{
  "accession_number": "2009.29.2",
  "art_champions_text": null,
  "artist": "Artist: Pasquale Cati",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1588-1589",
  "department": "European Art",
  "description": "the infant Christ is depicted being circumcised in an architectural interior, with figures gathered around him and on the steps in foreground",
  "dimension": "11 5/8 x 8 15/16 in. (29.5 x 22.7 cm) (sheet)\r\n19 3/4 × 15 3/4 in. (50.17 × 40.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/104091",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8618,
  "image_width": 6490,
  "inscription": "",
  "life_date": "Italian, 1537-1612",
  "markings": "",
  "medium": "Pen and brown ink, with gray-brown wash, over charcoal",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Brian Sewell, London, 1967; sold to McCrindle]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Drawings by the Italian painter Pasquale Cati are extremely rare, and about half of his surviving studies (four sheets, including this one) pertain to one project: the decoration of the Altemps Chapel in Santa Maria in Trastevere, in Rome. The design’s irregular shape corresponds to its placement in an elaborately stuccoed ceiling vault that has twenty-one frescoes depicting the lives of the Virgin and Christ.\r\n\r\nCati most likely executed a modello for each painting in the chapel—standard practice for 16th-century artists working in the unforgiving medium of fresco. This explains the high degree of finish in the study, with every detail seemingly worked out at this stage. The ostensible subject is Christ’s circumcision. However, the large, elaborately posed foreground figures dominate the scene. Such reversals of emphasis are in part why Roman fresco decoration of the time is described as being Mannerist.",
  "title": "The Circumcision of Christ"
}
