{
  "accession_number": "2007.83.3",
  "art_champions_text": null,
  "artist": "Artist: Wang Chen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1791",
  "department": "Asian Art",
  "description": "landscape with a rocky outcrop with trees and pavilions in foreground with pavilions by water with the mountains receding into background; received without roller; four red seals-one in each lower corner, two below inscription in ULC",
  "dimension": "33 13/16 x 22 13/16 in. (85.88 x 57.94 cm) (image)\r\n39 3/4 x 28 5/8 in. (100.97 x 72.71 cm) (mount)",
  "id": "http://api.artsmia.org/objects/104138",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6528,
  "image_width": 4461,
  "inscription": "Inscription\r\n\r\nULC, in black: [Qianlong xin hai qiu ba yue xie (?) zhong ling guan she. Qi shi er Sui Wang Chen (Painted at the official residence in Zhongling in the eighth month, autumn of the xinhai year of Qianlong, signed by seventy-two year old man Wang Chen)]",
  "life_date": "1720 - 1797",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The inscription in the upper left of this orthodox ink landscape reads, Painted at the official residence in Zhengling in the eighth month in autumn of the Xin Hai year of the Qianlong reign (1791). Signed: the seventy-two year old man Wang Chen. There are two artist's seals and two collector's seals that identify the Li family of Jiang Yin in Jiangsu province and another that reads as the Hundred Inkstone Hall.\r\nTogether with the painters Wang Yu (active 1680-1750), Wang Su (active 1700-1763), and Wang Qiu (1730-1786), Wang Chen came to be known as one of the \"Four Lesser Wangs.\" Wang Chen boasted direct lineage from Wang Shimin and Wang Yuanqi, two members of the earlier literati circle known as the Four Major Wangs; Wang Shimin (1592-1680), Wang Yuanqi (1642-1715), Wang Jian (1598-1617), and Wang Hui (1632-1717).\r\nWang Chen passed his Ju Ren exam in 1760 and was assigned to the clerical staff of the Grand Secretariat. He later served as the Prefect of Yongzhou in Hupei province. His lifestyle and pictorial idiom are typical of the Qing orthodox tradition.",
  "title": "Landscape in the Orthodox Manner"
}
