{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "1720-1797",
  "nationality": "Chinese",
  "role": "Artist",
  "dated": "1791",
  "culture": null,
  "country": "China",
  "continent": "Asia",
  "dimension": "33 13/16 x 22 13/16 in. (85.88 x 57.94 cm) (image)\r\n39 3/4 x 28 5/8 in. (100.97 x 72.71 cm) (mount)",
  "medium": "Ink on paper",
  "title": "Landscape in the Orthodox Manner",
  "id": "http://api.artsmia.org/objects/104138",
  "room": "G210",
  "style": "18th century",
  "marks": "Inscription\r\n\r\nULC, in black: [Qianlong xin hai qi ",
  "text": "The inscription in the upper left of this orthodox ink landscape reads, <I>Painted at the official residence in Cheng-ling in the eighth month in autumn of the Hsin-hai year of the Ch'ien-lung reign (1791). Signed: the seventy-two year old man Wang Ch'en.<I> There are two artist's seals and two collector's seals that identify the Li family of Chiang Yin in Kiangsu province and another that reads as the Hundred Inkstone Hall.\r\n<P>Together with the painters Wang Yu (active 1680-1750), Wang Su (active 1700-1763), and Wang Chiu (1730-1786), Wang Ch'en came to be known as one of the \"Four Lesser Wangs.\" Wang Ch'en boasted direct lineage from Wang Shih-min and Wang Yuan-ch'i, two members of the earlier literati circle known as the Four Major Wangs; Wang Shih-min (1592-1680), Wang Yuan-Ch'i (1642-1715), Wang Chien (1598-1617), and Wang Hui (1632-1717).\r\n<P>Wang Chen passed his Chu-jen exam in 1760 and was assigned to the clerical staff of the Grand Secretariat. He later served as the Prefect of Yung-chou in Hupeh province. His lifestyle and pictorial idiom are typical of the Ch'ing orthodox tradition.",
  "description": "landscape with a rocky outcrop with trees and pavilions in foreground with pavilions by water with the mountains receding into background; received without roller; four red seals-one in each lower corner, two below inscription in ULC",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "accession_number": "2007.83.3                                 ",
  "artist": "Wang Ch'en"
}
