{
  "accession_number": "2007.91",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": "Harris 269 II (before letters); Delteil 223",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1824 (published 1877)",
  "department": "European Art",
  "description": "Four bulls with legs splaying, seemingly superimposed on top of each other; reddish-brown ink on tan paper; plain dark ground. Unsigned",
  "dimension": "8 5/16 x 12 3/4 in. (21.11 x 32.39 cm) (plate)\r\n11 x 14 15/16 in. (27.94 x 37.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/104139",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4483,
  "image_width": 6083,
  "inscription": "Stamp, verso",
  "life_date": "Spanish, 1746–1828",
  "markings": "on back, stamped: Rusu",
  "medium": "Etching, aquatint, and drypoint in sienna ink",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From Los Proverbios",
  "provenance": "[Private dealer, Germany]; [James Bergquist, Boston (until 2007; sold to MIA]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Francisco Goya (1746-1828) was an acclaimed 18th-century Spanish artist, internationally known for his remarkable achievements as both a painter and printmaker. Appointed painter to the Spanish court of Charles IV, Goya spent much of his career painting portraits for royalty and the nobility. Despite his official position with the court, his portraiture has been recognized as a form of history painting, at once subjective and subversive. Disillusioned by the excesses and brutality of the Spanish political and religious authorities, Goya turned against his patrons and produced daring condemnations of the regime and its supporters. He also produced a number of compelling and introspective self-portraits, including a famous self-portrait in which he depicts himself in the throes of a serious illness, being held and comforted by his physician, a painting that is part of Mia's permanent collection.\r\n\r\nIn addition to his achievements as a painter, Goya was a prolific printmaker, whose powerful draftsmanship and inventive compositions are valued both for their artistic merit and biting satirical content. To this end, he often used animals and other fanciful creatures to lampoon the foibles and reveal the evil behaviors of mankind. He produced more than 220 etchings and lithographs during his lifetime, many remaining unpublished until after his death because of their harsh commentary on the political, social, and religious institutions of his day. His major publications include Los Caprichos (The Caprices, 1799), a series of 80 etchings and aquatints that ridicule the failings of Spanish society and its leaders; Los Desastres de la Guerre (The Disasters of War, 1810-20, published 1863), a fervent and graphic condemnation of the futility and brutality of warfare; and Los Proverbios (The Proverbs, published 1864), a series of 18 etchings and aquatints satirizing the foibles of human behavior.\r\n\r\nIndeed, in the pantheon of the world's greatest printmakers, Goya is frequently mentioned, along with Rembrandt, as one of the tw",
  "title": "Al toro y al aire darles calle (Make Way for Bulls and Wind), unpublished plate from \"Los Proverbios\" (The Proverbs)"
}
