{
  "accession_number": "2007.95.3a,b",
  "art_champions_text": null,
  "artist": "Artist: Jennifer Bartlett; Publisher: Creative Works Editions, Osaka, Japan",
  "catalogue_raissonne": "Orlando Museum 25",
  "classification": " Prints; Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "print (a): central portion is orange and green plaid; purple flowers at bottom center; blue-green bowl, center R; red area, LRC; part of skeleton, seen from back, to L of flowers; bowl (b): blue-green ceramic bowl, slightly flattened on one side",
  "dimension": "31 1/8 x 31 3/16 in. (79.06 x 79.22 cm) (plate, (a))\r\n33 3/16 x 33 5/16 in. (84.3 x 84.61 cm) (sheet, (a))\r\n2 5/8 x 6 3/8 x 6 5/8 in. (6.67 x 16.19 x 16.83 cm) (b)",
  "id": "http://api.artsmia.org/objects/104143",
  "image": "invalid",
  "image_copyright": "© Jennifer Bartlett",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Edition, Mark, Chop",
  "life_date": "American, 1941 - 2022",
  "markings": "Embossed blindstamp: BRANSTEAD/ STUDIO | On bottom of bowl, stamped: 2(?)",
  "medium": "Etching with softground and aquatint in color; together with ceramic bowl",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The Elements",
  "provenance": "[G.W. Einstein Co., Inc., New York]; sold to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: 56/80 3 of 4 JB",
  "style": "20th century",
  "text": "American painter and printmaker Jennifer Bartlett is internationally recognized for her evocative, often oversized, grid pictures. She first came to prominence in the late 1970s as a leading member of the New Imagists, an informal group of figurative artists who reacted against the prevailing influence of installation and performance art, often producing works with a distinctive neo-expressionist style. In her early work, Bartlett appropriated and adapted ideas and imagery from a range of 20th-century art movements, including minimalism, conceptualism, and process art, transforming the visual and conceptual philosophies of these movements into something distinctly personal. She was fascinated with the concepts of classifying and cataloguing objects and ideas, and incorporated patterning systems of plaids, dots, gestures, and grids within her compositions, something that has become her trademark style. These same ideas and imagery also informed Bartlett's graphic work and print editions. She is a prolific printmaker, having produced more than 150 editions during her career.",
  "title": "The Elements: Fire"
}
