{
  "accession_number": "2007.80a-c",
  "art_champions_text": null,
  "artist": "Artist: Ruth Duckworth",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "three vertical white panels, each broken up into six horizontal sections; panels have protruding arcs, circles and half-circles; left panel has wedge at top; center panel has protruding globe at top; right panel has globe with slit at top",
  "dimension": "60 x 60 x 10 in. (152.4 x 152.4 x 25.4 cm) (approximately)",
  "id": "http://api.artsmia.org/objects/104272",
  "image": "valid",
  "image_copyright": "Copyright © 2017 Thea Burger",
  "image_height": 5261,
  "image_width": 5385,
  "inscription": "",
  "life_date": "American (born Germany), 1919–2009",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "American (born Germany)",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Ruth Duckworth continued making ceramic murals in the 1960s after moving to Chicago from England (where she went after fleeing Nazi persecution at the outset of World War II). Until her death in 2009, she worked in porcelain, stoneware, and bronze. \r\n\r\nThis untitled piece continues Ruth Duckworth's pioneering work with large-scale ceramic wall murals, exploring abstractions of geography and space. It is one of her largest porcelain wall murals, as well as the largest movable wall mural she has executed.  As such, it is a tour de force, as this delicate ceramic material is notoriously difficult to control. She characterized it as \"a very temperamental material. I'm constantly fighting it. It wants to lie down, you want it to stand up. I have to make it do what it doesn't want to do. But there's no other material that so effectively communicates both fragility and strength.\" This mural displays her ability to manipulate light and shadow through refined shapes and multiple layers with a minimal color palette.",
  "title": "Untitled"
}
