{
  "accession_number": "2008.99.49.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest from the Karen Daniels Petersen American Indian Collection",
  "culture": "Mdewakanton or Wahpeton Dakhóta",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of the Americas",
  "description": "red stone; carved in the shape of a man's face, wearing a cap, with long squared-off beard and moustache",
  "dimension": "5 x 3 1/8 x 1 1/2 in. (12.7 x 7.94 x 3.81 cm)",
  "id": "http://api.artsmia.org/objects/104505",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4318,
  "image_width": 3525,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pipestone (catlinite)",
  "nationality": null,
  "object_name": "Pipe bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Based on historical data and oral tradition, pipes made from pipestone were created for a variety of purposes. These include ceremonial use, recreational smoking, for sale, trade, and gifts. Pipe bowls made of materials other than pipestone were not for ceremonial purposes. This bowl and stem set was created as a gift to Dr. Jared Waldo Daniels, a U.S. Army surgeon. Daniels worked at Fort Snelling and protested against the treatment and oppression of the Dakota by the United States government. Many Native people were his patients, whom he treated free of charge. \r\n\tAn unknown Dakota artist created this portrait pipe resembling Dr. Daniels, and probably presented it to him as a gift for his medical services. The skill of the artist is evident when the sculpture is compared with a photograph of Dr. Daniels taken at the same time period. The Dakota artist cleverly made the stem of the pipe resemble a leg wearing an Army boot.",
  "title": "Portrait Pipe Bowl"
}
