{
  "accession_number": "2008.99.81",
  "art_champions_text": null,
  "artist": "Maker: Mrs. Paul Cyrette; Maker: Mrs. Alec LeSage",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest from the Karen Daniels Petersen American Indian Collection",
  "culture": "Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of the Americas",
  "description": "blossom with four petals; symmetrical; brown; received mounted in shadow box with L2007.168.89-.92",
  "dimension": "3 x 2 9/16 in. (7.62 x 6.51 cm)",
  "id": "http://api.artsmia.org/objects/104568",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 3274,
  "image_width": 2854,
  "inscription": "",
  "life_date": "1900 - 1985",
  "markings": "",
  "medium": "Birch bark",
  "nationality": null,
  "object_name": "Birch Bark Flower",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Birch bark is harvested in the spring when the sap is flowing in the tree. Spring is also an ideal time to find inspiration for flower pattern cutouts. A symmetric, mirrored pattern is easily produced from a irregular, non-symmetric pattern by tracing a cutout, flipping the cutout over and tracing it to complement the first tracing.\r\n\r\n--Andrea Carlson\r\n\r\n\r\nThe Anishinabe Ojibwe are pattern makers.  The later beadwork patterns are influenced by earlier birch bark bitten patterns.  A think piece of birch bark was carefully folded several times and bitten.  The bark was then unfolded and a pattern was revealed.  Sometimes this was repeated on the same piece of bark several times.  These earlier birch bark bitten designs are the ancestors of the later birch bark cutout patterns that are used in creating beadwork and quillwork designs.  New materials will continue to be introduced, but it still goes back to those bitten patterns.\r\n\r\n--Anthony White",
  "title": "Birch Bark Flower"
}
