{
  "accession_number": "2007.99.71",
  "art_champions_text": null,
  "artist": "Artist: Peter Callas",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Louis W. Hill, Jr. Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1995",
  "department": "Arts of the Americas",
  "description": "very short ring foot; wide base; rather straight sides--very slightly tapering inward to mouth; irregular mouth levels; orange, tan and greys; rough texture",
  "dimension": "3 3/4 x 4 3/8 x 4 3/4 in. (9.53 x 11.11 x 12.07 cm)",
  "id": "http://api.artsmia.org/objects/104690",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4520,
  "image_width": 5135,
  "inscription": "Mark",
  "life_date": "American, born 1951",
  "markings": "on bottom, above foot, incised: loop-shaped mark",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Shigaraki tea bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "American potter Peter Callas first encountered traditional Japanese ceramics during a trip to Japan in 1974.  After visiting the \"Six Ancient Kilns\" which produced some of Japan's most prominent historical ceramic works, Callas returned to the U.S. and began creating wood-fired ceramics steeped in the ancient Japanese tradition.  He built his own anagama, or tunnel kiln, in the hillside near his home in Pierpont, New York, in 1976; it was the first anagama in the United States.\r\n\r\nArmed with his new knowledge in traditional Japanese wood-firing methods, Callas began creating works that referenced the simplicity of the Japanese tea ceremony, including tea bowls such as the one shown here.  Its rough shape and uneven glazing give the piece an easy, natural feel, as though it was just pulled from the earth; this look is achieved as a direct effect of the wood-firing process.",
  "title": "Shigaraki tea bowl"
}
