{
  "accession_number": "2007.99.77",
  "art_champions_text": null,
  "artist": "Artist: Warren MacKenzie",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Louis W. Hill, Jr. Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1990",
  "department": "Arts of the Americas",
  "description": "very large, heavy round platter; ring foot; double rim; grey with brown spots and two brown dripped spirals on top",
  "dimension": "2 13/16 x 18 3/4 x 18 3/4 in. (7.14 x 47.63 x 47.63 cm)",
  "id": "http://api.artsmia.org/objects/104696",
  "image": "valid",
  "image_copyright": "© Warren MacKenzie",
  "image_height": 4913,
  "image_width": 4857,
  "inscription": "",
  "life_date": "American, 1924 - 2018",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Platter",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Warren MacKenzie has been creating functional and well-crafted wares in Minnesota since the mid-1950s. After graduating from the Art Institute of Chicago and apprenticing with English potter Bernard Leach, MacKenzie and his first wife Alix established a pottery outside Stillwater, Minnesota. MacKenzie has always insisted that his pots be available to everyone and be used every day. His work and philosophy have inspired his many students at the University of Minnesota, some of whom have stayed in the area to make Minnesota a thriving and important ceramic art center.\r\n\r\nMacKenzie adopted the tenets of mingei, or Japanese folk craft, in his pottery, revived by Japanese ceramics artists such as Kanjiro Kawai and Shoji Hamada along with Leach. This Japanese folk craft tradition is defined by handmade objects intended to be functional in daily life and that keep the maker's identity anonymous.  \r\nThis large platter is an impressive example of MacKenzie's everyday wares, featuring a prominent and expressive swirl of brown slip for decoration.",
  "title": "Platter"
}
