{
  "accession_number": "2007.101",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "North America",
  "country": null,
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Tlingit",
  "curator_approved": 1,
  "dated": "c. 1825-1830",
  "department": "Arts of the Americas",
  "description": "long two-sided blade; handle wrapped with light-colored leather thong; top is carved in the form of a bear's head, baring its teeth; abalone inlay eyes",
  "dimension": "17 3/4 x 2 7/8 x 1 3/8 in. (45.09 x 7.3 x 3.49 cm)",
  "id": "http://api.artsmia.org/objects/104733",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6604,
  "image_width": 4082,
  "inscription": "Inscription and Sticker\r\n\r\non leather wrap below back of bear\\'s head, in black: [1/2505]",
  "life_date": null,
  "markings": "on back on leather wrap, on sticker: [$(?)/ I-28]",
  "medium": "Burly hardwood (probably maple), abalone, steel, leather",
  "nationality": null,
  "object_name": "Fighting dagger",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Every Tlingit man owned and carried a fighting dagger, which was always by his side.  The Tlingit referred to this type of dagger as quoth-lar,  meaning \"to strike with the fist,\" and they used weapons like this against Native and non-Native enemies.  The steel was probably salvaged from ship parts found on the shores of Alaska.  The blade was Native-forged and is slightly concave for strength and ease of sharpening.\r\n\r\n\r\nThe bear, a central theme in Tlingit art, is considered a relative to humans.  It has spiritual power because of this, and is highly respected in Tlingit traditions.  The pommel of this dagger is unusual for the exceptionally fine and highly detailed carving of the bear's open mouth and teeth.",
  "title": "Fighting dagger"
}
