{
  "accession_number": "2009.17",
  "art_champions_text": null,
  "artist": "Artist: Nicholas Richard Brewer",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Rob P. Stock in memory of his parents, Philip E. and Mary C. (Mathewson) Stock",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1895",
  "department": "Arts of the Americas",
  "description": "woman bent over running trough of water with child on the other side and toy sailboat between them floating on the water; in hilly landscape; ornate carved frame",
  "dimension": "19 1/2 x 23 1/2 in. (49.53 x 59.69 cm) (image)\r\n29 3/4 x 33 3/4 in. (75.57 x 85.73 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/104790",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4737,
  "image_width": 5638,
  "inscription": "Signature",
  "life_date": "American, 1857–1949",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G302",
  "see_also": [
    "104790",
    "109914"
  ],
  "signed": "at LRC: [N.R. Brewer]",
  "style": "19th century",
  "text": "Nicholas Brewer is remembered primarily as a portraitist. However, when on his own time, he often turned his attention to landscape or small genre scenes in which his family frequently played a starring role. Although the location of At the Spring is not documented, the artist's technique and palette, as well as the rustic setting, suggests a date around 1895 when Brewer and his family were living on a farm in Stacy, Minnesota.  The tender directness of the work strongly suggests that the models are, most likely, the artist's wife and one of the couple's six sons.\r\n\r\nBorn in High Forest, Olmstead County, Minnesota, Brewer first studied art in St. Paul followed by several years in New York.  Between 1910 and 1940, Brewer received portrait commissions from Presidents Grover Cleveland and Franklin Roosevelt, the musician Ignace Paderewski, and several governors and legislators.",
  "title": "At the Spring"
}
