{
  "accession_number": "2007.102.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": "Seminole",
  "curator_approved": 1,
  "dated": "c. 1930-1940",
  "department": "Arts of the Americas",
  "description": "patchwork shirt with skirt-like bottom section; machine sewn with horizontal multicolored bands, red and yellow saw tooth band, black and white diagonal band, red and white vertical bar bands and pink and black checkered bands; blue under arms and on shoulders; red rickrack at front opening; hook closures",
  "dimension": "26 11/16 x 28 1/2 in. (67.79 x 72.39 cm)",
  "id": "http://api.artsmia.org/objects/104886",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6514,
  "image_width": 4812,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, dye",
  "nationality": null,
  "object_name": "Shirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Seminole are divided into two groups; one group that currently lives in Oklahoma as a result of President Andrew Jackson's relocating the tribe, and another group that stayed in the Southeast region. The group that currently lives in the Southeast region created this shirt. In 1910 this style of shirt, known as the Big Shirt, replaced a style that was known as the Long Shirt.  This type of shirt would have been worn only by men or boys, and later worn by men of high stature.\r\n\r\nThe Seminole adapted their clothing to new influences and their environment.  They traded for cotton that replaced their use of animal hides.  Cotton was cooler and much easier to work.  With limited supplies of cotton, the Seminole developed a patchwork technique that became their garment style.  This type of shirt would be worn over a white shirt, and the style had a relatively short lifespan.  In the 1940s, the Big Shirt was transformed into a jacket, and was worn as an indicator of Seminole identity.",
  "title": "Shirt"
}
