{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Dutch, 1795 - 1858",
  "nationality": null,
  "role": "Artist",
  "dated": "1851",
  "culture": null,
  "country": "Netherlands",
  "continent": "Europe",
  "dimension": "25 5/8 x 34 1/2 in. (65.09 x 87.63 cm) (sight)\r\n36 1/4 x 46 in. (92.08 x 116.84 cm) (outer frame)",
  "medium": "Oil on canvas",
  "title": "Christus Consolator",
  "id": "http://api.artsmia.org/objects/104894",
  "room": "G357",
  "style": "19th century",
  "marks": "Signature and Date LRC, in red: [Ary Scheffer. 1851.]",
  "text": "<I>Christus Consolator</I> was one of Ary Scheffer's most influential religious paintings. At the center of the composition is the seated Christ surrounded by the afflicted and oppressed. It is an encyclopedic representation of human travails that transports the viewer from ancient and medieval periods to modern Poland, Greece, and America. Christ the Consoler became one of the most popular Christian images throughout the western world, and it is no coincidence that this very picture, with its potent reference to African slavery, found its way to Boston in 1852, when the famed Harvard art historian Charles Eliot Norton commissioned the work as a wedding present for his sister. \r\n\r\nOf special interest to Norton was the figure of the shackled African slave, which Scheffer borrowed from Josiah Wedgwood's 1787 design for the seal of the British Society for the Abolition of the Slave Trade. That silhouette design became a popular decorative motif for craftsmen throughout Europe. In America, engraved reproductions of Scheffer's picture circulated widely in abolitionist circles prior to and during the Civil War. \r\n\r\nThe last time the MIA's painting was featured in a public exhibition was in 1863 in Boston to celebrate the Emancipation Proclamation, one hundred and fifty years ago this spring.",
  "description": "Christ at top center, wearing pink and blue garment, seated on a cloud; woman in white clings to Christ\\'s PL arm; hands of reclining man in LRC have been freed from shackles, held in Christ\\'s PL hand; another black captive at L edge holds his shackled wrists toward Christ; woman at L kneels over dead child at Christ\\'s feet; adoring male and female figures at L and R edges and top corners",
  "creditline": "Given in memory of Rev. D. J. Nordling by Gethsemane Lutheran Church, Dassel, Minnesota",
  "accession_number": "2008.101                                  ",
  "artist": "Ary Scheffer"
}
