{
  "accession_number": "2008.101",
  "art_champions_text": null,
  "artist": "Artist: Ary Scheffer",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Given in memory of Rev. D. J. Nordling by Gethsemane Lutheran Church, Dassel, Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1851",
  "department": "European Art",
  "description": "Christ at top center, wearing pink and blue garment, seated on a cloud; woman in white clings to Christ's PL arm; hands of reclining man in LRC have been freed from shackles, held in Christ's PL hand; another black captive at L edge holds his shackled wrists toward Christ; woman at L kneels over dead child at Christ's feet; adoring male and female figures at L and R edges and top corners",
  "dimension": "25 5/8 x 34 1/2 in. (65.09 x 87.63 cm) (sight)\r\n36 1/4 x 46 in. (92.08 x 116.84 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/104894",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5060,
  "image_width": 6433,
  "inscription": "Verso, on canvas, colormen\\'s stencil: Au spectre Solaire, 18 Quai de l\\'Ecole, Colomb Bourgeois",
  "life_date": "Dutch, 1795–1858",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    ""
  ],
  "signed": "LRC, in red: Ary Scheffer. 1851.",
  "style": "19th century",
  "text": "Ary Scheffer was a renowned French painter active during the first half of the nineteenth century. Christus Consolator was one of his most celebrated compositions, of which numerous versions exist. The subject was inspired by Luke 4:18: \"I have come to comfort those who are brokenhearted and to announce to the prisoners their deliverance; to liberate those who are crushed by their chains.\" The \"brokenhearted\" are depicted to the left. A kneeling woman mourns her dead child, while in the background (from left to right) we see an exile with his walking stick, a castaway with a piece of ship's wreckage in his hand, and a suicide with a dagger. Placed near these groups are Torquato Tasso, a sixteenth-century poet imprisoned as a madman, and figures representing the three ages of women. To the right of Christ are the oppressed of both the past and present, among them a Roman slave, a medieval serf, a Greek independence fighter, and a fettered African slave. With his left hand Christ releases from his shackles a dying man, who personifies Poland with the shattered weapons of his failed 1832 insurrection against Russia by his side. The repentant Mary Magdalene kneels beside Christ. \r\n\r\nChristus Consolator",
  "title": "Christus Consolator"
}
