{
  "accession_number": "2007.121",
  "art_champions_text": null,
  "artist": "Artist: Stacey Davidson",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "thin figure in black with a large head, high forehead, large nose and long thin brown hair holding a blonde-haired doll in a white dress; purplish-brown ground",
  "dimension": "16 5/16 x 13 in. (41.43 x 33.02 cm) (image)\r\n18 1/8 x 14 in. (46.04 x 35.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/104929",
  "image": "valid",
  "image_copyright": "© 2007 Stacey Davidson",
  "image_height": 5008,
  "image_width": 3894,
  "inscription": "Signature, Title, Date and Inscription\r\n\r\n",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Gouache on paper",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "The artist; Marlborough Gallery, New York",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: S. DAVIDSON 07 |  On back, in pencil: Stacey Davidson / SOMETIMES A TENDER THING IS JUST OUT OF SIGHT [KNECHT & AN OLD DOLL] / GOUCHE/ 2007",
  "style": "21st century",
  "text": "Stacey Davidson creates marvelously expressive figural drawings modeled after character dolls of her own invention that she produces in her studio. She assigns each of her dolls a fictional persona based on gender, physical characteristics, and mode of dress. They serve as characters for her various portraits and narrative scenes, and in life, represent a full spectrum of human personalities.\r\n\r\nIn Germanic folklore, the scruffy character Knecht Ruprecht is one of several sinister companions to Saint Nicholas (Father Christmas). Traditionally portrayed as a servant, farmhand, or foundling, Ruprecht meted out punishments to misbehaving children that ranged from a lump of coal left in a stocking to beatings, kidnapping, and murder. For Davidson, Ruprecht is primarily menacing, yet capable of moments of tenderness. Here, he carries what appears to be a doll, but the scene is  ominous, given our knowledge of Ruprecht's cruel ways.",
  "title": "Sometimes a Tender Thing is Just Out of Sight (Knecht Ruprecht)"
}
