{
  "accession_number": "2005.160.27",
  "art_champions_text": null,
  "artist": "Artist: Herb Ritts; Printer: Vermillion Editions Limited, Minneapolis",
  "catalogue_raissonne": "VEL 201",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Steven M. Andersen",
  "culture": null,
  "curator_approved": 1,
  "dated": "1991",
  "department": "Global Contemporary Art",
  "description": "Shirtless, muscular young man, with lower body turned slightly toward PL, carrying two large tires at his side; stack of tires at R",
  "dimension": "37 1/4 x 29 15/16 in. (94.62 x 76.04 cm) (image)\r\n39 7/8 x 32 1/4 in. (101.28 x 81.92 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/93266",
  "image": "valid",
  "image_copyright": "© Herb Ritts Foundation. All rights reserved.",
  "image_height": 3796,
  "image_width": 3076,
  "inscription": "LL: 1st STATE PROOF FOR \\\"FRED WITH TIRES\\\" by HERB RITTS- 1991.  PROJECT NEVER COMPLETED. | LC: Anderson (barely legible)\r\n\r\n",
  "life_date": "American, 1952 - 2002",
  "markings": "Printer\\'s blindstamp, LLC: V",
  "medium": "Photogravure",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Vermillion Editions Limited, Minneapolis; Steven M. Andersen, Minneapolis; given to MIA, 2005.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "93265",
    "93266"
  ],
  "signed": "",
  "style": "20th century",
  "text": "One of the best-known fashion and celebrity photographers of the 1980s, Herb Ritts had the uncanny ability to make almost any subject look dramatic and interesting. His photography career began by chance, when some impromptu photographs of his young friend Richard Gere posing outside a gas station caused an immediate sensation. His photographs are often provocative, emphasizing the sensuality of the male body.\r\n\r\nIn an interview, Ritts explained how the present image came to be: \"I did a story called \"The Body Shop\", which is where Fred with Tires emerged from. Franca [Sozzani] had sent these really hideous raincoats, and I just hated them. I had hired an editor, a freelance named Michael Roberts, who now works at the New Yorker. We ended up going to Western Costumes and getting vintage jeans and overalls. We decided to do the body shop story at a greasy gas station. It was great fun. We turned in the pictures, and Franca almost had a heart attack. But she ran it, and it was a huge success. I still don't know why it happened. It was just one of those honest pictures. I remember when we were shooting it. Poor Fred, who was a student, had to swing these heavy tires around, and at one point he was so tired he just turned around and stood there. It was the last frame of the shoot.\" Ritts's photogravure is based on the original 1984 photograph of the same subject.",
  "title": "Fred with Tires"
}
