{
  "accession_number": "2012.26",
  "artist": "Artist: Melissa Cody",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Diné (Navajo)",
  "curator_approved": 0,
  "dated": "2011",
  "department": "Art of Africa and the Americas",
  "description": "bright multicolors; central band with zigzag-edged radiating diamonds in warm colors (predominately red, orange, yellow) flanked by bands of radiating diamonds in cool colors (predominately turquoise, greens, purples); black and white crosses in rows across diamond patterns; pink band at edge short end, with brown edging and brown tassels at corners",
  "dimension": "40 x 30 3/4 in. (101.6 x 78.11 cm)",
  "id": "http://api.artsmia.org/objects/114186",
  "image": "valid",
  "image_copyright": "© 2011 Melissa Cody",
  "image_height": 7890,
  "image_width": 6522,
  "inscription": "",
  "life_date": "American, born 1983",
  "markings": "",
  "medium": "Wool",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Melissa Cody is a young Diné (Navajo) weaver who comes from a family that has been weaving for four generations. Consequently, she has a profound knowledge of historic Diné weaving styles, which can often be traced from one generation to the next, and from one region to another.  Formally educated at the Institute of American Indian Arts in Santa Fe, New Mexico, Cody is also keenly aware of the theory and practice of contemporary art. For her own work, Cody uses designs and techniques from historic Diné work, but masterfully riffs on traditional patterns by introducing new colors and design elements. In doing so, Cody is at the forefront of a shift in Diné weaving. She is not reproducing historic designs, but re-inventing them.",
  "title": "Deep Brain Stimulation"
}
