{
  "restricted": 0,
  "image": "invalid",
  "image_copyright": "%26Acirc%3B%26copy%3B Courtesy of the artists and David Kordansky Gallery%2C Los Angeles%2C CA",
  "life_date": "American, born 1972",
  "nationality": "American",
  "role": "Artist",
  "artist": "Aaron Curry",
  "dated": "2011",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "105 x 49 x 26 1/2 in. (266.7 x 124.46 x 67.31 cm) (approx.)",
  "medium": "Ink and silkscreen on wood, silkscreen on cardboard, acrylic on wood",
  "title": "Greened Thing [sculpture]",
  "id": "http://api.artsmia.org/objects/114145",
  "room": "Not on View",
  "style": "21st century",
  "marks": " ",
  "text": "During the late 1990s, Curry studied with Hawkins at Art Center. Coming back together in a temporary collaboration, their respective mash-up of avant-garde, pop, and kitsch sensibilities resulted in an outstanding body of work. <I>Untitled</I> is one of the best selections from this recent series of collaborative installations.\r\nExploding with energy and color, this installation by Aaron Curry and Richard Hawkins can hardly be contained. The fluorescent, biomorophic sculpture at its center seems to have bounced off the walls, taking three-dimensional form against its cartoon backdrop. Like a piece of public sculpture, it boldly declares its presence, letting us know that contemporary art is alive and well.\r\n\r\nA true collaboration between two maverick spirits, this work creates its own context by incorporating the walls in the corner of a room. As it is installed, <I>Untitled</I> has the theatricality of an artist’s studio and the spontaneity of a booth at an international art fair. In an age of appropriation, image surfing, and recycling, their installations could not be more contemporary.\r\n",
  "description": "cut pieces of plywood and one piece of cardboard attached together with slots, tabs and pegs on a square base; predominately green and blue faux woodgrain, with some red and pink pieces, and one dark and light yellow piece; triangular piece near top; three horizontal pieces at center",
  "provenance": "",
  "creditline": "The Dolly J. Fiterman Fund",
  "accession_number": "2012.9.1a-cc"
}
