{
  "accession_number": "2012.26",
  "art_champions_text": null,
  "artist": "Artist: Melissa Cody",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Diné (Navajo)",
  "curator_approved": 0,
  "dated": "2011",
  "department": "Global Contemporary Art",
  "description": "bright multicolors; central band with zigzag-edged radiating diamonds in warm colors (predominately red, orange, yellow) flanked by bands of radiating diamonds in cool colors (predominately turquoise, greens, purples); black and white crosses in rows across diamond patterns; pink band at edge short end, with brown edging and brown tassels at corners",
  "dimension": "40 x 30 3/4 in. (101.6 x 78.11 cm)",
  "id": "http://api.artsmia.org/objects/114186",
  "image": "valid",
  "image_copyright": "© Courtesy the artist and Garth Greenan Gallery%2C New York",
  "image_height": 7890,
  "image_width": 6522,
  "inscription": "",
  "life_date": "American, born 1983",
  "markings": "",
  "medium": "Wool",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In Deep Brain Stimulation, artist Melissa Cody creates the illusion of three-dimensionality in a two-dimensional textile. In the late 1800s, Navajo weavers raveled yarn from colorful Germantown, Pennsylvania, wool blankets and created eye-dazzling designs bursting with color. Their innovative optical effects, as well as the new technologies of the Digital Age, continue to inspire Cody’s work. \r\n\r\nThe designs were inspired in part by the deep brain stimulation undergone by Cody’s father to help with his Parkinson’s disease, treatments intended to create new, radiating neural pathways. Cody’s imagery likewise creates new pathways and designs for Navajo weaving.",
  "title": "Deep Brain Stimulation"
}
