{
  "accession_number": "2012.9.1a-cc",
  "art_champions_text": null,
  "artist": "Artist: Aaron Curry; Artist: Richard Hawkins",
  "catalogue_raissonne": null,
  "classification": " (not assigned); Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Dolly J. Fiterman Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Global Contemporary Art",
  "description": "cut pieces of plywood and one piece of cardboard attached together with slots, tabs and pegs on a square base; predominately green and blue faux woodgrain, with some red and pink pieces, and one dark and light yellow piece; triangular piece near top; three horizontal pieces at center",
  "dimension": "105 x 49 x 26 1/2 in. (266.7 x 124.46 x 67.31 cm) (approx.)\r\nOverall: 105 x 49 x 26.5\"\r\nSculpture: 9 x 49 x 22\"\r\nBase: 96 x 49 x 26.5\"\r\n",
  "id": "http://api.artsmia.org/objects/114145",
  "image": "valid",
  "image_copyright": "© Courtesy of the artists and David Kordansky Gallery%2C Los Angeles%2C CA",
  "image_height": 9835,
  "image_width": 5146,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Ink and screenprint on wood, screenprint on cardboard, and acrylic on wood",
  "nationality": "American",
  "object_name": "Sculptural installation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "During the late 1990s, Aaron Curry studied with Richard Hawkins at  the Art Center, College of Design, Pasadena, California.  Coming back together in a temporary collaboration, their respective mash-up of avant-garde, pop, and kitsch sensibilities resulted in an outstanding body of work. This sculpture is one of the best selections from this recent series of collaborative installations.\r\n\r\nExploding with energy and color, this installation by Curry and Hawkins can hardly be contained. The fluorescent, biomorophic sculpture at its center seems to have bounced off the walls, taking three-dimensional form against its cartoon backdrop. Like a piece of public sculpture, it boldly declares its presence, letting us know that contemporary art is alive and well.\r\n\r\nA true collaboration between two maverick spirits, this work creates its own context by incorporating the walls in the corner of a room. As it is installed, the sculpture has the theatricality of an artist’s studio and the spontaneity of a booth at an international art fair. In an age of appropriation, image surfing, and recycling, their installations could not be more contemporary.",
  "title": "Greened Thing (Sculpture)"
}
