{
  "accession_number": "2012.58.182",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Francesco Vanni; Artist: Formerly attributed to Bernardino Mei",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "1609",
  "department": "European Art",
  "description": "two arms with fingers extended, as if playing a keyboard; view from PR side of body; figure wears fitted long sleeves",
  "dimension": "3 1/2 x 6 1/4 in. (8.89 x 15.88 cm) (sheet, irregular)\r\n4 5/16 x 11 5/8 in. (10.95 x 29.53 cm) (mount)",
  "id": "http://api.artsmia.org/objects/114279",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6624,
  "image_width": 9061,
  "inscription": "Inscription\r\n\r\nbottom center, in black ink: [Mei]; on mount, right side, in pencil: [Bernardino Mei / top / (arrow) / (arrow) / bottom / Formerly at- / tributed to / Livie Meus]",
  "life_date": "Italian (Siena), 1563-1610",
  "markings": "",
  "medium": "Red chalk on wove paper laid down to mount",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Sotheby's, London, March 13, 1975, part of no. 12, as by Livio Mehus, sold for £30, to Moir; Alfred Moir, Santa Barbara (1975-d. 2010; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This red chalk study, representing an arm and hands playing a piano or organ, entered the museum's collection attributed to the Sienese painter Bernardino Mei, based on the inscription \"Mej\" written on the sheet by a former owner of the work. The scholar Marco Ciampolini has recently made the compelling argument that the drawing is more likely by Francesco Vanni, an older Sienese artist. Ciampolini relates the drawing to Vanni's altarpiece The Last Communion of Mary Magdalen (Santa Maria Assunta in Carignano, Genoa) of 1609, which features a group of angels playing musical instruments in the sky, including a winged angel playing an organ.  The pose of the angel's arm and hand in the foreground of the picture is strikingly similar, as is the placement of the organ and handling of the drapery and phsyiognomy. This painting, one of Vanni's last works, was executed a year before he died. Ciampolini has identified three other surviving drawings that relate to the work, demonstrating that the artist, even at this mature stage in his career, thoroughly planned  his paintings with a number of preparatory studies. Among them is another red chalk study now in the Biblioteca Comunale, Siena (S.III.9, fol. 13v) with studies of the hands and arms of Mary Magdalen and another angel in the painting; see Ciampolini 2002, pp. 106-109.   \r\n[Rachel McGarry, February 17, 2014]",
  "title": "Study of an Arm and Hands Playing an Organ"
}
