{
  "accession_number": "2012.30a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Suzanne S. Roberts Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "standing male figure with tall hairstyle, with a gilt headband and ornament at top front of hair; elongated earlobes; glass eyes and \"third eye\" on forehead; figure wears long gilded skirts with a sash over his PL shoulder, across his body, with small pieces of fabric wrapped around his lower arms; arms down, with palms up in front of his waist; PR foot slightly in front of PL foot; lotus blossom stepped stand",
  "dimension": "30 11/16 x 10 5/8 x 10 5/8 in. (77.95 x 26.99 x 26.99 cm)",
  "id": "http://api.artsmia.org/objects/114247",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6984,
  "image_width": 4722,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Japanese cypress wood with lacquer, gold, and inlaid glass",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "This handsome, youthful male figure represents Kannon, a compassionate Buddhist deity who has forgone his own enlightenment in order to guide earthly beings along the Buddha path. In Japanese Buddhist art, Kannon takes various forms. Here, leaning forward with upturned, open hands, he is an attendant to Amida, a buddha who descends from the heavens to greet the faithful at the moment of their death and deliver them to paradise. This sculpture would have stood on an altar to the right of a larger sculpture of Amida. Kannon originally held a lotus pedestal (now missing) on which the dead were placed for their journey to paradise.",
  "title": "Kannon, the Bodhisattva of Compassion"
}
