{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Italian (Sienese), 1563 - 1610",
  "nationality": "Italian",
  "role": "Artist",
  "dated": "c. 1600",
  "culture": null,
  "country": "Italy",
  "continent": "Europe",
  "dimension": "3 1/2 x 6 1/4 in. (8.89 x 15.88 cm) (sheet, irregular)\r\n4 5/16 x 11 5/8 in. (10.95 x 29.53 cm) (mount)",
  "medium": "Red chalk on wove paper laid down to mount",
  "title": "Study of an Arm and Hands, possibly for a Saint Cecilia Playing the Organ",
  "id": "http://api.artsmia.org/objects/114279",
  "room": "Not on View",
  "style": "17th century",
  "marks": "Inscription\r\n\r\nbottom center, in black ink: [Mei]; ",
  "text": "This red chalk study of a woman's hands playing the piano or organ probably represents Saint Cecilia, the patron saint of music. The drawing entered the museum's collection attributed to the Sienese painter Bernardino Mei, based on the inscription \"Mej\" written on the sheet by a former owner of the work. The scholar Marco Ciampolini has recently made the compelling argument that the drawing is more likely by Francesco Vanni, an older Sienese artist. Ciampolini relates the drawing to a small painting on copper by Vanni, Madonna and Child with Saints Cecilia and Catherine of Siena, now in the National Galllery of Scotland, Edinburgh. While the pose and orientation of the figure are distinct in the painting, the handling of the drapery and phsyiognomy of the hands are strikingly similar. \r\nThe cult of Saint Cecilia flourished in Italy in the late sixteenth century after the remains of the young virgin martyr were rediscovered in 1599 in the ancient Roman church that bears her name, which was built on the site of her death. Vanni frequently traveled to Rome from Siena in these years and had executed a number of works for the cardinal, Paolo Sfondrato, who oversaw the excavation and restoration of Cecilia's church. The study and painting likely date to 1600, when Vanni, along with the Sienese collector Girolamo Turbanti traveled to Rome for the Jubilee, and Vanni executed the small devotional painting now in Edinburgh for Turbanti as a memento of their trip. \r\n[Rachel McGarry, January 9, 2014]",
  "description": "two arms with fingers extended, as if playing a keyboard; view from PR side of body; figure wears fitted long sleeves",
  "creditline": "Bequest of Professor Alfred Moir",
  "accession_number": "2012.58.182",
  "artist": "Francesco Vanni"
}
