{
  "accession_number": "2012.58.145",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Giuseppe Bazzani; Artist: Formerly attributed to Francesco Trevisani",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1760",
  "department": "European Art",
  "description": "Pan at right, grabbing Syrinx around the waist, who has her PR arm up and her PL arm across her chest, pulling away; three other figures seated in LLQ; medium brown wash through much of image",
  "dimension": "10 1/4 x 9 3/16 in. (26.1 x 23.4 cm) (sheet)\r\n13 1/16 x 11 15/16 in. (33.18 x 30.32 cm) (mount)\r\n23 3/4 × 19 3/4 in. (60.33 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/114319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8297,
  "image_width": 7539,
  "inscription": "Inscription and stamp\r\n\r\nIn pen and brown ink at bottom center: [trevisani f] ; on mount at bottom center: [Syrinx.] ; and on verso: [franconi Trevisani, peintre, / ne\\' a\\' Capo d\\'Istria in 1656, mort in 1746.]; and in pencil: [francoin Trevisani, de Venise / 1656  + 1746.]\r\n",
  "life_date": "Italian, 1690-1769",
  "markings": "Stamp, collector\\'s mark, LR: [ER] monogram; Lugt 897",
  "medium": "Pen and brown ink, brush and brown wash",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Eugène Rodrigues, Lugt 897 (1853-1928), Paris.* [Richard Day, London, by 1993-1994; acquired in Chartres, France, sold, April 18, to Moir]; Alfred Moir, Santa Barbara (1994-d. 2010; bequeathed to MIA)\r\n\r\nThe drawing was not found in any of the Rodrigues sales (1909, 1917, 1928, 1929)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This commotion of dark splotches of wash and scribbled lines is an exquisite study of light and shadow. Fleeing the lusty satyr Pan, the nymph Syrinx was trapped at a river’s edge and begged her father, the river-god Ladon, and her two sisters (shown in the foreground) to rescue her. Just as Pan grasped her, she was transformed into reeds, leaving him with only the sound of the wind blowing through the reeds, which inspired him to make his pipes. Here, Syrinx’s transformation has begun, described in fluid pen strokes that elongate her hands and rise around her head. \r\n\r\nThe fiery, rapid handling and uninhibited messiness suggest this drawing was a personal exercise in creative exploration. Although the name Trevisani is inscribed on the sheet by a later hand, the work is more likely by the 18th-century Mantuan artist Giuseppe Bazzani. An idiosyncratic designer, Bazzani favored dreamlike settings with gracefully posed figures arranged bizarrely in the composition and often partially obscured by mounds of earth or a vaporous atmosphere.",
  "title": "Pan and Syrinx"
}
