{
  "accession_number": "2012.37",
  "art_champions_text": null,
  "artist": "Artist: Chantal Joffe",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Ted and Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "full-length portrait of a woman with straight blonde hair standing in a landscape wearing a dark purple jacket with fuschia trim, short white skirt with purple dots and blue shoes; mounted on aluminum stretchers with aluminum \"frame\" (applied before painting was completed)",
  "dimension": "110 x 80 in. (279.4 x 203.2 cm)",
  "id": "http://api.artsmia.org/objects/114499",
  "image": "valid",
  "image_copyright": "© Chantal Joffe",
  "image_height": 10262,
  "image_width": 7710,
  "inscription": "",
  "life_date": "British, born 1969",
  "markings": "",
  "medium": "Oil on plywood board",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "British artist Chantal Joffe is a talented young painter who, while building on art historical traditions in painting and portraiture, has found her own voice within those genres. Her paintings tend to be dominated by girls and young women who exude the complexities of female sexuality. The young woman in Moll could be described as elfin-faced, with haunting eyes and a Lolita-like sensuality. Seemingly small in stature, she is a ten-foot giantess who can't be contained by the painting. She looms out at the viewer, anxious, intelligent, and strangely seductive. A similar description could be made of Ernst Ludwig Kirchner's Seated Girl (Franzi Fehrmann), painted exactly 100 years before the Joffe. Both artists convey a clear attraction to using adolescents in their paintings and are drawn to the sensual qualities of their models. The artists also share distinct stylistic similarities, including strong color, harsh contour lines, and a deliberate and forceful use of brushstroke, announcing the intent to reveal raw emotion without apologies. For artists coming of age in the 21st century, the history of art is widely accessible via books, museums, art galleries, and the internet. Joffe is certainly familiar with the work of early 20th century German Expressionist painters such as Kirchner, as well as the great figurative painters working in the second half of the 20th century. While painters and sculptors have responded to the work of their predecessors throughout time, the ease with which earlier styles and images can be assimilated is greater than ever.",
  "title": "Moll"
}
