{
  "accession_number": "2012.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "chased silver dish decorated with scene from the \"Former Red Cliff Ode\" by Su Shi (1037-1101); engraved in painterly baimiao style showing the poet in court robes with two companions relaxing in a boat drifting on tranquil water, with a winepot and cups on the table in front of them; one figure playing a flute and the other holding an open book; rocky banks with grasses and tall reeds, a willow and a cassia tree; small waterfall spilling down from high cliffs at the far shore; sky with pair of birds flying to the left towards a constellation of seven stars drawn as circles joined by thin lines to form the Big Dipper seen through drifting clouds surrounding a full moon engraved with the legendary yu tu dao yaou scene of the Moon Rabbit under the cassia tree pounding a pestle in a mortar; shallow plain sides of octafoil bracket-lobed outline rising to a barbed everted rim",
  "dimension": "7/8 x 10 5/16 x 10 5/16 in. (2.22 x 26.19 x 26.19 cm)",
  "id": "http://api.artsmia.org/objects/114429",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6335,
  "image_width": 6185,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Silver plate decorated with chased “Red Cliff” scene",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G208",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Framed by an elegant foliate rim, the pictorial scene from the “Former Red Cliff Ode” by Su Shi (1037–1101) shows him with two companions boating beneath the Red Cliff, a famous ancient battle site along the Yangzi River. A wine pot and cups are set before them. They read poetry and play music as the boat drifts idyllically beside a rocky embankment covered with grasses, and a waterfall spills down from the high cliffs at the far shore. Scenes from Su Shi’s life and literature, especially the scene of the “Red Cliff Odes,” became very popular soon after his death and appeared in a variety of mediums. This silver plate, however, is one of the earliest works illustrating the “Red Cliff” scene, and certainly the earliest extant metalwork bearing the “Red Cliff.”",
  "title": "Silver plate decorated with chased “Red Cliff” scene"
}
