{
  "accession_number": "2012.35",
  "artist": "Artist: Xu Zhuang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1683",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "four ladies seated around a low red table on a red flowered carpet on a stone pathway in a garden, playing a game with cards or tiles; trees with white blossoms behind path at center and in front of path at left; blue rocks, LRC; grey rock, URQ",
  "dimension": "40 1/2 x 19 1/16 in. (102.87 x 48.42 cm) (image)\r\n77 3/16 x 27 3/4 in. (196.06 x 70.49 cm) (overall, including roller)",
  "id": "http://api.artsmia.org/objects/114428",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10233,
  "image_width": 4909,
  "inscription": "",
  "life_date": "Chinese, active late 17th century",
  "markings": "",
  "medium": "Ink and colors on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Four ladies sit around a low table, playing cards in a garden setting defined in fore and background by exotic garden rocks. Bamboo, cherry and magnolia trees contribute greatly to the composition, adding structure as well as sheer decorative beauty. The lush setting is further enhanced by color: blue-green for the foreground garden rock, imperial red for the table covering and the carpet on which the ladies sit. Their clothing and elegant postures identify them as ladies of the imperial court, just as their obvious lack of enthusiasm for and interest in the game itself suggests that they are merely passing time in a desultory fashion as they wait for imperial summons and attention.\r\n\r\nInformation about Xu Zhuang is sketchy but his extant paintings indicate a span of activity between 1683 and 1704. The inscription here indicates that he was a resident of Wuxing (present-day Huzhou, Zhejiang province). As a handful of extant works by Xu Zhuang all focus on human activities, he may be considered a figure painter. The subject and style is intended to evoke the courtly art of the Tang dynasty (618-906), when court ladies played important roles in art, literature, and history. Despite the lack of biographical information about Xu Zhunag, the quality of his paintings is as high as those by his predecessors and contemporary masters such as the Ming dynasty painter Qiu Ying (d. 1552) and Gu Jianlong (1606-88 or later) who worked in Beijing as a court artist serving the Kangxi emperor.",
  "title": "Court Ladies at Play"
}
