{
  "accession_number": "2012.32a,b",
  "artist": "Artist: Yuji Honbori",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Joan and Gary Capen Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Japanese and Korean Art",
  "description": "slightly smaller than life-size sculpture of standing figure with elongated earlobes wearing a crown and garment with draping elements on sleeves and skirts, standing on a small rounded platform, holding a flower bouquet in PL hand; sculpture made up of small vertical pieces of corrugated cardboard with brightly-colored pigments on PL and PR faces; top of bouquet is removable; thin yellow ring at upper back of figure's interior",
  "dimension": "78 3/4 x 23 5/8 x 19 in. (200 x 60 x 48.26 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/114489",
  "image": "valid",
  "image_copyright": "© Yuji Honbori",
  "image_height": 9616,
  "image_width": 5710,
  "inscription": "",
  "life_date": "Japanese, born 1958",
  "markings": "",
  "medium": "Cardboard, wood, plastic, pigments",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Trained as a sculptor, Yuji Honbori has always been interested in using discarded materials in order to make his work. His first sculptures were small portable shrines (zushi) that he fashioned from old wood he discovered from the dismantling and rebuilding of a Shinto shrine. He first began experimenting with cardboard from discarded boxes (fruit and vegetable crates from his local grocery store) in 2004. He soon became fascinated with the gossamer quality of the cardboard as viewed through the corrugation. Honbori realized that this quality could suggest Buddhist notions of impermanence and ephemerality. For the last few years, he has been producing life-sized works in cardboard based on famous historic Buddhist sculptures. This piece is based on an 8th century sculpture in the collection of Shorinji Temple in Nara. ",
  "title": "Jūichimen Kannon, the Eleven-headed Bodhisattva of Compassion"
}
