{
  "accession_number": "2012.33.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Kaywin Feldman in memory of Ed Spencer",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "vest-like garment; green wool; horizontal tab with button closure on chest; black frogs with white button holds down vertical front flaps at upper chest; front flaps are metallic gold and tan brocade; yellow wool elements on shoulders embellished with blue crisscross stitching; white wool applique on upper back of three leaves inside a circle; off-white lining fabric woven with white-on-white diamond patterns",
  "dimension": "40 3/16 x 25 3/4 in. (102.08 x 65.41 cm)",
  "id": "http://api.artsmia.org/objects/114487",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7543,
  "image_width": 5309,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk, metallic thread",
  "nationality": null,
  "object_name": "Campaign vest (jinbaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In earlier times, samurai wore jackets and trouser suits made from richly colored and patterned silk, beneath relatively little armor. But in the 16th century the style of armor changed to cover more of the body, and these elaborate undergarments were concealed. As a result, high-ranking lords began to wear surcoats over their armor. These garments were often made of luxurious, sometimes imported materials. Flamboyant designs and glaring color choices signaled the rank and identity of the wearer and created an imposing appearance on the battlefield.",
  "title": "Campaign vest (jinbaori)"
}
