{
  "accession_number": "2012.35",
  "art_champions_text": null,
  "artist": "Artist: Xu Zhuang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1683",
  "department": "Asian Art",
  "description": "four ladies seated around a low red table on a red flowered carpet on a stone pathway in a garden, playing a game with cards or tiles; trees with white blossoms behind path at center and in front of path at left; blue rocks, LRC; grey rock, URQ",
  "dimension": "40 1/2 × 19 1/16 in. (102.9 × 48.4 cm) (image)\r\n78 1/8 × 27 3/4 in. (198.4 × 70.5 cm) (overall, including roller)",
  "id": "http://api.artsmia.org/objects/114428",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10233,
  "image_width": 4909,
  "inscription": "",
  "life_date": "Chinese, active late 17th century",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Four ladies sit around a low table, playing cards in a garden surrounded by rocks and bamboo, cherry and magnolia trees. The imperial red table covering and the women’s elegant clothing and postures identify them as ladies of the imperial court, just as their bored expressions indicate an obvious lack of interest in the game itself. They are merely passing time as they await an imperial summons. The subject and style are intended to evoke the courtly art of the Tang dynasty (618–906), when court ladies played complex roles in art, literature, and politics. During the Tang dynasty, women had more opportunities for education and the attainment of high-status positions than in previous eras. The women are surrounded by flowers, which are often equated with female beauty in Chinese art and literature.",
  "title": "Court Ladies at Play"
}
