{
  "accession_number": "2012.56.1",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Battista Franco",
  "catalogue_raissonne": "Bartsch, XVI.154.2 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Proceeds from the 2012 Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 0,
  "dated": "1530-1561",
  "department": "European Art",
  "description": "Mary seated holding baby Jesus at right, with Joseph leaning against short wall behind them; baby Jesus put his fingers into a small pot held by a kneeling man with long white beard; other standing figures including two men holding vessels to left of kneeling bearded man; camel and horse at center and left; city in background at left; manger behind Mary; star in sky above left side of manger",
  "dimension": "12 x 17 13/16 in. (30.5 x 45.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/114538",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3556,
  "image_width": 5231,
  "inscription": "Inscription and Mark\r\n\r\non verso, in brown ink: [F Rechberger 1802]; in pencil: : [voyez une Epve posterieure à la Biblio: Imp. avec le Chiffre du graveur.]",
  "life_date": "Italian (Venice), c. 1510-1561",
  "markings": "Watermark: ladder in a circle surmounted by a star (cf. Briquet 5924)\r\nDimensions, circle: 4.5 x 4.2 cm; overall height (from bottom of circle to top of star)\\\" 6.6 or 7 cm (it is hard to see exactly the top point of the star); Chain lines approximately 3.0 cm apart",
  "medium": "Engraving and etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paul II Praun (1548-1616), Nuremberg; by descent, Nuremberg (until 1801; sold to Frauenholz); Johann Friedrich Frauenholz, Nuremberg (sold to Fries); Count Moritz von Fries, cf. Lugt 2903, Vienna (before February 1802-1824, with the signature of Fries' curator Franz Rechberger, Vienna, Lugt 2133 with the date 1802; his sale, C.S. Roos, J. de Vries, A. Brondgeest, E.M. Engelberts, Amsterdam, June 21, 1824, Omslag (portfolio) 5 (recte 7), no. 50, sold, with nos. 33-51 for 70 guilders, to Brondgeest. [Hill-Stone, New York, until 1994; sold to Breinins]; Rose-Helen and Goodwin Breinin, New York (1994-d.2011; sold to Boerner); [C.G. Boerner, New York, 2011-12; sold to MIA] \r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "A late Renaissance Mannerist, Battista Franco was a prolific draftsman, painter, and printmaker. He led an itinerant career, working extensively outside his native Venice, in Rome, Florence, and Urbino. Franco's graphic work often drew more acclaim than his paintings. In his prints, his combination of etching with engraving represents an important shift in printmaking practice in Italy after the sack of Rome in 1527, when painter-printmakers (peintre-graveurs) such as Parmigianino and Battista Franco began to experiment with etching. By the end of the century, etching, because of its technical ease and freedom definitively surpassed engraving as the medium of choice for painters making prints. The Adoration of the Magi represents the beginning of this change. Franco executed most of the scene in engraving, and then introduced a large etched tree on the right side of the composition. It is evident from the tree why the light, spontaneous drawing-like quality of etching was so appealing to artists, and particularly suitable for landscapes. Whereas the swelling burin lines, meticulous crosshatching, and elegant parallel lines in the rest of the scene demonstrate the precision, artifice, and polished sumptuousness of engraving. This discrete combination of techniques is quite unique and vividly illuminates a critical moment in the history of printmaking",
  "title": "Adoration of the Magi"
}
