{
  "accession_number": "2012.57.1-153",
  "art_champions_text": null,
  "artist": "Artist: Frank Big Bear",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Bockley Brothers Family Fund of The Minneapolis Foundation in memory of Paul and Marilyn Bockley",
  "culture": "White Earth Nation",
  "curator_approved": 1,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "A grid of collage on postcards: 153 separate collages on Bockley Gallery exhibition announcements with a black and white photograph by Frank Stefanko of musician and artist Patti Smith, wearing a jacket, t-shirt, necklace and small hoop earrings; printed text on the back with information about an exhibition of Frank Stefanko photographs at the Bockley Gallery, Minneapolis.",
  "dimension": "85 × 123 1/4 in. (215.9 × 313.06 cm) (mount without frame)\r\n8 1/2 × 6 in. (21.59 × 15.24 cm) (object part, each element)",
  "id": "http://api.artsmia.org/objects/114548",
  "image": "valid",
  "image_copyright": "© Frank Big Bear",
  "image_height": 5986,
  "image_width": 9815,
  "inscription": "",
  "life_date": "American (White Earth Nation), born 1953",
  "markings": "",
  "medium": "Mixed media collage on found printed cardstock",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From Patti Smith series",
  "provenance": "The artist; [Bockley Gallery, Minneapolis]; sold to MIA., 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated on back of .1, in black ink: Frank Big Bear / Feb 17, 2012",
  "style": "21st century",
  "text": "Born in Detroit Lakes, Minnesota, Frank Big Bear is an acclaimed Ojibwe painter, draftsman, and printmaker, whose work explores the diverse social, political, and cultural realities of Native American life, past and present. Though Big Bear's work is nearly always representational, it is typically characterized by mosaic-like patterns of layered and interwoven forms and colors that produce a distinctive abstracted reality. Many of his compositions have a fragmented quality, reminiscent of Cubist canvases.  For this work, however, Big Bear repurposed discarded invitations to a 2007 exhibition at Bockley Gallery in Minneapolis, which featured photographs by Frank Stefanko of rocker/poet Patti Smith. In adulterating and collaging the images, Big Bear pursues issues of cultural identity and political and social conflict.",
  "title": "Untitled (Patti Smith)"
}
