{
  "accession_number": "2012.57.1-153",
  "artist": "Frank Big Bear",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Bockley Brothers Family Fund of The Minneapolis Foundation in memory of Paul and Marilyn Bockley",
  "culture": "Ojibwe (White Earth)",
  "dated": "2012",
  "description": "A grid of collage on postcards: 153 separate collages on Bockley Gallery exhibition announcements with a black and white photograph by Frank Stefanko of musician and artist Patti Smith, wearing a jacket, t-shirt, necklace and small hoop earrings; printed text on the back with information about an exhibition of Frank Stefanko photographs at the Bockley Gallery, Minneapolis.",
  "dimension": "79 × 129 in. (200.66 × 327.66 cm) (mount without frame)\r\n8 1/2 × 6 in. (21.59 × 15.24 cm) (object part, each element)",
  "id": "http://api.artsmia.org/objects/114548",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American (Ojibwe), born 1953",
  "marks": "Signature and Date Signed and dated on back of .1, in black ink: [Fra",
  "medium": "Mixed media collages on found cardstock",
  "nationality": "American (Ojibwe)",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G373",
  "style": "21st century",
  "text": "Born in Detroit Lakes in northwest Minnesota, Frank Big Bear is an acclaimed Ojibwe painter, draftsman, and printmaker whose work explores the complex social realities of contemporary Native American life. For this work, he repurposed discarded invitations to a 2007 exhibition at his gallery in Minneapolis that featured Frank Stefanko’s photographs of rock musician/poet Patti Smith. In adulterating and collaging the images, Big Bear pursues issues of cultural identity and political and social conflict. The work’s mosaic-like patterns of layered and interwoven forms and colors also suggest the artist’s sense of living in a distinctive abstracted reality.",
  "title": "Untitled (Patti Smith)"
}
