{
  "accession_number": "2012.56.2",
  "art_champions_text": null,
  "artist": "Artist: Marco Alvise Pitteri; Artist: After Giovanni Battista Piazzetta",
  "catalogue_raissonne": "Mauroner 20",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from John E. Andrus III and Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1750s",
  "department": "European Art",
  "description": "portrait of man wearing grey and black hat and coat with white fur collar; man turned slightly to PR, with PL hand touching collar; ground of thin horizontal lines",
  "dimension": "17 7/8 x 14 in. (45.4 x 35.56 cm) (plate)\r\n20 1/16 x 14 11/16 in. (50.96 x 37.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/114539",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5254,
  "image_width": 3842,
  "inscription": "Signature and Inscription\r\n\r\non back, in pencil: several notations",
  "life_date": "Italian (Venice), 1682–1754",
  "markings": "",
  "medium": "Engraving over etched base",
  "nationality": "Italian (Venice)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Princes of Oettingen-Wallerstein, (not stamped, cf. Lugt 2715a), Harburg and Maihingen ('1750s/60s-1997; sold to Boerner); [C. G. Boerner, Düsseldorf and New York, 1997; sold to Breinins]; Goodwin and Rose-Helen Breinin, New York (until d.2011; sold to Boerner); [C. G. Boerner, New York, 2011-2012; sold to MIA] \r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, LLC, in the plate: [Joannes Bapt Piazzetta inv.]; below image, LRC, in the plate: [Marcus Pitteri sculpsit]",
  "style": "18th century",
  "text": "A student of the renowned painter and draftsman Giovanni Battista Piazzetta (1682–1754), Marco Pitteri was an accomplished and sophisticated reproductive printmaker in Venice in the 18th century. Pitteri was prolific, producing over 450 prints in his lifetime. This includes some 150 prints after Piazzetta's drawings and paintings, which established not only his own reputation, but can largely be credited for promoting Piazzetta's international fame. Piazzetta's highly finished and inventive character heads and portrait drawings were prized by Venetian collectors and became celebrated across Europe. Pitteri developed an innovative etching and engraving technique that skillfully replicated Piazzetta's soft, crumbly handling of black and white chalk. \r\n\r\nA Man with a Beret and a Fur Collar, which reproduces an early self-portrait drawing by Piazzetta, encompasses all the sought-after qualities of Piazzetta's character heads and Pitteri's printmaking. In appearance and pose, Piazzetta created a quintessentially 18th-century figure. He is a blend of nature and fantasy, and strikes an evocative pose that is simultaneously animated and blasé. Pitteri, in turn, imparts an extraordinary sensual richness to the print surface, depicting the subject with vibrant softened lines and an impressive range of tones. He also deftly distinguishes a range of textures in his technique, such as the fur of the collar, the velvety beret, and the smooth thick flesh of the sitter's face.",
  "title": "A Man with a Beret and a Fur Collar"
}
