{
  "accession_number": "2012.52",
  "art_champions_text": null,
  "artist": "Artist: Wolf Vostell; Publisher: René Block im Stolpe-Verlang",
  "catalogue_raissonne": "Vomm 1967: 7 I",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Julia B. Bigelow Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967 (published 1968)",
  "department": "European Art",
  "description": "black and white image of fighter airplanes with pointed noses, with cross emblems on sides and wings, in a row; seven curved lines of silver glitter roughly follow the top edges of some planes",
  "dimension": "20 3/4 x 32 1/4 in. (52.71 x 81.92 cm) (sheet)\r\n26 7/16 x 36 3/16 in. (67.15 x 91.92 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/114535",
  "image": "valid",
  "image_copyright": "© Wolf Vostell",
  "image_height": 5873,
  "image_width": 8994,
  "inscription": "Signature, Date, Inscription and Mark\r\n\r\nsee Signed",
  "life_date": "German, 1932 - 1988",
  "markings": "Publisher\\'s blind stamp, LL",
  "medium": "Color screenprint with glitter on thin board",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Grafik des Kapitalistischen Realismus (Graphics of Capitalist Realism) portfolio",
  "provenance": "[Jorg Maass Kunsthandel, Berlin, Germany; sold to MIA]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black ink: [VOSTELL 67, hc]",
  "style": "20th century",
  "text": "Wolf Vostell screenprint Starfighter I is one of six prints produced by six artists comprising the widely acclaimed portfolio \"Grafik des Kapitalistischen Realismus\" (\"Graphics of Capitalist Realism\"). Published in Berlin in 1968, this portfolio of graphic art also featured the work of the German artists Sigmar Polke, Gerhard Richter, Konrad Lueg, K.H. Hodicke, and K.P. Brehmer, who were the founders and chief proponents of the Capitalist Realism movement. It remains the definitive graphic statement of this politically-inspired artist group. \r\n\r\nThe subject of Vostell’s screenprint is the Lockheed F-104 Starfighter, a supersonic fighter jet aircraft that saw service in the U.S. Air Force between 1958 and 1975. The fighter was marketed around the world, and became part of West Germany’s controversial plan for rearmament during the Cold War to help counter the military power of the Soviet Union and its communist allies in Eastern Europe. Notorious for its frequent crashes, the Starfighter was nicknamed “the widow maker” and was emblematic of West German corruption after it was disclosed that Lockheed had paid bribes to various government officials during sales negotiations. Political artists such as Vostell subsequently used the image of the Starfighter as a symbol of militaristic and market-driven values. For his screenprint, Vostell appropriated a grainy still image from a televised broadcast that shows a seemingly infinite row of Starfighter jets precisely aligned along a runway. He “decorates” the row of fighters with silver glitter to both de-mystify and satirize Germany’s long history of military prowess and tradition. In so doing, he critiques the corrupt West German government and its Cold War policies of “defensive rearmament” and Western political alignment (NATO). Despite its critical stance, the shimmering image of modern jet fighters possesses a compelling visual power, or even disquieting beauty, that actually softens Vostell’s intended message.",
  "title": "Starfighter I, from \"Grafik des Kapitalistischen Realismus (Graphics of Capitalist Realism)\" portfolio"
}
