{
  "accession_number": "2012.36",
  "art_champions_text": null,
  "artist": "Photographer: Thomas Demand",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The P. D. McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Global Contemporary Art",
  "description": "photographic image of paper construction of dirty dishes, glasses, beverage cans, salt and pepper shakers, flowers in a vase, napkins, etc., after a meal, on a small table with a green \"tablecloth\"; image face mounted to Plexi with aluminum backing; aluminum \"frame\" on back",
  "dimension": "55 1/4 x 45 1/4 x 1 3/8 in. (140.34 x 114.94 x 3.49 cm)",
  "id": "http://api.artsmia.org/objects/114554",
  "image": "valid",
  "image_copyright": "© Thomas Demand %2F Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Germany",
  "image_height": 7785,
  "image_width": 6362,
  "inscription": "",
  "life_date": "German, born 1964",
  "markings": "",
  "medium": "Diasec (TM) mounted C-print",
  "nationality": "German",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Whitney Houston's death from a drug overdose in a Beverly Hills hotel room in 2012 evoked a huge public response.  The singer’s name was Googled more than any other name for the entire year. \r\n \r\nThis work is the response of one artist to that event. In this photograph German artist Thomas Demand recreated a tabloid image of the room-service table from which Houston was eating just before her death. If you look closely, you can see that the entire image has been fabricated; from the hotel furniture to the purple flowers, Demand painstakingly constructed everything you see from colored paper. \r\n \r\n This image of Houston’s “last supper” has become an iconic image of her death, even without picturing Houston herself. The viewer is granted the illusion of intimacy with Houston and the situation of her death through an morbid invasion of privacy.\r\n \r\nIn an interview with the New York Times in April 2012, Demand commented on his shock at the existence of such an image in the media: “The proliferation of that kind of image at the time when she was not even in the coffin amazed me. It amazed me that it would ever have been released.” The presence of such a photograph begs the question “is nothing sacred'”.",
  "title": "Junior Suite"
}
