{
  "accession_number": "2012.51",
  "art_champions_text": null,
  "artist": "Artist: Naum Gabo",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The Barbara S. Longfellow Fund for Works on Paper",
  "culture": null,
  "curator_approved": 1,
  "dated": "1950",
  "department": "Prints and Drawings",
  "description": "abstract image; printed in black; linear design with football shape at bottom and organic vertical shape at center; printed on thin tissue paper; mounted in front of piece of black paper which is affixted to white coated cardstock",
  "dimension": "6 5/16 x 5 7/16 in. (16.03 x 13.81 cm) (image)\r\n11 1/8 x 7 7/8 in. (28.26 x 20 cm) (sheet)\r\n12 7/16 x 11 7/8 in. (31.59 x 30.16 cm) (mount)",
  "id": "http://api.artsmia.org/objects/114536",
  "image": "valid",
  "image_copyright": "© Estate of Naum Gabo",
  "image_height": 4010,
  "image_width": 2859,
  "inscription": "",
  "life_date": "American (born Russia), 1890–1977",
  "markings": "",
  "medium": "Monoprint (wood engraving) on Japan paper mounted on black paper",
  "nationality": "American (born Russia)",
  "object_name": "Monoprint",
  "portfolio": "From ",
  "provenance": "'Sale, Bassenge, Berlin, Nov. 26, 2011, lot 8088. (Charles M. Young Fine Prints and Drawings, Portland, Conn.); sold to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC below image, in pencil: Gabo",
  "style": "20th century",
  "text": "Russian born artist Naum Gabo was a leading exponent of modernist sculpture. About 1950, Gabo was ill and felt unable to bear the physical strain of fabricating his sculptures. In discussing the matter with his Connecticut neighbor William Ivins, founding curator of the Department of Prints at the Metropolitan Museum of Art, the two settled on printmaking as an outlet for Gabo’s undiminished creative energy. Gabo was, however, at a loss as to which printmaking technique might best suit his talent. Ivins, half jesting, suggested wood engraving, the outmoded technique that brings to mind 19th-century American weekly newspapers. Gabo took up the challenge and went on to completely reinvent the art of wood engraving. \r\n\r\nGabo underscored the abstract nature of his prints—their weightlessness—by referring to them as one would to music, each one a numbered \"Opus.” His alternate name for the present print was “lyrebird.” This exotic Australian species is known for its spectacular, elegant tail feathers.",
  "title": "Untitled (Opus Four: The Lyrebird)"
}
