{
  "accession_number": "2012.116.1",
  "art_champions_text": null,
  "artist": "Artist: Jacques Stella",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Richard L. Hillstrom",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "European Art",
  "description": "Christ kneeling on rock in water at bottom left, arms folded across his chest, head looking down toward PR; John the Baptist at bottom right, leaning again same rock, holding shell above Christ's head in his PR hand and a thin cross-shaped staff in his PL hand; two angels and three cherubs (without wings) in sky at upper corners, with dove in light between clouds at top center; figures at left edge look on; two bathers in background at right",
  "dimension": "10 3/4 x 5 15/16 in. (27.31 x 15.08 cm) (sheet, irregular)\r\n18 3/4 x 12 3/4 in. (47.63 x 32.39 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/114528",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5068,
  "image_width": 2968,
  "inscription": "",
  "life_date": "French, 1596 - 1657",
  "markings": "",
  "medium": "Pen and brown ink and grey wash",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "[Rodman Gallery, New York, sold to Hillstrom, 1948]; Rev. Richard Lewis Hillstrom, Edina, Minn. (1948-2012); given to MIA, 2012.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Lyonais painter Jacques Stella enjoyed one of the most spectacular artistic careers of the 17th century. For extended periods he served Cosimo II de Medici in Florence, Pope Urban VIII in Rome, and Louis XIII and Cardinal Richelieu in Paris. He became one of the leading exponents of classicism in France. The present drawing of the baptism of Christ appears to be an early study for a major altarpiece completed in 1645 (Saint-Louis-en-l’Île, Paris). The Louvre owns a closely related drawing of the composition in a more advanced stage. Many elements of our drawing were carried over to the finished painting, but ultimately the artist chose to present Christ as standing rather than kneeling.",
  "title": "The Baptism of Christ"
}
