{
  "accession_number": "2012.79.2",
  "art_champions_text": null,
  "artist": "Artist: Anthony Caro; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "Europe",
  "country": "England",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 1,
  "dated": "1993",
  "department": "Prints and Drawings",
  "description": "paper construction with black, lavender, white and green paper and black foamcore; cut-away cube shape with torn, rolled and folded lavender, black and white paper at center of shape; green square piece of paper on top of base with grey, brown and green shading/marks, mostly covered by larger paper forms at center",
  "dimension": "10 1/2 x 15 1/8 x 14 in. (26.67 x 38.42 x 35.56 cm)",
  "id": "http://api.artsmia.org/objects/114613",
  "image": "invalid",
  "image_copyright": "© Anthony Caro",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Title, Date, and Stamp",
  "life_date": "British, 1924 - 2013",
  "markings": "at one corner on bottom, publisher\\'s mark, stamped in black: image of open cube",
  "medium": "Molded paper and paper products, hand-colored and spray varnished",
  "nationality": "British",
  "object_name": "Multiple",
  "portfolio": "From Hand-colored \"Paper Sculptures\" series",
  "provenance": "Private collection, Minneapolis; given to MIA, 2012",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated at one edge of green paper, in pencil (?): [A CARO 93]; inscribed on bottom, in black: [#25]; inscribed on bottom at one corner, in pencil: [#25 / LAVENDER]",
  "style": "20th century",
  "text": "British modernist Anthony Caro has played a pivotal role in the development of \r\ntwentieth-century sculpture. Known for his innovative use of assembled industrial \r\nmaterial such as bronze, steel, iron, lead, stone, wood, and paper, he typically produces large-scale abstract sculptures that rest directly on the ground, inviting the viewer to engage directly with them. The molded paper multiple #25 Lavender is one of a series of related small-scale sculptures he produced in collaboration with master printer Ken Tyler at Tyler Graphics. Each sculpture is unique and was formed, painted and varnished by hand.",
  "title": "#25 Lavender"
}
