{
  "accession_number": "2015.102.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "Gift of Dr. Richard L. Simmons in honor of Lotus Stack",
  "culture": "Yoruba",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "dark purple, and gold striped agbada with heavy embroidery at neckline and across chest; gold embroidery at UR chest is many lines of design in a large swirled pattern; at center and left side of chest - much solid golden embroidery as well as abstract embroidered areas; horizontal lines of (punched?) holes in center area; vertical lines on holes on open sleeve areas; on back center another large swirled area of golden embroidery; upper body of garment is lined with teal blue fabric which shows through horizontal holes on back and front",
  "dimension": "50 x 84 in. (127 x 213.36 cm) (including fringe)",
  "id": "http://api.artsmia.org/objects/114669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4007,
  "image_width": 6883,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Agbada",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Islamic societies all over West Africa, high-ranking officials wear voluminous robes with lavish embroidery. The volume of the garment creates an aesthetic of “bigness” that enhances both the physical presence and symbolic importance of the wearer. A \"malam\", a male religious specialist with knowledge of Arabic writing, embroidered this robe by hand. The designs are drawn from an Islamic visual vocabulary referencing political leadership and are meant to offer protective powers. The spiral on the left is the \"tambari\" or “king’s drum,” a motif signifying the office of chieftain and the spiritual path to God.",
  "title": "Agbada"
}
