{
  "accession_number": "2013.9.1",
  "art_champions_text": null,
  "artist": "Artist: Toshiko Takaezu",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Harry Drake",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1990s",
  "department": "Arts of the Americas",
  "description": "rounded form; wide, low ring foot; very tiny top opening/spout; dark grey band around bottom; purple, rust, pink and green mottled colors at top--predominately purple; loose pieces audible at interior",
  "dimension": "7 7/16 x 5 5/16 x 5 5/16 in. (18.89 x 13.49 x 13.49 cm)",
  "id": "http://api.artsmia.org/objects/114676",
  "image": "valid",
  "image_copyright": "© Toshiko Takaezu",
  "image_height": 6582,
  "image_width": 6361,
  "inscription": "Inscription\r\n\r\non bottom, incised: [II]",
  "life_date": "American, 1922-2011",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Over the years, ceramic artist Toshiko Takaezu (1922 – 2011) developed an art that merges Eastern and Western aesthetics and techniques. While visiting her parents’ native Japan in 1955, Takaezu stayed in a Zen monastery and met some of Japan’s most distinguished traditional potters. She was also struck by the culture of tea ceremony, wherein the host carefully selects vessels to create a sense of harmony and tranquility. These vessels were usually simple, handmade, and slightly asymmetrical, bearing surface evidence of its manufacture.\r\n\r\nForm Pink #54 is an earlier example of the simplified, enclosed form that became Takaezu’s hallmark. It also contains a rattle, which she typically incorporated into such vessels. Her spontaneous glazing aesthetic is also notable, created through improvised pouring and hand painting, which offsets the methodical approach she took in creating her forms.",
  "title": "Form Pink #54"
}
