{
  "accession_number": "2012.79.1",
  "art_champions_text": null,
  "artist": "Artist: Robert Motherwell; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York; Printer: Tyler Graphics, Ltd., Mount Kisco, New York",
  "catalogue_raissonne": "Belknap 274; TGL 423-RM 42; Engberg & Banach 309",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "irregular black forms including bars at left, part of triangle and square at right and circle flanked by ovoids left of center; some black splatters on ground around black shapes; touches of silvery blue at right edge, round lower part of right ovoid and between left ovoid and bar",
  "dimension": "15 x 37 3/4 in. (38.1 x 95.89 cm) (sheet)\r\n25 1/2 x 47 3/4 in. (64.77 x 121.29 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/114612",
  "image": "valid",
  "image_copyright": "© Estate Robert Motherwell %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 2734,
  "image_width": 6658,
  "inscription": "",
  "life_date": "American, 1915-1991",
  "markings": "Numbered in pencil, LR:  ap II/XIV\r\nPublisher\\'s blindstamp, LR: image of open cube",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Minneapolis; given to MIA, 2012",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR: R Motherwell",
  "style": "20th century",
  "text": "American painter, printmaker, and theorist Robert Motherwell is remembered for his many contributions to modern art as a pioneering member of the New York school of abstract expressionism. His theories on automatism and abstraction helped form the foundational creative principles of the movement. A prodigious painter and printmaker, Motherwell often explored recurrent themes and motifs over a period of years, even decades, such as the Elegies to the Spanish Republic series he began in 1948 and continued to revisit until his death in 1991. Elegy Black Black is one of the many scores of editioned prints that are part of this thematic group, each of which convey Motherwell’s deeply personal reflections on the fascist-lead destruction of democracy during the Spanish Civil War.",
  "title": "Elegy Black Black"
}
