{
  "accession_number": "2012.85.2",
  "art_champions_text": null,
  "artist": "Artist: Lyonel Feininger",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift from the family of Ella Pillsbury Crosby",
  "culture": null,
  "curator_approved": 1,
  "dated": "1943",
  "department": "Arts of the Americas",
  "description": "linear sketch of three boats--two in foreground, one in far right background; large boat at left has grey sails; white sailboat at right in foreground; sailboat in background has grey sails; light blue water, dark blue far shoreline; greyish sky",
  "dimension": "10 x 17 1/4 in. (25.4 x 43.82 cm) (sight)\r\n17 1/2 x 24 1/2 in. (44.45 x 62.23 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/114710",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 5279,
  "image_width": 8933,
  "inscription": "",
  "life_date": "American (active Germany), 1871–1956",
  "markings": "",
  "medium": "Black chalk with brush and watercolor on paper",
  "nationality": "American (active Germany)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Ella Pillsbury Crosby; Estate of Ella Pillsbury Crosby; given to MIA, 2012",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black: Feininger; LRC, in black: 1943",
  "style": "20th century",
  "text": "American painter and printmaker Lyonel Feininger trained and worked in Europe for more than four decades. A founding teacher, then artist-in-residence, at Walter Gropius' Bauhaus, he was truly at the leading edge of German modernism. He developed a style that melded Cubism's sharp eye for the contemporary world with a romantic color palette that evoked love for modern life. His work appeared in The Museum of Modern Art's inaugural exhibition, \"Paintings by 19 Living Americans\" (1929), and the Nationalgalerie, Berlin, gave him a solo showing (1931). But soon thereafter, the National Socialists forced the closing of the Bauhaus and included Feininger's art in the notorious exhibition of Entartete Kunst (Degenerate Art).\r\n          \r\nIn 1937 Feininger left Germany for America and eventually settled in New York. After a two-year period of inactivity, seemingly brought on by contemporary events, Feininger resumed painting. At this point his work took on a graphic purity and luminosity that many have found mystical in character.\r\n          \r\nBlue Coast, a colored drawing of 1943, is a very fine example of Feininger's American work. In broken rhythms, ruler-straight, black, chalk lines create the framework for the picture, which features four sailboats. Feininger added feather-edged patches of color—turquoise for water, ultramarine for the land, and gray for sails—that produce a sense of depth. His sky is a dappled, watery greenish gray. Combining the certainty of his black lines with the chance flow of his watercolor, Feininger produced an energetic surface, simultaneously moving and at rest, a warmly romantic near-abstraction redolent of a summer's day.",
  "title": "Blue Coast"
}
