{
  "accession_number": "L2012.153.1",
  "artist": "Priscilla Briggs",
  "continent": null,
  "country": "China",
  "creditline": "Courtesy of the artist",
  "culture": null,
  "dated": "2011",
  "description": "boy stands at center of room facing viewer next to a table, flat-screened TV, and chair; multiple paintings of the same dog image fill the wall space; dark wood frame",
  "dimension": "55 1/4 x 37 1/4 in. (140.34 x 94.62 cm) (outer frame)\r\n54 x 36 in. (137.16 x 91.44 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/114929",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, born 1966",
  "marks": " ",
  "medium": "Oil paint over digital print on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "2011",
  "text": "I am interested in how economic systems shape identity, culture and landscape. Communist China's recent industrial revolution, spurred on by its Capitalist experiments and cheap labor, has created densely focused areas where the manufacturing of one product defines entire communities, towns, or regions. These works are an investigation of such a community in Xiamen where whole apartment complexes are inhabited by low-paid production oil painters.  The painters share live/work spaces with other painters and their families. They fill orders for oil paintings that end up in furniture showrooms, hotels, and tourist art galleries around the world. Many orders ask the artist to make up to a hundred copies of the same image. The painters charge by the square foot and by skill level.   \r\n\r\nI photographed the painters in their live/work spaces and I commissioned editions of paintings of my portraits for close to the same cost as having inkjet prints made in the US. My photographs were digitally printed on canvas and then painted over. The portraits are accompanied by still life images of the painters' live/work spaces. These many-layered works address issues of art and labor, exploring notions of the \"original\" work of art and its value in a world of global out-sourcing.\r\n\r\nPriscilla Briggs - artist\r\n",
  "title": "Painter #5 (Huang Wenlong)"
}
