{
  "accession_number": "2002.90.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics; Models",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Asian Art",
  "description": "3-level tower with balconies; 4 figures with crossbows; roofs edged with large floral forms; bird at top of roof; green glaze",
  "dimension": "32 3/4 x 17 3/4 x 15 1/2 in. (83.19 x 45.09 x 39.37 cm)",
  "id": "http://api.artsmia.org/objects/62040",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5071,
  "image_width": 2717,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Low-fired earthenware with green glaze",
  "nationality": null,
  "object_name": "Model",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "Model towers composed of three to five stories have been excavated from Eastern Han (25-220) tombs in Henan Shandong and Hebei provinces. Tall, multi-storied structures apparently served as watchtowers on the great estates of Eastern Han. While many of these large tomb models are made in separate sections that stack together, this highly detailed tower is made in one piece. The first story has a walled courtyard in front with a shed on one side and a curved ramp leading up to an entry door guarded by a standing archer. Each level has a lattice pattern ventilation grill protected by a slanted awning. Wide tiled roofs projecting out on all four sides are supported by various types of dou gong decorative brackets, vertical posts, and angled struts at the corners. The two upper stories have balconies enclosed by slotted railings. Guards with crossbows are stationed at the corners. Matching quatrefoil florets decorate the four corners of each roof, a large crested bird sits atop the roof ridge and the whole structure is covered with a green glaze that has degraded with centuries of burial to a silvery iridescence. Ceramic architectural models with similar decorative roof florets have been excavated from tombs in the Luoyang region of Henan province.",
  "title": "Model of a Watchtower"
}
