{
  "accession_number": "P.70.85",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige II; Publisher: Sagamiya Tōkichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Mrs. Elaine C. Norden  in memory of her sister, Miss Esther M. Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "1862, 4th lunar month",
  "department": "Asian Art",
  "description": "trimmed to margin (hence publisher and censor seals are missing)",
  "dimension": "13 3/8 × 8 7/8 in. (33.9 × 22.5 cm) (image, sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/62098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2694,
  "image_width": 1793,
  "inscription": "",
  "life_date": "Japanese, 1826 - 1869",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Thirty-six Views of the Eastern Capital (Tōto sanjūrokkei 東都三十六景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Hiroshige ga 廣重画",
  "style": "19th century",
  "text": "In the late 19th century, it became fashionable for women to wear haori, a type of jacket that derived from men's military coats. The geisha (music and dance entertainers) associated with the unlicensed pleasure quarter of Fukagawa in southeast Edo (Tokyo) were the first to adopt the manly haori as part of their fashion ensembles. These women, called tatsumi (meaning \"southeast\") geisha, were known for their tomboyish attitude and fashion sense. Entertainers in other districts and eventually ordinary women copied their progressive styles. By the late 19th century, women wearing fashionable haori could be seen throughout the city. In this print, the woman's haori and her scarf actually serve a practical purpose: protection from the cold. The blossoming plum tree in the background indicates that it is early spring when the temperatures in Japan can still be quite chilly.",
  "title": "Plum Garden at Kameido"
}
