{
  "accession_number": "2002.126.2.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "man with thin black mustache and beard seated on a throne; 2 standing male figures in lower corners; blue sky with clouds at top behind throne; central figure holds red pearl",
  "dimension": "61 9/16 x 34 1/8 in. (156.37 x 86.68 cm) (image)\r\n95 1/8 x 39 3/4 in. (241.62 x 100.97 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/62138",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3946,
  "image_width": 2096,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "These three paintings depict the Three Purities, the supreme deities of religious Daoism, who were identified as the source of all Daoist teachings and as rulers of the Daoist universe. They are painted like enthroned emperors with meticulous detail in the colorful outline style associated with traditional Buddhist painting and court portraiture. Presented are the Celestial Worthy of the Primordial Beginning (in blue robe), a teacher and patriarch of the highest scriptural tradition; the Celestial Worthy of the Numinous Treasure (black robe), patron of the second scriptural tradition, the Cavern of Mystery; and the Celestial Worthy of the Way and its Power (green robe), better known as Laozi, patriarch of the third scriptural tradition. Although images of the Three Purities would have been essential in most Daoist temples, few examples remain. This group is the only known complete set from the Ming dynasty.",
  "title": "The Three Purities, one of three"
}
