{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "late 16th century",
  "culture": null,
  "country": "China",
  "continent": "Asia",
  "dimension": "61 9/16 x 34 1/8 in. (156.37 x 86.68 cm) (image)\r\n95 1/8 x 39 3/4 in. (241.62 x 100.97 cm) (without roller)",
  "medium": "Ink, colors and gold on silk",
  "title": "The Three Purities, one of three",
  "id": "http://api.artsmia.org/objects/62138",
  "room": "Not on View",
  "style": "16th century",
  "marks": " ",
  "text": "These three magnificent paintings depict the \"Three Purities,\" the highest of all Taoist deities. They include (from left to right) the Celestial Worthy of Primordial Beginning, the Celestial Worthy of Numinous Treasure, and the Celestial Worthy of the Way and Its Power (Lao-tsu). Although images of the Three Purities would have been essential in any Taoist temple, few examples remain, and this exceptionally rare set is the only complete set known to survive from the Ming dynasty.\r\n<P>The Taoist canon compiled in 1444-45 identifies these deities as the source of all Taoist teachings and, as rulers of the Taoist universe, they are painted like enthroned emperors with meticulous detail, in the colorful outline style associated with traditional Buddhist painting and the best court portraiture. The small animal figures on each backdrop, as well as the garuda over the head of each deity, derive from Tibetan Buddhism which, in turn, was inspired by the Pala style of esoteric Buddhist painting that had developed in northwestern India. In spite of these Buddhist influences, the paintings remain faithful to Taoist iconography. Each figure sits under a canopy on a typical Taoist throne wearing Taoist ritual vestments and attended by two figures done in Taoist style. Auspicious objects in circles of light appear at the foot of each deity. The large size and refined quality of the painting and extensive use of gold suggest that these works were imperially commissioned. \r\n",
  "description": "man with thin black mustache and beard seated on a throne; 2 standing male figures in lower corners; blue sky with clouds at top behind throne; central figure holds red pearl",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "accession_number": "2002.126.2.1                              ",
  "artist": ""
}
