{
  "accession_number": "2002.126.2.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "man with thin black mustache and beard seated on a throne; 2 standing male figures in lower corners; blue sky with clouds at top behind throne; central figure holds red pearl",
  "dimension": "61 9/16 x 34 1/8 in. (156.37 x 86.68 cm) (image)\r\n95 1/8 x 39 3/4 in. (241.62 x 100.97 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/62138",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3946,
  "image_width": 2096,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "These three magnificent paintings depict the \"Three Purities,\" the supreme deities of religious Daoism. The Daoist cannon, compiled in 1444-45, identifies these three deities as the source of all Daoist teachings and as rulers of the Daoist universe. They are painted like enthroned emperors with meticulous detail in the colorful outline style associated with traditional Buddhist painting and the best court portraiture. The paintings in this rare set represent the three Purities as they were standardized by The Complete Perfection sect of Daoism, which rose to prominence during the Mongol rule of the Yuan dynasty (1280-1368). The top deity, the Celestial Worthy of the Primordial Beginning (blue robe), was a patriarchal teacher and patriarch of the highest scriptural tradition. Second in rank was the Celestial Worthy of the Numinous Treasure, patron of the second scriptural tradition, the Cavern of Mystery (black robe). This tradition was key to the development of Daoist rituals and art. Finally came the Celestial Worthy of the Way and its Power (green robe), better known as Laozi (c. 570 BCE), patriarch of the third scriptural tradition. Laozi arrived to restore harmony between the heavens and humanity through the great philosophic classic attributed to him, the <I>Daodejing</I>.\r\n\r\n<P>Although images of the Three Purities would have been essential in most Daoist temples, few examples remain. This rare group is the only complete set know to have survived from the Ming dynasty.",
  "title": "The Three Purities, one of three"
}
