{
  "accession_number": "P.78.65.77",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Aritaya Seiemon",
  "catalogue_raissonne": "Ukiyo-e shūka 14 (1981), Hiroshige list, p. 245, horizontal ōban #49.01",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1843-1847",
  "department": "Asian Art",
  "description": "",
  "dimension": "8 7/8 × 13 11/16 in. (22.5 × 34.8 cm) (image, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/62190",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1878,
  "image_width": 2789,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "Censor: Murata; publisher\\'s seal: {Aritaya}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From The Treasury of Loyal Retainers (Chūshingura 忠臣蔵)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "To prevent subversive performances, the government forbade the presentation of recent events. The playwrights of Chñshingura avoided censorship by adding a number of fictionalized subplots and by setting it in the 14th century. They also created names for their characters, though people soon figured out which theatrical character represented each historic personage. The disgraced lord Asano became Enya Hangan, and his enemy Kira became Kø no Moronao. Showing a scene from act 1, this print depicts the confrontation between Moronao and Enya's colleague Momoi Wakasanosuke, not Enya himself-another twist to the factual account. Gripping his sword hilt, Wakasanosuke, dressed in purple ceremonial attire, barely contains his anger.  In black, Moronao provokingly waves his fan at him, as if fanning the young man's anger. The woman behind Wakasanosuke is Enya's wife, Kaoyo, who suffered Moronao's untoward romantic advances. Their demeanors well convey the tension among them, which ultimately results in the fatal event in act 3.",
  "title": "Prologue"
}
