{
  "accession_number": "2002.146.2",
  "art_champions_text": null,
  "artist": "Artist: Li Liufang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1618",
  "department": "Asian Art",
  "description": "continuous drawing of trees, buildings, water and mountains; followed by 7 lines of text",
  "dimension": "11 7/8 x 208 9/16 in. (30.16 x 529.75 cm) (image)\r\n13 11/16 x 289 in. (34.77 x 734.06 cm) (overall)",
  "id": "http://api.artsmia.org/objects/62194",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3042,
  "image_width": 5546,
  "inscription": "",
  "life_date": "Chinese, 1575 - 1629",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Li Liufang was born in Jiading, Jiangsu province. In 1606 he passed the Ju Ren degree but failed twice to gain the Jin Shi degree with its access to high government service. He turned instead to literati pursuits and established the Tan Yuan (Sandalwood Garden) studio near his hometown of Jiading and became a prolific poet, writer and painter. He was a close friend of the literati artist Cheng Jiasui (1565-1644) and admiring critics included both among the \"Nine Friends of Painting\" and the \"Four Masters of Jiading\". \r\n\r\nLi Liufang's earlier paintings were drier; more lineal and spare then his mature inky \"wet\" style of the 1620's. In this elegant, early landsape Li appears focused on the endless rewards of abstract ink play. While the dry brushwork is structured and disciplined, the artist remained free to explore and create; experimenting within a narrow technical framework repeating the familiar over and over in what becomes an essentially unconscious, unlabored exercise in brush and ink manipulation. The result is an elegant, beautifully abstract impression of river scenery. Bereft of narrative and descriptive detail, it was done only to please the artist or perhaps a few close friends.",
  "title": "River Landscape"
}
