{
  "accession_number": "2002.73",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Ma Yuan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Asian Art Miscelleneous Purchase Fund and gift of funds in honor of Ruth and Bruce Dayton from Rusty and Burt Cohen, Kim and Gloria Anderson, Ralph Strangis, Darwin and Geri Reedy, Beverly Grossman, Duncan and Nivin MacMillan, Bob Ulrich and Jill Dahlin, Ford Bell, Samuel D. and Patricia N. McCullough, Myron Kunin, and Brian and Julia Morrison Palmer",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-14th century",
  "department": "Asian Art",
  "description": "landscape with spiky trees, largest at L; reclining figure below large tree with standing figure with staff behind, LLC; fence at LRC",
  "dimension": "42 5/16 x 21 9/16 in. (107.47 x 54.77 cm) (image)\r\n77 1/8 x 28 in. (195.9 x 71.12 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/62383",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 2356,
  "inscription": "",
  "life_date": "active c. 1195 - 1264",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-14th century",
  "text": "Ma Lin, named in the red seal, was the son of the great academy artist Ma Yuan. Characterized by firm, expert brushwork, the composition and stylistic features of this painting place it clearly within the classical tradition of court painting that flourished in Hangzhou from the 1100s to the early 1400s. The Daoist theme of a lone scholar viewing the sunrise is standard Southern Song subject matter. He reclines on a riverbank with bronze ritual implements arranged in front of him, probably in preparation for ritual incense burning. The Daoist philosophy, with its emphasis on nature, was fundamental to the early development of landscape painting and nature poetry in China.",
  "title": "Enjoying the Sun Beneath Pine Trees"
}
