{
  "accession_number": "B.88.5",
  "art_champions_text": null,
  "artist": "Artist: Richard Bosman; Author: Cotton Mather; Author: Nathaniel Hawthorne; Author: John Greenleaf Whittier; Author: Henry David Thoreau; Publisher: Arion Press; Printer: Andrew Hoyem",
  "catalogue_raissonne": "Not in Stevens",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Prints and Drawings",
  "description": "Illustrated with 35 woodblock prints by Richard Bosman. Binding: original quarter cloth and papered boards, paper spine label; endpapers: Rives; type: Frederick W. Goudy's Kennerly Bold and Rudolf Koch's Neuland Inline",
  "dimension": "17 x 13 in. (43.18 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/62490",
  "image": "invalid",
  "image_copyright": "© Richard Bosman",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Australian (born India, active United States), born 1944",
  "markings": "Watermark: <RIVES>",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "Australian (born India, active United States)",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "(Brooke Alexander Gallery, New York); sold to MIA, 1988.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the artist in pencil on the limitation page: Bosman",
  "style": "20th century",
  "text": "Indian captivity narratives were an early and popular form of American literature during the long period of European settlement and expansion on the North American continent. The harrowing and bloody tale of the capture and escape of Hannah Duston by Abenakis Indians is among the most enduring examples of this literary genre. As told by a succession of American writers, Duston and her nurse Mary Neff were captured on March 15, 1697 during an Indian raid on the English settlement of Haverhill, Massachusetts that left 27 settlers dead and 13 others captured. In the aftermath of the conflict, an Abenakis warrior was said to have killed Duston's one-week old daughter, Martha, and forced the two women to walk for days through snow until they arrived at an encampment on an island in the Merrimack River north of Concord, New Hampshire. \r\nThere they met another captive settler, a young English boy by the name of Samuel Leonardson. The settlers soon plotted their escape and according to written accounts, rose about midnight on March 30th and brutally killed ten of their sleeping captors, including several women and children, with tomahawk blows to the head, later scalping their victims to provide proof of their story. They escaped by canoe down the river to Hudson, New Hampshire. Duston later recounted her ordeal to Cotton Mather, a prominent Boston minister, who portrayed Duston as a frontier heroine in the first of many published accounts of the tale.  Despite the important moral questions implicit in the perpetuation of this tale of conflict between settlers and native peoples, this and other captivity narratives have been permanently woven into the historical fabric of the formation of the United States as a nation.",
  "title": "Captivity Narrative of Hannah Duston"
}
