{
  "accession_number": "B.87.5.9",
  "art_champions_text": null,
  "artist": "Artist: Alice Neel; Author: Edgar Allan Poe; Printer: Anthoensen Press, Portland, Me. (text); Printer: Water Street Press, Ltd., New York (prints); Book Binder: John von Isakovics; Publisher: The Limited Editions Club",
  "catalogue_raissonne": "LEC 542",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Prints and Drawings",
  "description": "binding: Nigerian goatskin, red, on spine and face-edges; gold-stamped lettering; marbleized paper sides; endpapers: white wove; slip case: fabric, black, with gold-stamped leather, label affixed (box) interior: grey laid paper and red fabric, deckle-edged; type: 18 pt Monotype Dante",
  "dimension": "15 1/4 x 11 1/2 in. (38.74 x 29.21 cm)",
  "id": "http://api.artsmia.org/objects/62493",
  "image": "invalid",
  "image_copyright": "© The Estate of Alice Neel",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature of author of \\\"artist\\'s tribute\\\" in back",
  "life_date": "New York",
  "markings": "Watermark: insignia of Literary Guild",
  "medium": "Color lithographs and etchings; letterpress; bound volume",
  "nationality": null,
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Bruce B. Dayton, Wayzata, Minn.; given to MIA, 1987.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Poe's classic short story--a dark, symbolic tale of the deterioration and eventual demise of mind and body-was first published in 1839, while Poe lived in Philadelphia. As conveyed by the narrator/observer, Poe's fictional tale is set in a decrepit manor house, where twin siblings Roderick and Madeline Usher live as aging eccentrics whose altered states of reality lead eventually to violent death and the end of the family's bloodline.  \r\n           \r\nPoe's self-referential exploration of death, melancholy and the realm of human imagination held both fascination and danger, where fantasy and reality merged in unpredictable ways, overcoming those who dare enter unprepared into this \"mansion of gloom.\"  Indeed, the old Usher mansion itself becomes the symbolic embodiment of the character's psychological and emotional deterioration.\r\n\r\nNeel's striking original illustrations reinforce Poe's vivid narrative, echoing his long-held aesthetic principle of \"unity of effect.\"",
  "title": "The Fall of the House of Usher"
}
