{
  "accession_number": "2002.146.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Friends of the Institute",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "shallow container with ribbed exterior; 3 decorative feet; lacquer handle with bronze fittings; red container with black on bottom; has storage box",
  "dimension": "6 x 13 11/16 x 14 in. (15.24 x 34.77 x 35.56 cm) (without handle extended)",
  "id": "http://api.artsmia.org/objects/62657",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Negoro ware; lacquer over wood core with gilt metal fittings",
  "nationality": null,
  "object_name": "Wash basin (tarai)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Negoro",
  "text": "The Negoro-ware basin originally held water for rinsing hands in preparation for a Buddhist ritual ceremony of repentance performed on the fifteenth day of each month. The term negoro refers to simple but elegant objects covered with base coats of black lacquer over which red lacquer was applied. Through repeated use, the red wears away, revealing the black lacquer beneath. This sense of age and loving use greatly appealed to tea masters who collected old negoro pieces for use in their tea ceremonies. It is likely that this basin would have been used to serve sweets.  Because of the age and fragility of negoro lacquer, it is customary for tea guests to slide forward on the tatami mats and serve themselves, rather than passing the basin from guest to guest as is typical with ceramic sweet trays.",
  "title": "Bale-handled wash basin with legs"
}
