{
  "accession_number": "2002.141.4",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Friends of the Institute",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "handled tray with short sides; light grey glaze with blue, green and gold leaves, vines and gourds; cutout gourd shapes",
  "dimension": "7 3/4 x 7 7/8 x 6 1/4 in. (19.69 x 20 x 15.88 cm)",
  "id": "http://api.artsmia.org/objects/62709",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "On bottom: (3-character stamp)",
  "medium": "Kyōyaki ware, Ko Kiyomizu type, Seikanji kiln; stoneware with underglaze enamels and gold",
  "nationality": null,
  "object_name": "Tray",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G225",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Portuguese traders first introduced tobacco to Japan in the 1500s. After repeated attempts to ban its use, the government legalized its cultivation in 1625. Throughout the Edo period, Japanese used long pipes with small bowls, which, when filled with finely shredded tobacco, afforded the smoker only a puff or two. Tobacco trays held a hi’ire, a small container with hot ashes—used to light the pipe—and a container half filled with water into which the exhausted contents of the pipe could be safely emptied. Tea masters placed tobacco sets in the waiting areas used by their guests prior to tea gatherings. This ceramic example imitates the construction of wooden tobacco boxes but is richly decorated with trailing calabash gourd vines rendered in blue, green, and gold enamels and reticulated (cut out) gourd shapes.",
  "title": "Tobacco tray"
}
