{
  "accession_number": "2003.27",
  "art_champions_text": null,
  "artist": "Calligrapher: Hon'ami Kōetsu; Artist: Underpainting by Tawaraya Sōtatsu",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from the Friends of the Institute and The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th-early 17th century",
  "department": "Asian Art",
  "description": "calligraphy written on paper with blue, gold and grey abstracted design of foliage, sky and ground; has storage box",
  "dimension": "7 1/16 x 6 5/16 in. (17.94 x 16.03 cm) (image)\r\n53 1/4 x 16 3/8 in. (135.26 x 41.59 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/62701",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1558 - 1637",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Hon'ami Kōetsu, a calligrapher, ceramist, painter, lacquerer, sword connoisseur, and tea master, was one of the most influential artists of the early Edo period. Tawaraya Sōtatsu was a renowned painter who drew inspiration from handscroll paintings popular among the aristocracy during the 11th and 12th centuries. Both men belonged to a class of wealthy, educated merchants who socialized and catered to the Kyoto nobility. They often collaborated to create books and scrolls featuring classical Japanese poems on decorated paper. Using luxurious materials including metallic pigments, Sōtatsu painted casual images on the papers, over which Kōetsu wrote calligraphy in his distinctive, elegant script. This hanging scroll features a poem from the Shinkokin wakashu, an imperial poetry anthology compiled in the 7th century. Such works, with their aristocratic associations and lyrical sentiments, became popular among tea enthusiasts in the early 17th century.\r\n\r\nLayer upon layer of snow settles over the garden.\r\nChancing upon footsteps crossing my path,\r\nI wonder who has come to visit'",
  "title": "Poem Card (shikishi) with snowy willow"
}
