{
  "accession_number": "2002.141.3",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Friends of the Institute",
  "culture": null,
  "curator_approved": 1,
  "dated": "1614-1624",
  "department": "Asian Art",
  "description": "round teabowl pressed into asymmetrical shape; dark brown and tan glazes; light wavy parallel lines on exterior; has storage box",
  "dimension": "3 3/16 x 4 3/4 x 5 7/8 in. (8.1 x 12.07 x 14.92 cm)",
  "id": "http://api.artsmia.org/objects/62708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3863,
  "image_width": 4308,
  "inscription": "",
  "life_date": null,
  "markings": "on bottom, incised: [HH (connected)]",
  "medium": "Takatori ware, Uchigaso kiln; glazed stoneware",
  "nationality": null,
  "object_name": "Tea bowl (chawan)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This tea bowl combines a thick, whitish glaze with a translucent amber one on a triangular-shaped form, known in Japanese as a kutsugata chawan, or “clog-shaped tea bowl.” This was a name given to peculiarly shaped tea bowls, which were thought to resemble footwear worn by some Buddhist priests. The combination of this glazing technique and distorted shape is unique to a single kiln, Uchigaso, which was active only between 1614 and 1624. This kiln was one of several in the northeastern area of the island of Kyushu that produced Takatori wares, so called for Mount Takatori located nearby. Early Takatori wares were created primarily by Korean potters who had been relocated to Kyushu by powerful local warlords during two Japanese invasions of the Korean peninsula in the 1590s. These potters’ tea wares, which were quite different from styles prevalent in their native Korea, made a huge splash among Japanese tea aficionados in the distant cities of Kyoto and Sakai.",
  "title": "\"Clog-shaped\" tea bowl"
}
