{
  "accession_number": "P.13,728",
  "art_champions_text": null,
  "artist": "Artist: Katsushika Hokusai; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": "Ukiyo-e shūka 16 (1981), p. 230, vertical ōban #20.2",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Mrs. Carl W. Jones in Memory of Her Husband",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1832",
  "department": "Asian Art",
  "description": "omohan ai-zuri",
  "dimension": "15 × 10 5/16 in. (38.1 × 26.2 cm) (image, sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/62768",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2809,
  "image_width": 1966,
  "inscription": "",
  "life_date": "Japanese, 1760 - 1849",
  "markings": "censor seal: kiwame 極; publisher\\'s seal: Eijudō 永寿堂",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From A Tour of Waterfalls in Various Provinces (Shokoku taki meguri 諸国滝廻り)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "22461",
    "62761",
    "62768"
  ],
  "signed": "Saki no Hokusai Iitsu hitsu 前北斎為一筆",
  "style": "19th century",
  "text": "The Buddhist monk Rōben (689-773) was a religious adviser to Emperor Shōmu. His efforts to establish Tōdai Temple led to his appointment as sōjō (high priest). He was the first of many remarkable priests to hold that exalted position in the country’s largest and most important Buddhist temple. Rōben is also credited with the founding, in 755, of Ukōsan Daisanji, popularly known as Ōyama Temple, in Sagami Province (present-day Kanagawa Prefecture). Ukō means “rainfall” and suggests the mountain’s power to bring rain. Like many Buddhist temples, Ōyama Temple was constructed on an ancient Shinto site. The shrine associated with the complex was called Afuri Shrine. A waterfall that issues from the mountain came to be called Rōben Falls, as noted here in the title cartouche.\r\n \r\nThis image shows pilgrims performing ritual purification (mizugori) in Rōben Falls before ascending the mountain to visit Ōyama Temple edifices. Many of them carry long wooden sword-like objects, a custom recalling the warrior Minamoto Yoritomo (1147-99), who is said to have had a wooden sword purified at the temple in hopes that this would ensure victory in battle. The pilgrims’ “swords,” which are inscribed with prayers, would have been offered at the temple following the ritual ablutions illustrated here.",
  "title": "The Rōben Falls at Ōyama in Sagami Province"
}
