{
  "accession_number": "2002.211",
  "art_champions_text": null,
  "artist": "Designer: George Grant Elmslie; Manufacturer: Crown Iron Works",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David and Patricia Gebhard",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1916",
  "department": "Arts of the Americas",
  "description": "rectangular with 3 straight outer edges; top is foliated leaves in relief; central decoration in oval form in stylized plant and fruit motif ending in 2 spirals at left and right bottom",
  "dimension": "32 x 17 3/4 x 3/8 in. (81.28 x 45.09 x 0.95 cm)",
  "id": "http://api.artsmia.org/objects/62770",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3780,
  "image_width": 2287,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Cast iron",
  "nationality": "American (born Scotland)",
  "object_name": "Sample cast",
  "portfolio": "From Designed for the Woodbury County Courthouse, Sioux City, Iowa, William L. Steele, Sr., architect, Purcell and Elmslie, associate architects, 1915-16",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Recent research in the William Gray Purcell Papers at the Northwest Architectural Archives has identified this object as a sample cast of metal ornament for the elevators of the Woodbury County Courthouse. A series of eleven such designs stretches across the top of the second-level elevator bank at the back, facing the rotunda——a rare use of metal amid the sea of terra-cotta decoration.\r\nIts organic motifs, which include seedpods and “lettuce leaf” decoration, show Elmslie’s adherence to Louis Sullivan’s ideals, yet the organic curves and spirals are balanced by the geometry of parallel horizontal lines in the center. The relative simplicity of this design in contrast to the minutely detailed teller’s wicket cast for the National Farmers’ Bank of Owatonna (also exhibited in this gallery) was dictated by its position in the courthouse rotunda, where it was meant to be viewed from a distance.",
  "title": "Sample cast for elevator bank decoration"
}
