{
  "accession_number": "2003.54.4a,b",
  "art_champions_text": null,
  "artist": "Artist: Warren MacKenzie; Artist: Alix Kolesky MacKenzie, American",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jane B. and Martin E. Abel, from the estate of Dr. Samuel and Edith K. Beirstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959-1962",
  "department": "Arts of the Americas",
  "description": "round bowl with 2 side handles; smaller round base; invertable lid; grey with brown specks",
  "dimension": "10 x 11 1/4 x 12 1/4 in. (25.4 x 28.58 x 31.12 cm) (overall)",
  "id": "http://api.artsmia.org/objects/62779",
  "image": "valid",
  "image_copyright": "© Warren MacKenzie",
  "image_height": 3044,
  "image_width": 3628,
  "inscription": "Stamp",
  "life_date": "American, 1924 - 2018",
  "markings": "on exterior, at bottom edge, stamped: [(intertwined initials)]",
  "medium": "Glazed stoneware",
  "nationality": "American",
  "object_name": "Bean pot",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Warren MacKenzie has been creating functional and well-crafted wares in Minnesota since the mid-1950s. After graduating from the Art Institute of Chicago and apprenticing with English potter Bernard Leach, MacKenzie and his first wife Alix established a pottery outside Stillwater, Minnesota. Their forms and decoration were influenced by traditional Japanese and Korean wares and Leach's work. MacKenzie has always insisted that his pots be available to everyone and be used every day. His work and philosophy have inspired his many students at the University of Minnesota, some of whom have stayed in the area to make Minnesota a thriving and important ceramic art center.\r\n\r\nThis simple yet elegant bean pot is typical of the MacKenzies' early functional wares.  It is part of a group of his pieces given to the Institute by the daughter of the original owner, a doctor of Warren's who purchased works from their studio between 1959-1962.",
  "title": "Bean pot"
}
