{
  "accession_number": "96.120.7a-d",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "Standing Screen with Marble Panel, gray brown and white marble slab reminiscent of a misty mountain, set into a wood frame; twelve carved panels within frame depict chi dragons and scrolls; frame set into larger stand",
  "dimension": "84 3/4 x 70 1/2 x 41 1/2 in. (215.27 x 179.07 x 105.41 cm)",
  "id": "http://api.artsmia.org/objects/9061",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5920,
  "image_width": 4790,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang-hua-li, tie-li-mu, and ta-li marble",
  "nationality": null,
  "object_name": "Screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G217",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Large screens are probably the rarest category of surviving Ming style furniture. Solid panel screens were placed inside the main entrance to buildings where they provided privacy and protection from draughts while dispelling negative cosmic energy (ch'i) seeking to harm the occupants within. They were also used as honorific backdrops for the chairs or thrones of important individuals.\r\n\r\nMonumental in scale and exceptionally well carved, this rare stationary screen with its original marble panel is considered by many to be the finest of its type in existence. The wooden members of this large frame are mortised and tenoned. The central marble panel is surrounded by an inner framework filled with perforated tao huan panels elaborately carved in openwork with hornless dragons. The extraordinary openwork carving is double-faced and cut from timber thick enough to impart a sense of three dimensionality. Marble panels from Ta-li in Yunnan province, evocative of mountainous landscapes in their natural figurations, were favorite panel insets for solid screens.",
  "title": "Screen"
}
