{
  "accession_number": "P.365",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 32 Ia/IV",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1897",
  "department": "European Art",
  "description": "Plate 4",
  "dimension": "8 1/2 x 11 5/8 in. (21.59 x 29.53 cm) (plate)\r\n15 3/8 x 19 3/4 in. (39.05 x 50.17 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/9064",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3085,
  "image_width": 4087,
  "inscription": "",
  "life_date": "German, 1867–1945",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Plate 4 from Weaver's Revolt (Ein Weberaufstand)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In early 1893, Kollwitz attended a private showing of Gerhart Hauptmann's play The Weavers in Berlin. The play was based on a historical uprising of Silesian workers in 1844, in which the workers decide their lot is intolerable and rally at the mansion of their employer. He calls in the military and in the scuffle that results, a stray bullet kills an old man who had opposed the uprising. There is no easy or happy conclusion, and the play ends on this note. By basing her graphic cycle on this infamous work, Kollwitz established herself as an artist concerned with the downtrodden. The images of this cycle confront the difficult themes of poverty, infant mortality, violent rebellion, and retaliatory slaughter. The images were not intended to illustrate the play, but rather to create a parallel and self-sufficient visual text so that even those unfamiliar with the play could understand the continual struggle of the worker. Kollwitz began work on A Weavers' Rebellion in 1893, and exhibited the six images of the series five years later.",
  "title": "March of the Weavers"
}
