{
  "accession_number": "63.18.4",
  "art_champions_text": null,
  "artist": "Artist: R. Mulholland",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of The Henfield Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1830",
  "department": "European Art",
  "description": "",
  "dimension": "4 3/4 x 6 11/16 in. (12.07 x 16.99 cm) (image)",
  "id": "http://api.artsmia.org/objects/9075",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3160,
  "image_width": 4409,
  "inscription": "Signature; Title; Date",
  "life_date": "English",
  "markings": "[Monk. Bar/York.1830/R. Mullholland], in red watercolor, verso",
  "medium": "Watercolor heightened with white over black chalk on white wove paper",
  "nationality": "English",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Since Roman times, York has been a walled city. The gates in its fortifications are called “bars.” Here we see Monk Bar, the most impressive one, from outside the wall. Started in the 1300s and achieving its full height in 1478, each of its four levels facilitated defensive actions against intruders, from shooting arrows, to raining down boiling water, to dropping the giant portcullis (gate) that can still seal the entrance in an instant. The stone sculptures at the very top represent soldiers hurling boulders. Since such gates were often the point of tax collection and since some dangerous professions (especially those involving open fire) were often banned within the walls, small businesses often popped up just outside the gates. Clearly the artist found these ramshackle buildings at least as interesting as the mighty bar.\r\n\r\nUnfortunately, we have found no information about the artist who inscribed his name on the back of this skillfully executed watercolor.",
  "title": "Monk Bar, York"
}
