{
  "accession_number": "23.50.40",
  "art_champions_text": null,
  "artist": "Artist: Jean-Baptiste Carpeaux; Artist: After Raphael (Raffaello Sanzio)",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "John DeLaittre Memorial Collection\r\nGift of funds from Mrs. Horace Ropes",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1840s",
  "department": "European Art",
  "description": "",
  "dimension": "5 9/16 x 4 11/16 in. (14.13 x 11.91 cm) (image)",
  "id": "http://api.artsmia.org/objects/9083",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3717,
  "image_width": 3135,
  "inscription": "",
  "life_date": "French, 1827-1875",
  "markings": "",
  "medium": "Pen and ink",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "[Sagot-Le Garrec, Paris, until 1923; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bte Carpeaux",
  "style": "19th century",
  "text": "This small head study by the great 19th-century French sculptor Jean-Baptiste Carpeaux is an exacting copy of a Raphael drawing, (identified by scholar Paul Joannides). Carpeaux devoted much of his early training to drawing, attending the Académie de Peinture, Sculpture, et Architecture in his hometown of Valenciennes as a boy, where drawing was the foundation of the curriculum, and the Ecole Gratuite de Dessin in Paris after his family moved there. At both institutions, Raphael's drawings were heralded as a model for students to study. With the expansion of lithography in the early 19th century, an inexpensive printing process that effectively mimics the drawn line, art schools in France increasingly taught students to draw by copying prints after master drawings rather than studying the master drawings firsthand. It is possible in this instance, however, that Carpeaux had access to Raphael's original work, a small metalpoint drawing of about 1504-5, as it had belonged to the Frenchman Jean-Baptiste Wicar (1762-1834) who bequeathed the drawing along with the rest of his superb old master collection to the museum of Lille, a city not far from Carpeaux's native Valenciennes.\r\n\r\nRaphael's small, affecting head study, perhaps related to a work depicting St. Jerome, is imbued with intense emotion, which Raphael deftly describes in the furrowed brow, upturned eyes, and pursed lips. This undoubtedly appealed to Carpeaux, an artist celebrated for creating dramatic, forcefully expressive sculptures that broke with tradition. Interestingly, a late self-portrait by Carpeaux, an oil sketch in the Musée des Beaux-Arts, Valenciennes, resembles the Raphael drawing the artist had copied decades earlier, utilizing the same bust-length format and showing his similarly balding head in three-quarters view. Carpeaux, however, depicts himself not looking up, like Jerome, in inspiration, but instead with downcast eyes and his face in shadow, so that the artist assumes a brooding, dark presence against the light support.",
  "title": "Head Study (after Raphael)"
}
