{
  "accession_number": "74.1.265",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Takenouchi Magohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1832-1833",
  "department": "Asian Art",
  "description": "",
  "dimension": "9 × 13 3/4 in. (22.9 × 35 cm) (image, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/9168",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3476,
  "image_width": 5262,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "Censor:Kiwame\r\nPublisher:Ho_eido_",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From The Fifty-three Stations along the Tōkaidō (Tōkaidō gojūsan tsugi no uchi 東海道五十三次之内), also known as the First Tōkaidō or Hōeidō Tōkaidō",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "37529",
    "63224",
    "9168"
  ],
  "signed": "",
  "style": "19th century",
  "text": "Running along the Pacific coastline, the Tōkaidō road was interrupted by many rivers. But there were only a few bridges. This was partly because builders lacked the expertise to construct bridges that could withstand frequent floods. Another reason was that rivers were effective natural barriers. Fording a swift waterway would thwart enemy troops marching toward the government stronghold in Edo. Yahagi bridge, spanning some 1250 feet, was therefore exceptional, and no doubt astonishing to travelers.\r\nThis composition includes a view of Okazaki castle, the birthplace of Tokugawa Ieyasu, founder of the Tokugawa shogunate, which ruled Japan from 1603 until 1867. After Ieyasu’s death and deification, the castle was considered sacred, and only high-ranking lords with close connections to the Tokugawa family were appointed to occupy it. Perhaps that was why the government allowed the impressive bridge to be constructed. Hiroshige’s print shows a feudal lord’s procession making its way across the bridge en route to the castl",
  "title": "Okazaki--Yahagi Bridge"
}
