{
  "accession_number": "B.85.3",
  "artist": "Artist: Jim Dine; Publisher: The Arion Press; Author: Text attributed to John of Patmos",
  "catalogue_raissonne": "D'Oench/Feinberg 141",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1982",
  "department": "Prints and Drawings",
  "description": "binding: wood cover with white leather spine; type: 14 & 18 point monotype, Garamond bold and others",
  "dimension": "15 1/4 x 11 5/8 in. (38.74 x 29.53 cm)",
  "id": "http://api.artsmia.org/objects/9184",
  "image": "valid",
  "image_copyright": "© Jim Dine %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 1920,
  "image_width": 1361,
  "inscription": "Signature, Marks",
  "life_date": "American, born 1935",
  "markings": "Watermark: several",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on the title page",
  "style": "20th century",
  "text": "This celebrated edition of The Apocalypse unites the stark and dramatic illustrations of Jim Dine and the King James Version of the Book of Revelation. This last book of the Bible details the definitive battle between good and evil that will mark the end of Satan's rule through humankind, followed by a thousand-year reign of Jesus Christ on earth and the final judgment. Written in the first century CE, the text is commonly attributed to St. John the Divine, who is thought to have composed the prophecy while exiled by the Romans on the Greek island of Patmos. \r\n\r\nA consumate and prolific printmaker, Jim Dine contributed 29 original woodcuts to the project. His idiosyncratic interpretation of the biblical prophecy, which relies on non-narrative and abstract motifs, is nonetheless informed by the long tradition of artists illustrating the Apocalypse, from the Middle Ages to the Renaissance to the present day. Dine's use of the centuries-old technique of woodcut also acknowledges the legacy of the Northern Renaissance artist Albrecht Dürer, whose famous woodcut illustrations to the Apocalypse are unparalleled in their creative expression and technical refinement.\r\n",
  "title": "The Apocalypse. The Revelation of Saint John the Divine."
}
