{
  "accession_number": "B.85.3",
  "art_champions_text": null,
  "artist": "Artist: Jim Dine; Publisher: The Arion Press; Author: Text attributed to John of Patmos",
  "catalogue_raissonne": "D'Oench/Feinberg 141",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1982",
  "department": "Arts of the Americas",
  "description": "binding: wood cover with white leather spine; type: 14 & 18 point monotype, Garamond bold and others",
  "dimension": "15 1/4 x 11 5/8 in. (38.74 x 29.53 cm)",
  "id": "http://api.artsmia.org/objects/9184",
  "image": "valid",
  "image_copyright": "© Jim Dine %2F The Arion Press %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 1920,
  "image_width": 1361,
  "inscription": "Signature, Marks",
  "life_date": "American, born 1935",
  "markings": "Watermark: several",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on the title page",
  "style": "20th century",
  "text": "This remarkable edition of the Apocalypse unites the stark and dramatic illustrations of Jim Dine with the King James Version of Revelation, the final book of the New Testament. Dating to the 1st century CE, the text of Revelation is commonly attributed to Saint John the Divine, who is often identified with Saint John the Evangelist, one of Jesus’ disciples. In symbolic language Revelation describes events associated with the end of the world: Christ’s return and thousand-year reign on earth, the ultimate battle between good and evil, and the Last Judgment.\r\n\r\nDine’s 29 woodcuts for The Apocalypse rely on non-narrative and abstract motifs but are nonetheless informed by the long tradition of artists illustrating the Apocalypse, from the Middle Ages to the Renaissance to the present day. His use of the centuries-old technique of woodcut acknowledges the legacy of the Northern Renaissance master Albrecht Dürer, whose woodcut illustrations to the Apocalypse are unparalleled in their expressiveness and technical refinement.",
  "title": "The Apocalypse. The Revelation of Saint John the Divine."
}
