{
  "accession_number": "P.72.55",
  "art_champions_text": null,
  "artist": "Artist: Jasper Johns; Printer: Universal Limited Art Editions (ULAE); Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Field (1970) 47; ULAE 20",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1964",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "14 1/8 x 11 in. (35.88 x 27.94 cm) (image)\r\n22 1/2 x 17 1/2 in. (57.15 x 44.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/9185",
  "image": "valid",
  "image_copyright": "Art © Jasper Johns %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 3963,
  "image_width": 3021,
  "inscription": "",
  "life_date": "American, born 1930",
  "markings": "Numbered in pencil, LR margin: 24/31 \r\nPublisher\\'s blindstamp: ULAE",
  "medium": "Color lithograph on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Bruce B. Dayton, Wayzata, Minn.; given to MIA, 1972.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR margin: J.Johns / 64",
  "style": "20th century",
  "text": "A prolific and innovative printmaker, Jasper Johns frequently explored themes and subjects in more than one medium. In this color lithograph of 1964, Johns presents a two-dimensional portrayal of his cast bronze sculture of two Ballantine ale cans paintied to look like actiual beer cans.\r\n\r\nJohns regulalry chose everyday objects and standardized images as subjects for his art. He depicted numbers, letters, flags, maps, and targets in simple, straightforward compositions. This approach allowed Johns to effectively \"neutralize\" his subjects and eliminate any suggestion of narrative content, forcing the viewer to examine the surface, texture, shading, and color of his artworks, that is, as ink on paper, paint on canvas, or cast bronze. For Johns, the artistic process was an integral aspect of the work of art itself. By deemphasizing the hand of the artist, his method also represented an unequivocal repudiation of the individualized self-expression and emotional intensity of the Abstract Expressionists.",
  "title": "Ale Cans"
}
