{
  "accession_number": "P.3,017",
  "artist": "Charles Meryon ",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "dated": "1854",
  "description": "black ink",
  "dimension": "5 7/16 x 12 11/16 in. (13.81 x 32.23 cm) (plate)",
  "id": "http://api.artsmia.org/objects/9186",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2155,
  "image_width": 4507,
  "life_date": "French, 1821 - 1868",
  "marks": "Watermark ",
  "medium": "Etching, drypoint",
  "nationality": "French",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G344",
  "style": "19th century",
  "text": "This print underwent several significant changes, as revealed by the two impressions on display. It was in his treatment of the sky that Meryon changed the image, and in the tenth state (version) shown here he inserted a crescent moon and vast flocks of black birds. Are we to delight in their swooping and soaring, or are they meant to impart an ominous mood' Perhaps we should take a cue from the funeral procession on the bridge and the man foundering in the water. Some scholars have seen the appearance of the birds in this state as revealing the mounting mental anguish of the artist.\r\n \r\nIn the eleventh state (version) of this print Meryon removed many of the birds and added a number of hot-air balloons. The dramatic change from the previous state transformed the mood to one of lightness and even festivity. The balloons have enigmatic titles including Vasco da Gama (a famous Portugese navigator), L’Asmodée (the name of a demon in the Book of Tobias who was thought to raise roofs of houses and discover the secrets of the inhabitants), le Protée (Proteus was a Greek sea god who could change his form at will), and le Saint-Elme (St. Elmo’s Fire was an appearance of flame on prominent points of a ship that was taken to be a bad omen by sailors). Could Meryon have used the balloons and birds to comment on the fate of human souls'",
  "title": "The Exchange Bridge"
}
