{
  "accession_number": "P.11,743",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes; Printer: Cyprien Gaulon",
  "catalogue_raissonne": "Delteil 286 ii/ii; Harris 283 ii/ii; Gassier and Wilson V.1707; Pérez Sánchez & Gállego 14; Lefort 272; Loga 728; Mayer XXXII.a;",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The William Hood Dunwoody Fund, 1941",
  "culture": null,
  "curator_approved": 1,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "Image Size: 12-1/4 x 15-7/8 in. (31.1 x 40.3 cm)",
  "id": "http://api.artsmia.org/objects/9194",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5650,
  "image_width": 7340,
  "inscription": "Printed caption: El famoso Americano, Mariano Ceballos",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Crayon lithograph with scraper on cream paper",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From The Bulls of Bordeaux",
  "provenance": "(Knoedler & Co., New York); sold to MIA, 1941.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed within the image, LL: Goya",
  "style": "19th century",
  "text": "To escape the ruthless absolutism of Fernando VII (1784-1833), Francisco Goya spent the last four years of his life in France. He settled in Bordeaux where, at the age of 79, he executed this print, one in a series of four called the \"Bulls of Bordeaux.\" This work represents Goya's brilliant mastery of lithography, a relatively new medium that the artist had experimented with in the last decade of his life. He drew directly on the lithographic stone with a crayon, producing the appearance of a freely sketched chalk drawing. Emerging from the rich texture of grays and blacks, the bullfight unfolds in an expansive sunlit ring, which Goya created with the use of a scraper.\r\n\r\nGoya had treated the enormously popular subject of the bullfight countless times, but here, in France at the end of his life and nearly blind, he drew from memory. In this sheet he depicted the Spanish-American matador Mariano Cebellos carrying out the feat that made him famous: killing one bull while riding another. He died in the bullring in 1780.",
  "title": "The Famous American, Mariano Cebellos"
}
