{
  "accession_number": "P.68.408",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Hind 271 iii/vii; Hollstein B.76 v/viii; Bartsch 76; Munz 235 iii/vii; Biörklund/Barnard.55-A iii/vii; White/Boon 76 v/viii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1653",
  "department": "European Art",
  "description": "",
  "dimension": "14 1/8 x 17 13/16 in. (35.88 x 45.24 cm) (plate)",
  "id": "http://api.artsmia.org/objects/9202",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6802,
  "image_width": 8530,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "WM: Strasbourg Lily with initials 4WR?",
  "medium": "Drypoint with pen and ink additions",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "John Barnard, 1747, L. 219; his sale, probably lot 102 ‘…second impression – ditto’, £2.16.0 to Lambert; Rev. R. Burleigh James, L. 1425; May 23, 1877, L. 125, Bressler Gallery, 1924 (this impression cited by Lugt). Herschel V. Jones, Minneapolis (until d. 1928; bequeathed to MIA).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In 1653, dust from repairs to his home left Rembrandt unable to paint. He instead poured his energy into making some of his most spectacular prints, including this one. It shows the Roman prefect Pontius Pilate letting the public decide whether to grant the annual Passover pardon to Jesus or the notorious criminal Barabbas. The jeering crowd cries for Jesus’ crucifixion. Rembrandt chose to work in drypoint—directly scratching into the surface of the plate—because the method was not very sensitive to dust and because he could produce rich, velvety lines. He took pains with this image and printed successive versions; this is the fifth. The fine brown pen lines in the crowd may reveal efforts to adjust the lighting before committing to yet more changes to his copper printing plate.\r\n\r\nRembrandt and his mistress Hendrickje Stoffels fell into disgrace in 1654 when she became pregnant. After church officials subjected her to harsh and unfair judgment, Rembrandt returned to the copper printing plate of Ecce Homo, literally “Behold the man,” the phrase spoken by Pontius Pilate when presenting Christ to the crowd for judgment. By the final version (Mia 2012.92.1), Rembrandt had scraped away the crowd scene in the foreground, replacing it with a pit, a bottomless opening leading to hell. He had shifted the role of the viewer from observer to participant: now we become the crowd who must answer Pilate’s entreaty to choose between Barabbas and Christ—here recast more as a sinew-and-bone man rather than an ethereal Holy Spirit.",
  "title": "Christ Presented to the People (Ecce Homo)"
}
