{
  "accession_number": "69.54",
  "art_champions_text": null,
  "artist": "Artist: Joannes Stradanus (Jan van der Straet); Engraver: Jan Collaert II; Publisher: Philips Galle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Collector's Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1596",
  "department": "European Art",
  "description": "group of figures in landscape with man in front holding spotted panther by collar",
  "dimension": "7 3/16 x 10 11/16 in. (18.26 x 27.15 cm)\r\n15 5/8 × 19 5/8 × 7/8 in. (39.69 × 49.85 × 2.22 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/9211",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5843,
  "image_width": 8418,
  "inscription": "Verso, in brown ink, verso (same hand as signature?): un Roy de Perse à la chasse prend un Tigre qui avoit un Colier qui lui avoit etté mis par un des ses Predecesseurs (A king of Persia at the hunt takes a tiger that has a collar that has been placed on him by one of his predecessors) |  A la plume lavé de Bistre rehauts de Blanc",
  "life_date": "Flemish, 1523-1605",
  "markings": "",
  "medium": "Pen and brown ink, brush and wash, heightened with white, framing lines in brown ink, incised for transfer",
  "nationality": "Flemish",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[P. Baur de Boer, Lucerne and Amsterdam, until 1969; sold to MIA].",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in ink: Stradanu. f.",
  "style": "16th-17th century",
  "text": "In the late 16th century, Antwerp’s publishing houses pumped out so many prints that the city was the dominant force in European visual culture. Joannes Stradanus was a principal supplier of designs to this industry. Demand for his hunting scenes was great, leading him to produce over a hundred of them.\r\n\r\nKing Arsaces Dedicating a Panther to Dionysus belongs to the group of hunting designs Stradanus prepared for a 1596 publication. The fine detail and rich combination of ink lines, wash tones, and white heightening are typical of his work. The lines in the composition are incised, which facilitated the transfer of the image to another surface, in this case a copper plate, which was in turn engraved by Jan Collaert II.",
  "title": "King Arsaces Dedicating a Panther to Dionysus"
}
