{
  "accession_number": "23.50.56",
  "artist": "Artist: Pierre Puvis de Chavannes",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "John DeLaittre Memorial Collection\r\nGift of funds from Mrs. Horace Ropes",
  "culture": null,
  "curator_approved": 0,
  "dated": "1863-1864",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "11 5/16 x 9 1/8 in. (28.73 x 23.18 cm) (image)",
  "id": "http://api.artsmia.org/objects/9316",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4199,
  "image_width": 3438,
  "inscription": "Inscriptions",
  "life_date": "French, 1824 - 1898",
  "markings": "[Le monsieur Hilbrunner son bien devoué P. Puvis de Chavannes], upper right;\r\nVerso: figures done in red chalk in Puvis\\'s hand as well as some writing in graphite in lower quarter of sheet; see notes in file by John Neff and Aimée Brown Price",
  "medium": "Red chalk and graphite",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "[Edmond Sagot, Paris, until 1923; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This red chalk drawing is a preparatory sketch for \"Ave Picardia Nutrix\" (\"Hail, Picardy, the Nourisher\"), a mural painted by Pierre Puvis de Chavannes for a large staircase in the Musée de Picardie in Amiens, France.  In the second half of the nineteenth century, a new interest in the unique history and culture of France's various regions arose.  This type of regional patriotism is evident in Puvis' mural, which is an idealized, classical representation of Picardy, a region north of Paris known for its apple harvest.  \r\nIn this early sketch, Puvis is still working out a number of details.  In the lower right is a quickly drawn compositional sketch depicting four men laboring around a large press, turning apples into cider.  A large, more detailed study of one of the male nudes dominates the upper part of the page.  Below, there is a small schematic sketch in graphite showing a partial overhead view of the press' spokes and perhaps indicating the placement of the figures.\r\n",
  "title": "Studies for the Cider Press"
}
