{
  "accession_number": "65.43.1",
  "art_champions_text": null,
  "artist": "Artist: Jacques-Louis David",
  "catalogue_raissonne": "Rosenberg and Prat 2002, no. 142",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from David M. Daniels\r\n",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1792",
  "department": "European Art",
  "description": "standing man with outstretched arm wearing elaborate costume with full-length cloak and hat with feather",
  "dimension": "12 3/4 x 9 in. (32.39 x 22.86 cm)\r\n23 3/4 × 19 3/4 in. (60.33 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/9326",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9282,
  "image_width": 6528,
  "inscription": "Inscriptions\r\n\r\nInscribed in graphite in upper left corner: [egalité  liberté]\r\n\r\nInscribed in pen and brown ink in lower left corner: [David.]\r\n\r\n",
  "life_date": "French, 1748 - 1825",
  "markings": "Watermark: partially illegible;  [ _ _ IDE] / flower? [BERGER] ?",
  "medium": "Pen and black ink and wash over black chalk",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Edmund Bernard Fitzalan-Howard, 1st Viscount of Derwent, Cumberland Lodge, Windsor Great Park (until d. 1947; sold, December 2, 1948 to Colnaghi); [Colnaghi, London, 1948-49; sold to Wildenstein]; [Wildenstein, London and New York, 1949-65; to Agnew]; [Thomas Agnew and Sons, London, 1965; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This costume study for a civil official exemplifies the French Revolution’s utopian spirit. The Committee of Public Safety assigned Jacques-Louis David the ambitious task of reinventing the way French people dressed. He was to design clothes “more appropriate to republican morals and to the character of the Revolution,” not just for government officials and the military but for the average French citizen as well. David completed the commission swiftly, producing a series of sharply drawn studies representing fanciful ensembles that blended influences of antique sculpture, military regalia, and theater.\r\n\r\nJohn Moore, a Scotsman briefly residing in Paris in 1792, described David’s fashion designs—and their first fashion victims—in his journal.\r\n\r\n\"Part of this dress is already adopted by many; but I have only seen one person in public completely equipped with the whole; and as he had managed it, his appearance was rather fantastical. . . . He is a tall man, and of a very warlike figure; I took him for a Major of Dragoons at least: on enquiry I find he is a miniature painter.\"",
  "title": "Study for a Costume of a Civil Official"
}
