{
  "accession_number": "67.63.3",
  "art_champions_text": null,
  "artist": "Artist: Unknown French, 18th century; Engraver: After or possibly by François Chéreau the Elder; Artist: After Hyacinthe Rigaud",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Mr. and Mrs. D. Thomas Bergen",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1719 or later",
  "department": "European Art",
  "description": "",
  "dimension": "8 3/4 x 7 1/8in. (22.2 x 18.1cm)",
  "id": "http://api.artsmia.org/objects/9330",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4051,
  "image_width": 3265,
  "inscription": "",
  "life_date": "French, 1659-1743",
  "markings": "",
  "medium": "Black and white chalk and wash on white laid paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The regal sitter in this portrait is Jean-Baptiste Louis Picon, vicomte d'Andrezel (c. 1663–1727). Picon commissioned the famous portraitist Hyacinth Rigaud to paint his portrait in 1716 (lost), and a print after Rigaud's work was published by the accomplished portrait engraver François Chéreau in 1719. Rigaud's authorship of the drawing can be ruled out based on the style and technique of the work. The drawing relates very closely to Chereau's engraving--down to the placement of each curl of hair--but no securely attributed drawings by Chéreau survive. And while Chéreau undoubtedly was a skilled draftsman, such a highly finished drawing was not necessary for making a print. That the drawing and engraving are the same orientation rather than mirror images further suggests that the drawing was more likely executed after the print rather than by Chéreau in preparation for it (Engravings, without intermediate steps, reverse compositions.) \r\n\r\nIn 1724 Picon was named French ambassador to the Ottomon Empire; he died in Constantinople in 1727. We are grateful to Bent Sorensen for identifying the sitter and related portrait engraving.",
  "title": "Portrait of Jean-Baptiste Louis Picon, vicount of Andrezel (c.1663–1727)"
}
