{
  "accession_number": "97.85",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "small wood table, top slants slightly toward back; front and sides carved in low relief with religious symbols and lacquered, single horizontal support brace at back; cloud design at front with two rectangular inscriptions at top",
  "dimension": "13 1/2 x 27 3/8 x 12 7/8 in. (34.29 x 69.53 x 32.7 cm)",
  "id": "http://api.artsmia.org/objects/9343",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "two rectangular panels at front top, carved, undecifered",
  "medium": "Lacquered spruce wood",
  "nationality": null,
  "object_name": "Sutra Table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Low wooden tables were commonly used by Tibetan monks to support their sutras while reading. The top surface is proportioned to accommodate the size and shape of a standard manuscript and the height is convenient for someone seated on the floor. Thanka paintings show small tables like this being used as portable altars set with offerings or ritual implements. The cabriole legs, construction techniques, and basic form derive from Buddhist altar tables introduced to China just prior to the Tang dynasty (7th century).\u000bCarved in low relief with religious symbols and brightly colored with lacquer, this small piece of furniture would have fit perfectly with the rich brocades and decorative architecture of a Tibetan monastery.",
  "title": "Sutra Table"
}
