{
  "accession_number": "68.50",
  "art_champions_text": null,
  "artist": "Artist: Augustin Pajou",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1750",
  "department": "European Art",
  "description": "hooded and cloaked seated figure with winged figure holding medallion at L on plinth with two columns and all within a niche",
  "dimension": "15 9/16 x 8 3/8 in. (39.6 x 21.3 cm) (image)\r\n23 3/4 × 19 3/4 in. (60.33 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/9371",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8745,
  "image_width": 4814,
  "inscription": "Inscriptions \r\n\r\nOn columns, in pen and brown ink: [DOMI] and [PAJOU]\r\nOn statue base, in pen and brown ink: [DOMIN] / (date and signature) / [tumulus]\r\n\r\nOn mount, LC, in graphite: [RFF]\r\n\r\nOn verso of mount, in pen and brown ink: [n. 116]\r\n",
  "life_date": "French, 1730-1809",
  "markings": "",
  "medium": "Black chalk, pen and brown ink, brown and gray washes, white heightening on two joined sheets",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "[Paul Prouté, Paris, in 1968]; [Heim Gallery, London, 1968; sold, for $960, to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated, on statue base, in pen and black ink: [1750 Pajou Marseille]\r\n\r\nSigned or inscribed LL, in pen and brown ink: [Pajou Sculpteur fecit]",
  "style": "18th century",
  "text": "Augustin Pajou’s earliest known drawing, this study testifies to the twenty-year-old sculptor’s excellent draftsmanship, for which he was celebrated throughout his career. The two portrait profiles on the medallion and the pair of urns indicate that this is a double tomb for a husband and wife. Pajou’s family name is inscribed on one of the columns, but in light of his humble origins and modest financial situation, this monument seems an entirely fanciful exercise. \r\n\r\nThe tomb displays the full panoply of funeral iconography established by the high nobility. The difficulty of adapting it for a family of carpenters and sculptors might account for Pajou’s drawing a rather unspecific pleurante (mourner) holding a laurel branch as the main figure. The books piled under the portrait medallion on the pedestal emphasize the deceased’s erudition rather than any specific accomplishments or skills, let alone of a manual kind. An identification of the couple meant to be honored by the imaginary tomb is conjectural, and even the inscriptions remain mysterious.",
  "title": "Study for a Funerary Monument"
}
