{
  "accession_number": "98.219",
  "art_champions_text": null,
  "artist": "Artist: Wang Family Workshop",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th-early 14th century",
  "department": "Asian Art",
  "description": "white with painted brown design with flowers on front and sides, bird and flowers on back and outdoor scene with 2 figures on top",
  "dimension": "6 1/8 x 16 1/4 x 6 3/4 in. (15.56 x 41.28 x 17.15 cm)",
  "id": "http://api.artsmia.org/objects/9398",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3922,
  "image_width": 5083,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "light untranslated stamp, impressed into clay, on bottom",
  "medium": "Cizhou ware Stoneware with iron-brown painted décor on a white slip under transparent glaze",
  "nationality": null,
  "object_name": "Rectangular Pillow",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-14th century",
  "text": "The Daoist scene depicted on this headrest suggests a ritual performed in honor of Chang'e, the Goddess of the Moon. A well-attired woman is burning incense at a table  in a garden. Two tall pines, a taihu garden rock, bamboo, and a pavilion complete the scene. The front panel encloses a camellia branch with two blossoms, and the back displays a fantastic bird amidst peonies. Other auspicious flowers (a lotus and peony) adorn the side panels. Dense, leafy scrollwork fills the corners of each register. During the Jin and Yuan dynasties (10th-14th centuries), the rectangular pillow shape was often used for pictorial representations reminiscent of paintings on silk, paper, or in illustrated books. Popular subjects included narratives from literature, history, theatre, and as the case is here, Daoist beliefs. The bottom of this pillow bears a three-character seal mark of the Wang family, a family workshop of Cizhou potters famous for their pillows.",
  "title": "Rectangular Pillow"
}
