{
  "accession_number": "92.97.2",
  "art_champions_text": null,
  "artist": "Artist: Evelyn Svec Ward",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of William E. Ward",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "collage and needle netting; whites, gold, and blue",
  "dimension": "8 x 10 in. (20.32 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/9477",
  "image": "valid",
  "image_copyright": "© Evelyn Svec Ward",
  "image_height": 3003,
  "image_width": 3790,
  "inscription": "",
  "life_date": "American, 1921 - 1989",
  "markings": "",
  "medium": "Cotton, linen, metallic threads, and needle netting; collaged and embroidered",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The aesthetic impact of Evelyn Svec Ward's deep study of pre-Columbian textiles is evident in much of her work. Inspired by the culture's intense exploration of textile structures she transformed many of those elements into aesthetic statements in themselves. In addition, she was fascinated by the fragment form and the strength of the message conveyed by the incomplete object and incorporated that impulse into a number of her own works. Unlike most of the artists represented in this exhibition she chose to always work in a small format.   \r\n\r\nExposure early in their careers to pre-Columbian archeological textiles seemed to have had a transformative effect on many of the artists represented in this exhibition. Noting the extreme mastery and refinement of technique and the diverse application in a variety of aesthetic forms inspired 20th century students to push technical boundaries and reject traditional limitations, reinforcing exploration on every front.",
  "title": "Post-Columbian Fragment XII"
}
