{
  "accession_number": "72.93",
  "art_champions_text": null,
  "artist": "Artist: Pier Leone Ghezzi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1749",
  "department": "European Art",
  "description": "standing man wearing cape and holding framed picture; text at bottom",
  "dimension": "12 1/2 x 8 3/4 in. (31.75 x 22.23 cm) (image)\r\n23 3/4 × 19 3/4 in. (60.33 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/9529",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4411,
  "image_width": 2983,
  "inscription": "Inscription; Title",
  "life_date": "Italian (Rome), 1674–1755",
  "markings": "Inscribed by artist below drawing; titled beneath, on mount; numbered upper right, on mount",
  "medium": "Pen and brown ink over traces of black chalk",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": null,
  "provenance": "7th Duke of Wellington, Stratfield Saye House, Reading; [Robert M. Light, Boston, until 1972; sold, for $1,000, to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The 18th century Italian painter Pier Leone Ghezzi is best remembered for his satirical drawings of friends, colleagues, and the Grand Tourists in Rome, which he produced in great number. Here he represents the sculptor Giovanni Battista Maini. Far from flattering Maini, Ghezzi exaggerated the size of his nose and lips, undoubtedly the fellow’s most recognizable features, to hilarious proportions.\r\n\r\nGhezzi's style was gently mocking and comical, using simple pen and ink to exaggerate a few select features of his sitters. In this way, he captured an individual's essential character. For a century before Ghezzi Italian artists had practiced caricature--the word derives from the Italian verb caricare, which means to burden, overload, or exaggerate--yet he was key to its development. He transformed the informal sketches and visual puns produced in artists' workshops in the 17th century into a specialized artistic genre, one that satirized specific individuals rather than societal types. His influence on the genre of caricature cannot be overstated. Extremely prolific, Ghezzi produced thousands of caricature drawings, many of which found their way to England via tourists. Prints were also produced after his works, further disseminating his manner. \r\n\r\nThe long inscription on the drawing in Ghezzi’s hand describes various sculptures by Maini. Ghezzi depicted the same sitter in an earlier caricature (1742), which is now in the Biblioteca Apostolica Vaticana, Rome (Ottob. Lat. 3118, fol. 139).",
  "title": "Portrait of Giovanni Battista Maini"
}
