{
  "accession_number": "61.12.1",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Anton Eisenhoit; Artist: Formerly attributed to Lelio Orsi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Dr. Paul Ganz",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1590",
  "department": "European Art",
  "description": "Represented by a seated female figure with a globe and a compass",
  "dimension": "10 3/4 x 7 1/2 in. (27.31 x 19.05 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/9548",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7286,
  "image_width": 5444,
  "inscription": "",
  "life_date": "Italian, 1511 - 1587",
  "markings": "",
  "medium": "Pen and brown ink",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Paul Ganz, New York (until 1961; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This drawing was convincingly attributed to Anton Eisenhoit by Monroe Warshaw recently. It has stumped connoisseurs for fifty years, bouncing from Haarlem to Rome, Prague to Fontainebleau. Given to the museum as a work of the circle of Bartholomäus Spranger, the sheet was subsequently attributed over the decades to Lelio Orsi (Konrad Oberhuber), Marten van Heemskerk, Vincent Sellaer (George Keyes), and Lucas de Heere. Despite the diversity of these artists, a common thread is apparent, the hand must belong to a mid to late 16th-century artist who worked in Rome, or, in the very least, was profoundly influenced by the art of Rome at that time. The German artist Anton Eisenhoit neatly fits this profile. He traveled to Rome around 1580, working there for a few years primarily as an engraver before returning to his native Westphalia, where his career as a goldsmith and medalist flourished. The linear style of the drawing and meticulous crosshatching are consistent with Eisenhoit's pen work. Likewise the particular figure type and pose can be traced in a number of the artist's prints--the monumental, graceful female figure type, with massive fingers and long, widely spaced toes, shown rhetorically gesturing as she demurely turns her head away, revealing an elegant down-turned profile.",
  "title": "Allegory of Geography"
}
