{
  "accession_number": "74.1.130a-c",
  "artist": "Artist: Torii Kiyonaga",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1787",
  "department": "Japanese and Korean Art",
  "description": "",
  "dimension": "15 1/4 × 29 15/16 in. (38.8 × 76 cm) (image, sheet, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/9603",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6676,
  "image_width": 12869,
  "inscription": "",
  "life_date": "Japanese, 1752 - 1815",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Kiyonaga ga} (on each panel)",
  "style": "18th century",
  "text": "This triptych, showing people rushing to escape a sudden shower by taking shelter beneath a gateway at Mimeguri Shrine, is one of Torii Kiyonaga's most famous compositions. Kiyonaga revealed his wit by including a vaporous apparition in the clouds above. Rendered in gray tonalities, a group of horned gods dressed as fashionable townsmen (one wears the black coat and two swords of a samurai), lounges and smokes thin pipes. Traditionally, the Japanese have represented the thunder god as a muscled demon in a leopard loincloth who creates thunder by pounding cosmic drums.  Here, however, Kiyonaga parodies popular poetry gatherings among Edo sophisticates by showing two demons considering a verse written on a tanzaku, a long narrow slip of paper. The scene is undoubtedly a reference to a poem written by Takarai Kikaku (1661-1707), a pupil of Matsuo Bashø (1644-1694), who dedicated the poem to Mimeguri Shrine in 1693. The poem took the form of a prayer for rain, as farmers were facing hardships from a severe draught in the area. The verse was reportedly efficacious, and the area soon benefited from abundant rainfall. Kiyonaga's composition, then, is an interpretation of this legend, showing the demons so favorably impressed with Kikaku's poem that they caused the rain to fall.",
  "title": "Sudden Shower at the Mimeguri Shrine"
}
