{
  "accession_number": "2000.124.1",
  "art_champions_text": null,
  "artist": "Engraver: Philips Galle; Artist: after Pieter Brueghel the Elder",
  "catalogue_raissonne": "Leeber 27; St. Louis (1995) 46; Bast. 197 i/iii; Holl. 197 ii/iv\r\n",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Charles A. Cleveland and Janet and Winton Jones in memory of Thirza Jones Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1558",
  "department": "European Art",
  "description": "",
  "dimension": "12 13/16 x 17 9/16 in. (32.54 x 44.61 cm) (image, trimmed within platemark)\r\n13 5/16 x 17 3/4 in. (33.81 x 45.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/9645",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3229,
  "image_width": 4348,
  "inscription": "",
  "life_date": "Flemish, 1537 - 1612",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Olimpia Theodoli Fine Prints, London); sold to MIA, 2000.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "It was typical in depictions of alchemists to include a scholar seated at a lectern. In this print, Brueghel inserts a figure on the right side that gestures out at the scene in front of him and draws the viewer's attention to the foolish behavior in his midst. The alchemist works in his makeshift lab as he tries to discover the philosopher's stone, a material that will turn base metals into gold and silver. He is assisted in his pursuits by a fool, who is shown squeezing air from a bellows onto coals in a brazier. The alchemist's wife sits behind the fool and displays her empty purse, a sign that her husband has squandered all that they had in his quest for the philosopher's stone. \r\n \r\nThrough the window we see the eventual outcome of the alchemist's folly as he and his family are welcomed at the poorhouse.",
  "title": "The Alchemist"
}
