{
  "accession_number": "39.31.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Mrs. C. C. Bovey",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "European Art",
  "description": "panels bearing landscape which shows high-gabled house on a river bank; sailboat in river nearly; cloudy sky with birds. Shaped panel framed in blue band with large six-petaled flower at top and bottom. Slightly flaring, six-sided base, and shaped six-sided rim; on back of vase green pine spray. Colors blue, green, yellow, rust; greenish glaze. Glaze covers inside bottom of food. Underglaze blue.",
  "dimension": "8 3/4 x 5 3/8 in. (22.23 x 13.65 cm) (rim)",
  "id": "http://api.artsmia.org/objects/9689",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1923,
  "image_width": 3389,
  "inscription": "Mark",
  "life_date": null,
  "markings": "three \\'V\\'s shown",
  "medium": "Tin-glazed earthenware",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    "9688",
    "9689"
  ],
  "signed": "",
  "style": "17th century",
  "text": "Founded in 1609, the Dutch East India Company imported into Europe large quantities of Chinese porcelain, usually with bright blue-and-white floral patterns. Such thinly potted, translucent porcelain was unknown in Europe at this time and became highly prized for its rarity and decorative qualities.\r\n\r\nEnvious of this flourishing trade, Dutch potters soon began producing imitations of Chinese export porcelain by painting pottery with similar motifs, as well as with images of European landscapes and Biblical stories. The city of Delft in the Netherlands became an important center for this type of glazed earthenware. To create \"delftware,\" a fired vessel is covered with a glaze of lead and tin oxide, which, when dried, turns the surface white. After the designs are painted in cobalt blue, the vessel is fired a second time to fix the glazes and to produce the ware's glossy sheen and striking contrasts of blue and white.",
  "title": "Vase, one of a pair"
}
