{
  "accession_number": "99.38.1",
  "art_champions_text": null,
  "artist": "Artist: Lenore Tawney",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Kaufmann Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "begun in 1967, completed in 1985",
  "department": "Arts of the Americas",
  "description": "Vertically mounted stick carved at each end has a woven panel coming off the right side; panel has 23 horizontal slits and 23 feathers horizontally coiled onto the ends; quilled ends stick out beyond the edge; long strings of linen hang off the left side of the stick, each with a pheasant orange feather coiled onto its end",
  "dimension": "9 1/2 x 47 in. (24.13 x 119.38 cm)",
  "id": "http://api.artsmia.org/objects/9712",
  "image": "valid",
  "image_copyright": "© Lenore G. Tawney Foundation",
  "image_height": 886,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American, 1907 - 2007",
  "markings": "",
  "medium": "Wood, feathers, linen, thread; assemblage",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Lenore Tawney once said that her woven forms already existed inside her.  However, their manifestation did not always come to realization in one impulse.  While experimenting with warp density in the 1960s she developed a distinctive form of warp-faced slit tapestry. Using this structure she made three pieces that remained incomplete for almost twenty years.   \r\n\r\nTawney was among the first of the fiber artists to work with extraneous materials to create assemblages and since the 1980s she has focused most of her artistic energy in this area.  Among the earliest non-fiber elements to be included in her work were feathers. The three Shields she completed in the mid-1980s are among the last of her works that incorporate woven structure.",
  "title": "Untitled"
}
