{
  "accession_number": "99.38.11",
  "art_champions_text": null,
  "artist": "Artist: Lenore Tawney",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Kaufmann Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1960s",
  "department": "Arts of the Americas",
  "description": "Knot at the top joins all the fibers together; fibers hang 1-1/4 in. and are split between two rods, 2-3/4 in. wide; fibers are woven on each side of the rods, securing them in place; fibers hang from that point with three areas of weaving which keep the threads spread in order; at the bottom they split and weave around two more rods are knotted and hang in fringe; lower rod is 7 in. wide, spreading the piece wider at its bottom",
  "dimension": "37 1/2 x 7 in. (95.25 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/9716",
  "image": "valid",
  "image_copyright": "© Lenore G. Tawney Foundation",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "",
  "life_date": "American, 1907 - 2007",
  "markings": "",
  "medium": "Flax, bast fibers, metal rods; woven fabric",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "During the 1960s Lenore Tawney focused considerable attention on breaking away from the rectangular parameters naturally dictated by the woven form.  Experimentation with structural density lead to a significant breakthrough, allowing the creation of this triangular orientation as well as other forms with an undulating vertical orientation. She created more than a dozen pieces ranging in size from the smaller format we see here to large, floor to ceiling panels. The artist envisioned the possibility of a variety of installations ranging from wall presentations to free hanging elements defining spatial areas as room dividers.  \r\n\r\nTawney is very precise about every aspect of her work and is particularly conscious of the aesthetic effects of her structural elements. The knots she so frequently uses serve to secure threads but are also intended to create a visual texture. She is equally sensitive to the effect of thread structure and weave density in proportion to overall size and emotional impact of every object she creates.",
  "title": "Untitled"
}
