{
  "accession_number": "2000.33.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-12th century",
  "department": "Asian Art",
  "description": "bulging sides from narrow base and narrow shoulder; everted lip; shiny black glaze with iron oxide (brown) dot-like splotches overall and scrolls at shoulder",
  "dimension": "14 1/2 x 8 11/16 in. (36.83 x 22.07 cm)",
  "id": "http://api.artsmia.org/objects/9794",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1246,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ding ware Porcelaneous stoneware with black glaze and evenly-spaced russet markings",
  "nationality": null,
  "object_name": "Ovoid Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-12th century",
  "text": "While famous for their white wares, the Ding kilns of north China also produced a variety of brown-and black-glazed ceramics during Northern Song and Jin dynasties. The body of this rare ovoid-shaped vase is a hard, well-refined light-grey clay suggesting a Ding or Ding-type kiln for its origin.\r\nDistinguished by its size, shape, and decoration, the vessel has few recorded counterparts, but its evenly distributed russet markings place it within a broad category of abstract, structured glaze designs emanating from numerous Ding and Cizhou kilns in Hebei, Henan, and Shandong provinces between the eleventh and thirteenth centuries. The tall, ovoid vase was thrown in two sections and luted together after drying. It was then dipped and dried three times in iron-rich glaze, after which the round iron-oxide markings were applied, probably with a brush. Upon drying, the mouth and shoulder area was dipped a fourth time in an iron-rich glaze and decorated with a series of seven circular russet motifs.",
  "title": "Ovoid Vase"
}
