{
  "accession_number": "71.37.2",
  "art_champions_text": null,
  "artist": "Artist: Félix Buhot",
  "catalogue_raissonne": "Bourcard 161",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Herschel V. Jones Fund, by exchange",
  "culture": null,
  "curator_approved": 1,
  "dated": "1883",
  "department": "European Art",
  "description": "owl with open book in rectangle at center; seated hooded figure at bottom center",
  "dimension": "19 1/4 x 14 3/16 in. (48.9 x 36 cm)\r\n29 5/8 × 23 5/8 in. (75.25 × 60.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/9798",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7591,
  "image_width": 5704,
  "inscription": "Stamp; Inscriptions\r\n\r\nVerso:  lower right corner (partially visible); \\\"Bristol,\\\"; \\\"ep a montre,\\\" verso",
  "life_date": "French, 1847-1898",
  "markings": "Buhot\\'s stamp",
  "medium": "Black, brown, and white chalk, charcoal, graphite, and turpentine washes, heightened with white gouache",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "[Sagot- Le Garrec, Paris, until 1971; sold, for Fr 900 to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "56005",
    "90869",
    "9249",
    "9798"
  ],
  "signed": "",
  "style": "19th century",
  "text": "In this frenzied sketch, Félix Buhot mapped out the frontispiece of an album of etchings he published in 1883. Perched at the center is Buhot himself, in his usual guise as an owl (búho in Spanish), with the owl’s shadow turned to reveal the artist’s own silhouette. In the rest of the composition, Buhot let loose in the fury of his early thoughts. The sheet is organized with diagonal lines shooting from the owl’s darkened space, possibly a ship’s cabin. Above is the melancholy moon, and below is an evil-looking figure with a cane. Other images—a horse-drawn carriage, a hunched figure climbing stairs, a ship’s prow—emerge or recede along the sides. \r\n\r\nThe margins—a preoccupation throughout Buhot’s career—are awash in atmosphere. These are not the shimmering weather effects of a cheery Impressionist but rather pelting rain, thick sea air, and eerie moonlit wisps. Compulsively experimental, Buhot bathed the sheet in turpentine for richer tone, mistakenly believing it was a method used by Rembrandt.",
  "title": "The Owl"
}
