{
  "accession_number": "99.125a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century",
  "department": "Asian Art",
  "description": "Yingqing ewer with 8 panels (facets) on body and lid; rounded body with long faceted neck; thin pulled handle and long thin spout; tall lid has flower-shaped knob; 10 scalloped lobes on tall sided basin; pale greenish-grey glaze",
  "dimension": "10 1/2 x 7 13/16 x 7 in. (26.67 x 19.84 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/9882",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1404,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Qingbai ware Porcelain with pale blue glaze",
  "nationality": null,
  "object_name": "Wine Ewer and Basin",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century",
  "text": "Intended for serving warmed wine, this ewer, its fitted cover, and warming basin form a rare, complete set of what was once standard tableware for middle- and upper-class Northern Song society. This fine quality, early porcelain was refined during the tenth century at Jingdezhen in southeast China. Porcelain stone was mixed with white gaolin clay to produce a whiter more plastic body with a wide firing range. Although often thinly potted and delicately formed, the translucent hardness of Qingbai ware made it extremely serviceable, and it appealed to a wide market both domestic and foreign. The blue-tinted glaze could, as the case is here, appear almost white. The faint blue color is due to a reducing kiln atmosphere provided by the pine wood fuel that was used.  While utilitarian standard Song forms were commonly produced at most Qingbai kilns, metal-derived shapes like this faceted ewer and its lobed basin were apparently peculiar to the kilns of Jiangxi province. In spite of its utility, aesthetic refinement, and popularity, Qingbai porcelain was not appreciated at court. Remarkably, it wasn't until the Ming dynasty that fine porcelain began to garner court sponsorship.",
  "title": "Wine Ewer and Basin"
}
