{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "11th century",
  "culture": null,
  "country": "China",
  "continent": "Asia",
  "dimension": "10 1/2 x 7 13/16 x 7 in. (26.67 x 19.84 x 17.78 cm)",
  "medium": "Ch'ing-pai ware\r\nPorcelain with pale blue glaze",
  "title": "Wine Ewer and Basin",
  "id": "http://api.artsmia.org/objects/9882",
  "room": "G204",
  "style": "11th century",
  "marks": " ",
  "text": "Intended for serving warmed wine, this ewer, its fitted cover, and warming basin form a rare, complete set of what was once standard tableware for middle- and upper-class Northern Sung society. This fine quality, early porcelain was refined during the tenth century at Ching-te chen in southeast China. Porcelain stone was mixed with white <I>kaolin<I> clay to produce a whiter more plastic body with a wide firing range. Although often thinly potted and delicately formed, the translucent hardness of Ch'ing-pai ware made it extremely serviceable, and it appealed to a wide market both domestic and foreign. The blue-tinted glaze could, as the case is here, appear almost white. The faint blue color is due to a reducing kiln atmosphere provided by the pine wood fuel that was used.  While utilitarian standard Sung forms were commonly produced at most Ch'ing-pai kilns, metal-derived shapes like this faceted ewer and its lobed basin were apparently peculiar to the kilns of Kiangsi province. In spite of its utility, aesthetic refinement, and popularity, Ch'ing-pai porcelain was not appreciated at court. Remarkably, it wasn't until the Ming dynasty that fine porcelain began to garner court sponsorship.",
  "description": "Yingqing ewer with 8 panels (facets) on body and lid; rounded body with long faceted neck; thin pulled handle and long thin spout; tall lid has flower-shaped knob; 10 scalloped lobes on tall sided basin; pale greenish-grey glaze",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "accession_number": "99.125a-c                                 ",
  "artist": ""
}
