{
  "accession_number": "99.121.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th-15th century",
  "department": "Asian Art",
  "description": "Blue and white bowl; bouquet of lotus flowers at center with chased floral design at edge and waves at rim; chased flowers and geometric and organic designs on outer edge",
  "dimension": "2 1/2 x 12 3/8 in. (6.35 x 31.43 cm)",
  "id": "http://api.artsmia.org/objects/9883",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "2 dealer\\'s stickers, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with blue decor under clear glaze",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "Early Ming blue-and-white porcelain ranks among some of the most beautiful wares in all of China's ceramic history. This classic early 15th century example displays the so-called \"lotus bouquet\" motif in its center. The informal, asymmetrical arrangement of the central bouquet and the generally naturalistic treatment of the flowers here mark a stylistic break from the more formal fourteenth century style shown above.\r\nThe center is vividly decorated with a bouquet of lotus in bud and full bloom together with leaves on slender stems, seed pods, an arrowhead leaf, millet stem, and thin, rush leaves tied together with a swirling ribbon. The border is decorated with two chrysanthemums, two lotus, two roses, two peonies, a pomegranate flower, two hibiscus and two camellias. All these flowers held auspicious connotations for the Chinese.",
  "title": "Dish"
}
