{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Italian",
  "nationality": "Italian",
  "role": "Artist",
  "dated": "c. 1426-1450",
  "culture": null,
  "country": "Italy",
  "continent": "Europe",
  "dimension": "22 3/4 x 14 7/8 in. (57.79 x 37.78 cm) (sheet)",
  "medium": "Ink, gouache and gold on parchment",
  "title": "Folio from an Antiphonary with Salvator Mundi",
  "id": "http://api.artsmia.org/objects/9896",
  "room": "Not on View",
  "style": "15th century",
  "marks": "Inscription\r\n\r\nVerso, in graphite, at upper right: ",
  "text": "The historiated initial I designates the opening words of the Book of Genesis, \"In principio\"'\"In the beginning.\"  This biblical account of the Creation is the first lesson in the matins service (about 2:30 a.m.) on Septuagesima Sunday, which occurs seventy days before Easter.  This miniature contains an atypical depiction of Christ in his role as Salvator Mundi (Savior of the World), holding a cross and making a sign of benediction. Normally Christ holds a globe (or orb) surmounted by a cross, signifying his sovereignty over the earth; here they are shown as separate components.  The border decoration, confined to a vertical chain of acanthus scrolls along one side, is typical of 15th-century Milanese manuscripts.  It terminates with a dragon, symbolizing the devil in the serpent form he assumed in the Genesis story. Since it was the devil who tempted Eve to commit the first sin, the serpent is a standard illustration for this page. \r\n\r\nBy the 15th century, the dense Gothic littera textualis was generally replaced by the littera rotonda, a simpler and more legible script based on the slightly rounded letters in ancient Roman writing.  The development of littura rotonda directly reflected the Renaissance goal of reviving the forms and principles of classical art and literature",
  "description": "Recto elaborate historiated initial \\'I\\' God created the world; also border decoration with dragon and bird",
  "creditline": "Gift of Mr. Robert Lehman",
  "accession_number": "43.20                                     ",
  "artist": "Artist Unknown"
}
