{
  "accession_number": "86.38.10",
  "art_champions_text": null,
  "artist": "Designer: Anthony Ballatore; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jack Lenor Larsen, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963",
  "department": "Arts of the Americas",
  "description": "velveteen printed panel",
  "dimension": "85 x 54 in. (215.9 x 137.16 cm)",
  "id": "http://api.artsmia.org/objects/9936",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Anthony Ballatore%2C 1963",
  "image_height": 5082,
  "image_width": 3723,
  "inscription": "",
  "life_date": "American, born 1934",
  "markings": "",
  "medium": "Cotton; screen print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Tropic of Capricorn, with its complex jumble of motifs, has been attributed to two distinct sources in the Larsen literature. The fabric information card from 1964 states, \"The pattern-on-pattern [theme], softened by superb blending of colors, reflects the Moorish influence of North Africa.\" In his book, A Weaver's Memoir, however, Larsen refers to the pattern as \"freely translating the fabric wealth of Nigeria's blue markets…” Merchants of the 'blue markets' specialize in the sale of adire cloth, a traditional indigo resist-dye fabric produced by the Yoruba of Nigeria that features multiple design areas. \r\n\r\nMany sub-Saharan African textiles, particularly those that utilize dye processes or embroidery techniques, display very sophisticated programs of decoration. Often, the cloth is divided into sections based on a grid and different patterns are placed in each square. Similarly, Islamic art and architecture of North Africa emphasize the juxtaposition of multiple patterns and designs within a single work of art. Publicity materials for Larsen's African Collections cite both of these aesthetic forms as sources of inspiration.",
  "title": "Tropic of Capricorn"
}
