{
  "accession_number": "98.150.5",
  "art_champions_text": null,
  "artist": "Designer: Barbara Brown; Producer: Heal's Fabrics",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Richard L. Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "European Art",
  "description": "geometrical pattern in half circle shape; four repeats; white, mauve, grey, pink rose, brown, violet, purple, dark blue, dark purple",
  "dimension": "122 x 50 in. (309.88 x 127 cm)",
  "id": "http://api.artsmia.org/objects/9973",
  "image": "valid",
  "image_copyright": "© Heal%27s Fabrics%2C London%2C Barbara Brown%2C 1970",
  "image_height": 5442,
  "image_width": 3429,
  "inscription": "Inscription",
  "life_date": "British, born 1932",
  "markings": "\\'SHRINK RESISTING WOVEN & PRINTED IN ENGLAND TOP ->\\', \\'<-TOP HEAL\\'S \\'AUTOMATION\\' DESIGNED BARBARA BROWN\\', printed in white border on either side",
  "medium": "Cotton; screenprint",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Designer Barbara Brown studied at the Canterbury College of Art before attending the Royal College of Art in London from 1953 to 1956.  Shortly after graduation, she was hired as a designer for Heal's Fabrics.  Though Brown experienced early success in the 1950s, she developed a distinctive style that put her in the forefront of textile design in the 1970s.  Described as the \"golden girl of Heal's Fabrics\" by director Tom Worthington, Brown won countless awards for her progressive designs, which showed the influence of machines, architecture, and computers in their patterning.  Automation is one of Brown's most famous designs.  Its large image reminds the viewer of a gear unit from a machine; its bright pink and purple color palette, as well as its dramatic three-dimensionality, is a striking exploration of Op Art in printed textiles.  The design was so popular that the blue/black colorway won the Council of Industrial Design Award for fabrics, along with Brown's Spiral, also on view in this show.  Automation was later re-released in 2010 as part of Heal's bicentennial celebration, \"Heal's ReDiscovers.\"",
  "title": "Automation"
}
