{
  "accession_number": "92.85.19.1a,b",
  "art_champions_text": null,
  "artist": "Designer: Clarice Cliff",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "European Art",
  "description": "",
  "dimension": "7 1/2 x 7 in. (19.05 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/9978",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 1920,
  "image_width": 2523,
  "inscription": "",
  "life_date": "English, 1892 - 1972",
  "markings": "",
  "medium": "Handpainted ceramic",
  "nationality": "English",
  "object_name": "Coffee Pot with Lid",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Moving from one Staffordshire County potshop to another, Clarice Cliff learned to build and decorate ceramic vessels beginning at the tender age of thirteen.  Her talents soon caught the attention of Colley Shorter, the owner of Newport Pottery.  After a series of apprenticeships, Shorter offered her a studio in 1927.  Experiments with brightly colored enamel glazes and fantastic patterns led to Cliff's signature style, which she called \"Bizarre.\"  Instantly and incredibly successful, by 1929 Cliff was managing a team of seventy artisans working round the clock to produce and execute her designs.\r\n \r\nThe \"Inspiration\" series, one of the many lines of Bizarreware Cliff designed, is a study in whimsy and wit.  The coffee pot's minimal form and severe triangular handle and spout are offset by a delicate floral design.  This dichotomy was not lost on critics, nor on Cliff, who famously quipped: \"Having a little fun at my work does not make me any less of an artist, and people who appreciate truly beautiful and original creations in pottery are not frightened by innocent tomfoolery.\"",
  "title": "Inspiration Coffee Service"
}
