{
  "accession_number": "98.273.27",
  "art_champions_text": null,
  "artist": "Designer: Marjatta Metsovaara; Artist: Metsovaara Oy",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of Richard Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "European Art",
  "description": "Pink and brown red stripes in undulation movement as waves",
  "dimension": "114 x 50 1/2 in. (289.56 x 128.27 cm)",
  "id": "http://api.artsmia.org/objects/9992",
  "image": "valid",
  "image_copyright": "© Kaisla%2C Marjatta Metsovaara%2C 1969",
  "image_height": 5202,
  "image_width": 2826,
  "inscription": "Inscription",
  "life_date": "Finnish, 1927-2014",
  "markings": "\\'Design Marjatta Metsovaara\\'",
  "medium": "Cotton; screenprint",
  "nationality": "Finnish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Marjatta Metsovaara created this design as well as the green fabric in this gallery in 1969 through her firm, Metsovaara Oy, active from 1954-1990. Popular through her free-lance work with Marimekko, Metsovaara's designs are understandably reminiscent of Marimekko's signature style. Finnish designers have an affinity for drawing inspiration from their surroundings, and Kaisla is named for a town on the coast of Finland, reflecting the movement and form of tall, rolling grasses, in an abstract and enlarged manner. Kaisla is a good example of the stylization of natural form and the play of color typical of Finnish designs. The bold pink and brown undulating lines consume the entire area of the piece, creating an overlapping pattern, flooded with color. \r\n\r\nThe untitled green Metsovaara design shown in this gallery also uses a similar technique, emulating tropical leaves. The intricacies of the seemingly random lines create texture and dimensionality for the fronds. Its appealing illustrative style belies the precision of the pattern's production. The green piece is also subsumed by color, depicted more obviously than Kaisla, while maintaining the same amount of movement and energy.",
  "title": "Kaisla"
}
