{
  "accession_number": "64.17.2",
  "art_champions_text": null,
  "artist": "Artist: Thomas Gainsborough R.A.",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. Darragh Aldrich in memory of her mother",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 1770s",
  "department": "European Art",
  "description": "landscape with horse with rider at bottom center",
  "dimension": "8 1/4 × 11 15/16 in. (21 × 30.32 cm) (image, sheet)\r\n16 1/2 x 20 3/8 x 1 7/16 in. (41.91 x 51.75 x 3.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/18505",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6150,
  "image_width": 8564,
  "inscription": "Inscription\r\n\r\nOn verso of old backing paper (now detached), in pencil: [Presented by Mr. Jay to J.D. McCabe]",
  "life_date": "British, 1727–1788",
  "markings": "",
  "medium": "India ink, white lead, black chalk and watercolor, on laid paper, varnished",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "John Jay, New York ('1794*-d. 1829); by descent to the widow of Augustus Jay; Reverend James Dabney McCabe, D.D., Richmond, Virginia; by descent to his granddaughter, Mrs. Darragh Aldrich, Minneapolis (1929-64; gave to MIA).\r\n\r\n*John Jay traveled to England as representative of President Washington to negotatiate the Jay treaty.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Though best known for his magnificent portraits, Thomas Gainsborough preferred painting “landskips” (as he called them) and played a key role in establishing the importance of landscape in British art. As a young artist he enjoyed the beauties of his native Suffolk countryside. After moving to Bath, to pursue the regular income the spa town could provide a portrait painter, he had less time for gamboling through the fields. Instead, he fashioned miniature landscapes, using broccoli for trees, bits of cork or coal for stones, fragments of mirrors for water, and whatever else was to hand. He dedicated an oak folding table to this purpose and would set it up in his parlor. This is not to say he never again drew from nature, but many of his mature landscapes are fantasies deeply informed by experience.",
  "title": "Wooded Landscape with Horseman and Pack Horse"
}
