{
  "accession_number": "L2012.157",
  "artist": "Thomas Kinkade",
  "continent": null,
  "country": "United States",
  "creditline": "Collection of David and Kim Chayet",
  "culture": null,
  "dated": "1994",
  "description": "castle is perched on hillside; creek runs across hillside, under entrance bridge, and down hill; gold frame",
  "dimension": "37 x 31 in. (93.98 x 78.74 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/115145",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1958 - 2012",
  "marks": " ",
  "medium": "Offset lithograph and oil paint on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "\"I created a system of marketing compatible with American art. I want my work to be available but not common. I want it to be a dignified component of everyday life.\" Before he died on April 6, 2012, Thomas Kinkade was considered to be one of the most profitable artists in the world; there are estimates that one out of every 20 Americans owns a Kinkade painting. Before it filed for bankruptcy in 2010, Media Arts Group aggressively marketed and sold Kinkades, \"The Painter of Light,\" in franchised galleries in the United States and Europe. Despite being dismissed by the fine artists and collectors, Kinkade's art business had a loyal popular following and profitable licensing contracts with Disney and La-Z-Boy.\r\n\r\nKinkade's elaborate series of editions create ascending levels of value. Even though each digital reproduction is stamped with his signature, some of which include his DNA for verification, most of them are only accented by \"Master Highlighters.\" Becoming a master highlighter involves extensive classes followed by exams that test their knowledge of painting and familiarity with Kinkade's personal history. The process of adding highlights to their machine printed copy at the point of sale gives the customer a one-of-a-kind art object. Sharing details of Kinkade's personal history is a way for master highlighters to give the impression of a personal connection with, as well as maintain the myth of, the artist at the center of this decorative art empire. \r\n",
  "title": "Guardian Castle"
}
