{
  "accession_number": "2012.92.1",
  "artist": "Artist: Rembrandt Harmensz. van Rijn",
  "catalogue_raissonne": "Bartsch 76, White & Boon VIII of VIII",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1655",
  "department": "Prints and Drawings",
  "description": "bound standing Christ at center standing on raised platform with two dark arches below; Christ is accompanied by sanding soldiers and other figures; onlookers at left and right below platform; figures in windows in upper quadrants",
  "dimension": "14 1/16 x 17 15/16 in. (35.72 x 45.56 cm) (plate)\r\n14 3/16 x 18 1/16 in. (36.04 x 45.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115357",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7207,
  "image_width": 9203,
  "inscription": "Signature, Date, Inscription and Stamp\r\n\r\non back, in pencil: [B.76 / C3680], [70], [450] and [MC43915/5-]",
  "life_date": "Dutch, 1606–1669",
  "markings": "on back, stamped in black: [Albertina] and symbol",
  "medium": "Drypoint (eighth state)",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "The Albertina, Lugt 5d, Vienna; deaccessioned. (Colnaghi, London; their stock no. C. 3680). (Knoedler, N.Y.; their stock no. MK 43715). Richard H. Zinser (about 1883-1983), Forest Hills, N.Y.; thence by descent (until 2006); Shawn Merriman, Denver, 2006-09; seized by United States Federal Marshals, 2009; sale, Gaston & Sheehan, Pflugerville, Tex., online auction concluded July 2, 2012, no. 54; [C.G. Boerner, New York, 2012; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "left center, in the plate: [Rembrandt 1655]",
  "style": "17th century",
  "text": "In 1655, the year after Rembrandt and his mistress Hendrickje Stoffels fell into disgrace due to the harsh and unfair judgment at the hands of church officials, Rembrandt returned to work on the copper printing plate of his drypoint tour de force Ecce Homo, literally \"Behold the Man,\" the phrase spoken by Pontius Pilate when presenting Christ to the crowd for judgement. Using a scraper, he set about the onerous task of effacing the beautiful crowd scene that had animated the foreground. He also retouched many of the figures remaining in the image, most tellingly that of Christ, whom he transformed from the apparition of the Holy Ghost to sinew and bone, a very physical man. He replaced the ground upon which the crowd had stood with a pit, a bottomless opening leading to hell. Now we stand on one side, Christ on the other, and we viewers become the crowd that must answer Pilate's entreaty to choose between Christ and Barrabas.\r\n \r\nRembrandt's highly structured composition imparts a sense of inevitability to the decision. The artist's sorrow for all involved seems to be reflected in his inclusion of a melancholic river god who mourns the event. This heartbreaking image is the culmination of a series of interpretations of the biblical story, a series begun by Holland's greatest renaissance artist, Lucas van Leyden, who inspired Rembrandt's first version of the scene.",
  "title": "Christ Presented to the People (Ecce Homo)"
}
