{
  "accession_number": "2013.21",
  "art_champions_text": null,
  "artist": "Photographer: Stan Douglas",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "Canada",
  "creditline": "The Alfred and Ingrid Lenz Harrison Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "photograph of a street scene with riot police and horses",
  "dimension": "73 5/8 x 118 x 2 1/2 in. (187.01 x 299.72 x 6.35 cm) (outer frame)\r\n70 x 114 1/2 in. (177.8 x 290.83 cm) (image)",
  "id": "http://api.artsmia.org/objects/115352",
  "image": "valid",
  "image_copyright": "© Stan Douglas. All rights reserved.",
  "image_height": 3300,
  "image_width": 5400,
  "inscription": "",
  "life_date": "Canadian, born 1960",
  "markings": "",
  "medium": "Chromogenic print mounted on aluminum",
  "nationality": "Canadian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Abbott and Cordova, 7 August 1971 embodies Stan Douglas’s career-long investigation of the history of Vancouver. Douglas chose to commemorate the 1971 Gastown riot, during which a peaceful “smoke-in” against the city’s use of undercover agents and in favor of the legalization of marijuana erupted into a conflict with the police, fueled by anger over the neighborhood’s gentrification. The photograph is the product of exacting historical reconstruction involving an elaborate life-size stage set, lighting, and paid actors. To ensure historical accuracy, he also conducted extensive research, collected archival photographs, and interviewed witnesses and participants. The final image is actually a composite of fifty images digitally stitched together. It first appeared near the site as a monumental billboard image. Abbott and Cordova, 7 August 1971 is a powerful example of photography as history painting and also exemplifies photography’s new and complex creative processes in the last thirty years.",
  "title": "Abbott & Cordova, 7 August 1971"
}
