{
  "accession_number": "2012.98.2",
  "art_champions_text": null,
  "artist": "Artist: Pierre Soulages; Printer: Lacourière, Paris; Publisher: Berggruen &amp; Cie., Paris",
  "catalogue_raissonne": "Rivière 5",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Given in memory of Gerald J. Giefer",
  "culture": null,
  "curator_approved": 1,
  "dated": "1957",
  "department": "European Art",
  "description": "abstract image; brown ground with horizontal lines/grains; grey and black brushstroke-like marks at top and through center of image",
  "dimension": "17 x 23 in. (43.18 x 58.42 cm) (plate)\r\n\r\n",
  "id": "http://api.artsmia.org/objects/115354",
  "image": "valid",
  "image_copyright": "© Pierre Soulages %2F Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 6015,
  "image_width": 7960,
  "inscription": "",
  "life_date": "French, 1919 - 2022",
  "markings": "Numbered in pencil, LL margin: 72/100",
  "medium": "Color etching and aquatint with carborundum",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Gerald J. Giefer, San Francisco & Eagan, Minn. (1925-2008); Estate of Gerald J. Giefer, 2008; by descent to his sister, Rosemary Fischer, Eagan, Minn., until 2012; given to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: Soulages",
  "style": "20th century",
  "text": "A prominent member of the School of Paris, French painter and printmaker Pierre Soulages is widely known for his bold minimalist abstractions composed of thick layers of black set against a light background. Using black as a primary formal element, he explores how light is reflected from the surfaces of his paintings and prints. By scraping, etching, and gouging these surfaces, he creates subtle textural variations that absorb or reflect light to varying degrees. On this effect, Soulages noted: “I like the authority of black. It’s an uncompromising color. A violent color, but one that encourages internalization. Both a color and a non-color. When light is reflected on black, it transforms and transmutes it. It opens up a mental field all of its own.” Soulages also believed that relying on more limited means resulted in a stronger expression. Eau-forte No. V is part of a large series of abstract intaglio prints Soulages produced in 1957. Characteristically, he uses gestural swashes of rich black set against a lighter background to formally evoke the desired effect of deep chiaroscuro.",
  "title": "Eau-forte No. V"
}
