{
  "accession_number": "2012.92.3",
  "art_champions_text": null,
  "artist": "Artist: Lucas Huygensz van Leyden",
  "catalogue_raissonne": "Bartsch 71, New Hollstein 71 I(a) of III",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Martin and Brown Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1510",
  "department": "European Art",
  "description": "bound Christ wearing crown of thorns and cape at center standing on a platform, accompanied by other figures; Pilate leans on an inverted U-shaped railing, looking over small crowd in foreground; scattered groups of figures throughout elaborate architecture; dog in LLQ looking at crowd at center foreground",
  "dimension": "11 3/8 x 17 7/8 in. (28.89 x 45.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115358",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5832,
  "image_width": 9054,
  "inscription": "Signature, Date and Stamp",
  "life_date": "Dutch, c. 1490 - 1533",
  "markings": "on back, stamped in black: [IG] and symbol; LLC, stamped in black: bird (?) on branch",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Joseph Grünling (d.1846), Lugt 1463, Vienna; Prince of Liechtenstein, Vienna; Richard H. Zinser (about 1883-1983), Forest Hills, NY; by descent until 2006; Shawn Merriman, Denver; seized by United States Federal Marshals, 2009; sale Gaston & Sheehan, Pflugerville, Tex., online auction concluded July 2, 2012, lot 141, to Boerner); [C.G. Boerner, New York, 2012, sold to MIA]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in the plate: [1510 L]",
  "style": "16th century",
  "text": "Lucas van Leyden was the outstanding artist of the Renaissance in Holland. In his superb paintings, drawings, engravings and woodcuts, he still excites the eye and draws the viewer into his rich world of narrative. According to his early biographer Karel van Mander, Lucas would have been just 16 years old when he produced this image. Even if Lucas was not quite that young, we see him creating one of the most complex and subtle engravings ever made at that time.\r\n\r\nLucas sets the scene amid a grand architectural complex of palaces and towers flanking an elevated plaza that serves as a stage. A boisterous crowd gathers as Pontius Pilate invites them to determine the fate of Christ who is bound at the wrists and wears the crown of thorns and the mantle that his tormenters placed on his shoulders. As Pontius Pilate proclaims, Ecce homo (Behold the man), people gathered at windows and parapets of the surrounding buildings look on impassively.\r\n\t\r\nDetails of courtly and military costume, Netherlandish renaissance architecture, and mountainous landscape invite our eyes to roam through this microcosm. The range of lighting effects within the image as well as the minute description are so skillfully executed that, in this era, Albrecht Dürer was the only other artist capable of such feats of engraving. The closely modulated atmospheric perspective works in tandem with the forceful perspectival lines of recession that push our gaze deep into the image, where the main action of the story unfolds.",
  "title": "The Large Ecce Homo"
}
