{
  "accession_number": "2012.92.2",
  "artist": "Artist: Rembrandt Harmensz. van Rijn",
  "catalogue_raissonne": "Seidlitz 398, III of III",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1626",
  "department": "Prints and Drawings",
  "description": "baby being held by an old man with a long beard at center; baby being circumcised by a clergyman in hat and stole; seated figures surround baby; two figures standing on stairs looking down at scene from URQ",
  "dimension": "8 3/8 x 6 5/16 in. (21.27 x 16.03 cm) (plate)\r\n8 9/16 x 6 1/2 in. (21.75 x 16.51 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115356",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8497,
  "image_width": 6637,
  "inscription": "Signature, Inscription and Stamp\r\n\r\nLRC, in the plate: [I. P. Berendrech, ex.]; on back, in pencil: [a68955], [4] and [79]; on back, in black ink: [P. marietta 1704] and [3]",
  "life_date": "Dutch, 1606–1669",
  "markings": "on back, stamped in black: [A. ARTARIA] and [HIW (?)]; on back, stamped in black and printed in blue ink: [1966 / S.W.P. / 10-1-228]",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Pierre Mariette, Lugt 1790, Paris (by 1704). August Artaria, Lugt 33, Vienna. Hermann Weber, Lugt 1383, Bonn. Joseph Kuderna, Lugt 1626a, Vienna. [Kennedy Galleries, N.Y.; their stock no. a68955]. S. William Pelletier, Lugt 4193, Athens, Georgia (1966-2004; sale, Sotheby's, London, December 2, 2004, no. 86, for £8,400); Shawn Merriman, Denver; seized by United States Federal Marshals, 2009; sold Gaston & Sheehan, Pflugerville, Tex., online auction concluded July 2, 2012, no 70, to Boerner; [C.G. Boerner, New York, 2012; to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in the plate: [Rembrandt fecit]",
  "style": "17th century",
  "text": "The Circumcision of Christ is Rembrandt's starting point as an etcher, not a masterpiece, but a signpost marking the beginning of a restless, searching career. In 1626, shortly after completion of his final apprenticeship, Rembrandt appears to have visited the workshop of Haarlem publisher Jan Pietersz Berendrecht, who had a habit of encouraging young artists to try their hands at printmaking. Under the guidance of experienced craftsmen, the young artist took up a needle and scratched his design into the yielding film. Rembrandt drew with remarkable speed and seems to have relished working with an instrument than functioned like a magic pen that never ran out of ink.\r\n\r\nClose observation of the print reveals engraved additions that give the image a far more finished appearance than the etching alone. A skilled craftsman has retouched weak, under-bitten lines and added a borderline as well as the inscriptions identifying the artist and the publisher. The Circumcision is the only instance of a publisher's address on any of Rembrandt's early prints; moreover, it is his only early print with the engraved finishing touches. This etching is more common than Rembrandt's other early prints, and it demonstrates closer attention to preparation of the plate than we find in the others. Such evidence suggests that Rembrandt returned to Leiden and set himself the task of understanding and duplicating some of the procedures that he saw in Berendrecht's workshop. Clearly he flailed about for a while, but one he hit his stride, he was unstoppable.",
  "title": "Circumcision of Christ"
}
