{
  "accession_number": "2012.65",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceremonial Objects",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Bamana",
  "curator_approved": 1,
  "dated": "second quarter of 20th century",
  "department": "Arts of Global Africa",
  "description": "quadruped animal form with four short, stubby legs; rounded body with sloping back; small, stubby tail; rounded head with opening roughly at mouth area; extremely heavy encrustations overall, with deep and heavy crackle throughout; brown, earth-colored, with a darker brown round area on PR side of head and in several areas on front legs and feet",
  "dimension": "16 3/4 x 21 1/2 x 7 5/8 in. (42.55 x 54.61 x 19.37 cm)",
  "id": "http://api.artsmia.org/objects/115514",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7159,
  "image_width": 8591,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cloth, soil, beeswax, animal blood, unidentified materials",
  "nationality": null,
  "object_name": "Altar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The key element of the shrine of the Kono association of the Bamana people was a portable altar, often zoomorphic in shape, called a boli. Its awesome power derived from the manner in which it was made: animal bones and horns, vegetable matter, woven cloth, pieces of metal, and a wide range of other substances and materials were packed around a wooden framework sheltering a cotton doll. Over time, the boli was ritualistically covered with beeswax, animal blood, millet porridge, and earth from termite mounds—accumulated layers that not only gave the boli its distinctively cracked appearance but also large quantities of potentially harmful vital energy.",
  "title": "Kono altar"
}
