{
  "accession_number": "2012.102.1",
  "art_champions_text": null,
  "artist": "Artist: Terry Winters; Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Sojka 34",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Emily Galusha and Donald McNeil",
  "culture": null,
  "curator_approved": 1,
  "dated": "1989",
  "department": "Arts of the Americas",
  "description": "abstract image; organic black ovoid shape with grey loops inside at top center; radiating black lines; grey ground",
  "dimension": "7 13/16 x 6 1/2 in. (19.84 x 16.51 cm) (plate)\r\n18 11/16 x 14 1/8 in. (47.47 x 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115686",
  "image": "valid",
  "image_copyright": "© Terry Winters",
  "image_height": 8892,
  "image_width": 6846,
  "inscription": "\r\n\r\nsee Signed",
  "life_date": "American, born 1949",
  "markings": "Publisher\\'s blindstamp, LLC: ULAE (intertwined)",
  "medium": "Etching, aquatint, photogravure, and hand-drawn Mylar gravure on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Fourteen Etchings",
  "provenance": "Don McNeil and Emily Galusha, Minneapolis; given to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: TW",
  "style": "20th century",
  "text": "\"Fourteen Etchings\" was originally conceived to illustrate Edgar Allan Poe’s prose poem \"Eureka\" (1848), a lengthy and mostly intuitive exposition on the origin, essence, and destiny of the material and spiritual universe. Winters later altered his approach to focus on the dichotomous interplay between invented and natural forms, juxtaposing hand-drawn images of forms that imitate natural systems with luminous photogravures of X-ray images of human skulls, legs, arms, and hands. Though Winters abandoned a more literal interpretation of Poe’s poem, he nonetheless addressed some of the themes found there, such as the origin and meaning of the universe and man’s destiny after death. In their totality, Winters’s images evoke the mysteries of the natural world, tempered by the haunting reality of human mortality.",
  "title": "Untitled (plate 1), from \"Fourteen Etchings\""
}
