{
  "accession_number": "2012.80.1",
  "artist": "Claes Oldenburg",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "dated": "1966",
  "description": "six cigarette butts arranged on a green landscape; patches of blue color in sky and red-orange color in the landscape and sky",
  "dimension": "14 15/16 x 22 in. (37.94 x 55.88 cm) (sheet)\r\n22 7/8 × 28 7/8 in. (58.1 × 73.34 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/115603",
  "image": "valid",
  "image_copyright": "%C2%A9 Claes Oldenburg",
  "image_height": 6023,
  "image_width": 8770,
  "life_date": "American, born Sweden, 1929",
  "marks": "Signature, Date, Inscription, and Labels\r\n\r\nsee Si Signed in black crayon, LRC: [CO 66]",
  "medium": "Watercolor and black crayon",
  "nationality": "American (born Sweden)",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Oldenburg produced this watercolor and crayon drawing as one of several studies for a “colossal” monument he proposed for central London beginning in 1965. Long fascinated with ordinary objects as subjects for his sculpture and installations, Oldenburg proposed various large-scale public sculptures featuring lipsticks, a drill bit, a knife, a gearstick, a typewriter, and fagends (English slang for cigarette butts). None were ever built. He once noted that his inspiration for a “Fagends” sculpture came after seeing an anti-smoking poster on the streets of London. Captivated by the poster’s beautifully-rendered depiction of ordinary cigarette butts, Oldenburg thought the subject was an ideal, though obviously provocative choice for his public art projects. Oldenburg’s lively study imagines a monumental fagend sculpture in its proposed Hyde Park setting. He was particularly interested in seeing his favorite objects in the landscape, merging the scale of still life with that of landscape. The subject would become one of his major themes during the 1960s and 70s, recurring in various sculpture, drawings, and editioned prints. ",
  "title": "Study for Colossal Monument:  Fagends (in Hyde Park)"
}
