{
  "accession_number": "2012.100.2",
  "art_champions_text": null,
  "artist": "Artist: Mauricio Lasansky",
  "catalogue_raissonne": "Zigrosser 69-72",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Given in memory of Mauricio and Emilia Barragan Lasansky, from their son Leonardo and grandson Amadeo Galgo Lasansky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1946-1948",
  "department": "Arts of the Americas",
  "description": "black and white; figure at R stands with arms raised; figure on L with mask-like face stands in profile, L leg forward in stride: wood frame",
  "dimension": "37 x 30 1/4 in. (93.98 x 76.84 cm) (outer frame)\r\n27 x 21 1/4 in. (68.58 x 53.98 cm) (image)",
  "id": "http://api.artsmia.org/objects/115680",
  "image": "valid",
  "image_copyright": "© Estate Mauricio Lasansky",
  "image_height": 9348,
  "image_width": 7406,
  "inscription": "",
  "life_date": "American (born Argentina), 1914-2012",
  "markings": "",
  "medium": "Etching, soft-ground, gouged-out white areas, stippling, scraping and burnishing",
  "nationality": "American (born Argentina)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist (until c. 1975; gave to his son Leonardo Lasansky, St. Paul); share given to Leonardo's son Amadeo Lasansky, New York, about 2010; given to MIA, 2012",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In forty years of teaching at the University of Iowa, Mauricio Lasansky played a major role in rejuvenating American interest in printmaking as a creative process. Shortly before Lasanksky's arrival in Iowa, he had his first encounter with Picasso's gigantic, ferocious painting Guernica. The experience gave him new impetus to express intense feeling in his art and to do with great immediacy. The series \"For an Eye an Eye,\" an homage to Picasso, is one of the primary fruits of that change.\r\n\t\r\n\"For an Eye an Eye,\" a series of four prints, is Lasanky's first artistic reaction to the Holocaust. Though one cannot readily discern any simple, straightforward narrative in this nightmarish sequence, one has the sense of the inevitability and dehumanizing infectiousness of violence. One seemingly virtuous female figure, whose head is adorned with flowers, seems drawn into the monstrous thrall of violence. \r\n\r\nLasansky apparently made just one preparatory drawing for the series and then let his concept evolve as he worked directly on the plates. In a virtuoso display, he attacked the copper with etching, engraving, aquatint, burnishers and scrapers. Clearly, he changed his mind with some frequency, leaving knots of pentimenti that increase the energy and mystery of the images. The Holocaust would remain a recurrent theme in Lasanky's work, most famously in \"The Nazi Drawings,\" a series of 33 monumental works produced in the 1960s.",
  "title": "For an Eye an Eye, II"
}
