{
  "accession_number": "2012.80.1",
  "art_champions_text": null,
  "artist": "Artist: Claes Oldenburg",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "six cigarette butts arranged on a green landscape; patches of blue color in sky and red-orange color in the landscape and sky",
  "dimension": "14 15/16 x 22 in. (37.94 x 55.88 cm) (sheet)\r\n22 7/8 × 28 7/8 in. (58.1 × 73.34 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/115603",
  "image": "valid",
  "image_copyright": "© Claes Oldenburg",
  "image_height": 5988,
  "image_width": 8755,
  "inscription": "Inscribed in black crayon, LLC: Butts",
  "life_date": "American (born Sweden), 1929 - 2022",
  "markings": "on backing board: three exhibition labels, one dealer\\'s label and one hand-written label",
  "medium": "Watercolor and black crayon on paper",
  "nationality": "American (born Sweden)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Gordon Locksley Gallery, Minneapolis; sold to Butler]; Sandra and Peter Butler, St. Paul (by May 1971-2012); given to MIA, 2012.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in black crayon, LRC: CO 66",
  "style": "20th century",
  "text": "This is one of several studies Claes Oldenburg made for “colossal” monuments he envisioned for central London, beginning in 1966. Long fascinated with ordinary objects as subjects for his sculpture and installations, Oldenburg proposed various large-scale public sculptures featuring lipsticks, a drill bit, a knife, a gearstick, a typewriter, and fag ends (English slang for cigarette butts). None was ever built. He said he got the idea for a Fagends sculpture after seeing an antismoking poster in the streets of London. Captivated by the poster’s beautiful image of ordinary cigarette butts, Oldenburg thought the subject was an ideal, though provocative, choice for a public art project.\r\n\r\nOldenburg liked placing objects in outdoor settings, merging the scale of still life with that of landscape. Ordinary objects treated in this way would become one of his major themes during the 1960s and 1970s, recurring in his work across media.",
  "title": "Study for Colossal Monument: Fagends (in Hyde Park)"
}
