{
  "accession_number": "2012.80.3",
  "art_champions_text": null,
  "artist": "Artist: Joan Miró; Publisher: Tériade, Paris, France",
  "catalogue_raissonne": "Cramer Books 108; Mourlot 468",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "European Art",
  "description": "group of grotesque or cartoonish abstract, overlapping figures on a green field with a blue sky; bird-like figure in ULQ in flight; bright colors of blue, green, yellow, reds and black",
  "dimension": "19 7/16 x 26 7/8 in. (49.37 x 68.26 cm) (sight)\r\n23 3/8 x 31 in. (59.37 x 78.74 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/115604",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 6540,
  "image_width": 8948,
  "inscription": "Signature and Edition\r\n\r\nsee Signed\r\n\r\nNumbered LLC, in pencil: [21/75]",
  "life_date": "Spanish, 1893–1983",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From Ubu Roi",
  "provenance": "Sandra and Peter Butler, St. Paul; given to MIA, 2012",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [Miró.]",
  "style": "20th century",
  "text": "Part of a series of illustrations Miró produced for a new edition of Alfred Jarry’s absurdist play Ubu Roi (Ubu the King), this exuberant color lithograph depicts the moment in Jarry’s tale when Ubu introduces himself to the Polish court after having ruthlessly murdered the King of Poland and taken over his throne. First performed in Paris in 1896, the infamous play satirizes the power, greed, and corruption of bourgeois society and is often seen as a precursor to Surrealist interests. \r\n\r\nSomething of a modernist anti-hero, Ubu is a metaphor for the modern man: vulgar, cruel, evil, infantile, greedy, dishonest, stupid, and cowardly. One of the original Surrealists, Miró was intimately familiar with Jarry’s play and its profound importance to his Parisian circle of artists, writers, and poets. Repurposing the story’s provocative message, Miró used this series and other illustrations as thinly veiled satires of General Jose Franco’s fascist regime in his native Spain.",
  "title": "Chez le Roi de Pologne, plate III from \"Ubu Roi\""
}
