{
  "accession_number": "2012.76a-c",
  "art_champions_text": null,
  "artist": "Artist: Vik Muniz",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "South America",
  "country": "Brazil",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Global Contemporary Art",
  "description": "carved frame around blank canvas, displayed with back of frame facing out, resting on two blocks covered with blue carpet; back of canvas is covered with cork; two large twill straps screwed into frame at bottom; tension springs and rods at corners and center of stretcher; handing loops at left and right sides; \"E8290\" in white on right side of frame; MIA's permanent collection label for Rembrandt's \"Lucretia\" at top; small MIA loan tag in ULC Scotch taped to stretcher; scallop-edged sticker at top center on stretcher; white tape on shims between stretcher and frame edges",
  "dimension": "60 3/4 x 52 x 4 5/8 in. (154.31 x 132.08 x 11.75 cm) (including carpeted blocks)",
  "id": "http://api.artsmia.org/objects/115752",
  "image": "valid",
  "image_copyright": "© 2012 Vik Muniz %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 8788,
  "image_width": 7594,
  "inscription": "",
  "life_date": "Brazilian, born 1961",
  "markings": "see Signed",
  "medium": "Mixed media",
  "nationality": "Brazilian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back (front of canvas) at bottom edge, in black: VIK MUNIZ 2012 / 1/3",
  "style": "21st century",
  "text": "When someone wants to see if an artwork is ‘real’, they look at its back or its base, the part of it that normally is not visible to anyone but museum conservators, art handlers, and curators. The verso of a great painting provides a “back story” that might include places the artwork has traveled, its provenance (former owners), and even scribbles and marks made by conservators and artists over the years. Each has an individual personality, quite distinct in its carpentry, gouges, tags, and hardware. \r\n \r\nVerso (Rembrandt, Lucretia) is a disconcertingly faithful reproduction of the back of one of the MIA’s best known masterpieces realized in 1:1 scale in an inch-by-inch process that does not spare the slightest detail. At first glance, it may appear to visitors that the museum has not finished the installation of an artwork. A closer look reveals it to be – seemingly – one of the museum’s most famous paintings, Rembrandt’s Lucretia. In fact, it is a trompe l’oeil object designed to “trick the eye.” The Brazilian artist Vik Muniz, working closely with two fabricators, has transformed the surprisingly anonymous verso of this famous canvas into a 3-dimensional simulation that would be difficult for even an expert to identify as either fake or real.",
  "title": "Verso (Rembrandt, Lucretia)"
}
