{
  "accession_number": "2012.82",
  "art_champions_text": null,
  "artist": "Designer: Per-Olof Nyström; Designer: Heini Ruuskanen; Manufacturer: Marimekko",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of Jennifer and Enrique Olivarez and Eike Schmidt",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010 (based on the original 1952 design)",
  "department": "European Art",
  "description": "white fabric printed light blue with black designs; Helsinki landmarks with boats, buildings, sun and birds in black and white; design repeats every 24 1/2\"",
  "dimension": "113 x 57 1/2 in. (287.02 x 146.05 cm)",
  "id": "http://api.artsmia.org/objects/115753",
  "image": "valid",
  "image_copyright": "© Marimekko %2F Helsinki%2FHelsingfors%2C Per-Olof Nystr%C3%B6m%2C 1952",
  "image_height": 7450,
  "image_width": 8880,
  "inscription": "Inscription\r\n\r\nOn Salvedge edge: [@ MARIMEKKO OYJ SUOMI - FINLAND PER-OLOF NYSTROM 1952/2010: \\\"HELSINKI-HELSINGFORS\\\" 100% CO (5 care symbols)]",
  "life_date": "Helsinki, Finland; 1951-present",
  "markings": "",
  "medium": "Cotton; printed",
  "nationality": null,
  "object_name": "Fabric panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Top Finnish graphic designer Per-Olof Nyström designed Helsinki/Helsingfors fabric, (named in Finnish and Swedish) in 1952, to commemorate the Helsinki Olympic Games held that year. Nyström’s design features stylized views of Helsinki landmarks, including the classical architecture of Helsinki Cathedral, (still the most recognizable landmark in the city), the Russian Orthodox Uspenski Cathedral, and the Old Market Hall, interspersed with nautical images.\r\n\r\nIn 2010, Marimekko commissioned Heini Ruuskanen, a student at Aalto University School of Art and Design, to restore the Helsinki/Helsingfors fabric as a signature design for World Design Capital Helsinki 2012, a designation given by the International Committee of the Society of Industrial Designers. Using existing samples and photographs, she built a pattern swatch, which was approved by Nyström’s family as true to the original. The company re-introduced the fabric in blue, seen here, and a brighter and more modern green than the 1952 original.",
  "title": "Helsinki/Helsingfors"
}
