{
  "accession_number": "L2013.1.1",
  "artist": "Jim Denomie",
  "continent": "North America",
  "country": "United States",
  "creditline": "Lent by Bockley Gallery",
  "culture": null,
  "dated": "2012",
  "department": "Contemporary Art",
  "description": "convertible car drives through landscape with four Native American figures inside: two sit in front, third stands in backseat with bow and arrow, and the fourth, in feathered headdress, sits in backseat; figure on horseback, with gun raised above head, rides along side the car; wood frame",
  "dimension": "25 1/2 x 31 1/2 in. (64.77 x 80.01 cm) (outer frame)\r\n24 x 30 in. (60.96 x 76.2 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/115869",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American (Ojibwe), born 1955",
  "marks": " ",
  "medium": "Oil on canvas",
  "nationality": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Need Permission",
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Jim Denomie, a member of the Lac Courte Oreilles Band of Ojibwe, is well known for painting the unruly assimilations of American pop culture and Native American history. <I>Attack on New Ulm (1862) <I/> and <I>Visitors<I/> were painted to mark the 150th anniversary of the infamous Dakota Conflict. This conflict was precipitated by defaulted payments to the tribes by the American government and anger over being moved from their ancestral land in the Minnesota River Valley. Frustrated and starving, a small band of warriors attacked the Minnesota city of New Ulm on August 19, 1862. With characteristic irony and humor, Denomie places the warriors in modern-day cars, slyly commenting on the technological changes that have also impacted traditional Native American cultures and their relationship to the landscape.\r\n\r\nThe four brightly colored riders in <I>Visitors<I/>, with their masklike faces, seem to lead their horses in a slow walk through a Midwestern prairie. The irony of the title is that, while they appear to be part of and in harmony with the landscape, these riders are, nonetheless, not at home. They are the listless ghosts who haunt the lands from which native populations were displaced by relentless Euro-American expansion. There were many battles fought over who owned these lands and their precious resources, but ultimately the Dakota were forced to relocate to western reservations. The traumatic cultural and psychological consequences of this profound chapter in Minnesota History can still be felt today.",
  "title": "Attack on New Ulm (1862)"
}
