{
  "restricted": 0,
  "image": "invalid",
  "image_copyright": "",
  "life_date": "American, born 1955",
  "nationality": "American",
  "role": "Artist",
  "dated": "2012",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "67 3/4 x 26 1/2 in. (172.09 x 67.31 cm) (outer frame)\r\n63 x 22 in. (160.02 x 55.88 cm) (sheet)",
  "medium": "Intaglio and relief print",
  "title": "Jonny Mae",
  "id": "http://api.artsmia.org/objects/115829",
  "room": "Not on View",
  "style": "21st century",
  "marks": "Signature, Date, Edition, Title, Chop Mark\r\n\r\nsee  Signed and dated in pencil, LR: [Will C (Willie Co",
  "text": "In this large-scale intaglio and relief print, Willie Cole uses the ordinary domestic ironing board as a powerful metaphor for a common historical role for African American women. Jonny Mae is one of 22 prints from the 'Beauties' series, which collectively reference Cole's female ancestors who toiled as domestic workers, either as slaves or free women. The ironing board image is emblematic of the drudgery and harsh circumstances of household labor, while also suggestive of the form of a stele monument or headstone, historical devices that mark or measure one's life. The motifs used in the series also mirror the form of the human body, their individuality fixed by the assigned names and unique visual and textural characteristics of each board. In an innovative approach to intaglio printmaking, Cole uses the ironing boards themselves (crushed flat) as intaglio and relief printing matrices, instead of the more conventional method of etching or incising images of the boards onto metal printing plates. Though technically challenging, the procedure removes one layer of intervention, resulting in a printed image that is in all respects visually truthful to the actual ironing board selected for each of the prints in the series. Despite its humble source material, the print exhibits a strangely luminous presence, evoking an imaginary narrative that reveals the unseen story of Jonny Mae.",
  "description": "black and white, vertical, printed image of an ironing board; words \\\"Jonny Mae\\\" printed below",
  "creditline": "Gift of funds from Mary Ingebrand-Pohlad",
  "accession_number": "2012.96",
  "artist": "Willie Cole"
}
