{
  "accession_number": "2012.112.10a,b",
  "art_champions_text": null,
  "artist": "Artist: Michael M. Glancy",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Arts of the Americas",
  "description": "rectangular glass plate/base with pebbled, deeply incised design; blue surface of \"pebbles\" with dull brown ground; vessel sits on round blue flat element on plate/base; vessel of elongated form, flaring inward at mouth opening; some squared-off planes on sides; vessel has similarly pebbled texture with smoke-colored pebbles",
  "dimension": "11 1/16 x 9 3/4 x 24 3/4 in. (28.1 x 24.77 x 62.87 cm)",
  "id": "http://api.artsmia.org/objects/115893",
  "image": "valid",
  "image_copyright": "© Michael M. Glancy",
  "image_height": 8849,
  "image_width": 7545,
  "inscription": "Signature, Title, Date and Sticker",
  "life_date": "American, born 1950",
  "markings": "on underside of vessel and plate/base, on stickers: [10477]",
  "medium": "Engraved Pompeii-cut blown glass, industrial plate glass and copper",
  "nationality": "American",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom of vessel and on flat element on base, incised: [BIOMORPHIC GANGLIA + MICHAEL GLANCY + 2003 +]",
  "style": "21st century",
  "text": "A graduate of the Rhode Island School of Design and an instructor there from 1982-2006, Michael Glancy has developed a combination of aesthetic/scientific approach to his glass sculptures that reflect his understanding of both macro- and micro- world views. Inspired by irregular patterns of cells as well as strict geometry, Glancy creates exquisite, dense vessel forms that are sandblasted, carved, and combined with copper as an opaque foil for the gem-like colored glass. The vessels are most often presented in concert with or in contrast to a blown or plate-glass base. In Biomorphic Ganglia, the vessel and the base form a continuous landscape, such as rocks in a stream, or molecular reference; the multiple colors of the vase conjoin with the engraved blue plate glass seamlessly.",
  "title": "Biomorphic Ganglia"
}
