{
  "accession_number": "2012.105.2",
  "art_champions_text": null,
  "artist": "Artist: Herman van Swanevelt",
  "catalogue_raissonne": "Dutuit 83 i/iv; Hollstein 87 i/iv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Tom Rassieur in memory of Paige Donhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1650s",
  "department": "European Art",
  "description": "cardinal walks below large ruin while reading a book; four men follow; beggar seated at lower right",
  "dimension": "9 x 12 5/8 in. (22.86 x 32.07 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115804",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6421,
  "image_width": 9018,
  "inscription": "Inscription\r\n\r\nInscribed in plate below image: [Herman van Swanevelt Inventor fecit et excudit / cum privilegio Regis]",
  "life_date": "Dutch, 1603-1655",
  "markings": "",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From Twelve Landscapes, Plate 1",
  "provenance": "Loys Delteil (1869-1927), Lugt 666, Paris, 1889 [probably sold about 1890. [C.G. Boerner, New York]; Tom Rassieur, Minneapolis (1990-2012; given to Minneapolis)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Herman van Swanevelt was one of many Dutch Golden Age artists who worked in Italy and France. His earliest secure works are views of Paris made in 1623. He worked in Rome from 1629 to 1641, and after Rome, settled again in Paris. He became a member of the Académie Royale de Peinture et de Sculpture in 1651 and enjoyed major painting commissions.\r\n\r\nVan Swanevelt produced some 116 etchings. Landscape with a Cardinal belongs to a suite of twelve landscape etchings featuring Roman ruins that the artist himself published. It features a monumental ruin, perhaps inspired by the Baths of Caracalla, but placed in a more bucolic setting. The title derives from a small, robed staffage figure with a broad-brimmed hat in the foreground, one of five men seen walking along a road and about to encounter a seated beggar. Van Swanevelt's handling of the etching needle is particularly lively. A rich play of light pervades the image: dark foreground shadows, sundrenched walls, others in half light, and beautifully rendered atmospheric perspective in the background. The whole is evocative of a beautiful day's walk in the countryside. This is a very early impression of the first edition of the etching.",
  "title": "Landscape with the Cardinal"
}
