{
  "accession_number": "2012.112.15a,b",
  "artist": "Silvia Levenson ",
  "continent": "South America",
  "country": "Argentina",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "dated": "1999",
  "description": "pair of pink glass pumps with medium height heels; nail protruding up from inner heel of each shoe",
  "dimension": "3 13/16 x 2 3/4 x 8 5/8 in. (9.68 x 6.99 x 21.91 cm) (each)",
  "id": "http://api.artsmia.org/objects/115895",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6026,
  "image_width": 7287,
  "life_date": "Argentinian, born 1957",
  "marks": "Signature and Date on underside of a, incised: [LEVENSON / 1999]",
  "medium": "Cast glass, metal nails",
  "nationality": "Argentinian",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Argentinian artist Silvia Levenson grew up amidst the atrocities of life under military dictator Jorge Rafael Videla and his \"Guerra Sucia\" (\"Dirty War\") of the 1970s and early 1980s. In 1981, Levenson fled her home with her husband and two children to Italy. There, Levenson moved toward expressing the social and political struggles of her adolescence through glass. Consequently, Levensons's work is known for its undercurrent of political and domestic commentary that is autobiographical while simultaneously ironic and detached. She finds glass to be an excellent medium for this because glass is something both familiar, because of its use in every-day life, and dangerous, due to its ability to be sharp and thus do harm. \r\nThis dual nature is further emphasized through Levenson's subjects as she reveals the sinister side of everyday items. In Cinderella Shoes, Levenson alludes to the fairy tale life of a fair maiden being rescued from a life of household duties and familial abuse and being led to a Prince Charming through her glass slippers. However, the artist twists the tale by placing a nail inside the shoe where it would stick into the wearer's heel.",
  "title": "Cinderella Shoes"
}
