{
  "accession_number": "2012.112.25",
  "art_champions_text": null,
  "artist": "Artist: Mark Peiser",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1979",
  "department": "Arts of the Americas",
  "description": "round bodied vessel with thick lip rim; clear glass with green tint; tan, orange and green trees",
  "dimension": "7 5/8 x 8 1/16 x 8 1/16 in. (19.37 x 20.48 x 20.48 cm)",
  "id": "http://api.artsmia.org/objects/115894",
  "image": "valid",
  "image_copyright": "© Mark Peiser",
  "image_height": 6191,
  "image_width": 6029,
  "inscription": "Signature, Title and Date",
  "life_date": "American, born 1938",
  "markings": "",
  "medium": "Blown glass",
  "nationality": "American",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom of vessel, incised: [MARK PEISER PWV 136 - 1979]",
  "style": "20th century",
  "text": "Mark Peiser enrolled in his first glass-blowing class in 1967 at Penland School of Crafts, North Carolina. In 1969 Peiser purchased property in Penland and there, amidst nature and the Blue Ridge Mountains, Peiser established his home and studio, where he has lived and worked ever since. His first major series of work was the \"Paperweight Vases\" (1975 - 1981), of which PWV 357 is a member.  Vases of this series are typified by a similarity of design to Tiffany vases incorporating paperweight techniques, as well as the inclusion of high levels of detail and naturalistic themes.  Colorful images of landscapes, flowers, and foliage seem suspended in layers of clear glass as a result of the complex ten to twenty four hour process Peiser uses to craft these paperweight vessels. Pieces produced later in this series, such as PWV 357, are often much more impressionistic in decoration and appearance than their earlier counter parts.",
  "title": "PWV 357"
}
