{
  "accession_number": "2012.112.17",
  "art_champions_text": null,
  "artist": "Artist: Stanislav Libensky; Artist: Jaroslava Brychtova",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Glass",
  "continent": "Europe",
  "country": "Czech Republic",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "European Art",
  "description": "blue glass form; football shaped footprint, with cutout area on one side; domed form; vertical element extending upward on the diagonal from top",
  "dimension": "32 5/8 x 40 1/4 x 10 in. (82.87 x 102.24 x 25.4 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/115899",
  "image": "valid",
  "image_copyright": "© Stanislav Libensky%2C Jaroslava Brychtova",
  "image_height": 6850,
  "image_width": 8243,
  "inscription": "",
  "life_date": "Czech, 1921 - 2002",
  "markings": "",
  "medium": "Blue glass",
  "nationality": "Czech",
  "object_name": "Glass sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1954, Stanislav Libenský and Jaroslava Brychtová began working together in the Czech glassmaking center of Železný Brod. In 1963, the partners married in Prague. During their long collaboration they developed the mold-melting technique that would allow them to create their distinctive abstract style of art glass. This style and technique made Libenský and Brychtová the most internationally influential of the Czech artists who worked behind the Iron Curtain from roughly the 1950s to the 1980s.\r\n\r\nFundamental to the artists' work is a conceptual and metaphysical approach, related to Czech cubism and philosophy. Light is the central idea, representing the fourth dimension, a notion they termed \"light-space\". This light-space is represented by the intentional definition, direction and manipulation of light in their works, through the use of prisms, lenses, and rough textured planes.",
  "title": "Blue Bird"
}
