{
  "accession_number": "2012.96",
  "artist": "Artist: Willie Cole; Publisher: Highpoint Editions, Minneapolis; Printer: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary Ingebrand-Pohlad",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012",
  "department": "Prints and Drawings",
  "description": "black and white, vertical, printed image of an ironing board; words \"Jonny Mae\" printed below",
  "dimension": "67 3/4 x 26 1/2 in. (172.09 x 67.31 cm) (outer frame)\r\n63 x 22 in. (160.02 x 55.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115829",
  "image": "invalid",
  "image_copyright": "© Willie Cole",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date, Edition, Title, Chop Mark\r\n\r\nsee Signed\r\n\r\nNumbered in pencil, LLC: [EV 2/3].\r\n\r\nTitle printed in gray ink, LC, below image: [JONNY MAE]",
  "life_date": "American, born 1955",
  "markings": "Publisher\\'s blind stamp, LLC: [HP]",
  "medium": "Intaglio and relief print",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The Beauties (2012)",
  "provenance": "[Highpoint Editions, Minneapolis, 21012, sold to MIA]",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR: [Will C (Willie Cole) 2012]",
  "style": "21st century",
  "text": "Acclaimed for his uncanny ability to transform found objects into evocative works of art, Willie Cole has in this work converted an ordinary household ironing board into a powerful metaphor for the historical role of African American women serving as “domestics.” Jonny Mae is one of a series of 22 prints known collectively as \"The Beauties\" that alludes to real and fictional members of his ancestral family who toiled as domestic workers, either as slaves or as free women. For Cole, the ironing board motif is emblematic of the drudgery and harsh reality of ceaseless household labor, while recalling the form of a monument or tombstone, traditional ways of marking or measuring one’s life. In other ways, the ironing boards resemble standing human figures, their individuality fixed by the assigned names and unique visual and textural characteristics of each board. \r\n          To produce this large-scale intaglio and relief print, Cole rejected the conventional method of printing an image from an etched or engraved copper plate, and has instead ingeniously adapted an actual ironing board (crushed flat) to serve as an unorthodox printing “plate.” Though technically challenging, the procedure eliminates one layer of intervention, resulting in a printed image that is in all respects visually truthful to the physical characteristics of each of the ironing boards in the series. Despite its humble source material, the present print exhibits a strangely luminous aura, while evoking a quasi-historical narrative that reveals the unseen story of Jonny Mae.",
  "title": "Jonny Mae"
}
