{
  "accession_number": "2012.105.1",
  "art_champions_text": null,
  "artist": "Artist: Jan van de Velde",
  "catalogue_raissonne": "Hollstein 184 i/ii; Fr.-v.d.K. 223 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Tom Rassieur in honor of Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1615",
  "department": "European Art",
  "description": "chapel on small island is surrounded by trees; figures at right stroll by",
  "dimension": "7 x 14 1/8 in. (17.78 x 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3588,
  "image_width": 8832,
  "inscription": "",
  "life_date": "Dutch, c. 1593–after 1641",
  "markings": "",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Richard Jung (1911-1986), Lugt 3791, Freiburg im Breisgau. [Paul McCarron, New York]; Tom Rassieur, Minneapolis (1992-2012; given to MIA)\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jan van de Velde played a central role in the development of the Dutch Golden Age landscape, which broadcast the Dutch nationalistic view of Holland as a new Eden, a garden of peace and plenty. His etchings catered to an increasingly urban population that delighted in his idealized views of a charming, delightful, schilderachtig (picturesque) countryside. Chapel near a Pond comes from a series of eighteen etchings with a Latin title that may be translated as \"Some most pleasant landscapes and ruins of ancient monuments.\" Some of the monuments have been identified, but others—including the chapel—have not and are believed to be fantasies. \r\n\r\nThis truly extraordinary impression of Chapel near a Pond is the only known impression of the first state of the copper plate, a proof before the number was added for the published edition. The series from which it comes enjoyed considerable commercial success, and editions were printed into the 18th century. Nearly all impressions show breakdown in the delicate light passages and thinning of the deep shadows, but having been printed while the plate was absolutely fresh, this impression shows the full range of tonality that van de Velde intended.",
  "title": "Chapel near a Pond, plate 7 from \"Amoenissimae aliquot Regiunculae, et antiquorum momentorum ruinae\""
}
