{
  "accession_number": "2012.77a-d",
  "artist": "Artist: Do Ho Suh",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "South Korea",
  "creditline": "The John R. Van Derlip Fund and gift of funds from the Sit Investment Associates Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "2005",
  "department": "Contemporary Art",
  "description": "rigid open coat, with arms extended and hem of coat trailing on floor; exterior of coat made of horizontal rows of overlapping dog tags; interior of coat made of reflective panels; disassembles into four parts--base consists of three parts and upper body section",
  "dimension": "76 x 117 x 136 in. (193.04 x 297.18 x 345.44 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/115836",
  "image": "valid",
  "image_copyright": "© Do-ho Suh",
  "image_height": 7377,
  "image_width": 8399,
  "inscription": "",
  "life_date": "South Korean, born 1962",
  "markings": "",
  "medium": "Stainless steel, military dog tags, fiberglass resin",
  "nationality": "South Korean",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Do Ho Suh was born in Seoul, South Korea, in 1962. After studying traditional Asian brush painting at the Seoul National University and fulfilling his term of mandatory service in the South Korean military, he moved to the United States to continue his study of art and where he received an MFA in sculpture from Yale University. \r\n\r\nWhen the artist first came to the United States to study art, he felt displaced by cultural differences in America. He said he felt as if he were living in someone else's body and didn't know what to do with the stranger's hands and feet. He could have returned home, where he already had begun to make his mark as a painter. Instead, he used his sense of disorientation to create artworks that forge a richly expressive link between historical and contemporary concepts of culture, identity, and politics.\r\n\r\nBased on a coat of traditional Asian armor, this sculpture is composed from thousands of polished military dog tags. As the title indicates, the work juxtaposes the collective-represented by the armored sculpture-and the individual-symbolized by the dog tags, each representing a single soldier. The imposing, larger-than-life robe stands in contrast to the thin, vulnerable dog tags, which may also be said to embody the poetic symbolism of fallen warriors. ",
  "title": "Some/One"
}
