{
  "accession_number": "2012.112.15a,b",
  "art_champions_text": null,
  "artist": "Artist: Silvia Levenson",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "South America",
  "country": "Argentina",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Arts of the Americas",
  "description": "pair of pink glass pumps with medium height heels; nail protruding up from inner heel of each shoe",
  "dimension": "3 13/16 x 2 3/4 x 8 5/8 in. (9.68 x 6.99 x 21.91 cm) (each)",
  "id": "http://api.artsmia.org/objects/115895",
  "image": "valid",
  "image_copyright": "© Silvia Levenson",
  "image_height": 6026,
  "image_width": 7287,
  "inscription": "Signature and Date",
  "life_date": "Argentinian, born 1957",
  "markings": "",
  "medium": "Cast glass, metal nails",
  "nationality": "Argentinian",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G260",
  "see_also": [
    ""
  ],
  "signed": "on underside of a, incised: [LEVENSON / 1999]",
  "style": "20th century",
  "text": "Argentinian artist Silvia Levenson grew up amidst the atrocities of life under military dictator Jorge Rafael Videla and his \"Guerra Sucia\" (\"Dirty War\") of the 1970s and early 1980s. In 1981, after three years in hiding, Levenson fled her home with her husband and two children to Italy. There, after a decade of dabbling in more decorative works, Levenson moved toward expressing the social and political struggles of her adolescence through the medium of glass.\r\n\r\nConsequently, Levensons's work is known for its undercurrent of political and domestic commentary that is autobiographical while simultaneously ironic and detached. She finds glass to be an excellent medium for this because of its ambiguity. Glass is something both familiar, because of its use in every-day life, and dangerous, due to its ability to be sharp and thus do harm. This dual-nature is further emphasized through Levenson's subjects as she skeptically reveals the sinister side of everyday household items, thus creating beauty in combination with dangerous things. In Cinderella Shoes, Levenson alludes to the fairy tale life of a fair maiden being rescued from a life of household duties and familial abuse and being led to a Prince Charming through her glass slippers. However, the artist twists the tale by placing a nail inside the shoe where it would stick into the wearer's heel. Thus, Levenson's depiction of fairy tale life reveals traditional love and marriage to be just as much an entrapment as Cinderella's previous domestic bondage.",
  "title": "Cinderella Shoes"
}
