{
  "accession_number": "2012.74a-x",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": "Brown, Barnhart, Owyoung: Minol Araki, 1999, no. 9",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David T. Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Asian Art",
  "description": "continuous landscape in black ink with mountains and trees",
  "dimension": "69 x 831 in. (175.26 x 2110.74 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/115837",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 1669,
  "image_width": 20000,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "Artist\\'s seals, panel 23: 碧琶斎 {Hekibasai}，荒木實 {Araki Minoru}",
  "medium": "Ink on paper mounted on 24 panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Artist\\'s signature, panel 23: 一九八三年 荒木實 [1983, Araki Minoru]",
  "style": "20th century",
  "text": "Born in Japanese-occupied Manchuria in northeast China, Araki never set foot in Japan until after the end of World War II in 1945, when he and his family were repatriated. They settled in Shimabara, an old castle town in far western Japan and his parents’ birthplace. Young Minol soon headed to Tokyo but returned occasionally to Shimbara, where he created numerous sketches of the dramatic scenery. These rough sketches of peaks towering through mist, the distant sea viewed between volcanic peaks, and country homes scattered on sylvan hillsides—views of Araki’s appointed Japanese “hometown”—served as the foundation for this painting.\r\n Boundless Peaks is also a tribute to Araki’s mentor, Zhang Daqian, who was in the early 1980s creating his own monumental landscape painting—a massive handscroll depicting a panoramic view of China’s storied Lu Mountains in a virtuosic combination of pooled ink and swirling blue and green mineral pigments. This work, which was never finished, was exhibited for the first time in Taipei shortly before Zhang’s death. Months later, Araki completed his own deeply personal monumental landscape painting in ink, depicting a land as sacred and mysterious to Araki as the Lu Mountains were to Zhang.",
  "title": "Boundless Peaks"
}
