{
  "accession_number": "2012.111",
  "art_champions_text": null,
  "artist": "Artist: Jane Hammond",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Brian Pietsch and John Walsh",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Contemporary Art",
  "description": "four quadrants, with white borders--red, yellow, orange and blue; \"A PRUDENT MAN SHUNS HYENAS\" in black at center; ULQ: man's head wearing a covering over his mouth with a strap over the top of his head, fingerprint, blue shapes and \"PRUDE HUNT\" in yellow; URQ: spoon with a face, red curly hair and a blue blouse, handle holding a blue spoon, pair of red hands creating rabbit-shaped shadow and \"HAND SHAM\" in red; LLQ: head and upper body of praying woman with yellow hands wearing red garments, two pairs of bound yellow hands and \"NUNS PRAY\" in blue; LRQ: cactus with rounded doorway at bottom, hat-shaped structure with doorway, igloo with two dogs, red coffin, dark blue form and \"SHAPE HUTS\" in yellow; textured, painterly surface; unframed",
  "dimension": "76 1/16 x 70 in. (193.2 x 177.8 cm)",
  "id": "http://api.artsmia.org/objects/115846",
  "image": "invalid",
  "image_copyright": "© 1990 Jane Hammond",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Title and Date",
  "life_date": "American, born 1950",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in black: [Jane Hammond / 1990 / Untitled (153, 120, 26, / 213, 25, 96, 146, 137, / 190, 266, 2)]",
  "style": "20th century",
  "text": "At the time Jane Hammond made this painting, she was basing her work on a restricted group of 276 found images that she used over and over again in different combinations. According to Hammond, she wanted her art to be as complicated and intricate as human lives can be. The canvas exemplifies her interest in using recognizable images in an unrecognizable manner, as well as in working with the jumble of information that we sort through daily.\r\n\r\nIn Hammond's own words, the painting is \"a fiction that's woven of facts...\" Based on a complex conceptual system, the work is a wonderful mix of intention and randomness. The numbers in the title represent each single element that she used from the group of 276 found images.\r\n\r\nThe painting also contains verbal cluess and miscues. By nature, viewers tend to search the painting for connections between the images themselves, as well as between the text and the images. What does a man wearing a mask, an image of the Virgin Mary, a finger puppet, and an igloo have to do with one another' Does the text, \"A Prudent Man Shuns Hyenas,\" provide use with an important clue or is it a random selection of words' The conscious mind has a tendency to reach into the unconscious and try to make sense of irrational thoughts and images. In the process, it starts to make connections - real or imaginary - between the past and present, the personal and universal, the subjective self and the objective world.",
  "title": "Untitled (153, 120, 26, 213, 25, 96, 146, 137, 190, 266, 2)"
}
