{
  "accession_number": "2012.112.11a,b",
  "art_champions_text": null,
  "artist": "Artist: Michael M. Glancy",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "green glass vessel with metal plating; rounded base with small flat foot flaring slightly outward and inward toward thick rim; green glass squares in graduated rows--smaller at center of vessel; rectangular plate/base with radiating squares of clear glass, indented into dark metal plate",
  "dimension": "7 1/8 x 11 7/8 x 11 15/16 in. (18.1 x 30.16 x 30.32 cm)",
  "id": "http://api.artsmia.org/objects/115934",
  "image": "valid",
  "image_copyright": "© Michael M. Glancy",
  "image_height": 5559,
  "image_width": 8318,
  "inscription": "Signature, Title and Date",
  "life_date": "American, born 1950",
  "markings": "",
  "medium": "Blown glass, metal",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on one glass square on base, incised: [Michael M. Glancy 1983 / XTC / 83]",
  "style": "20th century",
  "text": "A graduate of the Rhode Island School of Design and an instructor there from 1982-2006, Michael Glancy has developed a combination of aesthetic/scientific approach to his glass sculptures that reflect his understanding of both macro- and micro- world views. Inspired by irregular patterns of cells as well as strict geometry, Glancy creates exquisite, dense vessel forms that are sandblasted, carved, and combined with copper as an opaque foil for the gem-like colored glass. The vessels are most often presented in concert with or in contrast to a blown or plate-glass base.  In XTC, an early work by Glancy, he breaks up the opaque, metal-plated surface of the base with a dynamic pattern of squares on its surface, contrasting with an emphasis on transparent squares of luminous green in the vase.",
  "title": "XTC"
}
