{
  "accession_number": "2012.112.6",
  "art_champions_text": null,
  "artist": "Artist: Keith Cummings",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "European Art",
  "description": "sculptural form; irregular doughnut shape; green, turquoise and cloudy clear mottled glass imbedded with twisted strands of wire, with rough textured surface; green element of irregular shape breaks doughnut at top; bulbous elements on edges of copper; two round copper colored dots on same element",
  "dimension": "9 5/16 x 8 7/8 x 2 1/16 in. (23.65 x 22.54 x 5.24 cm)",
  "id": "http://api.artsmia.org/objects/115933",
  "image": "valid",
  "image_copyright": "© Keith Cummings",
  "image_height": 6564,
  "image_width": 7342,
  "inscription": "Signature, Title and Date",
  "life_date": "British, born 1940",
  "markings": "",
  "medium": "Cast glass, with electroformed copper",
  "nationality": "British",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of copper element, incised: TORC II / K. Cummings / 1991",
  "style": "20th century",
  "text": "Keith Cummings is a celebrated artist, as well as an educator and author. He specializes in casting sculptures from glass, often combined with metal. Cummings is credited with sparking a great artistic interest in glass-casting techniques, particularly with the publishing of his book, The Technique of Glass Forming, in 1980, as well as his lectures at the Kiln Formed Glass Symposium of the same year. His first-hand study of ancient glass vessels has also given aided archaeological scholarship. \r\n\r\nCummings links his interest in glass to his study of watercolor. He began to experiment with stained glass in the 1950's as a student at Durham University, fusing colored glass pieces in a kiln, leading himself toward a life-long  dedication to kiln-forming. His influences are eclectic, relating to armory, ancient machines, natural forms, and landscape. Torc relates easily to these influences and incorporates his interest in archaeological finds and ancient civilizations as well. The term \"torc\" refers to an ancient form of jewelry: a rigid neck ring that was often formed by twisted metal threads. The tone and texture of the work also resemble that of a fossilized animal, while the piece of metal at the top references the mechanical world.",
  "title": "Torc II"
}
