{
  "accession_number": "2012.112.13",
  "art_champions_text": null,
  "artist": "Artist: Richard Jolley",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of the Americas",
  "description": "clear glass; small raised foot; rounded, slightly tapering form; line drawing images of heads, torsos and arms of Adam (in black) and Eve (in purple), with an apple hovering between their hands; orange, green, blue and red striped snake coiled beneath figures and on bottom of vase",
  "dimension": "8 9/16 x 5 1/2 x 5 1/2 in. (21.75 x 13.97 x 13.97 cm)",
  "id": "http://api.artsmia.org/objects/115924",
  "image": "valid",
  "image_copyright": "© Richard Jolley",
  "image_height": 6559,
  "image_width": 5130,
  "inscription": "Signature and Title",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Blown and hot worked glass",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on underside, incised: [RICHARD / JOLLEY / ADAM & EVE (illegible--partially covered with felt feet pads)]",
  "style": null,
  "text": "The biblical story of Adam and Eve is shown in fluid lines, using a limited color palette. Adam is delineated in black lines, Eve in contrasting purple. \r\n\r\nThe drawing-like decoration of Adam and Eve was created using canes and threads of glass, melted in flowing lines onto the clear surface of the vessel.  This direct drawing technique has been used widely by Richard Jolley to create pictorial narratives in his glasswork.  The winding form of the snake, a variegated mix of bright colors, seems to lurk behind the human figures, separated from them by the interior space. \r\n\r\nThe curving shape of the human body, seen in Adam and Eve, has been a recurring element in these narratives. Over his thirty-seven year career, his work on this subject has ranged from simple vessels such as Adam and Eve to elaborate large scale sculptural figures.",
  "title": "Adam and Eve"
}
