{
  "accession_number": "2012.112.1",
  "art_champions_text": null,
  "artist": "Manufacturer: A.V.E.M. (Arte Vetraria Muranese)",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1950",
  "department": "European Art",
  "description": "elongated vase with roughly triangular shaped lower body; long rounded neck with outward-flaring flat rim; clear glass with patchwork of twisted glass in various multicolored patterns",
  "dimension": "14 3/8 x 5 1/8 x 5 1/4 in. (36.51 x 13.02 x 13.34 cm)",
  "id": "http://api.artsmia.org/objects/115922",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6320,
  "image_width": 4473,
  "inscription": "",
  "life_date": "Murano, Italy, est. 1932",
  "markings": "",
  "medium": "Glass",
  "nationality": "Italian",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Art glass has been made in Murano (a chain of small islands in the Venetian lagoon) for centuries. From at least the 9th century, Murano held a reputation as innovators in glass design, decoration, and technique and as an international center of glass production. \r\n\r\nBy the late 19th century, copies of 16th, 17th, and 18th century styles were still beautiful and still sought after, but increasingly seemed to be examples of artistic stagnation. \r\nIn the early twentieth century, Murano glass artists broke away from the traditional style and incorporated aspects of the new philosophy of modernism.\r\n \r\nIn 1932, when the workshop A.V.E.M. was founded, the modernist style had been influencing Murano glass for more than a decade. In the 1950s, the designers of A.V.E.M. created graphic, abstracted works like Patchwork Vase. Rods of twisted colored glass (the complex pattern is called zanfirico), arranged into squares, fused into a sheet and then rolled to form the body of the vessel, create blocks of modernist inspired pattern and mixes traditional techniques with a modernist ethos.",
  "title": "Patchwork Vase"
}
