{
  "accession_number": "2012.112.26",
  "art_champions_text": null,
  "artist": "Artist: Karla Trinkley",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "pink, blue and milky white; cone shaped interior surrounded by three stepped disks; each level has eight vertical legs; rough surface",
  "dimension": "6 1/16 x 9 7/8 x 9 5/8 in. (15.4 x 25.08 x 24.45 cm)",
  "id": "http://api.artsmia.org/objects/115935",
  "image": "valid",
  "image_copyright": "© Karla Trinkley",
  "image_height": 5608,
  "image_width": 6764,
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "",
  "medium": "Pâte de verre glass",
  "nationality": "American",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Pennsylvania-based artist Karla Trinkley is best-known for her unique approach to glass through use of the pâte de verre, (\"cast glass\" or, literally, \"glass paste\") technique. In this process, glass is coarsely ground, placed in a mold, and then heated until the particles fuse. She first became fascinated with the process while a student at the Tyler School of Art in Philadelphia in the 1970s. During this time, Trinkley began to experiment with the connections between the mediums of glass and porcelain. The pâte de verre method allowed her to create a new object that appears deteriorating, aged, and even ancient. Her tabletop piece, Inside, is a perfect example of this approach. The temple-like shape bears resemblance to ancient ruins. The contrasting pale pink and vivid blue emphasis the form's architectonic elements, thus allowing the viewer to further appreciate its connections to both natural elements and ancient forms.",
  "title": "Inside"
}
