{
  "accession_number": "2012.112.3",
  "art_champions_text": null,
  "artist": "Artist: Giles Bettison",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 2000",
  "department": "Arts of the Americas",
  "description": "cylindrical form on small foot, flaring outward; patchwork design; lower portion of fluid rectangles of dark tan, red and yellow striped glass with white; upper portion of fluid rectangles of tan and red stripes with dark tan and white centers",
  "dimension": "10 1/2 x 4 7/16 x 4 7/16 in. (26.67 x 11.27 x 11.27 cm)",
  "id": "http://api.artsmia.org/objects/115926",
  "image": "valid",
  "image_copyright": "© Giles Bettison",
  "image_height": 6320,
  "image_width": 4473,
  "inscription": "",
  "life_date": "Australian, born 1966",
  "markings": "",
  "medium": "Fused glass",
  "nationality": "Australian",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "The complexity of Bettison's vase is the result of his multi-stage murrine (mosaic glass) process. After choosing colors of standard sheet glass from a palette that reflect the South Australian landscape of his home region, he fused these panels together in a kiln, cut the cooled layered glass into small pieces, and assembled them for a second fusing to create the murrine sheet. He then softened the panel by rolling it up on a collar of molten glass to make the final, highly patterned vessel form. He states that the potential of the graphic qualities of murrine glass initially drew him to the medium, and sees explorations such as this one as ways to represent or understand the subtleties of his native landscape. Bettison graduated from the Glass Workshop at the Australian National University's School of Art in Canberra. He then built his own glass practice, first in Brooklyn, New York, and now in Maylands, South Australia.",
  "title": "Murrini Vase"
}
