{
  "accession_number": "2012.112.16",
  "art_champions_text": null,
  "artist": "Artist: Silvia Levenson",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "South America",
  "country": "Argentina",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "photographic image of little girl and little boy holding hands on the beach; girl's bikini covered with clear glass; boy's swim trunks covered with dark red glass; pair of clear glass flip-flop shoes in LLC, with barbed wire straps",
  "dimension": "27 7/16 x 39 1/4 x 1 in. (69.69 x 99.7 x 2.54 cm)",
  "id": "http://api.artsmia.org/objects/115902",
  "image": "invalid",
  "image_copyright": "© Silvia Levenson",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Title and Date",
  "life_date": "Argentinian, born 1957",
  "markings": "",
  "medium": "Fused glass, acrylic, metal and gelatin silver print (?) on aluminum",
  "nationality": "Argentinian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in black ink: [Silvia Levenson - 2005 TUTTE AL MARE]",
  "style": "21st century",
  "text": "Argentinian artist Silvia Levenson grew up amidst the atrocities of life under military dictator Jorge Rafael Videla and his \"Guerra Sucia\" (\"Dirty War\") of the 1970s and early 1980s. In 1981, after three years in hiding, Levenson fled her home with her husband and two children to Italy. After returning to Argentina in 1993, Levenson became motivated to explore the social and political struggles of her own childhood and adolescence through the medium of glass. Unlike the more commonly known Northern Italian technique of glass-blowing, Levenson's glass pieces are uniquely kiln cast using exclusively American-made Bullseye glass. \r\nIn Tutte al Mare, Levenson explores the mysterious nature of childhood. Because of the tumultuous political situation of her youth, she views this period as a time in which, despite the loving nature of her family, she lacked protection and shelter. \r\n\r\nYet, for the artist, childhood remains a unique time in life in which children are separate from societal rules and its expressions of good and evil. By combining a photo of her own childhood with the dual-natured medium of glass, being both familiar yet dangerous, Levenson emphasizes the fragility of childhood innocence amidst a world of societal ills.",
  "title": "Tutte al Mare"
}
