{
  "accession_number": "2012.112.32",
  "art_champions_text": null,
  "artist": "Artist: Mark Zirpel",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Arts of the Americas",
  "description": "roughly square piece of black glass with white convex circle at center, with rough surface, bubbles and pitting",
  "dimension": "17 x 18 x 3/4 in. (43.18 x 45.72 x 1.91 cm)",
  "id": "http://api.artsmia.org/objects/115903",
  "image": "valid",
  "image_copyright": "© Mark Zirpel",
  "image_height": 6985,
  "image_width": 7506,
  "inscription": "Signature and Label",
  "life_date": "American, born 1956",
  "markings": "on back, on label: [Mark Zirpel / Lunar Disc III, 2003 / MZI-1017-C  $2,500.00]",
  "medium": "Kiln formed glass",
  "nationality": "American",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, incised: [Mark Zirpel]",
  "style": "21st century",
  "text": "The rhythms and cycles of nature are a preoccupation of Mark Zirpel. In works like Black Luna this is illustrated with the recurring motif of the moon; its phases, surface, and effect on the tides.\r\n\r\nThe intersection between the ideas of art and the ideas of science is central to the artist's work. The artistic process mirrors the scientific. Art begins with a concept, an artistic hypothesis. Next is an obsessive artistic investigation of the idea, culminating in the physical realization of an object. For Zirpel, a work is not finished until his third stage is reached, until the audience sees and experiences it.\r\n\r\nIn Black Luna, the white surface of the moon and the blackness of the sky are rendered in slumped glass, a process of shaping the molten glass over molds in a kiln. This technique allows for a detailed and fine textural surface, essential to evoking the experience of sensory participation that the artist intends for the viewer.",
  "title": "Black Luna"
}
