{
  "accession_number": "2012.112.30",
  "art_champions_text": null,
  "artist": "Artist: Ann Wolff",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1986",
  "department": "European Art",
  "description": "deep bowl with rounded bottom; wide rim; clear glass with yellows, orange, blue and white; etched design of two women, with standing woman holding a rabbit; large white and blue rabbit's head; abstract colored patterns",
  "dimension": "6 1/8 x 8 1/16 x 8 1/16 in. (15.56 x 20.48 x 20.48 cm)",
  "id": "http://api.artsmia.org/objects/115920",
  "image": "valid",
  "image_copyright": "© Ann Wolff",
  "image_height": 6041,
  "image_width": 7197,
  "inscription": "Signature and Inscription\r\n\r\non bottom, incised: [3.3]",
  "life_date": "German, born 1937",
  "markings": "",
  "medium": "Hand blown glass with sandblasting and acid etching",
  "nationality": "German",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Anne Warff WILKE]",
  "style": null,
  "text": "Swedish/German artist Ann Wolff entered the glass industry in the 1960s as a designer of household decorative items. In the 1970s, Wolff established Studio Stenhytta on the grounds of her home in Tranjo, Sweden. In the following decades, her work has emphasized, almost exclusively, all aspects of womanhood. Glass is a good medium for this because of its multidimensional nature, particularly in terms of its fragility and strength. As such, her pieces move beyond the mere materiality of glass to provoke intelligent interaction. While her pieces contain elements of narration, they often leave much of the meaning open to be interpreted by the viewer. In this untitled piece, Wolff does this very thing by portraying what could be understood as a narrative scene, that being the depiction of two women with a rabbit, without explicitly assigning any such meaning. Thus, this acid-etched scene displays the artist's more subliminally psychological exploration of what it means to live and think as a woman.",
  "title": "Untitled"
}
