{
  "accession_number": "2012.112.20",
  "art_champions_text": null,
  "artist": "Artist: Richard Marquis",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1995",
  "department": "Arts of the Americas",
  "description": "oval shaped vessel on a very tall stem with two rounded elements beneath bowl at top of stem; purple ring around foot; green stem with white repeating X's; black and yellow checkerboard on top rounded element beneath bowl; bowl is green, brown, yellow, orange and blue with irregular checked patterns with some circles",
  "dimension": "12 3/16 × 10 1/8 × 8 13/16 in. (30.96 × 25.72 × 22.38 cm)",
  "id": "http://api.artsmia.org/objects/115953",
  "image": "valid",
  "image_copyright": "© Richard Marquis",
  "image_height": 7116,
  "image_width": 7193,
  "inscription": "Signature",
  "life_date": "American, born 1945",
  "markings": "",
  "medium": "Blown, fused, slumped and fabricated glass",
  "nationality": "American",
  "object_name": "Tazza",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in brown on white, to one side of bowl: [MARQUIS]",
  "style": null,
  "text": "Marquis first became interested in glass work while studying ceramics with Peter Voulkos at the University of California, Berkley during the 1960s. Later Marquis went on to teach at the University of California, Los Angeles, CA from 1977 to 1983 and has presented at many workshops and demonstrations across the United States and around the world. He is perhaps best known for his work with murine, a type of glass in which sticks of variously colored glass are bundled together to form a pattern or design and then heated, fused and drawn into thin \"canes.\" These canes are then sliced into small cross sections and used to create mosaics which are then fused into single objects. This technique allows his, often outrageously shaped, works to be highly patterned and decorative. Some of his most uniquely shaped objects are part of his \"Marquiscarpa\" series, which is comprised of footed platters of various sizes and heights of inordinate impracticality, such as Marquiscarpa #95-2.",
  "title": "Marquiscarpa #95-2"
}
