{
  "accession_number": "2012.112.19",
  "art_champions_text": null,
  "artist": "Artist: Paul Marioni",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Arts of the Americas",
  "description": "slightly abstracted head of a bird; rounded arc shape with open bottom; black with colored flecks; bullet-shaped orange beak with red line where beak meets head; yellow eyes with white elements on top of and beneath each eye",
  "dimension": "7 1/2 x 19 1/4 x 10 3/4 in. (19.05 x 48.9 x 27.31 cm)",
  "id": "http://api.artsmia.org/objects/115955",
  "image": "valid",
  "image_copyright": "© Paul Marioni",
  "image_height": 2314,
  "image_width": 4000,
  "inscription": "Signature and Date",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Cast glass",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, in white (incised?): [Paul Marioni / 2005]",
  "style": "21st century",
  "text": "Seattle-based Paul Marioni is a groundbreaking artist of the American Studio-Glass movement. His roots as a filmmaker during 1960s led Marioni to experiment with different aspects of light. As he transitioned to working in glass, Marioni continued to be fascinated with all aspects of light refraction and reflection. He is still known as an innovator in the world of studio-glass and continues to push the boundaries of what can be achieved through the medium of glass. As an artist, Marioni is inspired by both his own dream life and human nature as a whole. Subsequently, he borrows from many different cultures and traditions throughout his varied body of work. In this piece, the artist alludes to ceremonial mask traditions of many cultures through this sophisticated form.",
  "title": "Black Bird"
}
