{
  "accession_number": "2012.112.12",
  "art_champions_text": null,
  "artist": "Artist: Diana Hobson",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1988",
  "department": "European Art",
  "description": "roughly conical shape on small flat foot; irregular sides with convex and concave areas, and pointed spout-like area on one side; horizontal band around center with irregular zigzagged lines in dark and light blue, green, orange, yellow and purple; blue band around mouth; white body",
  "dimension": "5 9/16 x 6 x 5 1/2 in. (14.13 x 15.24 x 13.97 cm)",
  "id": "http://api.artsmia.org/objects/115950",
  "image": "valid",
  "image_copyright": "© Diana Hobson",
  "image_height": 5042,
  "image_width": 5483,
  "inscription": "",
  "life_date": "British, born 1943",
  "markings": "",
  "medium": "Cast glass",
  "nationality": "British",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "British artist Diana Hobson is known for her striking pâte de verre sculptures. The artist began experimenting with the \"glass paste\" technique in the 1970s, and her innovations and experimentations helped pave the way for other artists to explore pâte de verre in their own work. This process of placing ground glass into a mold, heating the glass, and freeing the piece from the mold allows for the object to appear almost aged, as if excavated from an ancient site. Through this process, Hobson aims to make the glasswork as thin and transparent as possible. Her pieces have been described to be so incredibly fine and thin that they appear to be as spun sugar. Her emphasis on light and transparency is evident in this untitled work, as the vessel-like form almost seems to glow from its thin and fragile state. Additionally, Hobson is known for her fixation on and exactitude of color placement. In this flattened and flared vessel, the artist uses swirls of carefully placed deep blue and gold as a bold counterpart to the translucent white.",
  "title": "Untitled Vessel"
}
