{
  "accession_number": "2012.112.9",
  "art_champions_text": null,
  "artist": "Artist: Laura de Santillana",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "European Art",
  "description": "boat-shaped dish; slightly uneven rim; grey rim with yellow jagged-edged form at center, edged in amber",
  "dimension": "1 1/16 x 3 3/16 x 12 5/8 in. (2.7 x 8.1 x 32.07 cm)",
  "id": "http://api.artsmia.org/objects/115948",
  "image": "valid",
  "image_copyright": "© Laura de Santillana",
  "image_height": 5350,
  "image_width": 9323,
  "inscription": "Signature and Date",
  "life_date": "Italian, born 1955",
  "markings": "",
  "medium": "Fused, slumped and stone wheel carved glass",
  "nationality": "Italian",
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Laura de Santillana  95]",
  "style": "20th century",
  "text": "Laura de Santillana, trained in the murrino tradition of glass, is the granddaughter of famed glass manufacturer Paolo Venini. She began her career designing pieces for firms such as Venini and Eos throughout the 1970s and 80s. After decades of creating for market production, she debuted her independent works in the mid-1990s.\r\n\r\nDe Santillana is best known for her minimalist glass works, which place a unique emphasis on color and form. Her innovative and experimental approach to glass gives her work an intimate and organic feel that is inspired through her delicate balance of opposing elements, such as opacity and translucency, and colors, like pale blues, warm reds, vibrant yellows, and lush greens. In this early work, de Santillana elegantly explores the murrino technique through emphasizing the beauty of form through the simplicity of the oblong shape. In her almost Color Field approach, she aims to transmit light through emphasizing the abstraction of pure color, as seen in the emotionally-driven contrast of translucent grey and bold yellow. This allows the viewer to appreciate the piece's intrinsic qualities of form and color, making its function as a dish not only secondary but almost irrelevant and allowing the vessel-like shape to be self-sufficient.",
  "title": "Untitled"
}
