{
  "accession_number": "2012.112.31a,b",
  "art_champions_text": null,
  "artist": "Artist: Mark Zirpel",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "two vertical rectangular white glass panels, with surface ripples; rough, pebbled texture on one side",
  "dimension": "39 1/2 x 29 1/2 x 1/4 in. (100.33 x 74.93 x 0.64 cm) (each)",
  "id": "http://api.artsmia.org/objects/115901",
  "image": "invalid",
  "image_copyright": "© Mark Zirpel",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "",
  "medium": "White glass",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Mark Zirpel was first trained in printmaking and drawing. A black and white color scheme, natural to these original mediums, continues in his glass work. For the artist, the restrictions of paper and ink are escaped in the malleable medium of glass, giving him the freedom to better illustrate his conceptualizations of nature and time. \r\n\r\nNatural rhythms are integral to Zirpel's approach. Beach Diptych visually alludes to the movement of water over sand, evidence of the tides and the influence of the lunar cycle. Implied in this visual and textural reference is the passage of time and the continuity of the celestial and earthly, an idea that is present in much of the artist's work. \r\n\r\nThe gritty texture of the piece is intended to involve the audience on an intuitive sensory level. This involvement of the audience, for Zirpel, is the completing step in the creation of a work.",
  "title": "Beach Diptych"
}
