{
  "accession_number": "2012.112.27",
  "art_champions_text": null,
  "artist": "Artist: Bertil Vallien",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "European Art",
  "description": "mask; roughly triangular boat-like form; pebbled surface with rust-colored surface accretions; protruding elements in rows on forehead; rounded, blue glass horns; rounded, handle-like, C-shaped fluted metal element at top center; vertical bundle of copper wires through center; dark blue and white glass piece at bottom; attached to cross-shaped metal hanger with adhesive and horizontal loops of wire across center",
  "dimension": "24 1/2 x 10 1/2 x 5 1/2 in. (62.23 x 26.67 x 13.97 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/115954",
  "image": "valid",
  "image_copyright": "© Bertil Vallien",
  "image_height": 9340,
  "image_width": 5829,
  "inscription": "",
  "life_date": "Swedish, born 1938",
  "markings": "",
  "medium": "Glass, metal",
  "nationality": "Swedish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Over the past few decades, Bertil Vallien has dedicated himself to advancing the manipulation of glass as an artistic medium, turning particularly to the use of sandcasting, a technique which was originally developed for industrial purposes, such as metal casting. Originally trained in ceramics, he became fascinated with the light-absorbing properties of glass in the 1960's and 1970's, creating works of varied form and technique, which he infused with metaphysical and pre-historical motifs. \r\n\r\nIn the 1990s, Vallien began to focus on simplifying the form of his creations and \"taming\" the natural translucency of his glass. He has continued to create works which allude to the abstract and transcendental, calling for reflection, particularly through the inclusion of human faces. In Face, Vallien combines this newer motif with another recurring archetype in his work: the form of a boat. While the shape of Face denotes a vessel meant for travel and the exploration of new worlds, its decoration is akin to the tribal masks of such far-off lands. The work speaks simultaneously to discovery both new and primal, of exotic lands and of ancient tradition.",
  "title": "Face (Pilchuck 6)"
}
