{
  "accession_number": "2012.112.2",
  "art_champions_text": null,
  "artist": "Artist: Howard Ben Tré",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1979",
  "department": "Arts of the Americas",
  "description": "small vessel with square opening; stepped interior; vertical steps on each side forming a stepped diamond with flat sides top view; dark reddish-brown glass with copper colored and cloudy white elements on exterior",
  "dimension": "3 3/8 x 4 11/16 x 3 1/8 in. (8.57 x 11.91 x 7.94 cm)",
  "id": "http://api.artsmia.org/objects/115949",
  "image": "valid",
  "image_copyright": "© Howard Ben Tr%C3%A9. All rights reserved.",
  "image_height": 4822,
  "image_width": 6553,
  "inscription": "Signature, Title and Inscription\r\n\r\nsee Signed",
  "life_date": "American, born 1949",
  "markings": "",
  "medium": "Cast glass, copper",
  "nationality": "American",
  "object_name": "Glass sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on underside, incised: [BEN TRE VI #1080]",
  "style": "20th century",
  "text": "In the mid-1970s, Ben Tré was drawn to the artistic potential of industrial glass, and began the unique process of casting glass-which had been explored very little in the U.S.--to form archetypal abstract sculptures. Later, while at the Rhode Island School of Design, and in his Providence-area studios, Ben Tré increasingly combined translucent cast glass with various metals, gold leaf, oxides, or granite to produce original sculptures. An important early work experimenting with cast glass, opacity, and metal inclusions, Cast Form is part of a group of small objects that Ben Tre acknowledges as referencing ancient ruins, such as ziggurats, that reflected his travels and interests. Cast Form is an important precedent to large-scale public artworks that form much of his body of work since the late 1980s, yet has its own monumentality and exquisiteness. Ben Tré now works across the disciplines of sculpture, town planning, urban design, and landscape architecture to produce artworks for public interaction, using glass as one medium as a means to his artistic ends.",
  "title": "Cast Form Type VI"
}
