{
  "accession_number": "2012.112.24",
  "art_champions_text": null,
  "artist": "Artist: Joel Philip Myers",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "flattened disk-shaped vessel with very small foot; orange, blue, yellow and white irregularly-shaped elements layered on surface; clear/white glass",
  "dimension": "14 1/2 x 15 1/2 x 4 1/8 in. (36.83 x 39.37 x 10.48 cm)",
  "id": "http://api.artsmia.org/objects/115905",
  "image": "valid",
  "image_copyright": "© Joel Philip Myers",
  "image_height": 6121,
  "image_width": 7544,
  "inscription": "Signature and Date",
  "life_date": "American, born 1934",
  "markings": "",
  "medium": "Blown glass with applied shards",
  "nationality": "American",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "above foot on one side, incised: [Joel Philip Myers 1990]",
  "style": "20th century",
  "text": "After a career in advertising in the 1950s and 1960s (including package design for well-known American industrial designer Donald Deskey) Meyers studied art at the Kunsthaandvaerkerskolen in Copenhagen before becoming design director for Blenko Glass Company in Milton, West Virginia from 1963-1970. While there, he became captivated by the early studio glass movement activities in the 1960s. His studies at Alfred University in the 1960s culminated with the first glass M.F.A. show in 1968. A Fellow of the American Craft Council, Myers developed the glass program at the University of Illinois-Normal into a highly influential one during his tenure from 1970-1997. Myers distinguished himself in the glass world in the 1980s with his narrow, vessels-as-canvas, of which this is a particularly subtle example: after blowing a large, heavy, spherical form in white glass cased in clear, he flattened it and \"painted\" a scene with glass shards applied to the surface, which is textured for further opacity. However, the paintings are abstract, characterized by Myers as \"vestiges of memory, glimpses of color, forms; essences of the real thing.\"",
  "title": "Smaller Clear/White Vase Form"
}
