{
  "accession_number": "2013.28",
  "art_champions_text": null,
  "artist": "Artist: Marc Chagall; Printer: Maurice Potin, Paris, France; Publisher: Tériade, Paris, France",
  "catalogue_raissonne": "Cramer 22; Sorlier p. 46; V&A 79",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Mr. Clinton Morrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1927-30 (published 1952)",
  "department": "Prints and Drawings",
  "description": "man at left wearing bowler hat, with three animals (goat, sheep and pig) in a cart; plate 92 from \"Les Fables de la Fontaine\"",
  "dimension": "11 7/16 x 10 3/8 in. (29.05 x 26.35 cm) (plate)\r\n15 1/4 x 11 3/4 in. (38.74 x 29.85 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115991",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 9741,
  "image_width": 7623,
  "inscription": "Signature and Inscription\r\n\r\nLLC, in the plate: [MA 45 (?)]; on back, in pencil: various notes and measurements",
  "life_date": "French (born Vitebsk, Belarus, Russian Empire), 1887 - 1985",
  "markings": "",
  "medium": "Etching",
  "nationality": "French (born Vitebsk, Belarus, Russian Empire)",
  "object_name": "Print",
  "portfolio": "From Les Fables de la Fontaine",
  "provenance": "Clinton Morrison, Wayzata, Minn.; Estate of Clinton Morrison; given to MIA, 2013",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [Marc Chagall]; LLC and LRC, in the plate: [Chagall]",
  "style": "20th century",
  "text": "Parisian publisher Ambroise Vollard first commissioned Chagall to design book \r\nillustrations for a deluxe edition of Jean de la Fontaine's \"Fables\" in 1926. Vollard's \r\ndecision to use a Russian-born artist to illustrate a revered French text drew some \r\ncriticism, but Vollard defended his choice by saying the fables were part of Asia Minor's oral tradition, not France's, and would benefit from being drawn by an artist from the East. Between 1927 and 1930, Chagall produced 100 etched plates to illustrate the fables, but the project was delayed by Vollard's untimely death in 1939 and the outbreak of World War II. It was finally completed in 1952 under the Parisian publisher Tériade. \r\n\r\nIn this etching, Chagall interprets a fable by the Italian writer Abstemius (c. 1440–1508), which tells of a shepherd who harangues his flock to stand as one against a ravenous wolf. Though they pledge to stand and fight, nature prevails and the flock flees at the first sight of the wolf's shadow. Abstemius ends his tale by comparing the fleeing animals with \"craven soldiers\" who lose their fighting spirit at the first sound of battle.",
  "title": "Le Berger et son troupeau"
}
