{
  "accession_number": "2013.24",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Meder 205 Proof before text (b)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gifts of funds in memory of John E. Andrus III",
  "culture": null,
  "curator_approved": 1,
  "dated": "1510",
  "department": "European Art",
  "description": "Mary, with long wavy hair wearing a headscarf, lying in canopy bed at center, holding a candle, also held by a man on left; other standing, seated and kneeling figures at left and right--some with hands folded in prayer",
  "dimension": "11 7/16 x 8 1/8 in. (29.05 x 20.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/115990",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8188,
  "image_width": 5841,
  "inscription": "Signature, Date and Inscription\r\n\r\non back, in pencil: various notes and inscriptions",
  "life_date": "German, 1471–1528",
  "markings": "Watermark: Bull\\'s head with Cross and Flower (M. 66)",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From The Life of the Virgin",
  "provenance": "(Colnaghi, London [C. 26121]). (Christmas gift to \"Sylvia,\" 1964). Private Collection, Cincinnati; Thomas French Fine Art, 2012; sold to MIA, 2013",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "115990",
    "47576"
  ],
  "signed": "at bottom center, in the print: [1510  AD]",
  "style": "16th century",
  "text": "The Death of the Virgin is a meticulously printed pre-publication impression taken from a woodblock prepared for Albrecht Dürer’s elegant illustrated book, \"The Life of the Virgin.\" Twelve apostles attend Mary on her deathbed. Some pray; some read. One holds a censer, another a tall staff topped with a cross. John the Evangelist removes the burning taper from Mary's hand as she peacefully falls still. Peter, wearing a miter symbolic of his new role as leader of the fledgling church, blesses her with an aspergillum which has been charged in the pot of holy water held by his assistant. Light enters the room from the right, adding to the perspectival space and giving the figures full dimension. We are in a sacred place; so, the men have removed their shoes—Dürer gives us a fragmentary view of one discarded piece of footwear shoved beneath the bed. With this woodcut and others of similarly high quality, Dürer fused the intricacy of German art with the structure and airiness then flourishing in Italian art.",
  "title": "The Death of the Virgin"
}
