{
  "accession_number": "2012.112.29",
  "art_champions_text": null,
  "artist": "Artist: Frantisěk Vízner",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Glass",
  "continent": "Europe",
  "country": "Czech Republic",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "European Art",
  "description": "dark blue glass disk; rounded bottom; slightly concave top with raised line at center with polished concave surface",
  "dimension": "17 1/2 x 17 1/2 x 1 1/4 in. (44.45 x 44.45 x 3.18 cm)",
  "id": "http://api.artsmia.org/objects/115904",
  "image": "valid",
  "image_copyright": "© Frantisek Vizner",
  "image_height": 7068,
  "image_width": 7193,
  "inscription": "",
  "life_date": "Czech, 1936 - 2011",
  "markings": "",
  "medium": "Cast glass",
  "nationality": "Czech",
  "object_name": "Glass sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "For a generation of glass artists working in mid-twentieth century Czechoslovakia, the relative unimportance given to applied arts by the restrictions of the Eastern bloc allowed for the development of a highly abstracted and conceptual movement in glasswork. In the 1960s, after completing his training at the famous Czech glassmaking schools in Nový Bor and Železný Brod, Vízner began his work as part of this generation.\r\n\r\nMany of his pieces focus on the tension between the utilitarian and the artistic object. Untitled is an example of his lasting preoccupation with this concept. The basic form underlying the sculpture is the ordinary and stereotypically functional plate, easily recognizable and a standard shape for the traditional glassmaker. With this basic form as his starting point, he converts the functional object into an art object. Distended, curving shapes render the basic form unusable as the artist explores the sculptural abstraction of the everyday.",
  "title": "Untitled"
}
