{
  "accession_number": "82.138",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Laos",
  "creditline": "Gift of funds from Mr. and Mrs. John M. Hartwell",
  "culture": "Blue Hmong",
  "curator_approved": 0,
  "dated": "1950-1982",
  "department": "Asian Art",
  "description": "ceremonial skirt, made and worn by a Blue Hmong woman in Laos; cotton, batik with indigo, cross stitch embroidery, appliqued silk ties. Skirt is pleated and was unstitched and then repleated prior to each wearing.",
  "dimension": "30 1/2 x 24 3/4 in. (77.47 x 62.87 cm) (length at waistband, without ties)",
  "id": "http://api.artsmia.org/objects/3051",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2970,
  "image_width": 3622,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, polyester, silk; indigo batik, cross stitch embroidery and appliqué",
  "nationality": null,
  "object_name": "Ceremonial skirt",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "It is thought that the Hmong people originally lived in central China, and over a time period of several centuries some groups have migrated into Southeast Asia. During this process, Hmong groups have developed distinctive clothing traditions. Many Blue Hmong women are skilled indigo dyers and create elaborate resist dyed patterns on cotton or hemp fabric. This fabric is further decorated with cross stitch embroidery and sometimes appliqué and then sewn into intricately pleated skirts.\r\nNew clothing is made for the annual New Year festival and thereafter worn for daily wear during the following year. For the Hmong people, new clothing celebrates the good fortune of the past year and is a sign of future prosperity.",
  "title": "Ceremonial skirt"
}
