{
  "accession_number": "82.139",
  "art_champions_text": null,
  "artist": "Artist: Florence Barton Loring",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Eleanor Atwater, Martha Atwater, Sandra Butler, Ellie Donovan, Suzanne H. Hodder, Anita Kunin, Laura Miles, Eleanor W. Reid and Kathleen Scott",
  "culture": null,
  "curator_approved": 0,
  "dated": "1905",
  "department": "Arts of the Americas",
  "description": "Loring Crazy Quilt (stored in box), silk, American XIXc dimensions L 77 x W 65-3/4'",
  "dimension": "65 3/4 x 77 in. (167.01 x 195.58 cm)",
  "id": "http://api.artsmia.org/objects/3052",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4365,
  "image_width": 3652,
  "inscription": "",
  "life_date": "American (Minneapolis, Minnesota), died 1924",
  "markings": "",
  "medium": "Silk; piecing and embroidery; quilted",
  "nationality": "American",
  "object_name": "Bedcover",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the late 19th century a new type of quilt was introduced to an audience of eager quilters. Constructed from hundreds of small bits of cloth with no set design, the Crazy Quilt is aptly named. The random shapes and sizes of the fabric are much like pieces of a puzzle that the quilter painstakingly assembles and stitches together to form blocks. The Crazy Quilt was very fashionable during the Victorian era, when scraps of silks and velvets, many embroidered with floral or sentimental imagery, were stitched into quilts, each piece outlined with intricate embroidery stitches. \r\n\r\nFlorence Barton Loring was a prominent citizen of Minneapolis and the wife of Charles M. Loring, the \"Father of the Park System\" in Minneapolis. This quilt, believed to have been completed by 1905, is an embroidered biography of its maker. Each square references some aspect of Mrs. Loring's life, from her love of music, trees, birds and animals to tributes to her friends and family (see chart).",
  "title": "Crazy Quilt"
}
