{
  "accession_number": "82.3.1",
  "art_champions_text": null,
  "artist": "Designer: George Adams; Manufacturer: Chawner &amp; Co.; Retailer: J. Turner",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Decorative Arts Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1864-1865",
  "department": "European Art",
  "description": "Christening set (George Adams), silver gilt, stored in own case; individual dims on cat. card (bowl, plate, knife, fork and spoon)",
  "dimension": "4 in. (10.16 cm)",
  "id": "http://api.artsmia.org/objects/3065",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2860,
  "image_width": 4201,
  "inscription": "Mark; Inscription\r\n\r\nReserves on the body of the cup and rim of the dish are engraved: [TO ALBERT VICTOR ARTHUR WELLESLEY FROM HIS GODMOTHER Victoria R September 10 1865].  Reserves on the handles of the knife, fork, and spoon are engraved with the initials [AVAW] in script.",
  "life_date": "English, active 1840-1883",
  "markings": "Marks\r\n\r\nCup fully marked on underside and also stamped with [399].  Dish fully marked on underside of rim.  Knife fully marked on blade.  Fork fully marked on one prong.  Spoon fully marked on back of bowl.",
  "medium": "Silver, gilt",
  "nationality": "English (London)",
  "object_name": "Cup from a christening set",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "During the 1860s, Queen Victoria ordered several christening sets as gifts.  She selected this group for Albert Victor Arthur Wellesley.  Wellesley was a godson, and the great-nephew of the first Duke of Wellington, who after defeating Napoleon at the Battle of Waterloo, received numerous dinner services as congratulatory gifts from royal figures across Europe.  This christening set would have served as the child's welcome to the Protestant faith as well as to a family with a long history of celebrating the art of dining.",
  "title": "Cup from a christening set"
}
