{
  "accession_number": "82.46",
  "art_champions_text": null,
  "artist": "Artist: Pieter de Hooch",
  "catalogue_raissonne": "Sutton, 123.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Charles B. and Margaret L. Sweatt",
  "culture": null,
  "curator_approved": 0,
  "dated": "1675–80",
  "department": "European Art",
  "description": "Dutch Golden Age. Interior of a Dutch house. Man in orange descending staircase at right; woman with a plate and small dog standing at center; woman with baskets of asparagus entering door at left; seated woman, sewing, in background.",
  "dimension": "30 x 41 in. (76.2 x 104.1 cm) (canvas)\r\n40 1/2 x 51 1/2 in. (102.87 x 130.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3076",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5121,
  "image_width": 6333,
  "inscription": "",
  "life_date": "Dutch, 1629–1684",
  "markings": "Wax seal removed from stretcher when the painting was conserved (now in curatorial file), crest with scroll underneath, \\\"Mort en Dr[illegible]\\\"",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "(sale, Simon Stinstra, Amsterdam, March 26, 1783, no. 61); purchased by Fouquet. (Probably sale, Isabelle Stinstra (widow of Pieter de Clercq, jr.), Amsterdam, The Netherlands, June 30, 1829, no. 5);[1] purchased by (Albertus') Brondgeest). (Possibly Gott Heirlooms, London, England, January 12, 1894, no. 31);[2] purchased by Steinmeyer. (Sale, J .S. W. S. Erle Drax, Esq., Olantigh Towers, Wye, Kent, England, February 19, 1910, no. 80); purchased by Lesser;[3] (F. Kleinberger, Paris, France, by 1911 and 1922);[4] (Julius Boehler, Munich, Germany, by 1924);[5] Baron Marczell von Nemes, Amsterdam, The Netherlands; (sale Marczell von Nemes, Frederik Muller and Co., Amsterdam, The Netherlands, November 13, 1928, no. 60, repr.(bought in'));[6] (sale Marczell von Nemes through Paul Cassirer, Hugo Helbing and Maison Frederik Muller and Cie., Munich, Germany June 16, 1931, no. 50, repr.);[7] (W. Paech, Amsterdam, The Netherlands, 1936);[8] (sale Mrs. S. Harris Lebus et al. (anonymous collection) through Christie's, London, England, February 11, 1944, no. 28);[9] Lt. Col. Wyndham Birch, Beaumont Hall, Thorpe-le-Soken, Essex, England; (Birch sale through Sotheby's, London, England, June 26, 1946, no. 130, repr. frontispiece); purchased by Beattie;[10] (sale Davies et al. (Lady of Title), London, England, July 4, 1951, no. 45, repr); purchased by Newhouse Gallery, New York, New York. Walter P. Chrysler, New York, New York, by 1957.[11] (Newhouse Galleries, New York, New York); Charles B. Sweatt, Minneapolis, Minnesota in 1968;[12] by descent to his widow, Margaret L. Sweatt, Minneapolis, Minnesota; life interest gift to MIA in 1982.[13]\r\n\r\n[1] Hofstede de Groot, no. 228: 'Interior with four figures. The light falls from above at the back and produces a good effect. Leinwand 74 x 101. Versteigerung Is. Stinstra, Witwe P. de Clercq jun. in Amsterdam am 30. Juni 1829 Nr. 5 (nach Belgien verkauft nach Angabe der Familie.' 29 1/2 x 40 (75 x 102 cm). Peter C. Sutton, p. 111: \"While the cursory description would not by itself allow",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G309",
  "see_also": [
    "111096",
    "3076"
  ],
  "signed": "At bottom center, signed [Pr. D. Hooch] in brown (on windowsill)",
  "style": "17th century",
  "text": "Pieter de Hooch’s clients preferred contemporary domestic scenes, which expressed the values of an increasingly prosperous Dutch middle class. In this picture, the family’s wealth is reflected in several details. The mistress of the house, outfitted in fine fabrics and baroque pearls, welcomes a shopkeeper delivering fresh white asparagus—always a delicacy. She turns to speak to her husband, dressed in a rich red kimono—visual evidence of the Dutch East India Trading Company’s access to Japanese culture. Note also the large kast, or wardrobe, draped with a sheet to protect the fine furniture from scratches.",
  "title": "The Asparagus Vendor"
}
