{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Dutch, 1629 - 1684",
  "nationality": "Dutch",
  "role": "Artist",
  "dated": "1675-1680",
  "culture": null,
  "country": "Netherlands",
  "continent": "Europe",
  "dimension": "30 x 41 in. (76.2 x 104.1 cm) (canvas)\r\n40 1/2 x 51 1/2 in. (102.87 x 130.81 cm) (outer frame)",
  "medium": "Oil on canvas",
  "title": "The Asparagus Vendor",
  "id": "http://api.artsmia.org/objects/3076",
  "room": "G239",
  "style": "17th century",
  "marks": " At bottom center, signed [Pr. D. Hooch] in brown (",
  "text": "In the 1620s, the Dutch East India Trading Company fully opened trade routes into the Far East, launching a craze for Japanese culture throughout Holland. The demand for exotic luxury household goods was especially prevalent in Amsterdam, where a newly prosperous merchant class had disposable income to spend on furniture, textiles, and other decorative objects. Dutch men regarded silk Japanese kimonos as exclusive prestige objects, and donned them as loungewear for the home. However, in the enthusiasm for cultural appropriation, there were occasions for mistranslation. In Pieter de Hooch's <I>The Asparagus Vendor</I>, the man of the house is dressed in a vibrant red-orange robe. While the orange color on a man would have been unusual in Japan, there were no such limitations in Holland. He is actually wearing a Japanese woman's underrobe, which is more properly worn under a more elaborately embellished and patterned kimono. Seen in Suzuki Harunobu's <I>Getting Dressed</I>, the underrobe offers a flash of color as an attractive accent for a woman's ensemble. ",
  "description": "Dutch Golden Age. Interior of a Dutch house. Man in orange descending staircase at right; woman with a plate and small dog standing at center; woman with baskets of asparagus entering door at left; seated woman, sewing, in background.",
  "creditline": "Gift of Charles B. and Margaret L. Sweatt",
  "accession_number": "82.46                                     ",
  "artist": "Pieter de Hooch"
}
