{
  "accession_number": "82.75a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund and Gift of funds from Harry M. Drake, Mr. and Mrs. Charles Bell, the James Ford Bell Foundation, Mrs. John Roller, and Mrs. Peter Anson",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1820",
  "department": "Arts of the Americas",
  "description": "mahogany, verd-antique and gilt with secondary woods of maple, ash, and yellow pine; dolphins carved on facing sections of arms and dolphin's heads form the feet; Crest rail curved, adorned with carved oak leaves and ends at each end with carved rosettes. a=sofa; b&c=cushions",
  "dimension": "104 x 35 x 27 1/2 in. (264.16 x 88.9 x 69.85 cm)",
  "id": "http://api.artsmia.org/objects/3107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3609,
  "image_width": 4881,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mahogany, maple, ash, pine, polychrome, gilt, upholstery",
  "nationality": null,
  "object_name": "Sofa",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Greek and Roman excavations helped spark an interest in Classically-inspired design in the early nineteenth century.  Archeological elements such as this sofa's scrolled arms and carved dolphin motif proved particularly popular amongst Americans eager to associate their young country with ancient republics.   This \"Grecian sofa\" belongs to an elite group of seven examples thought to have been made in New York around 1820.  Similar sofas in this same group can be found at the Metropolitan Museum of Art in New York, the White House, and the Bayou Bend Collection of the Museum of Fine Arts, Houston.",
  "title": "Sofa"
}
