{
  "accession_number": "82.8.1",
  "art_champions_text": null,
  "artist": "Maker: Cheng Jiasui",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1630",
  "department": "Asian Art",
  "description": "Forest landscape with building at upper right; path through forest leads to bridge over water; small figure on path; wall surrounding building and forest",
  "dimension": "8 x 9 3/4 in. (20.32 x 24.77 cm)\r\n10 1/2 x 13 1/8 in. (26.67 x 33.34 cm) (mount)",
  "id": "http://api.artsmia.org/objects/3110",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3621,
  "image_width": 4519,
  "inscription": "",
  "life_date": "Chinese, 1565 - 1643",
  "markings": "seal at center left",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From Album of Ten Landscapes, ink on paper.",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Suzhou poet and painter Cheng Jiasui belonged to an elite circle of nine literati whose painting, calligraphy, and aesthetic theories greatly influenced ink painting during the late Ming dynasty. The album pages shown here epitomize the literati ideal in pictorial art. They rely on ink and personalized brushwork for their expressive qualities, favor landscape or nature as the primary subject, and make visual and technical references to the work of past masters. Deliberately simple, if not amateurish in composition, the paintings demonstrate a wide range of brush strokes and ink control. Several leaves evoke the styles of such respected masters as Guo Xi (1020-50), Mi Fei (1051-1107), and Ni Zan (1301-74). Cheng was a close friend of Li Lufang whose landscape album is shown in these galleries.",
  "title": "Hillside with Pine Trees, Water"
}
