{
  "accession_number": "82.9.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2500-1500 BCE",
  "department": "Asian Art",
  "description": "One of two jars Japan’s first ceramic culture, the Jōmon, produced strongly tactile pottery over 3,500 years ago. This lavishly decorated bowl was probably used during religious ceremonies. Its flamboyant rim, a typical feature of the middle period of Jōmon pottery, is known as the “fire-flame” type, because the coils of clay resemble leaping flames. The word jōmon, after which the historical period is named, means “cord markings” and derives from the distinctive patterns produced by rolling a rope-wrapped stick across the surface of the clay. The lower portion of this vessel bears these markings, together with whimsical designs carved into the surface of the clay.",
  "dimension": "21 1/4 x 22 in. (53.98 x 55.88 cm)",
  "id": "http://api.artsmia.org/objects/3119",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5099,
  "image_width": 3957,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G205",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "25th-15th century BCE",
  "text": "Japan’s first ceramic culture, the Jōmon (14,000–300 bce), produced strongly tactile pottery over 3,500 years ago. This lavishly decorated bowl was probably used during religious ceremonies. Its flamboyant rim, a typical feature of the middle period of Jōmon pottery, is known as the “fire-flame” type, because the coils of clay resemble leaping flames. The word jōmon, after which the historical period is named, means “cord markings” and derives from the distinctive patterns produced by rolling a rope-wrapped stick across the surface of the clay. The lower portion of this vessel bears these markings, together with whimsical designs carved into the surface of the clay.",
  "title": "Deep Bowl with Four Projections"
}
