{
  "accession_number": "83.109",
  "art_champions_text": null,
  "artist": "Artist: Jean-Honoré Fragonard",
  "catalogue_raissonne": "Ananoff 2427 and Ananoff 988",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Centennial Fund: Gift of funds from Mr. and Mrs. Clinton Morrison\r\n",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "European Art",
  "description": "partially draped female figure leanig back as winged figure holds torch to rose female figure holds",
  "dimension": "16 5/8 x 13 in. (42.2 x 33.0 cm)\r\n21 3/4 x 18 1/8 in. (55.3 x 46.0 cm) (board)\r\n26 1/16 x 23 1/16 x 1 in. (66.2 x 58.6 x 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7124,
  "image_width": 5736,
  "inscription": "Inscriptions; Stamp; Sticker\r\n\r\nLL in brush and brown ink, on base of column: [fragonard]\r\n\r\nOn verso of frame: in chalk [DP 351 / 34/ 5-7. 83]; in yellow chalk: [E 6905]; in brown ink on paper glued to frame: [American Express de Neufflize]",
  "life_date": "French, 1732–1806",
  "markings": "Watermark: Fleur-de-lis on a crowned shield [lower part of mark is illegible; no initials visible]\r\n \r\nOn verso of frame: customs sticker: [Douane Paris Expositions]; stamped in ink: [D P 351]",
  "medium": "Brush and gray and brown wash, red and yellow watercolor, over black chalk on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Daniel Saint, Saint-Lo, France (until 1846; his sale, Bonnefons de Lavialle, Paris, May 4, 1846, no. 17, for Fr 90 to Walferdin); Hippolyte Walferdin, Paris (1846-d. 1880; his sale, Hôtel Drouot, April 12-16, 1880, no. 189, for Fr 2,600 to Bartholdi); Bartholdi, Paris (from 1880). Baron Jean de Neuflize, Paris (until d. 1928); his daughter, Roberte Neuflize Ponsonby, Countess of Bessborough (d. 1979), Paris and London (from 1928). Desmond Browne, London (until 1983; his sale, Christie's, London, July 5, 1983, no. 34, for £RKISR to Artemis for MIA)\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this highly finished drawing, two lovers are represented as mythical heroes partaking in a sacred ritual. In a cloud-filled ancient temple, a beautiful maiden offers a rose to Cupid, whose statue is perched high on a pedestal. A handsome winged man—variously identified as Eros, Amor, or Hymen (god of marriage, whose attribute is a torch)—hovers near her, gazing attentively as he torches her flower and she swoons in rapture. Quite obviously this is an allegorical representation of sexual ecstasy and a woman’s loss of virginity.\r\n\r\nThe dramatic play of light and dark, the evocative atmospheric effects, and the general composition all show the influence of Italian Baroque art, which Fragonard admired and studied avidly during two stays in Italy. Gianlorenzo Bernini’s Ecstasy of Saint Teresa was a primary inspiration. Fragonard slyly recast Bernini’s angel and virgin saint as lovers, adopting similar poses, expressions, and dress. The curving Corinthian colonnade of Fragonard’s temple of love recalls the architecture in Bernini’s work. These borrowings lend the work a spiritual dimension.",
  "title": "The Sacrifice of the Rose"
}
