{
  "accession_number": "83.111",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Catherine and Ralph Benkaim",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "Asian Art",
  "description": "Woman stands on footstool at left surrounded by sarus cranes. Two female attendants hold a portrait or a mirror and a tray of flasks beside her.",
  "dimension": "9 3/4 x 6 1/4 in. (24.77 x 15.88 cm)",
  "id": "http://api.artsmia.org/objects/3136",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8833,
  "image_width": 5792,
  "inscription": "Verso: 9 (circled)",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor, gouache and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Illustration from a <I>Ragamala<I> series",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The central Rajasthan state of Kishangarh flourished as a painting center during the eighteenth century. Though closely tied to the Mughal court, it produced paintings with a unique figural style. Nihal Chand, a leading master of the school, is credited with creating an elegant, dignified figural type featuring the arched postures, receding foreheads, sharp noses, and elongated almond-shaped eyes associated with Kishangarh.\r\n\r\nAlong with court genre scenes, popular themes of Kishangarh paintings included the allegorical portrayal of romantic love. Ladies of the harem and their princes were often rendered as the divine lovers Krishna and Radha. This painting, however, of a court lady preparing her hair and makeup with the aid of two attendants contains the explicit iconography of the Bilaval (or Vilavali) Ragini. It is, therefore, a subject based on classical Indian music rather than on court romance.",
  "title": "The Vilaval Ragini"
}
