{
  "accession_number": "83.122",
  "art_champions_text": null,
  "artist": "Artist: Esaias van de Velde I",
  "catalogue_raissonne": "Keyes: 18.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter H. and Valborg P. Ude Memorial Fund and bequest of Miss Tessie Jones, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1619",
  "department": "European Art",
  "description": "Courtly procession on a tree-lined road, moated castle in left distance. Large coulisse tree in left foreground, open hillside before woods beyond at right. Man in center foreground standing on his head. The work depicts Margaretha van Mechelen riding out with Prince Maurits near Abspoel House in the vicinity of Oegstgeest.",
  "dimension": "40 x 68in. (101.6 x 172.7cm)\r\n40 x 67 1/4 in. (101.6 x 170.82 cm) (sight)\r\n51 1/2 x 79 x 2 3/4 in. (130.81 x 200.66 x 6.99 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3148",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4055,
  "image_width": 6798,
  "inscription": "Signature and Date",
  "life_date": "Dutch, 1587–1630",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Probably Margaretha van Mechelen, Abtspoel Castle; by descent to her son Lodewijk;[1] descended to Heer van Beverweerd; by descent to his wife, Hester van Foreest; Van Foreest family, Nijenburg Castle, Heiloo, until 1954. (Gallery Nicolaas Beets [b. 1878], Amsterdam, The Netherlands by 1954). Jacob Theodor Cremer [d. 1979], Duin & Kruidberg, Santpoort, The Netherlands; (Cremer sale through Sotheby's and Mak van Waay, Amsterdam, The Netherlands, November 17, 1980, lot 10);[2] (purchased for joint ownership by Gallery Gebr. Douwes, Amsterdam, The Netherlands and the Artemis Group, London); sold to MIA in 1983.\r\n\r\n[1] For religious reasons, Prince Maurice and Margaretha van Mechelen could not marry, however they did have a son.\r\n\r\n[2] Copy of catalogue in curatorial file. \r\n\r\n\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G312",
  "see_also": [
    ""
  ],
  "signed": "LL: [E. V. Velde. 1619]",
  "style": "17th century",
  "text": "Esaias van de Velde was one of the pioneers of 17th-century Dutch realism and rarely depicted contemporary events. Here he portrays Prince Maurice, a stadholder of the United Provinces (essentially a governor of Dutch Republic), and the noblewoman Margaretha van Mechelen departing from her family home, Castle Abtspoel, seen in the distance.",
  "title": "Courtly Procession before Abstpoel Castle"
}
