{
  "accession_number": "83.126",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "The Centennial Fund: Aimee Mott Butler Charitable Trust, Mr. and Mrs. John F. Donovan, Estate of Margaret B. Hawks, Eleanor Weld Reid",
  "culture": "Coptic",
  "curator_approved": 0,
  "dated": "5th-6th century",
  "department": "Arts of Global Africa",
  "description": "Latin Cross placed in front of wreath. Secondary design of alternating rosettes and leaf forms along vertical edges. Woven in Egypt about 5-6th century for church use, possibly as a sanctuary curtain. Plain weave with tapestry patterning. Pall with a Latin Cross. Woven fabric",
  "dimension": "54 1/2 x 27 1/2 in. (138.43 x 69.85 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/3149",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6810,
  "image_width": 3636,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, wool; tapestry weave",
  "nationality": null,
  "object_name": "Curtain",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th-6th century",
  "text": "This 1,500-year-old cloth was made by a Christian Egyptian weaver to be used as a sanctuary curtain in a Coptic church or monastery. It probably served later as a burial pall to cover the coffin of an important person. Because Egypt’s climate is conducive to textile preservation, the fabric was still in good condition when it was unearthed. With its many symbolic images, this curtain is among the most important early Christian fabrics that survive today. The combination of a wreath, traditionally awarded to winners of competitions, and the Latin cross, which refers to Christ’s crucifixion, was meant to symbolize victory over death and the joy of everlasting life. The twelve fruits on the wreath may be a reference to the twelve kinds of fruit on the Tree of Life, as found in the Christian Bible’s book of Revelation, suggesting that the Cross itself is equated with the Tree of Life.",
  "title": "Curtain"
}
