{
  "accession_number": "83.128",
  "art_champions_text": null,
  "artist": "Artist: Pa Lee Thao",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Laos",
  "creditline": "Gift of Lucy and John Hartwell",
  "culture": "Hmong",
  "curator_approved": 0,
  "dated": "1983",
  "department": "Asian Art",
  "description": "Animals and people in scenes of village life embroidered on dark blue background. Made in Thailand, 1983. From a letter from the artist: 'This village scene tells about the village Phou Bia in Laos. The house that the two dragons surround was a place that the Hmong's army chief (General Vang Pao) used to live. It also used to be a temple for the Hmong population to praise the Lord. The other things on the bottom tell about the Hmong's life in Laos. They used to feed the chickens and pigs and go to the farm. It also mentions the fruit and food that Hmong people produced in a year. Hmong were happy to celebrate the New Year. This is from Thailand made in 1983.' -Pa Lee Thao",
  "dimension": "63 3/4 x 46 1/2 in. (161.93 x 118.11 cm)",
  "id": "http://api.artsmia.org/objects/3151",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 7693,
  "image_width": 10238,
  "inscription": "",
  "life_date": "Lao",
  "markings": "",
  "medium": "Cotton; embroidery",
  "nationality": "Lao",
  "object_name": "Village Story Blanket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Due to the Vietnam War in Southeast Asia, many Hmong people were forced from their homes and had to live in refugee camps in Thailand. In an effort to generate additional family income, the remarkable needlework skills of the Hmong women, traditionally used for clothing, were applied to the creation of elaborately embroidered story panels. The resulting \"story blankets\" are striking personal statements of skilled and imaginative artists.\r\nA letter from the artist:\r\nThis village scene tells about the village Phou Bia in Laos. The house that the two dragons surround was a place that the Hmong’s army chief (General Vang Pao) used to live. It also used to be a temple for the Hmong population to praise the Lord. The other things on the bottom tell about the Hmong’s life in Laos. They used to feed the chickens and pigs and go to the farm. It also mentions the fruit and food that Hmong people produce in a year. Hmong were happy to celebrate the New Year. This is from Thailand made in 1983.\r\n\r\nQuick Stop audio tour number 427",
  "title": "Village Story Blanket"
}
