{
  "accession_number": "83.168",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "Gift of Aimée Mott Butler Charitable Trust, Anne S. Dayton, Mr. and Mrs. Donald C. Dayton, Mr. and Mrs. William N. Driscoll, Clarence G. Frame and Mr. and Mrs. Clinton Morrison",
  "culture": "Djenne",
  "curator_approved": 1,
  "dated": "about 1450",
  "department": "Arts of Global Africa",
  "description": "Bowman riding a horse both set on a hollowed spherical support. Radio carbon dated to 945-1235 A.D.",
  "dimension": "28 1/4 x 6 3/4 x 10 1/4 in. (71.8 x 17.1 x 26cm) (overall)\r\n3 x 6 x 7 1/2 in. (7.6 x 15.2 x 19.1cm) (base)",
  "id": "http://api.artsmia.org/objects/3183",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5236,
  "image_width": 2612,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Real or fake' That question has dogged this unique wooden horse rider since it first appeared on the art market. In 1980, X-ray testing and radiocarbon dating of the object indicated that it was carved from a single piece of wood dating from between 1250 and 1450, making it one of the oldest known sub-Saharan wooden sculptures. Additional CAT scans in 2012 confirmed this and showed no evidence of recent restoration. The sculpture is from the Inner Niger Delta in Mali and fuses human dignity with animal strength. Horses were introduced from north of the Sahara to West Africa around 1000 C.E. and soon became prestigious possessions associated with political power and wealth. The figure’s jewelry, weapons, and relative size underscore his importance as a ruler and hunter.",
  "title": "Equestrian figure"
}
