{
  "accession_number": "83.29",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Mr. and Mrs. James Miles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Asian Art",
  "description": "Tomb tile, grey earthenware with impressed decor. Decorated lintel from tomb excavated north of Loyang during the 1940's. Two bands of decoration a.showing mounted hunters with bows and arrows aiming at tigers b.dragon frieze. Geometric borders refer to silk patterns.",
  "dimension": "9 x 47 x 1 1/4 in. (22.86 x 119.38 x 3.18 cm)",
  "id": "http://api.artsmia.org/objects/3187",
  "image": "valid",
  "image_copyright": "",
  "image_height": 529,
  "image_width": 2560,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with impressed decor",
  "nationality": null,
  "object_name": "Tomb Tile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "Tombs of Han nobility were often decorated with ceramic tiles bearing painted or impressed designs like this one, which \r\nprobably served as a door lintel. This example was excavated during the 1940s from a site north of Luoyang, the capital of Eastern \r\nHan. The hunting scene in the upper central band, accompanied by a dragon frieze below, represents an early attempt by the Chinese to create a pictorial landscape. It also vividly illustrates the early idea of the sacred mountain being that of a dangerous and prohibitive space where heavenly and earthly spirits intermingled with ferocious animals and monsters. Through this mountain realm, which functioned cosmologically as an intermediary domain between heaven and earth, man communicated with heaven. Man also, at the time of death, ascended to heaven, often with the aid of shamans through this intermediary realm.\r\n\r\n\r\nThe hunter shooting backwards (the so-called \"Parthian shot\") is a motif imported from the West. The geometric borders are actually textile patterns used in fabrics that were part of the silk trade then underway between China and the Roman Empire.",
  "title": "Tomb Tile"
}
