{
  "accession_number": "83.36",
  "art_champions_text": null,
  "artist": "Artist: Phillipe de Lasalle",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Groves Foundation Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1770-1775",
  "department": "European Art",
  "description": "Panel, silk brocade. Red ground with design of flower baskets hung from ribbons, trailing morning glory vines, alternating with floral wreaths enclosing pairs of doves. Designed for Catherine II, Empress of Russia. Formerly at Tsarkoe Selo near St. Petersburg, removed before 1917. Other panels in collections of Musee des Arts Decoratifs, Paris, and Musee Historique des Tissus, Lyons.",
  "dimension": "116 x 21 1/2 in. (294.64 x 54.61 cm)",
  "id": "http://api.artsmia.org/objects/3191",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1404,
  "image_width": 5460,
  "inscription": "",
  "life_date": "French (Lyons), 1723 - 1803",
  "markings": "",
  "medium": "Silk; satin ground with discontinuous weft patterning",
  "nationality": "French (Lyons)",
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This design featuring partridges and bouquets of flowers was commissioned in the early 1770s as part of the decoration for a salon in the Palais Bourbon in Paris. Ten years later, in the early 1780s, it was used again in the Grand Palace in Peterhof, the country residence of the Russian empress Catherine the Great. In the Peterhof palace, the textile was used in a boudoir that was decorated en suite, meaning that the textile was used for the walls, furniture covers, and curtains. In addition to the museum's piece with a red background, examples with different background colors, such pale blue, green and yellow, exist in other museums in the United States and Europe\r\n\r\nPhilippe de Lasalle (1723-1803) was the greatest of all the silk artists of Lyons, the center of French silk production from the 15th to the 19th centuries.",
  "title": "Panel"
}
