{
  "accession_number": "83.6.4",
  "art_champions_text": null,
  "artist": "Artist: Circle or workshop of Lazzaro Bastiani; Artist: Formerly attributed to Jacopo da Valenza",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. and Mrs. Theodore Bennett",
  "culture": null,
  "curator_approved": 1,
  "dated": "1480s",
  "department": "European Art",
  "description": "",
  "dimension": "32 x 23 1/2 in. (81.28 x 59.69 cm) (panel)",
  "id": "http://api.artsmia.org/objects/3206",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4330,
  "image_width": 3165,
  "inscription": "",
  "life_date": "Italian, active 1485-1502",
  "markings": "No labels; nothing on verso.",
  "medium": "Oil on panel",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Virgin Mary is depicted in solemn prayer, looking down at her infant son. The Christ Child prostrate position on a parapet in the foreground is a reminder of his future martyrdom. \r\n\r\nThis painting copies a work by the Venetian painter Lazzaro Bastiani that is now in the Poznan National Museum, Poland, although a simpler landscape background has been substituted in the Minneapolis panel for scenes from the life of Tobias which appeared in the background of the original. There are at least three copies of Bastiani's painting known, perhaps by different hands, but all with the same background that appears here (Minneapolis Institute of Art and two works formerly in the New York collections of Paul Dray and Edgar Speyer). So exacting are the replicas, in both the details of the holy figures and setting, that it seems likely that the copyists were members of Bastiani's workshop or circle, and had access to a full-scale cartoon to replicate the master's painting. Pounce marks (or \"spolveri\") which were used to transfer a design from a cartoon to a painting's surface, can be detected, in fact, in the outline of the Virgin Mary's fingers and Christ Child's legs and toes. \r\n\r\nWe are grateful to the scholar Nicole De Manincor for claryifying the versions and history of this picture.",
  "title": "Madonna Adoring the Christ Child"
}
