{
  "accession_number": "83.71",
  "art_champions_text": null,
  "artist": "Artist: Jean-Guillaume Moitte",
  "catalogue_raissonne": "Gramaccini 1993, II, no.108",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Prints and Drawings Council, John DeLaittre, Dr. and Mrs. John E. Larkin, Jr., Mr. and Mrs DeCourcy McIntosh, Andrea Bond, Charles Skrief, and three anonymous donors.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1787-1790",
  "department": "European Art",
  "description": "illustration of horizontal line of Classical figures partially covered in drapery in various poses",
  "dimension": "7 3/8 x 32 1/4 in. (18.73 x 81.92 cm) (sheet)\r\n16 7/8 x 41 1/2 x 1 7/8 in. (42.86 x 105.41 x 4.76 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3209",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2417,
  "image_width": 9899,
  "inscription": "",
  "life_date": "French, 1746 - 1810",
  "markings": "",
  "medium": "Graphite, pen and brush with black ink, green and gray wash, and white gouache, on two joined sheets",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "[Jacques Fischer, Paris, bought at auction; 1980]; [F. A. den Broeder, Colnaghi, New York, by 1982-1983; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The French sculptor Jean-Guillaume Moitte spent two years in Rome, and this long, relief-like drawing reflects his study of ancient Roman art. In both format and subject it recalls a famous Roman wall painting, The Aldobrandini Wedding, dating from the time of Emperor Augustus and excavated in Rome in 1601. \r\n\r\nRepresented here from left to right are the stages of a young woman’s initiation into carnal love. To the accompaniment of music, and led by a more knowing companion, she is carried by a faun toward the realm of lust. Then, startled and modestly covering her face and genitals, she is shown the phallus of a male herm. In the final scene, reclining now, she passionately kisses an aroused satyr.",
  "title": "Dionysian Frieze"
}
