{
  "accession_number": "83.75.1",
  "art_champions_text": null,
  "artist": "Painter: Yamada Dōan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Centennial Fund: Gift of the James Ford Bell Foundation, Aimee Mott Butler Charitable Trust, the Centennial Gala Committee and Carl A. Weyerhaeuser Charitable Trusts, and gift of funds from Mr. and Mrs. Charles H. Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "65 x 141 in. (165.1 x 358.14 cm)",
  "id": "http://api.artsmia.org/objects/3213",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4502,
  "image_width": 9897,
  "inscription": "",
  "life_date": "Japanese, active 16th century",
  "markings": "{Yamada shi Doan}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "In traditional Chinese cosmology, the tiger and the dragon are two of four creatures associated with the cardinal directions. The tiger is the emblem of the west, and the dragon, the east.  In Zen Buddhism, however, the tiger came to be associated with the earthbound enlightened mind, and the dragon the soaring spirit of the freed satoric soul. Consequently, images of tigers and dragons are frequently encountered in Zen temples in Japan.\r\n\r\nAlthough this masterful painting is signed, varying biographical accounts of three generations of artists who used the same name obscures the exact identity of the artist, Yamada Dōan. Nevertheless, the vigorous brushwork here suggests that it was painted during the mid-16th century.",
  "title": "Dragon [right of the pair Dragon and Tiger]"
}
