{
  "accession_number": "83.76.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from the Regis Corporation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 14th century",
  "department": "Asian Art",
  "description": "Naraen Kongo, standing figure with arms down, mouth closed. Made of Hinoki wood in yosegi technique of multiple block construction with traces of gesso and polychrome.",
  "dimension": "76 x 39 x 28 in. (193.04 x 99.06 x 71.12 cm)",
  "id": "http://api.artsmia.org/objects/3214",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10424,
  "image_width": 6122,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Polychromed Japanese cypress (hinoki) with lacquer",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G205",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Two vajra warriors (in Japanese, Kongō rikishi), better known as the Two Kings (Niō), guard the entrances of many Japanese Buddhist temples. Befitting their role as protectors of the dharma, or Buddhist law, they are ferocious, seminude figures with exaggerated musculature and facial expressions. The extreme realism of these figures was achieved through the yosegi technique of multiple-block construction, meaning they were carved in smaller sections and then assembled into the large figure. Originally, both warriors would have been first covered in a layer of shiny black lacquer, and then colorfully painted. Years of exposure to the elements have revealed the carved cypress wood beneath. The shape of their mouths indicate that they are speaking the cosmic sounds of “ah” (open-mouthed) and “un.” These are the first and last letters of the Sanskrit alphabet, symbolizing the beginning and ending of all things, thus reminding us of the brevity of life.",
  "title": "Vajra Warrior (one of a pair)"
}
