{
  "accession_number": "83.77a-f",
  "art_champions_text": null,
  "artist": "Artist: Alexander Calder",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton and Mr. and Mrs. Gerald A. Erickson, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1953",
  "department": "Arts of the Americas",
  "description": "hanging painted metal mobile; comprised of a series of bent steel rods (5 distinct gauges ranging from 1/8\" to 5/8\") with aluminum-alloy (est) sheet metal paddles and one steel paddle of varying sizes; the components are assigned letters from a-f in order of installation; \"a\" has one paddle and two rods; ceiling anchor point is at the middle of the primary rod; paddle is incised \"UPPER\" on the top side; \"b\" is a single rod; \"c\" has eight paddles and seven rods; \"d\" has seven paddles and six rods; \"e\" has three paddles and three rods, staggered; the paddles are incised \"5,\" \"6,\" and \"7; also \"Ahab\", artist's initials, and year are incised onto paddle \"6;\" \"f\" has four paddles and three rods, and a hanging u-shaped element; paddles are incised \"1,\" \"2,\" \"3,\" and \"4;\" the lowest hanging paddle is steel and the number is punched into the surface with awl or similar tool; the components are connected to one another with a series of rings, S-hooks, and rivets, allowing movement when the mobile is suspended; all parts of the mobile are painted with black matte paint",
  "dimension": "27 lb. (12.2 cm)\r\n150 7/8 × 184 7/16 in. (383.2 × 468.5 cm)",
  "id": "http://api.artsmia.org/objects/3215",
  "image": "valid",
  "image_copyright": "© 2015 Calder Foundation%2C New York %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "",
  "life_date": "American, 1898–1976",
  "markings": "",
  "medium": "Painted metal",
  "nationality": "American",
  "object_name": "Mobile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "From childhood Alexander Calder enjoyed inventing mechanical toys and gadgets. In Paris during the 1920s and 1930s he encountered a new type of sculpture, pioneered by Picasso and the Russian Constructivists: assemblages of wood, metal, plastic, and cardboard, with space incorporated as part of the design. Calder began building similar abstract pieces in 1930 but gave them a new dimension--motion. Fellow artist Marcel Duchamp christened the moving sculptures \"mobiles.\"\r\n\n\r\nOne of Calder's largest mobiles, Ahab is composed of three arcs made of steel rods and irregularly shaped disks that suggest natural forms. The title refers to the maniacal sea captain who pursued the white whale in Herman Melville's novel Moby Dick (1851).",
  "title": "Ahab"
}
