{
  "accession_number": "83.84",
  "art_champions_text": null,
  "artist": "Artist: Jan van Goyen",
  "catalogue_raissonne": "Beck, 693.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1648",
  "department": "European Art",
  "description": "seventeenth-century Dutch landscape",
  "dimension": "25 1/4 x 37 in. (64.14 x 93.98 cm) (panel)\r\n25 7/8 x 38 1/4 in. (65.72 x 97.16 cm) (sight)\r\n36 1/16 x 48 1/2 x 3 1/4 in. (91.6 x 123.19 x 8.26 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3221",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4468,
  "image_width": 6480,
  "inscription": "Signature and Date",
  "life_date": "Dutch, 1596-1656",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "John Shaw Phillips, Culham House, Oxon, London, England; (Phillips sale through Christie's, London, England, December 5, 1866, lot 31);[1] Holloway. Lewis Loyd [d. 1891'], Monks Orchard, Beckenham, Kent, England; probably by descent through the Loyd family; by descent to Capt. Edward Noel Farnham Loyd, Shaw Hill, Melksham, Wiltshire, England; (Loyd sale, sold on order of Capt. E. N. F. Loyd through Christie's, London, England, April 30, 1937, lot 102, repr.);[2] (D. Katz, Dieren).[3] J. Walter, The Hague, The Netherlands. (Kunsthandel K. & V. Waterman, Amsterdam, The Netherlands by 1981 through 1983; Bruce B. Dayton, Wayzata, Minnesota; gift to MIA in 1983.\r\n\r\n[1] Lugt 29125. According to an annotated copy of the auction catalogue, the work was sold to Holloway. \r\n\r\n[2] According to an annotated copy of the auction catalogue in which the painting was also reproduced, the work was purchased by Katz.  According to an article published in \"The Morning Post\" [location unknown], May 1, 1937, under 'In the Sale Room', \"dealers gathered in full force for the sale of pictures by old masters, principally of the Dutch school, a collection formed about the middle of the last century by the late Mr. Lewis Loyd, of Monks Orchard, Beckenham, Kent...this collection was sold by order of Capt. E. N. F. Loyd.\"  The collection likely descended to Capt. Loyd (Loyd was the grandson of Lewis Loyd's nephew), as the catalogue states the works were removed from Shaw Hill, Melksham, Wiltshire. \r\n\r\n[3] The work appeared in an exhibition catalogue (no. 24) published by the gallery of Kunsthandel D. Katz in 1937.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    ""
  ],
  "signed": "LL (on the boat): [Vgoyen 1648]",
  "style": "17th century",
  "text": "This river landscape illustrates the ambivalence of 17th-century Dutch realism, in which artists often depicted actual buildings and sites in otherwise imaginary compositions. The Pellecussen Gate shown here was a medieval tower guarding the towpath along the River Vecht between Utrecht and the village of Oud Zuilens, north of the city. But Jan van Goyen places it in an invented river town. In fact, van Goyen depicted the distinctive tower at least 12 times between 1640 and 1655, always in completely fanciful settings.",
  "title": "River Landscape with the Pellecussen Gate near Utrecht"
}
