{
  "accession_number": "84.1",
  "artist": "Artist: Sumiyoshi Jokei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Anonymous Gift of Funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 17th century",
  "department": "Japanese and Korean Art",
  "description": "unsigned; scenes of a story involving the raising of a prince (mice in human dress)",
  "dimension": "12 1/4 x 169 in. (31.12 x 429.26 cm)",
  "id": "http://api.artsmia.org/objects/3229",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3582,
  "image_width": 5511,
  "inscription": "",
  "life_date": "Japanese, 1599 - 1670",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "One of the great Japanese contributions to pictorial art is the <I>emaki</I>, or picture scroll. Although the format first developed in China, the Japanese combined their own narrative subject matter with their unique decorative painting style (<I>yamato-e</I>), to create a new, distinctly Japanese art form. Buddhist legends, literary and historical works, biographies and fables were all illustrated in lively compositions accompanied by elegant text. \r\n<P>This story concerns the birth of a son in an aristocratic family. The characters wear lavish costumes popular during Japan's Heian period (794-1185). The artist also makes use of a stylistic device developed at that time know as <I>fukinuki-yatai</I>, or \"torn away roof,\" to better show the action within architecture. The story also typifies the wit and humor often encountered in Japanese painting, for the characters are depicted not as Heian aristocrats, but as mice and other animals. This section shows the ceremonial first presentation of the child to his father, the lord of the household. The happy father--a mouse--tenderly embraces his new son--a giant cicada--as his mother and resplendently dressed ladies-in-waiting look on. \r\n",
  "title": "A Story of Mice"
}
