{
  "accession_number": "84.108.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of Jerome Joss",
  "culture": "Asante",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "strip woven with weft inlay patterns in red, green and yellow",
  "dimension": "134 1/2 x 72 in. (341.63 x 182.88 cm)",
  "id": "http://api.artsmia.org/objects/3233",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2726,
  "image_width": 5226,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk; plain weave with discontinuous supplementary weft patterning and weft face patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Asante weavers produce luxurious, richly patterned silk garments that are generally worn only at formal or ceremonial gatherings such as weddings, funerals, or the enthronement of a chief. These cloths are popularly called 'Kente' cloth (from kenten, basket), a name given to them by 19th century traders that may refer to the basketweave effect of alternating stripe and pattern blocks. Within the Asante culture, however, a cloth such as this would be referred to as Nsaduaso, a cloth of high quality that a man of means might purchase. Asasia is the highest quality cloth but its use is restricted to the Asantehene and the royal family.\r\nIn the past, these wrappers were worn only by rulers, chiefs, and individuals deemed to be of a high rank based on their political standing or their wealth. Currently, anyone with the financial means to do so may purchase a cloth. Kente cloth has become very popular and has been adopted as an important symbol of African identity far beyond the borders of Ghana.",
  "title": "Man's cloth"
}
