{
  "accession_number": "84.118.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of funds from Mr. and Mrs. Charles Cleveland and Helen Winton Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1680",
  "department": "Asian Art",
  "description": "Krishna stands on left and converses with Radha, who is seated at our right. They are located within an Islamicate court with a landscape in the background and lambs at the lower right.",
  "dimension": "8 3/4 x 6 in. (22.23 x 15.24 cm)",
  "id": "http://api.artsmia.org/objects/3243",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3931,
  "image_width": 2727,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Rasikapriya (The Lovers Breviary), a late-sixteenth-century verse written in Hindi by the poet Keshavadasa, analyzes the stages of love through analogy with romantic incidents involving Radha and Krishna. This literary classic became a favorite source for court painting throughout the Hindu courts of Rajasthan. The allegorical union of Krishna, the Dark Lord, with his consort, Radha, was a popular subject in Rajput painting, especially among followers of the Vallabharya sect, who saw in this junction their own union with God. This scene, depicting the lovers in formal discussion rather than romantic embrace, most likely refers to Krishna, who, having spent the night elsewhere, makes amends to a scornful and incredulous Radha. Although Krishna's infidelity was not uncommon, the reconciliation of the divine lovers was inevitable.",
  "title": "Krishna and Radha"
}
