{
  "accession_number": "84.36",
  "art_champions_text": null,
  "artist": "Artist: Sir Joshua Reynolds",
  "catalogue_raissonne": "Mannings, 977.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of the F. K. and Vivian O'Gara Weyerhaeuser Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1762",
  "department": "European Art",
  "description": "Portrait shows Mrs. Froude seated, wearing a blue dress, quilted with bows in front, a white satin mantle trimmed with lace over her shoulders, playing a mandolin.",
  "dimension": "35 5/8 x 28 1/2 in. (90.49 x 72.39 cm) (sight)\r\n46 x 39 in. (116.84 x 99.06 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3282",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3692,
  "image_width": 3088,
  "inscription": "",
  "life_date": "British, 1723–1792",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G317",
  "see_also": [
    "24416",
    "3282"
  ],
  "signed": "",
  "style": "18th century",
  "text": "Phillis Hurrell was the only child of an old aristocratic family from Devon, England. She was about sixteen years old when Joshua Reynolds painted her portrait. He shows her playing a lute, perhaps a sign of her talent as well as her faithfulness and sympathetic character. Reynolds's studio records indicate that Miss Hurrell sat for the artist six times, in June of 1762, before he completed the painting in July, having it delivered to her family's home on July 29. \r\n\r\nIn 1766, four years after having her portrait painted, Miss Hurrell married Robert Froude. The couple had four children. A later account of the family records Mrs. Froude's many losses after her husband's death in 1770, \"Phillis the widow, a person of strong character, lived on for sixty-six years longer, and saw the grave opened, or opening, for nearly all her brilliant and fated grandchildren. Her babes, left fatherless in 1770, were Mary, Margaret, and Elizabeth; her son Robert Hurrell [Froude] was a posthumous child. The latter was to rise to more than local eminence, known throughout an exceptionally long life as Rector of Dartington, and from 1820 on, as Archdeacon of Totnes in the diocese of Exeter\" (Louise Imogen Guiney, 1904).",
  "title": "Miss Phillis Hurrell (1746–1836)"
}
