{
  "accession_number": "84.5",
  "art_champions_text": null,
  "artist": "Artist: Salvador Dali; Depicted: Juan de Pareja",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of Mrs. John Sargent Pillsbury, Sr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1960",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "29 1/4 x 34 3/4 in. (74.3 x 88.27 cm) (canvas)\r\n35 x 40 x 3 in. (88.9 x 101.6 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3291",
  "image": "valid",
  "image_copyright": "© Salvador Dali%2C Gala-Salvador Dali Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5120,
  "image_width": 5893,
  "inscription": "",
  "life_date": "Spanish, 1904 - 1989",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G376",
  "see_also": [
    ""
  ],
  "signed": "LR in black: Dali 1960",
  "style": "20th century",
  "text": "Unlike many of his fellow Surrealists who rejected the influence of the past, Dali maintained a deep admiration for the art of the Old Masters. This work was conceived by Dali as an homage to the 17th century Spanish artist Diego Velázquez, and it loosely quotes several elements from two of the great master's most famous works, The Maids of Honor and the Portrait of Juan Pareja. Those elements most easily discerned are: the palace official from The Maids of Honor who stands in the doorway at left; and, Juan Pareja's hand with extended thumb at bottom center. More elusive to the viewer, however, is the profile of Juan Pareja, the outline of which is defined by a figural grouping from the The Maids of Honor. Velázquez's easel defines the bridge of Pareja's nose, while the Spanish princess and her attendants form his mustache and beard.",
  "title": "Portrait of Juan de Pareja, the Assistant to Velázquez"
}
