{
  "accession_number": "84.53",
  "art_champions_text": null,
  "artist": "Artist: Joseph Wright of Derby",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Putnam Dana McMillan Fund and bequest of Lillian Malcolm Larkin, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1786-1787",
  "department": "European Art",
  "description": "",
  "dimension": "22 7/8 x 30 in. (58.1 x 76.2 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/3296",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1924,
  "image_width": 2480,
  "inscription": "",
  "life_date": "British, 1734–1797",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G306",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This nocturnal scene features dramatic contrasts: the hot red light of the fire versus the cool white moonlight, the cottage abruptly consumed by flames as opposed to the slowly decaying castle. Unusual light effects fascinated Joseph Wright, who knew several prominent English scientists investigating the nature of light and vision. After a trip to Italy in 1773-75, where he witnessed a violent eruption of Mount Vesuvius and a spectacular fireworks display at the Castel Sant'Angelo in Rome, Wright made sensational lighting effects the keynote of many of his landscapes. \r\n\r\nWright's work prefigured trends in Romantic landscape painting a generation later: themes of tragic destruction would become popular in the 19th century in both England and France. At the same time, this picture reveals its kinship with the decorative landscape styles of the 18th century, seen in its gracefully curving trees, flickering highlights, and simplified coloring.",
  "title": "Cottage on Fire"
}
