{
  "accession_number": "84.7.1",
  "art_champions_text": null,
  "artist": "Artist: Ka Zoua Lee , born Laos",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Laos",
  "creditline": "Gift of funds from Ellen and Sheldon Sturgis",
  "culture": "Hmong",
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Asian Art",
  "description": "Village Story Blanket, cotton, fold and tuck applique, embroidered and lined H.110 x W.94 in; village scenes, all captioned, and outer border of animals, also labeled",
  "dimension": "110 x 94 in. (279.4 x 238.76 cm)",
  "id": "http://api.artsmia.org/objects/3301",
  "image": "valid",
  "image_copyright": "© Ka Zoua Lee",
  "image_height": 8071,
  "image_width": 6873,
  "inscription": "",
  "life_date": "Hmong",
  "markings": "",
  "medium": "Cotton, silk, synthetic; appliqué and embroidery",
  "nationality": null,
  "object_name": "Village Story Blanket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Due to the Viet Nam war many Hmong people were forced to leave their homes. While living in refugee camps in Thailand, many of the women were able to supplement family income by adapting their needlework skills, traditionally used for making elaborate clothing, to make distinctive wall hangings. The pictorial embroidered hangings often reflected personal experiences ranging from the English school books found in the camps to memories of traditional life as well as impressions of the war. The hangings were not only sold through the refugee camp store, but also by friends and relatives living in America and Europe.\r\nIn this hanging Ka Zoua Lee tells of life in a Hmong village before the war. Not only are typical Hmong activities such as field work and food preparation shown, but also the activities of their neighbors, the native Lao people. The two ethnic groups are differentiated not only by the way they work, but also by the clothing they are wearing.",
  "title": "Village Story Blanket"
}
