{
  "accession_number": "85.25",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "European Art",
  "description": "panel or chalice veil, c.1600, silk satin with raised work embroidery of couched gold, seed pearls and beads; in the center the letters 'IHS' with a bleeding heart and a cross surrounded by golden rays and the same letters in each corner; on each side 'MRA' for the virgin in each case with a bleeding heart and a crown; framed by a wide border of vinelike stems enclosing Tudor roses, peapods and carnations; from the family of the Duke of Norfolk",
  "dimension": "22 1/2 x 22 1/2 in. (57.15 x 57.15 cm)",
  "id": "http://api.artsmia.org/objects/3337",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3570,
  "image_width": 3607,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic threads, wire, beads, sequins; raised work embroidery, needle lace",
  "nationality": null,
  "object_name": "Chalice Veil",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This chalice veil, used to cover the chalice during the mass, was probably made sometime in the early part of the seventeenth century. The overall patterning and general concept of the design are reflective of the Elizabethan style of the mid-to late-sixteenth century. The raised-work embroidery of the peas, pea pods, grapes, and flowers, as well as the rather whimsical placement of butterflies and caterpillars, anticipates the exaggerated raised needlework of the mid-1600s.\r\n\r\nThis textile was made to be used, and over time that use has taken its toll. The background silk satin material has fractured in several areas. In order to preserve the fabric, the veil has been couched with silk threads to a new ground cloth which has been secured to a ridged background to prevent further deterioration. The brick like texture is a result of this treatment. Magnification also revealed the remains of peacock feathers in the worms along the outer border, indicating these were originally plumed caterpillars.",
  "title": "Chalice Veil"
}
