{
  "accession_number": "85.33a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "hexagonal Box with lid, red lacquer. Flat top incised with two phoenix in flight among flowering peonies on a cell pattern ground; sides with shaped reserves of confronting dragons on key fret ground. Chien Lung six character mark.",
  "dimension": "6 x 13 in. (15.24 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/3343",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2977,
  "image_width": 3956,
  "inscription": "Mark",
  "life_date": null,
  "markings": "Chien Lung six Character mark.",
  "medium": "Polychrome lacquer with incised decor",
  "nationality": null,
  "object_name": "Hexafoil box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This exceptionally fine lobed box and cover is decorated on the top with a pair of phoenixes in flight amongst flowering peonies. The sides shows confronting dragons on each of the six reserves, and the black lacquer base bears a six-character Qianlong inscription. The excellent workmanship as well as the inscription indicate this to be an imperial piece. This type of lacquer is termed <I>tianchi</I> (\"filled in\") and is quite distinct from the more common carved variety, often called cinnabar. <I>Tianchi</I> was especially popular during the sixteenth century. The other period of its finest production was during Emperor Qianlong's reign. The technique relies on the use of incised gold outlines for precise designs in combination with inlaid lacquer in various colors to produce the polychrome decor.",
  "title": "Hexafoil box"
}
