{
  "accession_number": "85.42.9",
  "artist": "México (México City)",
  "classification": "Paintings",
  "continent": "\"Americas\",\"Europe\"",
  "country": "\"México\",\"Spain\"",
  "creditline": "Bequest of Dorothy Millett Lindeke",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1805",
  "department": "European Art",
  "description": "",
  "dimension": "43 7/8 x 36 1/2 x 2 1/2 in. (111.44 x 92.71 x 6.35 cm) (canvas)",
  "id": 3351,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3543,
  "image_width": 2871,
  "inscription": "\"Ecce beatificamus eos qui sustinuerunt\" [James 5:11]\r\n\"Laudemus viros gloriosos et parentes nostros in generatione sua\" [Ecclesiasticus 44]\r\n\r\n\r\nBehold, we account them blessed who have endured.\r\nLet us now praise men of renown, and our fathers in their generation.",
  "life_date": "México (México City)",
  "markings": "Note: there was an inscription on the back of the painting which Mrs. Northrup had painted over when the painting was relined.",
  "medium": "Oil on canvas",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "G322",
  "signed": null,
  "style": null,
  "text": "Don Diego de Ágreda (1755–1838) moved from Spain to Mexico City in 1784 to assume control of his family’s silver-mining business. Mexican mines no longer used enslaved workers in this period (unlike those in Potosi, Peru), but the exploitative activities of Ágreda and other Spanish colonists in Mexico caused enduring harm and inequities. The prominent silver inkstand in Ágreda’s portrait, complete with an inkwell, pounce pot, quill caddy, magnifying glass, and a bell to ring servants, references the family business. The finery of Ágreda’s dress and his elaborate medals and coat of arms emphasize his wealth and status. A staunch royalist, Ágreda lent money to the kings of Spain during the Napoleonic Peninsular Wars (1808-13) and defended the Spanish viceroy in Mexico during the war of independence (1810-21). He was exiled in 1829 and only permitted to return to Mexico in 1836, at the age of 80.",
  "title": "Portrait of Diego de Ágreda y Martínez de Tejada y Cabezón, 1st Conde de Ágreda"
}
