{
  "accession_number": "85.61",
  "art_champions_text": null,
  "artist": "Artist: François Boucher",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "A gift of many generous friends of Samuel Sachs II in honor of his service to the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 1760s",
  "department": "European Art",
  "description": "couple in LR and figure looking on from UL",
  "dimension": "10 3/4 x 7 7/16 in. (27.31 x 18.89 cm) (image)\r\n13 1/4 x 10 5/8 in. (33.66 x 26.99 cm) (mount)\r\n18 1/2 × 14 1/8 × 7/8 in. (46.99 × 35.88 × 2.22 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3357",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7767,
  "image_width": 5644,
  "inscription": "Stamp; Inscriptions\r\nInscribed, verso of old mount, in pen and brown ink [J. R. #148. £ 18.] (not in Lugt); in graphite [49-39 verre / bistre...dulle simple / au bord du lavis- p.c. / 7652]; in graphite [L XVI <voisi>/ d\\'or (?) or r <ota>(?)]",
  "life_date": "French, 1703–1770",
  "markings": "Stamp, lower right in black: [C..x] in an oval (Galerie Cailleux mark, not in Lugt)",
  "medium": "Brown and black chalk, with touches of brown wash on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Galerie Cailleux (stamp in black \"Cx\" in an oval, not in Lugt), Paris, in 1964]. [Spencer A. Samuels, New York, 1985; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In François Boucher’s world, gods and goddesses, shepherds and shepherdesses, voluptuous nymphs, enchanting peasants, dewy adolescents, and adorable winged infants cannot help but fall in love. This highly finished sheet from his later years demonstrates Boucher’s ability to interpret with freshness and tenderness the intimate moments shared by lovers.\r\n\r\nThe subjects have been identified as Annette and Lubin, characters from a story by Jean-François Marmontel popularized in a comic opera in 1762. Orphaned cousins, living together in an alpine hamlet, the two innocently fall in love, make love, and then are comically unaware of the resulting pregnancy until it is pointed out by the village bailiff (possibly the young voyeur in Boucher’s drawing). Omitting his signature eroticism, Boucher instead portrayed the lovers’ innocence. Childlike and small in stature, the couple are fully clothed, even shod, with little flesh revealed. The youth’s gentle embrace of the girl seems more protective than lustful, as he woos her with a fragrant flower, perhaps taken from her basket.",
  "title": "Lovers Surprised (Annette et Lubin)"
}
