{
  "accession_number": "85.9",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 4",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift from Mary Griggs Burke in memory of Jackson Burke",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 14th century",
  "department": "Asian Art",
  "description": "unsigned",
  "dimension": "50 1/2 × 46 1/16 in. (128.27 × 117 cm) (image)\r\n90 1/4 × 54 3/8 in. (229.24 × 138.11 cm) (mount, height with roller; width without roller)\r\n56 3/4 in. (144.15 cm) (mount, width with roller)",
  "id": "http://api.artsmia.org/objects/3369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5820,
  "image_width": 5262,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, gold, and cut gold leaf (kirikane) on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G333",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This mandala represents Amida Buddha's Western Paradise or Pure Land, where the souls of fervent believers are reborn to continue their quest for spiritual enlightenment free from the difficulties associated with life on earth. In the center, Amida sits beneath a jeweled canopy surrounded by a host of other deities and worshippers. His splendid palaces are in the background and the sky is filled with flying deities and heavenly musicians. Amida faces a pond where the souls of the deceased are reborn on lotus blossoms. \r\n\r\nAccording to tradition, the first Japanese mandala of Amida's paradise was painted in the eighth century and has been preserved in the collection of Taima-dera temple near Nara. As worship of Amida became increasingly popular in the twelfth and thirteenth centuries, numerous copies were produced. Accordingly, this painting and others like it are referred to as Taima Mandala.",
  "title": "Taima Mandala"
}
