{
  "accession_number": "85.92",
  "art_champions_text": null,
  "artist": "Maker: Cadzi Cody",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1880",
  "department": "Arts of the Americas",
  "description": "Hide painting depicting the Wolf Dance, c.1880. Elk hide, pigments. Hide painting depicting the Sun Dance, about 1880.",
  "dimension": "68 x 79 in. (172.7 x 200.7 cm)",
  "id": "http://api.artsmia.org/objects/3384",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3470,
  "image_width": 4143,
  "inscription": "",
  "life_date": "Wind River Shoshone, 1866-1912",
  "markings": "",
  "medium": "Elkhide, pigments",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Hide painting was a medium for recording stories and events by Plains men for centuries. Like his contemporaries, Cadzi Cody recorded events that he remembered from before he was confined to the reservation: the Sun Dance, a Grass Dance, and a buffalo hunt.\r\n\r\nThe Sun Dance, represented by the forked tree in the center of the hide, is the most sacred of all Plains ceremonies.  The ceremony is held annually and participants fast and pray for several days, offering themselves to the Creator.  The buffalo head hung between the forks honors the spirit of the animal which is an integral aspect of Plains life.  The Grass Dance is illustrated by the male dancers dressed in eagle feather bustles, war bonnets and bells.  The Grass Dance is the predecessor of today's pow-wows, a time for celebrating and socializing.\r\n\r\nCadzi Cody included a scene of the traditional buffalo hunt to make the painting more salable to the white tourists visiting the reservation to observe the Sun Dance.  By including scenes of hunting, dancing and ceremony, Cadzi Cody capitalized on the outside market for images of Indian ceremonialism.",
  "title": "Scenes of Plains Indian Life"
}
