{
  "accession_number": "86.29",
  "art_champions_text": null,
  "artist": "Artist: Matilda Cartwright",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. J. Webb Hedin and their son, John Patterson Hedin",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1825",
  "department": "Arts of the Americas",
  "description": "quilt top, about 1825, homespun cotton, block printed; central design of meandering flower vine, framed by an inner grape vine border with an outer border of flower vases and swag decoration; red, green, yellow blue and terra cotta",
  "dimension": "91 x 81 1/2 in. (231.14 x 207.01 cm)",
  "id": "http://api.artsmia.org/objects/3507",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3696,
  "image_width": 4186,
  "inscription": "",
  "life_date": "American",
  "markings": "",
  "medium": "Cotton: block printed; quilted",
  "nationality": "American",
  "object_name": "Quilt top",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Quilts in 19th century American homes were often as important for their aesthetic value as their utilitarian use. The tops for the majority of these attractive bed coverings were either made of carefully pieced fabrics to form a decorative pattern or embroidered with an appliqué design. These techniques were particularly time-consuming and labor-intensive endeavors.\r\nTime constraints undoubtedly inspired some women to seek faster alternatives to create decorative quilt tops. Extant examples and historical references indicate that during the second quarter of the 19th century a number of hand-stenciled tops were made by women in a domestic environment. This quilt top, with its block printed pattern, is a bit of a mystery as there appear to be no other examples in museum collections and there are no references to production of printed textiles made in a home setting. As considerable research is currently being done in the field of American quilt studies, it is hoped that one day we will know more about the circumstances related to the creation of this charming quilt top.",
  "title": "Quilt top"
}
