{
  "accession_number": "86.39",
  "art_champions_text": null,
  "artist": "Artist: Anne-Louis Girodet de Roussy-Trioson",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from an Anonymous Donor, the Print and Drawing Council and The Fiduciary Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1817",
  "department": "European Art",
  "description": "head of man with unkempt hair looking over PL shoulder",
  "dimension": "7 5/8 x 7 1/4 in. (19.4 x 18.4 cm) (image, irregular)\r\n14 5/8 x 13 15/16 x 1 1/2 in. (37.15 x 35.4 x 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3509",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7090,
  "image_width": 6962,
  "inscription": "Verso, top, in pencil: Ancienne Collection Baron Lepic",
  "life_date": "French, 1767–1824",
  "markings": "Watermark, bunch of grapes: (15 grapes, 6.7 cm high; not in Heawood)",
  "medium": "Charcoal, black and white chalk, with stumping on beige paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "'Vicomte Ludovic-Napoleon Lepic (1839-1889), Paris. Private collection, Paris; [Zangrilli, Brady, & Co., New York, by 1985-1986; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR, in black ink: Girodet fecit 1817",
  "style": "19th century",
  "text": "While this head study was likely drawn from life, the figure’s mustache distances him from the everyday world of Anne-Louis Girodet’s Paris. The drawing can be associated with the artist’s so-called Oriental heads or portraits—a group of late works picturing men from the Near East. Both real and imagined, these subjects usually have dark, thick facial hair, turbans, and, as one Girodet scholar observed, “a heavy, impenetrable gaze as though this disturbing inscrutability were a specific trait of the Oriental portrait.”\r\n\r\nFollowing Napoleon’s campaigns in Egypt, Palestine, and Syria, interest in the eastern Mediterranean surged in France. For Girodet, the lure only intensified when he began his monumental painting Revolt of Cairo (1810), commissioned by Napoleon. One pupil reported that Girodet worked with unprecedented verve and assurance, writing that “his mood was playful, he was surrounded by Mamelukes, who were practically living in his house and whose beauty electrified him.”",
  "title": "Head of a Mustachioed Man, Three-Quarter View"
}
