{
  "accession_number": "86.44",
  "artist": "",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "dated": "early 18th century",
  "description": "Dish, Meshed ware, Safavid Dynasty, early XVII Century. White earthenware with underglaze blue and black decor. Central medallion reserved in white and painted in outline black on a blue ground with stag leaping in foliate landscape within border of scrolling tendrils.",
  "dimension": "2 1/2 x 15 1/2 in. (6.35 x 39.37 cm)",
  "id": "http://api.artsmia.org/objects/3513",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3656,
  "image_width": 3734,
  "life_date": null,
  "marks": " ",
  "medium": "White earthenware with underglaze blue and black decor, Meshed ware",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G277",
  "style": "18th century",
  "text": "This incredibly malleable material, which slowly forms into minerals from pressure and the gradual chemical weathering of rocks, long ago became a highly sought-after commodity. Clay was there for the taking if you could find it. You only had to dig into the ground. \r\nIslamic artists formed and fired clay to create beautifully decorative containers during Persia’s prolific Safavid dynasty. These pieces of earthenware and ceramic, as well as their raw material, became valuable trade goods in markets all over Asia. Over time people’s thinking evolved from “where is the clay'” to “the clay is ours.” \r\nThe Minneapolis Institute of Arts has more than 5,000 clay vessels in its collection. This monolith adds another.\r\nMonolith\r\nThis is a Kaolin clay. It was mined by Northern Con-Agg from a clay mining pit in the Minnesota River Valley near Russell, MN. It is used as a raw material in cement manufacturing, adhesives, rubber, paint, ceramics, and bricks. It comes from the Cretaceous period, meaning it is 66 to 145 million years old. ",
  "title": "Plate"
}
