{
  "accession_number": "86.94.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Barbara L. Strom",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of the Americas",
  "description": "Basket, coiled grass and yucca fibers, American Indian (Hopi), XXc NO PHOTO ON CAT. CARD cat. card dims H 9-1/2' diam 9-3/4' in red, black and yellow stepped design",
  "dimension": "9 3/8 x 9 3/4 x 9 3/4 in. (23.81 x 24.77 x 24.77 cm)",
  "id": "http://api.artsmia.org/objects/3535",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4034,
  "image_width": 3179,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Coiled grass, yucca fibers",
  "nationality": null,
  "object_name": "Basket",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The exact history of the development of Hòpituh Shi-nu-mu basketmaking remains vague, however modern artists have come to be considered one of the foremost basketmaking groups in North America. Their baskets employ the technique of sewing slender yucca splints wound tightly and stitched so closely that the stitches appear to be interlocked.  Baskets were often created for sale, but during the active tourism market of the late nineteenth and twentieth century, many traditional and even some sacred baskets were sold.  Hòpituh Shi-nu-mu workmanship, however, remained consistent and it is nearly impossible to differentiate baskets made for the market from those made for Native use.  Hòpituh Shi-nu-mu basketmakers were seldom, if at all, driven by the market to produce Euro-American shapes, something that distinguishes Hòpituh Shi-nu-mu artists from basketmakers from other tribes.  Rare concessions included deep wastepaper forms and the limited use of bright aniline colors for a short period of time.",
  "title": "Basket"
}
