{
  "accession_number": "87.33.1.1",
  "art_champions_text": null,
  "artist": "Designer: Charles Eames; Designer: Ray Eames; Manufacturer: Herman Miller, Inc., Zeeland, Michigan, Est. 1923",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Don and Bev Smith",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1950–1955",
  "department": "Arts of the Americas",
  "description": "Lounge Chair, molded birch plywood",
  "dimension": "27 1/4 x 21 7/8 x 25 1/4 in. (69.22 x 55.56 x 64.14 cm)",
  "id": "http://api.artsmia.org/objects/3551",
  "image": "valid",
  "image_copyright": "© Eames Office",
  "image_height": 4497,
  "image_width": 3854,
  "inscription": "",
  "life_date": "American, 1907-1978",
  "markings": "",
  "medium": "Molded plywood and rubber",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Charles and Ray Eames conducted numerous experiments in molded plywood techniques in the early 1940s, further refining the furniture designs Charles and Eero Saarinen designed for MoMA's \"Organic Design in Home Furnishings\" competition.  Early chairs, and the splint shown in this gallery, were produced by the Molded Plywood Division of Evans Products Company, a Detroit firm.  Charles Eames, who headed the subsidiary in Venice, California, pitched the partnership on the promise to find new ways to utilize Evans' ownership of numerous Douglas fir forests in the Pacific Northwest. By 1949, the Herman Miller Furniture Company of Zeeland, Michigan, which had been marketing and distributing the Eames's designs since 1946, took over production.\r\n\r\nThe lounge chair, perhaps the most sculptural of all the Eames's plywood chair variations, is constructed of five elements molded and bent by heat and pressure.  The ergonomic seat and back are set at an angle to follow the contours of the body, and are joined to the tapering supports by shock-mounts made of black rubber.  These absorbers add another degree of flexibility to the natural spring of the chair.",
  "title": "\"LCW\" chair (Lounge Chair Wood)"
}
