{
  "accession_number": "87.33.2.1",
  "art_champions_text": null,
  "artist": "Designer: Charles Eames; Designer: Ray Eames; Manufacturer: Zenith Plastics, Gardena, California; Distributor: Herman Miller, Inc., Zeeland, Michigan, Est. 1923",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Don and Bev Smith",
  "culture": null,
  "curator_approved": 0,
  "dated": "1951 (designed c. 1948)",
  "department": "Arts of the Americas",
  "description": "Molded fiberglas body, steel legs",
  "dimension": "31 1/16 x 24 1/2 x 22 1/2 in. (78.9 x 62.23 x 57.15 cm)",
  "id": "http://api.artsmia.org/objects/3553",
  "image": "valid",
  "image_copyright": "© Eames Office",
  "image_height": 4486,
  "image_width": 4097,
  "inscription": "",
  "life_date": "American, 1907-1978",
  "markings": "",
  "medium": "Fiberglass-reinforced polyester, steel",
  "nationality": "American",
  "object_name": "Armchair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    "25357",
    "3553"
  ],
  "signed": "",
  "style": "20th century",
  "text": "Husband-and-wife designers Charles and Ray Eames met at the Cranbrook Academy of Art in the 1930s. Together, they worked to unite economy with quality and modernity in their furniture designs.  This goal inspired their ground-breaking experiments with the inexpensive new materials plywood and plastic.  In 1941, after learning of the military's need for a better leg splint, the Eameses applied their nascent plywood-molding technology to the challenge.  The U.S. Navy accepted their prototype and between 1943 and 1945, the Eameses produced over 150,000 leg splints.  Produced by gluing successive layers of plywood veneer, then forming them with heat and pressure in a mold, the life-saving devices were the Eameses' first mass-produced success.   \r\n\r\nAfter developing a series of molded plywood chairs, the Eameses turned to fiberglass.  The \"DAR\" Chair was among the first plastic furniture to be truly mass-produced.  Inexpensive, lightweight, and versatile, it was especially popular with young families in the postwar period.  The shells were coupled with a wide variety of bases, including the \"Eiffel Tower\" wire strut seen here.",
  "title": "\"DAR\" (Dining Armchair Rod) armchair"
}
