{
  "accession_number": "87.6",
  "art_champions_text": null,
  "artist": "Artist: Unknown , English or Flemish",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1550",
  "department": "European Art",
  "description": "Portrait of a young woman sitting against a green background. She holds a small psalm book. The book is actually a girdle prayer book, whether it is a psalm book or something else remains to be determined. NW 03/10",
  "dimension": "30 1/8 x 22 11/16 in. (76.52 x 57.63 cm) (panel)",
  "id": "http://api.artsmia.org/objects/3594",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5640,
  "image_width": 4177,
  "inscription": "",
  "life_date": null,
  "markings": "Labels on the back of the panel or frame: Royal Academy of Arts Winter Exhibition 1950-51 No. 45 / [artist] Early English School / [lender] H.E.M. Benn, Esq. Hollingwood, Ilkley, Yorkshire, (R)P.A. Glass / fireplace - scrawled at center bottom of the label | \r\nThomas Agnew & Sons / No. 48271 / London / 43 Old Bond Street /  D3 Bodenham Lady",
  "medium": "Oil on panel",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Bodenham collection, Rotherwas Hall, Hereford, England; by descent to Charles Bodenham (until 1913; Bodenham sale, Puttick and Simpson, London, April 8, 1913, as \"Mary, Queen of Scots by Holbein, for 340 gns., to Buttery); Ayerst Hooker Buttery [d. 1929], London.[1] H. E. M. Benn, by 1951. The Hon. Clive and Mrs. Pearson, Parham Park;[2] by descent to Mrs. Veronica Tritton; [3] [Thomas Agnew and Sons, Ltd., London]; private collection (until 1987, given to Mia by anonymous donor)\r\n\r\n[1] Ayerst Hooker Buttery was the picture restorer at the National Gallery, London. Horace Buttery, Ayerst's son, was an art dealer. See Constable, \"Canaletto,\" 1979 (Buttery did dealings with Agnew's). \r\n\r\nAlso see John Rowlands, \"Holbein: The Paintings of Hans Holbein the Younger,\" David R. Godine, Boston, 1985, no. 248, p. 269. This is our picture. The collection of The Hon. Clive and Mrs. Pearson [listed as Gibson]. Bodenham family, Rotherwas Hall, Hereford, by descent to Mr. Charles Bodenham, sale, Puttick and Simpson, 1913, 8 April, bt. A. H. Buttery; H. E. M. Benn.\r\n\r\n[2] See Rowlands, 1985, p. 237. Lists present owners as Hon. Clive and Mrs. Gibson when it should be Pearson. \r\n\r\n[3] Given that Clive Pearson died in 1965, it is assumed that the painting remained in the family with his daughter, Mrs. Veronica Tritton, at Parham Park until 1974 at the earliest (it is mentioned as being in her collection in a letter dated 1974 from Dr. Fletcher (dendrochronologist) to Mrs. Eyre Huddleston (see file)).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G342",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The woman in this portrait was likely connected to the English court or royal household. She wears a French hood and an elaborate gold brooch, both upper-class indicators. The scene on the brooch shows a seated woman playing what appears to be a lute, with the inscription “Praise the Lorde for ever more.” Her portable prayer book is encased in gold, a type of “girdle book” that was also a high-status item among ladies of the court.\r\n\r\nThe picture was traditionally attributed to Hans Holbein the Yonger, the German painter who served as a court painter to Henry VIII (reign 1509-1547). But it is more likely painted later, by an artist who served a subsequent Tudor monarch. The scholar Roy Strong assigned it to \"Circle of William Scrots\" ( \"The English Icon,\" 1969). \r\n\r\nThis picture was dated by dendrochronological evidence to around 1540-45, but this scientific analysis can no longer be supported. The sitter's dress is characteristic of a refined courtly style of that period, or later. Indeed, the patterned high collar and the velvet sleeves and elaborated cuffs of her dress are very similar to something worn by Mary I in the portrait putatively ascribed to William Scrots (Strong 1969, p. 73). The present painting was once identified as Mary but the resemblance is not convincing.The sitter is better described as a figure at the Tudor court, possibly a lady in waiting and possibly, because of the provenance, a member of the Bodenham family who served the Tudors, or were active in the Elizabethan era.",
  "title": "Portrait of a Noblewoman"
}
