{
  "accession_number": "87.62",
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Director's Tour",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Blue-and-White dish, porcelain; decorated in a deep blue in the center with a large peahen flying amongst peonies, the cavetto molded with a band of peonies in white in a blue ground, the rim with a border of stylized waves and a molded foliated edge; the reverse has a typical wide unglazed base with a short foot ring and the exterior is decorated with a band of scrolling lotus",
  "dimension": "2 5/8 x 16 5/16 x 16 5/16 in. (6.67 x 41.43 x 41.43 cm)",
  "id": "http://api.artsmia.org/objects/3631",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4026,
  "image_width": 3732,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with molded and underglaze blue decor, Ching-te-chen ware",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "A peahen flies among peonies at the center of this large dish. Concentric bands of white peonies, stylized waves, a molded foliate edge, and a band of scrolling lotus emanate from the center. This magnificent plate was produced in the great ceramic town of Jingdezhen specifically for the Middle Eastern market, likely commissioned by Middle Eastern merchants who lived in China at this time and understood the ceramic needs and decorative taste of the Islamic countries. It was, for example, the custom to serve food from large plates in Islamic countries but not in China. Likewise, the foliate rim and the densely painted floral decor spoke to Middle Eastern aesthetic traditions.",
  "title": "Dish"
}
