{
  "accession_number": "87.62",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Director's Tour",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "Blue-and-White dish, porcelain; decorated in a deep blue in the center with a large peahen flying amongst peonies, the cavetto molded with a band of peonies in white in a blue ground, the rim with a border of stylized waves and a molded foliated edge; the reverse has a typical wide unglazed base with a short foot ring and the exterior is decorated with a band of scrolling lotus",
  "dimension": "2 5/8 x 16 5/16 x 16 5/16 in. (6.67 x 41.43 x 41.43 cm)",
  "id": "http://api.artsmia.org/objects/3631",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4026,
  "image_width": 3732,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with molded and underglaze blue decor, Jingdezhen ware",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "As seen in works throughout this gallery, the Mongol conquest of Central and West Asia in the 1200’s created a bilateral exchange between the Islamic world and China which would become embedded in a range of aesthetic traditions, from painting to ceramics. Ottoman sultans were famous for collecting Chinese blue-and-white porcelains, exemplified by this impressive dish produced in the great Chinese ceramic town of Jingdezhen, likely for the Ottoman market. A Middle Eastern merchant who lived in China at this time would have understood the tastes of the Islamic market, thus commissioning a dish with dense, all-over cobalt-blue decoration, and included motifs such as the peacock, which was not in keeping with Chinese traditions at the time. Furthermore, the scale of this large dish would have been more suitable for Islamic feasting traditions.",
  "title": "Dish"
}
