{
  "accession_number": "87.65",
  "art_champions_text": null,
  "artist": "Artist: Moxico School",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Angola",
  "creditline": "The John R. Van Derlip Fund and Gift of funds from The Regis Corporation",
  "culture": "Chokwe",
  "curator_approved": 1,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "",
  "dimension": "36 1/2 x 17 1/8 x 18 1/8 in. (92.7 x 43.5 x 46.0 cm)",
  "id": "http://api.artsmia.org/objects/3633",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6560,
  "image_width": 4462,
  "inscription": "",
  "life_date": "Angolan",
  "markings": "",
  "medium": "Wood, leather",
  "nationality": "Angolan",
  "object_name": "Citwamo Ca Mangu (Throne)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "As in all cultures, African rulers often express their status by sitting on a special stool, chair, or throne that is an recognized mark of their rank and leadership. Chokwe thrones are modeled on European chairs that arrived in Africa from Spain and Portugal after trade was established in the late 1490s.  While the basic form is European, Chokwe sculptors immediately changed its decoration, covering every available surface with themed ornamentation reinforcing the power, status and responsibilities of the local ruler. The central figure on the throne back represents a masked Cihongo dancer.  Cihongo is associated with courtly wealth and might, and was danced solely by the chief or his son.  The front legs are in the form of female figures, symbolizing the importance of women in supporting a matrilineal society.  Tiny figures on the rungs and stretcher enact narrative scenes of community life, a sign of the ruler's concern for his people's well-being.",
  "title": "Citwamo Ca Mangu (Throne)"
}
