{
  "accession_number": "87.68",
  "art_champions_text": null,
  "artist": "Maker: Smith Ely",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1832-1844",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "",
  "dimension": "15 1/2 x 25 x 17 3/4 in. (39.37 x 63.5 x 45.09 cm)",
  "id": "http://api.artsmia.org/objects/3636",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (New York), 1800 - 1884",
  "markings": "",
  "medium": "Walnut with cane seat and back",
  "nationality": "American",
  "object_name": "Armchair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The “cane great chair” on the right is one of twelve made between 1832 and 1844 for Daniel Wadsworth of Hartford, Connecticut, reproducing a set of early 18th century English chairs sold from the estate of Hezekiah Wyllys in 1827 and similar to the period English example shown on the left.   Wadsworth had purchased one of the Wyllys chairs and commissioned the New York City chairmaker Smith Ely to reproduce it.  Ely’s faithful reproduction only deviates from the original design in the carving of the feet.  Ely repeated the ovoid-shaped block turnings on the lower leg as opposed to the original chair which had a scrolled front foot.  These chairs may well be the earliest known reproductions of furniture owned or made in colonial America, and indicate an early interest in antique furniture in the 1820s and 1830s.\r\n\r\nIn 1895, a set of measured line drawings of the Wyllys chair was reproduced in Alvin Crocker Nyes’ A Collection of Scale-drawings, Details, and Sketches of What is Commonly Known as Colonial Furniture(see plate 8 framed nearby).  As a pioneering source book for American furniture manufacturers at the turn of the 20th century, it must have inspired many of the replicas of Wyllys chairs seen in the marketplace today.",
  "title": "Armchair"
}
