{
  "accession_number": "87.97",
  "art_champions_text": null,
  "artist": "Artist: Tim Harding",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Richard and Roberta Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "Swing dynasty, 1986, art wear coat, dyed, slashed and layered fabric; cotton; L.98 x W.68-½ in.",
  "dimension": "98 x 68 1/2 in. (248.92 x 173.99 cm)",
  "id": "http://api.artsmia.org/objects/3698",
  "image": "valid",
  "image_copyright": "© Tim Harding",
  "image_height": 6773,
  "image_width": 4816,
  "inscription": "",
  "life_date": "American, born 1950",
  "markings": "",
  "medium": "Cotton; dyed, layered, stitched and cut fabric",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the last half of the 20th century the possibility of distinctive clothing as a form of artistic expression coalesced into the Wearable Art movement.  Artists created art that were sculptural, kinetic and often suitable for presentation on a wall. The form of the Japanese kimono was particularly well suited for these aims and was utilized by many fiber artists using processes as diverse as weaving, dyeing, quilting or knitting.  \r\n\r\nTim Harding devised a unique textile form that particularly celebrated color and texture and ranged in imagery from the abstract to highly figural. Initial recognition of his work focused on his truly wearable pieces, but he has never limited himself to one form of presentation.  Swing Dynasty was made for a museum exhibition and the artist used scale to make us consider objects in non-traditional ways.  Today Harding's works are primarily constructed in a rectangular format, ranging from small wall pieces to large suspended hangings. He continues to push the boundaries of the media, encoding his message in a form that encourages the viewer to consider personal experience in a variety of ways.",
  "title": "Swing Dynasty"
}
