{
  "accession_number": "88.1",
  "art_champions_text": null,
  "artist": "Artist: Adolphe Appian",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868",
  "department": "European Art",
  "description": "landscape with river and woman sitting under a tree on R",
  "dimension": "27 1/8 x 50 3/4 in. (68.9 x 128.91 cm) (image)\r\n41 1/8 x 64 15/16 x 1 in. (104.46 x 164.94 x 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3700",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5501,
  "image_width": 10043,
  "inscription": "Signature; Date",
  "life_date": "French, Lyon 1818–Lyon 1898",
  "markings": "",
  "medium": "Charcoal, black and white chalk, with touches of cream-colored pastel, on beige paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Hotel Drouot, Paris, June 17, 1987, no. 2, for Fr 26,450. [Concorde Fine Arts, Paris, 1987; sold, December 20 for $12,000, to MIA].",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower left, in charcoal: [Appian 1868]",
  "style": "19th century",
  "text": "Adolphe Appian was renowned for his charcoals, and the immense In the Valromey Valley shows his mastery of the medium. Traditionally made of charred willow, vine twigs, or other wood, and available from the 1840s as compressed sticks, charcoal was capable of seemingly infinite gradations, of being coloristic without actual color. Appian’s energies helped charcoal attain importance for finished, independent works of art.\r\n\r\nThe season is autumn, when leaves fall and the sun sits low in the sky. Appian seems to have mirrored this transitional time of year in his handling, softening the edges where land meets sky and achieving an astoundingly subtle range of reflections in the water. His technique involved repeated blackening and removing and an insistent avoidance of contour. The impressionistic trees at the far right were no doubt made with his fingers, the horizontal ripples in the water with a needle, and the limbs of the pollarded willow, lurching as if to snuff out the sun, with a brush and charcoal powder.",
  "title": "In the Valromey Valley, near the Rhône River"
}
