{
  "accession_number": "88.85.2",
  "art_champions_text": null,
  "artist": "Artist: Wang Su",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1734",
  "department": "Asian Art",
  "description": "",
  "dimension": "47 x 20 3/4 in. (119.38 x 52.71 cm) (image)",
  "id": "http://api.artsmia.org/objects/3763",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9629,
  "image_width": 4363,
  "inscription": "Inscription; Signature",
  "life_date": "Chinese, active 1733 - 1766",
  "markings": "Inscribed: dated summer of Jiayin year (1734); two seals of the artist; Wang Shu and Lin Wu; two collector\\'s seals, including one of Shen Shuyong (1832-1873); art names: Chun Shu; Ling Wu; from Taichang, Jiangshu Province, Wang Su was the nephew of Wang Yuangi, and one of the \\'Four Minor Wang\\'; in his landscape painting he followed the simple dry brush texhniques of the Yuan masters; he was also an accomplished poet.",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed [Wang su of Lou Dong]",
  "style": "18th century",
  "text": "Wang Su was a nephew of Wang Yuanqi(1642-1715) and the great grandson of Wang Shimin(1592-1680), two of the most important Qing \"orthodox\" painters. He was skilled in poetry and passed the first level official examinations. With the fall of the Ming dynasty in 1646, the creative impulse of literati artists surged in the wake of political turmoil and moral crisis. By the 18th century however, their successors had settled into a life of prosperity, social order and ideological conformity.\r\nA leading orthodox school was formed in Jiangsu province. Comprised of followers of Wang Yuanqi and Wang Shimin, the Lou Dong group, as it was known, was partial to the painting styles of 14th century literati masters. Like others in his circle, Wang Su declined to outwardly assert his individual identity, confining his expression to compositional clarity, exacting use of light color washes, and meticulous but unassuming brushwork. This orthodox tradition was mainstream painting during most of Qing and this classic composition by Wang is a scholarly exercise whose attraction is based on stylistic allusions to past masters like Huang Kung Wang (1269-1354).",
  "title": "Landscape"
}
