{
  "accession_number": "89.103",
  "art_champions_text": null,
  "artist": "Artist: Piet Mondrian",
  "catalogue_raissonne": "Welsh 1998, no. A520",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1907",
  "department": "European Art",
  "description": "",
  "dimension": "18 1/8 x 22 5/8 in. (46 x 57.4 cm) (sheet)\r\n28 x 32 9/16 x 2 in. (71.12 x 82.71 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3780",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7554,
  "image_width": 8953,
  "inscription": "Signature",
  "life_date": "Dutch, 1872 - 1944",
  "markings": "",
  "medium": "Pastel and Conté crayon over graphite on greenish blue wove paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Mrs. A.A. Holsher, Scheveningen, the Netherlands. [Nicholas Wilder Gallery (active 1965-1979), Los Angeles]. [Allan Frumkin Gallery, New York]. Robert Owen (until d.1987/88; his estate sale, to Stoller); [John C. Stoller & Co., Minneapolis, 1988; sold, April 19, for $45,000, to Daytons]; Ruth and Bruce B. Dayton, Wayzata (1988-89; gave to MIA)\r\n\r\n",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL, in black: [Piet Mondriaan.]",
  "style": "20th century",
  "text": "Piet Mondrian is famous for his paintings of irregular black grids on white backgrounds interspersed with rectangles in bright primary colors. Less familiar are the landscapes from earlier in his career.\r\n\r\nMondrian began Farm Setting with a pencil, searching for pleasing rhythms and contours in the slender trees and the slant of the farmhouse roof. He varied his pastel application, seemingly working from background to foreground. Delicate strokes in the sky and the hazy tops of distant trees give way to broad middle- and foreground lines made with the sides of his dark pastel crayons. He then worked up details such as cows, fences, and buildings with firm precision. Caked-on colors impart solid mass to the buildings and the stumpy willow. Horizontal strokes of lighter colors animate the middle ground, while vertical and diagonal strokes give the foreground the appearance of long grasses dotted with wildflowers. His final touches to the outlines and branches of the tall trees fix the compositional grid in perfect balance and harmony. \r\n\r\nHindsight reveals the gridlike Farm Setting as a forerunner of the stark compositions of Mondrian’s maturity, but his road to such Platonic ideals still lay ahead.",
  "title": "Farm Setting, Three Tall Trees in the Foreground"
}
