{
  "accession_number": "89.106",
  "art_champions_text": null,
  "artist": "Artist: Max Ernst",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton, Sara and David Lieberman, Dolly Fiterman Fine Arts and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "modeled 1973 (cast 1975)",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "17 x 8 x 9 in. (43.2 x 20.3 x 22.9 cm)",
  "id": "http://api.artsmia.org/objects/3782",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 6418,
  "image_width": 4285,
  "inscription": "",
  "life_date": "German, 1891 - 1976",
  "markings": "",
  "medium": "Bronze",
  "nationality": "German",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Top section of base: Max Ernst E.A. 3/3 foundry stamp on top section of base: A. Valsuant Perdue",
  "style": "20th century",
  "text": "Max Ernst's creative impulses and active imagination were catalysts to a career of innovation and prolific output that bridged all artistic media with his interest in sculpture awakening in the 1930s. A founder of the Dada movement in Cologne, he also helped found and lead the Surrealist movement in Paris. Ernst's career-long inspiration was drawn from non-Western and natural sources that embodied what he saw as universal forms of expression. These forms often took on an impish aspect out of the artist's conscious effort to debunk the serious side of art through the introduction of playfulness. Thus, in Janus Ernst converted the theme of the ancient Roman god of gates and doorways (who had two faces, one looking in each direction) into a sexually bi-polar totem through a playful use of animal attributes and natural forms for faces and genitalia.",
  "title": "Janus"
}
