{
  "accession_number": "89.4.2",
  "art_champions_text": null,
  "artist": "Photographer: Albert Renger-Patzsch",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1929",
  "department": "European Art",
  "description": "",
  "dimension": "15 1/16 x 11 1/16 in. (38.26 x 28.1 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/3844",
  "image": "valid",
  "image_copyright": "©Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 2595,
  "image_width": 1915,
  "inscription": "",
  "life_date": "German, 1897 - 1966",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Renger-Patzsch was one of the leading photographers in the New Objectivity movement, as well as a strong influence on the photography of the Bauhaus school of design and the artists teaching and learning at the institution, that was dedicated to creation and experimentation in art. His sharply focused and matter-of-fact style exemplified the aesthetics of the New Objectivity movement. His best known collection is Die Welt ist schon (The World is Beautiful)¬¬, a striking inventory of natural forms, industrial subjects, and mass produced objects. (It was originally entitled Die Dinge (Things), then retitled by the publisher.) Renger-Patzsch believed that the value of photography was in its ability to reproduce the texture of reality, and to represent the essence of an object. He wrote: \"The secret of a good photograph—which, like a work of art, can have esthetic qualities—is its realism ... Let us therefore leave art to artists and endeavor to create, with the means peculiar to photography and without borrowing from art, photographs which will last because of their photographic qualities.\"",
  "title": "Industrielandschaft bei Hamborn"
}
