{
  "accession_number": "89.52",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of funds from the Regis Corporation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Rare black-ground thanka features the ferocious protective deity Vajrabhairava locked in cosmic embrace with his sakti, or female counterpart; he tramples birds, animals, demons and Hindu deities underfoot; his thirty-two secondary hands radiate around him, holding attributes; he wears garlands of severed human heads, skulls, and a five-skull tiara; central figures encircled by manifestations of the guardian Mahakala.",
  "dimension": "49 1/2 x 29 in. (125.73 x 73.66 cm)",
  "id": "http://api.artsmia.org/objects/3858",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7310,
  "image_width": 4479,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque colors and gold on cotton",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This black-ground thangka would have guided an advanced practitioner in meditation focused on overcoming the fear of death. The central deity, Vajrabhairava, is depicted in his most ferocious form with numerous heads, including a water buffalo's as his central head. Each of his 32 arms bears a weapon and he tramples demons and Hindu gods underfoot. The image's ferocity was intended to protect the practitioner from their own fears and delusion when meditating on this difficult subject. Other protector deities surround Vajrabhairava, including the goddess Palden Lhamo on horseback at the bottom center, functioning to empower the practitioner. Five lineage gurus of the Gelugpa (yellow hat) order appear overhead, and the bodhisattva Manjushri is at the very center.  \r\n\r\nThe theme of death is further conveyed by the grizzly setting, likely a cremation ground, where frightening creatures run amock and blood, guts, brains, and eyeballs appear in offering vessels.",
  "title": "Vajrabhairava"
}
