{
  "accession_number": "89.52",
  "artist": "",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of funds from the Regis Corporation",
  "culture": null,
  "dated": "18th century",
  "description": "Rare black-ground thanka features the ferocious protective deity Vajrabhairava locked in cosmic embrace with his sakti, or female counterpart; he tramples birds, animals, demons and Hindu deities underfoot; his thirty-two secondary hands radiate around him, holding attributes; he wears garlands of severed human heads, skulls, and a five-skull tiara; central figures encircled by manifestations of the guardian Mahakala.",
  "dimension": "49 1/2 x 29 in. (125.73 x 73.66 cm)",
  "id": "http://api.artsmia.org/objects/3858",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5374,
  "image_width": 3556,
  "life_date": null,
  "marks": " ",
  "medium": "Colors and gold on sized cotton",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G212",
  "style": "18th century",
  "text": "This rare black-ground thanka features the ferocious protective deity Vajrabhairava locked in cosmic embrace (<I>yab-yum<I>) with his sakti, or female counterpart. Though they are wrathful manifestations, their pose here represents the union of wisdom and compassion. Vajrabhairava tramples birds, animals, demons, and Hindu deities underfoot, while his thirty-two secondary hands radiate around him, holding a host of attributes. In defiance of death, he wears garlands of severed human heads, skulls, and a five-skull tiara. The central figures are encircled by manifestations of the guardian Mahakala; Yama, God of Death; four lamas; Tara, the Savioress; and various tutelary deities. Black-ground thankas full of esoteric imagery such as this were generally intended for use in the Mgonkhand, a dark inner chamber of a monastery containing the image of the tutelary deity. The most important esoteric rituals involving initiates took place in this room.",
  "title": "Vajrabhairava"
}
