{
  "accession_number": "89.60.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Mr. and Mrs. Charles Cleveland, Donna and Cargill MacMillan Jr., and The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1368-1644",
  "department": "Asian Art",
  "description": "bride from wedding procession; three color glazed ceramic; one set of 33 pieces, including wedding party, palanquin, wedding chests, ceremonial food and wedding party",
  "dimension": "5 1/16 x 2 1/4 x 1 1/2 in. (12.86 x 5.72 x 3.81 cm)",
  "id": "http://api.artsmia.org/objects/3865",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1101,
  "image_width": 2729,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved and molded earthenware with yellow and green glaze and pigments",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-17th century",
  "text": "The Chinese considered weddings to be joyous and auspicious occasions. Marriage was central to the strong Confucian values of family unity and continuity. Within a well-furnished tomb, a ceramic procession such as this would replicate an important and festive occasion for the deceased in their afterlife.\r\nThe procession is shown formed up at the bride’s house preparing to leave with the wedding party and the loud accompaniment of musicians to join the groom at his parents’ home. Several aspects of a traditional Chinese marriage are described in extraordinary detail. Included are the courtyard home of the bride with “spirit blocking screen” inside the main door, behind which is a nine-course wedding banquet. Outside the home the bride’s dowry is indicated by the five chests. Next are shown the bride’s relatives with litter bearers carrying her in a large dragon-decorated palanquin in the middle of the procession. The party is accompanied by nearly thirty musicians playing drums, horns, cymbals, and clappers. Leading the parade are equestrian musicians.",
  "title": "Bride from Wedding Procession"
}
