{
  "accession_number": "90.23",
  "art_champions_text": null,
  "artist": "Artist: Jim Dine",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ruth and Bruce Dayton, Donna and Cargill MacMillan Jr., and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "gestural representations of collaged elements including a Buddha on L with red heart in foreground and figure with white hat on R; two sheets framed together",
  "dimension": "79 x 47 in. (200.7 x 119.4 cm (sheets, two)\r\n79 x 95 in. (200.7 x 241.3 cm) (overall)\r\n83 1/2 x 99 5/8 x 2 5/8 in. (212.09 x 253.05 x 6.67 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/3954",
  "image": "valid",
  "image_copyright": "© Jim Dine %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7382,
  "image_width": 8790,
  "inscription": "Signature; Date",
  "life_date": "American, born 1935",
  "markings": "",
  "medium": "Watercolor, oil paint, pastel, charcoal, shellac, and collaged paper; two sheets",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Pace Gallery, New York, until 1990; sold to MIA]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR: [Jim Dine 1988]",
  "style": "20th century",
  "text": "Jim Dine’s impulse to range across cultures is evident here. He fills the Piazza San Marco of Venice (where he had a studio) with objects summoned from his “romantic unconscious.” As he put it, “I have some sort of cultural DNA link with the ancient world.” The arching figure with the exposed arm socket is the so-called Dresden Maenad, after a Hellenistic sculpture. The Buddha and the silhouette of the basilica of San Marco, with its Byzantine and Gothic influences, are juxtaposed in a confluence of Buddhism and Christianity. The white-hatted guitar player at right is based on a Meissen porcelain figure—enlarged roughly six times. \r\n\r\nDine’s work typically carries the marks of its making. This drawing is assembled from six pieces of paper that are full of abrasions, tears, obliterated fibers, staple holes (and even an errant staple). The large affixed paper fragment in the lower right corner lifts the musician’s robe into our space. \r\n\r\nThrough varied borrowings, Dine connects his art to venerated artistic traditions, adding his own work to the continuum of art history.",
  "title": "San Marco with Meissen Figure and the Buddha"
}
