{
  "accession_number": "90.24.1",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Louis-Jean-François Lagrenée; Artist: Formerly attributed to Jacques Réattu",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund\r\n\r\nJohn R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "European Art",
  "description": "",
  "dimension": "16 5/8 x 22 1/4 in. (42.23 x 56.52 cm) (image)",
  "id": "http://api.artsmia.org/objects/3955",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3112,
  "image_width": 4229,
  "inscription": "Mark",
  "life_date": "French, 1760 - 1833",
  "markings": "Fleur de lis circumscribed by two concentric circles, watermark;\r\nvarious sketches in red and black chalk exist on verso",
  "medium": "Pen and black ink, bistre wash, and white gouache, and graphite",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Greek myth was popular among French Neoclassical painters, particularly obscure scenes like this one, which allowed the artist to invent an entirely new image This drawing represents a scene from Homer's Iliad, when the messenger goddess Iris was sent by Zeus to warn Athena and Hera not to help the Greeks in the war against Troy. Following their loss to Aphrodite in the beauty contest judged by Paris of Troy, Athena and Hera sided against the Trojans in the war. The artist depicted Hera, with her attribute of the peacock, and Athena, dressed in her armor, coming upon Iris just as they are rushing off to the battlefield.      \r\n\r\nThis drawing may be one of several Iliad scenes drawn by Louis Lagrenée for Louis XVI. Its high degree of finish and monumental size suggest that it was a presentation drawing; so perhaps Lagrenée invented a number of possible compositions for the king to select one from and be developed into a painting.",
  "title": "Iris Approaching Athena and Hera"
}
