{
  "accession_number": "90.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of funds from Sarah and James Standefer",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "Asian Art",
  "description": "Illustration from the Bhagavata Purana; a compartmentalized painting illustrating various scenes with Krishna",
  "dimension": "7 1/2 x 10 5/8 in. (19.05 x 26.99 cm)",
  "id": "http://api.artsmia.org/objects/3966",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1863,
  "image_width": 2533,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolors on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The Bhagavata Purana (The Ancient Story of the Blessed One) is the most frequently depicted Sanskrit chronicle of Vishnu, the great preserver. One of his eight incarnations is Krishna, the blue-skinned hero being worshipped here. In the extreme upper-left corner of this compartmentalized painting is a four-headed figure of Brahma, the creator. Adjacent to this, disciples are seated with Krishna in a forest setting. Farther to the right, Krishna is shown at a different time alone in the forest. The central register illustrates Krishna and his devotees to the left and the same god standing before Brahma on the right. The lower register shows Krishna with disciples and a herd of cows in combination with a circular tondo, or medallion, filled with seven seated priests. The device of compartmentalization allowed artists to illustrate the main hero of a story line at different times and places--the same way cartoonists draw comic strips today.",
  "title": "The Adoration of Krishna"
}
