{
  "accession_number": "2003.164.3",
  "art_champions_text": null,
  "artist": "Artist: KéKé Cribbs",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "Standing figure with arms outstretched; body, face and base painted overall in bright colors with designs, animals and repeating patterns; figure wears cloth coat with gold trim and buttons, and earrings; animal on top of figure's hat; etched glass panel on torso",
  "dimension": "33 1/4 x 29 1/4 x 6 7/8 in. (84.46 x 74.3 x 17.46 cm)",
  "id": "http://api.artsmia.org/objects/81009",
  "image": "invalid",
  "image_copyright": "© K%C3%A9K%C3%A9 Cribbs",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Wood, cloth, glass, plastic, metal, pigment, and shell buttons",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From Scarecrow series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, in red: \\\"Asanto\\\"/ Ké Ké/ 1992",
  "style": "20th century",
  "text": "The wide variety of cultures to which Cribbs has been exposed is evident in her work.  Primarily a self-taught artist, Cribbs was born in Colorado, but moved to Ireland with her family as a teenager.  After ten years of living and traveling in Europe, Cribbs settled in Santa Fe, New Mexico.  Cribbs has drawn inspiration from ancient art and folk art, as well as from ceramics of the ancient Mimbres culture, a Native American group that lived in what is now New Mexico.  These influences can be seen in the colorful patterns and animal motifs of Asanto.\r\n\r\nAsanto is a work from Cribbs' multimedia \"Scarecrow\" series of the early 1990s.  Unlike traditional scarecrows stuffed with straw, hers are constructed around a central glass panel backed by a colorful patterned backdrop that allows viewers to look into the \"heart\" of the figure.  Etched into the glass is a voluptuous, nude, winged female figure surrounded by animals and a lone male figure.  The scarecrow, while human in form, references its own practical use through painted and etched images of sunflowers and birds.",
  "title": "Asanto"
}
