{
  "accession_number": "2003.129.10",
  "art_champions_text": null,
  "artist": "Maker: Betty Woodman",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Decorative Arts Council with proceeds from the 2002 Antiques Show and Sale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1985",
  "department": "Arts of the Americas",
  "description": "graduated columnar shape; extended \"handles\" from top to bottom on each side; brown rim; tan body with brown textured stripes; blue, green and brown on \"handles\"",
  "dimension": "25 3/4 x 15 x 11 in. (65.41 x 38.1 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/81030",
  "image": "valid",
  "image_copyright": "© Betty Woodman",
  "image_height": 3384,
  "image_width": 2616,
  "inscription": "Signature and stickers",
  "life_date": "American, 1930 - 2018",
  "markings": "On bottom, two U.S. Bank stickers",
  "medium": "Glazed stoneware",
  "nationality": "American",
  "object_name": "Urn",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "At bottom edge, stamped: [WOODMAN]",
  "style": "20th century",
  "text": "After studying ceramics at Alfred University from 1948 to 1950, Betty Woodman set up her own ceramics studio and has been a self-supporting artist ever since.  She has also been a major teaching force, working for the city of Boulder, Colorado's Recreation Pottery Program from 1957 to 1973, and helping other cities establish their own successful pottery programs.  In 1976 she began teaching at the University of Colorado at Boulder, while also maintaining a studio near Florence, Italy, where she has lived and worked part-time for many years.  \r\n\r\nWoodman's vessels are often abstracted versions of classic Asian and Mediterranean pottery forms, as seen in this dramatic urn.  Although her practice was initially based on creating functional production wares, in recent decades she has experimented with exaggerated, outsized forms and installations.  This urn, with its flattened, almost two-dimensional handles and expressionistic glaze design, is an important example of her mature work.",
  "title": "Urn"
}
