{
  "accession_number": "2006.122",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": "Roman",
  "creditline": "Gift of Frank Altman and Leslie Miller Altman",
  "culture": "Roman",
  "curator_approved": 0,
  "dated": "early 1st century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "head of young man; thin beard; wispy hair; irregular bottom edge; mounted on black polished marble base",
  "dimension": "15 x 8 1/2 x 9 in. (38.1 x 21.59 x 22.86 cm)\r\n18 1/4 x 8 1/2 x 9 in. (46.36 x 21.59 x 22.86 cm) (overall, with base)\r\n2 x 6 15/16 x 6 15/16 in. (5.08 x 17.62 x 17.62 cm) (base)",
  "id": "http://api.artsmia.org/objects/81168",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Greek marble",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century",
  "text": "This head was meant to be inserted into a full-length statue. The bone structure, mouth, and arrangement of the figure's hair are consistent with portraits of Gaius Caesar (20 B.C.-4 A.D.), the son of Augustus' only child, Julia, and Agrippa. The disheveled appearance and beard resemble other representations of men in mourning and may signify that Gaius was mourning the death of his brother Lucius in 2 A.D.\r\nThe Emperor Augustus adopted Gaius and Lucius as his heirs in 17 B.C. in order to familiarize the public, and especially the army, with the idea of hereditary rule. As his chosen successors, they were made to look like the emperor in their portraits. While this practice strengthened the validity of their claims, it also made it difficult to tell the brothers apart. However, neither brother succeeded Augustus, since both died during his lifetime. Augustus was then forced to adopt his wife Livia's son, Tiberius, who did become emperor (14-37 A.D.).",
  "title": "Portrait of a Man, Probably Gaius Caesar"
}
