{
  "accession_number": "2007.41.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": "Roman",
  "creditline": "Gift of the Miller Family Collection in memory of Dulcy B. Miller",
  "culture": "Roman",
  "curator_approved": 0,
  "dated": "late 3rd century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "light brown stone; short, curly hair and beard; excess stone at back of head at PR; attached to black, polished marble base; loss on front R corner of base and along front edge",
  "dimension": "10 x 8 x 7 1/2 in. (25.4 x 20.32 x 19.05 cm)\r\n14 3/4 x 8 x 7 1/2 in. (37.47 x 20.32 x 19.05 cm) (overall, with base)\r\n3 7/8 x 5 3/4 x 5 3/4 in. (9.84 x 14.61 x 14.61 cm) (base)",
  "id": "http://api.artsmia.org/objects/81163",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Marble",
  "nationality": null,
  "object_name": "Fragment from a monumental sarcophagus with male head",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century",
  "text": "The small remnant of stone at the side of the head indicates that this piece was once part of a relief, most likely from a marble sarcophagus of the 3rd century A.D. Sarcophagi were commonly decorated with monumental reliefs of mythological themes and scenes representing canonical Roman virtues, such as depictions of military commanders and weddings. Figures of philosophers who had attained eternal life by intellectual achievement were standard tomb decorations.\r\nRelatively large figures carved almost fully in the round and accented with deep drillwork appear on sarcophagi of the 3rd century A.D. The shaggy, curly hair and short beard on this figure are similar to those of the stock philosopher figures found on the famous Acilia sarcophagus in Rome, which dates to the reign of the Emperor Gallienus, 253-268 A.D. The face is framed by light and dark areas that activate the piece and reinforce the figure's intense expression and assertive pose.",
  "title": "Fragment from a monumental sarcophagus with male head"
}
