{
  "accession_number": "2004.209",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": "Roman",
  "creditline": "Gift of the Miller Family Collection:  Leslie and Frank Altman",
  "culture": "Roman",
  "curator_approved": 0,
  "dated": "c. 250-275",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "bottom of lion's face lost; square, surrounding backing; deeply carved mane; bushy eyebrows; attached to black metal stand",
  "dimension": "15 1/2 x 18 x 12 in. (39.37 x 45.72 x 30.48 cm)\r\n19 1/2 x 18 x 12 in. (49.53 x 45.72 x 30.48 cm) (ovarall, with base)",
  "id": "http://api.artsmia.org/objects/81219",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Marble",
  "nationality": null,
  "object_name": "Fragment of a Lion Sarcophagus",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century",
  "text": "In the early centuries of the Roman Empire, most Romans practiced cremation. However, in the 2nd century, the dominant rite changed to burial and sarcophagi (stone coffins) became fashionable. Since the Romans did not have a strong religious belief in the afterlife, the decoration was usually secular, often depicting subjects derived from Greek mythology, rather than references to death or the afterlife.\r\n\r\nLions were a favorite motif on Roman saracophagi. They appeared in Bacchic processions, or as the prey in elaborate hunt compositions, but were also used in a symbolic sense. Isolated lion heads functioned much like the gorgon apotropaion, a protective device believed to ward off evil. This lion's deeply cut, piercing eyes, and shaggy, drill-worked mane produce an appropriately aggressive image.",
  "title": "Fragment of a Lion Sarcophagus"
}
