{
  "accession_number": "L2004.158.5",
  "artist": "",
  "continent": null,
  "country": "Roman",
  "creditline": "Lent by the Michael Miller Collection, New York",
  "culture": "Roman",
  "dated": "1st century B.C.-A.D. 1st century",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "bushy beard; short, curly hair; mounted on black polished marble base",
  "dimension": "13 3/4 x 8 3/4 x 10 in. (34.93 x 22.23 x 25.4 cm)\r\n24 x 8 3/4 x 10 in. (60.96 x 22.23 x 25.4 cm) (ovarall, with base)\r\n7 1/8 x 10 x 10 in. (18.1 x 25.4 x 25.4 cm) (base)",
  "id": "http://api.artsmia.org/objects/81220",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": null,
  "marks": " ",
  "medium": "Marble",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "1st century B.C.-A.D. 1st century",
  "text": "Hercules was the Roman version of the semi-divine Greek hero, Herakles, the most courageous, popular, and worshipped of the ancient heroes. He was the son of the god Zeus and the mortal woman Alcemene, and his great gift was prodigious strength. His most famous feats are the legendary <I>Twelve Labors<I>, which he performed for his overlord, King Eurystheus of Tiryns. By completing these labors, Hercules freed himself from the guilt of having slain his entire family.\r\n<I>Hercules is depicted in a wide variety of statuary types and narrative scenes describing his labors. He may appear as a young athlete, as a strong, mature man (with or without a beard), or as a weary hero. This head represents an image of an older Hercules, with a long, heavy beard, a cap of thick hair, and a strictly frontal pose. It may derive from a 5th century Greek model transformed to make it appear older. This type of sculpture was very much in vogue and considered modern by Romans of the 1st century B.C. and early 1st century A.D.\r\n",
  "title": "Head of Hercules"
}
