{
  "accession_number": "2008.28.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Roman",
  "creditline": "Gift of the Miller Family in memory of Dulcy B. Miller",
  "culture": "Roman",
  "curator_approved": 0,
  "dated": "late 2nd century-first half of the 3rd century",
  "department": "European Art",
  "description": "upper torso of man with hands, head and attached backing; short curly hair; short beard; robe with regular folds; flowers and inscription on backing; separate black metal base/ stand",
  "dimension": "23 x 15 x 11 in. (58.42 x 38.1 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/81247",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6766,
  "image_width": 5435,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd-3rd century",
  "text": "Palmyra, an oasis city in the Syrian Desert, was located on a section of the Silk Route, one of the great trade routes connecting Europe and Asia. In about 30 CE, Palmyra came under Roman control as part of the province of Syria and became a wealthy and significant city. \r\nMany of the surviving sculptures from ancient Palmyra are funerary reliefs. Collective underground tombs were laid out in deep burial niches, called loculi, dug deep into the high sidewalls. Each niche was sealed with a stone carved in high relief with a bust of the deceased, sometimes carved against a curtained background. The figure's eyes are prominent, and the features are strictly regular. \r\nReliefs like this one, with a background curtain and palm fronds, are found in examples dating from at least the late 2nd century. The rigidly frontal presentation also has a religious meaning, alluding to the experience of ecstatic vision or the participation in the afterlife.",
  "title": "Funerary Relief"
}
