{
  "accession_number": "2005.149",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": "Roman",
  "creditline": "Gift of the Miller Family Collection:  Leslie and Frank Altman",
  "culture": "Roman",
  "curator_approved": 0,
  "dated": "1st century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "fountain figure of cupid with a water jar; body with hands overhead; cut off above knees; most of water jar lost; attached to rust colored marble base",
  "dimension": "25 x 14 x 9 in. (63.5 x 35.56 x 22.86 cm)\r\n38 x 14 x 9 in. (96.52 x 35.56 x 22.86 cm) (overall, with base)\r\n2 3/4 x 11 3/4 x 11 3/4 in. (6.99 x 29.85 x 29.85 cm) (base)",
  "id": "http://api.artsmia.org/objects/81243",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Marble",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century",
  "text": "Eros was the Greek god of love; his Roman parallel was Cupid. Eros began as a violent and cruel god, representing uncontrollable physical desire. As depicted in works of art, however, Eros gradually grew younger and, by Hellenistic times, had become a little child. His familiar image as a winged child armed with bow and arrow began to develop in the 4th century BCE. The artist has used delicate modeling to describe the figure's childlike physique.\r\nThe figure holds a large hydria (water jar) on his left shoulder. The theme of Cupid carrying a hydria was a standard element of Roman fountain sculpture. A boss on the back indicates that this figure originally was attached to another element, perhaps another figure, forming part of an elaborate fountain composition.",
  "title": "Cupid with a Hydria"
}
