{
  "accession_number": "2003.173",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Carolyn Bollhoefer in loving memory of Josef Pausch",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "large jar with eight small decorative handles at shoulder; low relief and incised design of two dragons; brown glaze",
  "dimension": "27 1/4 x 18 1/16 x 18 1/16 in. (69.22 x 45.88 x 45.88 cm)",
  "id": "http://api.artsmia.org/objects/81317",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4994,
  "image_width": 3728,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stoneware with carved, appliqué and incised décor under a brown glaze",
  "nationality": null,
  "object_name": "Martaban Storage Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Martaban jars are common stoneware storage pots named after the Arabic pronunciation of the Burmese port on the gulf of Pegu through which many of these vessels were traded. During the Ming dynasty, this busy port was under the jurisdiction of Thailand. From here Thai, Chinese, Burmese, and Cambodian goods were shipped throughout southeast Asia. These large jars were made near port towns for shipping convenience in the southern Chinese coastal provinces of Kwangtung, Fukien and Chekiang. Covered with black, brown or amber glaze, Martaban jars will typically display roughly incised decorations of dragons, clouds, pearls, or waves.\r\nThese vessels were originally used as storage jars for provisions such as oil, wine, fruits, and pickles as well as shipping containers for more delicate and expensive ceramics. This jar, distinquished by its size and crisply carved decoration was discovered in the Phillipines to where it had been shipped as part of the southeast Asian trade. A jar of similar size and form in the National Museum of the Phillipines was rescued from the wreck of the San Diego, a Spanish warship that sank on December 14th, 1600.",
  "title": "Martaban Storage Jar"
}
