{
  "accession_number": "2003.198",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "Purchase through Art Quest 2003 and The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Asian Art",
  "description": "potbellied, elephant headed figure with four arms; wearing traditional arm bands, bracelets, ankle ornaments and necklace; trousers of patterned material, crown with crescent moon and skull, and snake worn diagonally from L shoulder; hair piled high with hair in rope strands forming circular patterns in crown; sitting with both legs placed symmetrically beneath body with soles of feet facing each other directly with a gap between them; figure holds: broken tusk in LR hand, rosary in UR hand, battle axe in UL hand, and sweet meats in LL hand; figure sits on a double pedestal above a plain square base; disc halo behind head",
  "dimension": "34 3/4 x 20 1/2 x 15 15/16 in. (88.27 x 52.07 x 40.48 cm)",
  "id": "http://api.artsmia.org/objects/81675",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3936,
  "image_width": 2416,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Volcanic stone (andesite)",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "Ganesha, the elephant-headed Hindu god, sits erect on a base shaped as a double lotus. Pot bellied and with his chubby feet pressed together, he eats sweetmeats from a bowl in his lower left hand. Considered to be the destroyer of obstacles, Ganesha is invoked at the launch of any enterprise, from weddings to the opening of a new business. He is believed to remove distractions and protect one from evil. Although this sculpture was created within a Hindu-Buddhist context on the island of Java, Ganesha’s universal charm abounds. Today, his image remains on the currency of Indonesia, home to the largest Muslim population in the world.",
  "title": "Ganesha"
}
