{
  "accession_number": "2003.198",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "Purchase through Art Quest 2003 and The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "potbellied, elephant headed figure with four arms; wearing traditional arm bands, bracelets, ankle ornaments and necklace; trousers of patterned material, crown with crescent moon and skull, and snake worn diagonally from L shoulder; hair piled high with hair in rope strands forming circular patterns in crown; sitting with both legs placed symmetrically beneath body with soles of feet facing each other directly with a gap between them; figure holds: broken tusk in LR hand, rosary in UR hand, battle axe in UL hand, and sweet meats in LL hand; figure sits on a double pedestal above a plain square base; disc halo behind head",
  "dimension": "34 3/4 x 20 1/2 x 15 15/16 in. (88.27 x 52.07 x 40.48 cm)",
  "id": "http://api.artsmia.org/objects/81675",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3936,
  "image_width": 2416,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Volcanic stone (andesite)",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "One of the most popular of all Hindu deities, Ganesha is the elephant-headed god. He is the destroyer of obstacles and regarded as auspicious. Hindus invoke his help at the beginning of any enterprise, from weddings to the opening of a new business. They invoke the god to smooth the way, remove distractions, and protect them from evil. He also is the giver of earthly prosperity and well-being.\r\n<P>In this classic tenth-century Javanese depiction, from the island of Java, Ganesha sits erect on a double lotus base. Pot bellied and with his chubby feet held tightly together, he eats sweetmeats from a bowl in his lower left hand. His headdress, made of braided locks, bears a protective crescent moon and skull. His lower right hand grasps a broken tusk, while his upper right hand holds a rosary topped with a pomegranate, a symbol of abundance. In his upper left hand, he displays a battle-axe used to counter evil. Ganesha images often decorated the principal niche in the western wall of a Shiva temple.\r\n",
  "title": "Ganesha"
}
