{
  "accession_number": "P.75.51.180",
  "art_champions_text": null,
  "artist": "Artist: Totoya Hokkei",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1810s-1830s",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 11/16 x 7 1/16 in. (19.5 x 18 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/81829",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4165,
  "image_width": 3797,
  "inscription": "2 poems by Gyokuyu_shi Chinyu_ and Baieishi Kayu_, Kuragano of Kaminoge\r\n*1st poem contains the word, \\\"Kanazawa\\\" which the name of town located by Sagami Bay; 2nd one contais the word, \\\"hatsuhi\\\" meaning the surinse of the New Year\\'s day and the word Terutejima that seems like an islan\\'s name.\r\n",
  "life_date": "Japanese, 1780 - 1850",
  "markings": "",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (surimono / fūkei-ga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Hokkei",
  "style": "19th century",
  "text": "Located on the western coast of Tokyo Bay, Kanazawa Beach has long been known for its scenic beauty. It became even more famous after the 17th-century Chinese monk Shin'etsu visited and composed eight poems lauding the natural splendor of the area. Titled \"the Eight Views of Kanazawa,\" the poems were inspired by the time-honored Chinese poetic cycle of the \"Eight Views of the Xiao and Xiang Rivers.\" Inscribed in the upper part of the print are two poems about the New Year. A poetry association, presumably based in Kanazawa, commissioned this print to publish its members' verses. The red semicircle in the upper left corner represents the sun that has just risen above the horizon.  Looking eastward from Kanazawa Beach, Hokkei's depiction includes the small islands and the winding coastline that are characteristic of this area.",
  "title": "Sunrise on New Year's Day at Kanazawa"
}
