{
  "accession_number": "P.75.51.98",
  "art_champions_text": null,
  "artist": "Artist: Ryūryūkyo Shinsai; Author: Poem by Wagyokutei Kijō; Author: Poem by Shinkyōtei Tōko; Author: Poem by Hōsentei Yumekichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1819-1820",
  "department": "Asian Art",
  "description": "",
  "dimension": "8 × 7 3/16 in. (20.3 × 18.2 cm) (image, sheet, shikishiban)",
  "id": "http://api.artsmia.org/objects/81989",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4075,
  "image_width": 3672,
  "inscription": "和玉亭喜常 　「はゝ鷹の　宿れる松の下蕨　なれがちひさき　手にはすわらし」 \r\n新橋亭遠子 　「夢あはせあはずも　うれしうらゝかな　空とる春の　草房の鷹」 \r\n寶船亭夢吉 　「初夢の鷹も人にははなさじと　のびをするにもにき（ぎ）るうれしさ」",
  "life_date": "Japanese, 1764? - 1820",
  "markings": "above the title: drum seal of the poetry group Taikoren",
  "medium": "Woodblock print (surimono); ink, color, and metallic powder on paper",
  "nationality": "Japanese",
  "object_name": "Print (surimono)",
  "portfolio": "From The Tale of Genji (Genji monogatari 源氏物語)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "辰斎 {Shinsai}",
  "style": "19th century",
  "text": "As in the other print by Ryūryūkyo Shinsai displayed here, the objects depicted and poems inscribed refer to three successive chapters of the original Tale of Genji, in this case, chapters 16, 17, and 18. In “At the Pass,” Genji’s entourage has a chance encounter with one of his former lovers and her current husband. Chapter 17, “The Picture Contest,” details a painting competition among imperial consorts with Genji assisting his ward, the future Empress Akikonomu. And in chapter 18, a daughter is born to Genji and one of his lovers, the Akashi Lady. Because of the Akashi Lady’s relatively low status, Genji decides that their daughter will be raised instead by Genji’s favorite lady, Murasaki.",
  "title": "The Chapters \"At the Pass,\" \"The Picture Contest,\" and \"Wind in the Pines\""
}
