{
  "accession_number": "P.78.63.17",
  "art_champions_text": null,
  "artist": "Artist: Ryūryūkyo Shinsai; Author: Poem by Wakintei Uraginu; Author: Poem by Washōtei Uyō; Author: Poem by Wahōtei Manrai",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1819-1820",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 13/16 × 6 15/16 in. (19.9 × 17.6 cm) (image, sheet, shikishiban)",
  "id": "http://api.artsmia.org/objects/81996",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4270,
  "image_width": 3937,
  "inscription": "和錦亭裡衣 [...]\r\n和松亭羽昜 [...]\r\n和寶亭満雷 [...]",
  "life_date": "Japanese, 1764? - 1820",
  "markings": "above the title: drum seal of the poetry group Taikoren",
  "medium": "Woodblock print (surimono); ink, color, and metallic powder on paper",
  "nationality": "Japanese",
  "object_name": "Print (surimono)",
  "portfolio": "From The Tale of Genji (Genji monogatari 源氏物語)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "辰斎 {Shinsai}",
  "style": "19th century",
  "text": "The objects and the three poems above them make reference to three successive chapters of The Tale of Genji, chapters 4, 5, and 6, each of which details Genji’s initial encounter with a girl. In chapter 4 he meets Yūgao (“Twilight Beauty”), who dies soon after they’ve made love, having been possessed by the spirit of one of Genji’s earlier lovers. In chapter 5 he meets Murasaki, a young girl who resembles Genji’s own stepmother, with whom he had an earlier affair. Genji abducts Murasaki and, though they never marry, she becomes the most important love of his life. In the next chapter Genji meets Suetsumuhana (“The Safflower”), a girl of high rank but who lacks grace and thus does not attract Genji.",
  "title": "The Chapters \"The Twilight Beauty,\" \"Young Murasaki,\" and \"The Safflower\""
}
