{
  "accession_number": "P.15,521-P.15,522",
  "art_champions_text": null,
  "artist": "Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1557",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "August 25, 1790",
  "department": "European Art",
  "description": "Folded sheet from fashion periodical with music sheet (P.15,523-P.15,524); woman at left in yellow and white striped gown with a hat of yellow and blue plumes; woman at right in dark blue gown with red accents and a blue hat with two blue plumes",
  "dimension": "8 1/4 × 10 3/4 in. (20.96 × 27.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/135443",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6795,
  "image_width": 8156,
  "inscription": "",
  "life_date": "French, 1760–1837",
  "markings": "",
  "medium": "Hand-colored engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From Journal de la Mode et du Goût, ou amusemens du salon et de la toilette, Paris, 1790–92",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "These women address one another from opposite sides of a partisan divide. The woman on the right is dressed for revolution with a utilitarian hat, prominent cockade, and natural, unpowdered hair. Her tricolor riding habit closely parallels men’s contemporary military dress. The magazine even refers to her ensemble as a “uniform,” acknowledging women’s active involvement in the revolutionary movement. She points accusingly to a woman who clings to the past with her powdered coiffure and formal silk gown. But both exploit color symbolism: from head to toe the revolutionary commits to the national colors, while the other chooses yellow and purple: both counterrevolutionary symbols. Purple traditionally represented royalty, while yellow and black were the national colors of Austria, Queen Marie Antoinette’s homeland. The traditionalist’s feathered headdress— reminiscent of a crown—leaves no doubt about her political orientation.",
  "title": "Fashion plate from Journal de la Mode et du Goût, Dix-neuvième Cahier, 25 Août 1790"
}
