{
  "accession_number": "P.15,477-P.15,480",
  "art_champions_text": null,
  "artist": "Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1557",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "May 5, 1790",
  "department": "European Art",
  "description": "Fashion periodical in blue paper covers bound with a folded hand-colored engraving of a man and a woman in fashionable period dress and a folded black and white engraving of a music sheet with the score on the recto and verso",
  "dimension": "8 1/4 × 10 in. (20.96 × 25.4 cm) (sheet)\r\n8 1/2 × 5 1/2 in. (21.59 × 13.97 cm) (closed)",
  "id": "http://api.artsmia.org/objects/135428",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6878,
  "image_width": 8036,
  "inscription": "",
  "life_date": "French, 1760–1837",
  "markings": "",
  "medium": "Hand-colored engraving; engraved musical score; letterpress",
  "nationality": "French",
  "object_name": "Periodical",
  "portfolio": "From Journal de la Mode et du Goût, ou amusemens du salon et de la toilette, Paris, 1790–92",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this hand-colored engraving from the Journal de la Mode, a mayor holds the Civil Constitution of the Clergy, then under review with the National Assembly (ratified July 1790), and wears newly redesigned official dress. According to the description, civil officials could wear any (modest) suit, but a tricolor cockade and sash were required. Gold fringe was required for mayors, while other officials wore white or purple. These accessories replaced old fashioned medals—“empty honors” bestowed by the king and subsequently invalidated during the Revolution―signifying rank. The Civil Constitution further subordinated the Catholic Church to the state, invalidated ecclesiastical vestments, and required a pledge of allegiance to the nation, not the Pope. Many priests refused and public opinion regarding the Revolution soured among devout citizens.\r\n\r\nThe mayor reaches out to a woman who turns away. Long associated with royalty and mourning, the purple color of her gown could signify support for the Crown, sadness for the death of the Church, or both.",
  "title": "Journal de la Mode et du Goût, Huitième Cahier, 5 Mai 1790"
}
