{
  "accession_number": "2019.151.1",
  "art_champions_text": null,
  "artist": "Artist: Byron Randall",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Laura Chrisman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1947",
  "department": "Arts of the Americas",
  "description": "three lumpy cartoonish men at top pulling level on a machine with rollers flattening two figures, with falling sheets with \"$\" printed on them",
  "dimension": "12 5/8 × 8 5/8 in. (32.07 × 21.91 cm) (image)\r\n18 1/8 × 12 in. (46.04 × 30.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/135593",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6596,
  "image_width": 4415,
  "inscription": "LLC in blue: #38",
  "life_date": "American, 1918–1999",
  "markings": "",
  "medium": "Linocut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, San Francisco; by descent to artist's granddaughter Laura Chrisman, Seattle, Wash.",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in the print: BYRON \\'47 | LRC in blue: Byron \\'47",
  "style": "20th century",
  "text": "An avowed leftist, Byron Randall produced Diabolical Machine as a commissioned illustration for the 1948 Communist Manifesto in Pictures, a pamphlet published by the International Book Store of San Francisco commemorating the centennial of Marxism. Highlighting bourgeoisie repression of the proletariat, Randall’s illustration depicts several ghoulish capitalists gleefully cranking the handle of a printing press as it expels paper currency along with the crushed bodies of a man and a woman representing the working class. Randall originally issued his illustration as a limited edition linoleum cut (seen here), which was subsequently reduced in size for inclusion in the pamphlet. In addition to Randall’s linoleum cut, the pamphlet featured original illustrations by six other artists associated with San Francisco’s Graphic Arts Workshop, a printmaking collective Randall founded in 1947 to emulate the Taller de Gráfica Popular, a prominent print workshop based in Mexico City that espoused progressive political views.",
  "title": "Diabolical Machine"
}
