{
  "accession_number": "2019.117.2.6",
  "art_champions_text": null,
  "artist": "Artist: Fred Hagstrom; Publisher: Strong Silent Type Press, St. Paul, Minnesota",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Fred Hagstrom and Sandra Spadaccini",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "recto: blurry portrait of man at center; \"Response\" in LLC; \"A CLEAR VOICE\" in LRC; \"voice\" and \"sponse\" at right center; green at top, yellow at center, magenta at bottom verso: blue and yellow woodgrain",
  "dimension": "29 5/16 × 21 1/4 in. (74.45 × 53.98 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/135777",
  "image": "valid",
  "image_copyright": "© Fred Hagstrom",
  "image_height": 9013,
  "image_width": 6511,
  "inscription": "",
  "life_date": "American, born 1954",
  "markings": "",
  "medium": "Lithography, woodcut, collagraph, monoprinting, and letterpress",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Call and Response",
  "provenance": "Fred Hagstrom, St. Paul; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "St. Paul based artist Fred Hagstrom is nationally recognized for his prints and artist’s books that explore subjects ranging from abstraction to history to social justice. In this 1990 portfolio featuring eight double-sided prints, Hagstrom reflects on conversations he had with an African American student on the history of race relations in the United States. Hagstrom’s imagery explores the strife and struggles of persons of color as interpreted through the artist’s own perspective, one shaped by his own experiences as part of the dominant Euro-American culture. The title of the portfolio—“Call and Response”—is based on the centuries-old tradition common to many African cultures that encourages democratic participation when discussing political, social, or religious issues in public gatherings. It was later adapted by African diaspora and African American communities in the United States and elsewhere, particularly in religious observances, public demonstrations, and contemporary music.",
  "title": "Call and Response (sheet 6)"
}
