{
  "accession_number": "2019.115.1",
  "art_champions_text": null,
  "artist": "Artist: Louise Catherine Breslau",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel and Yvonne Weisberg in loving memory of Michael D. Michaux",
  "culture": null,
  "curator_approved": 1,
  "dated": "1901",
  "department": "Prints and Drawings",
  "description": "boy with blonde bobbed hair wearing a blue shirt, seated at a worktable with brushes, glass, and fruit",
  "dimension": "25 5/8 × 31 13/16 in. (65.09 × 80.8 cm) (sight)\r\n32 1/4 × 38 1/2 × 2 in. (81.92 × 97.79 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/135743",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6310,
  "image_width": 7814,
  "inscription": "",
  "life_date": "Swiss (born Germany, active France), 1856–1927",
  "markings": "",
  "medium": "Pastel on paper",
  "nationality": "Swiss",
  "object_name": "Pastel",
  "portfolio": "From ",
  "provenance": "Eugènie Carré Osterlind [d. 1936]; by descent to her son, Anders Osterlind [d. 1960]; Estate of Anders Osterlind, Ornano-Osterlind Collection, Gargilesse, Creuse, France until 2007/8; Sale, Montluçon, France, 2007/8, to Pelazzo. [Pelazzo - L'excellent Antiquités, Lyon] in 2007/8; [sold, at Clignancourt market, Paris, July 2008, for 3,600 Euro to Weisbergs]; Gabe and Yvonne Weisberg, Minneapolis, 2008-19; given to Mia.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in gray pastel: à Ôesterlind / souvenir affectueux / L. C. Breslau 1901",
  "style": "20th century",
  "text": "The celebrated Impressionist artist Louise Breslau was a trailblazer. She moved to Paris from Switzerland at the age of 19 to study at the Académie Julian, one of the few schools open to female students, and the only place in Paris where women could study the nude model. Breslau led an illustrious, lucrative career as a portrait and still life painter. She exhibited frequently at the Paris Salon and across Europe, and she was the first foreign female artist to win prestigious distinctions in France, including a gold medal at the Exposition Universelle (1889), the first to serve on a Salon jury (1893), and the first to be awarded the Legion of Honor (1901)—the year this work was executed.\r\n\r\nHer portraits of children were particularly celebrated. Here she portrays Yves Osterlind, the child of her friends, the Swedish painter Allan Osterlind and French watercolorist Eugènie Carré Osterlind. Yves grew up to become a printmaker, despite his father’s worries, expressed in letters to his wife, that he did not draw enough and laziness would keep him out of art school. Breslau depicts the boy, age nine, if not quite lazy, perhaps unfocused. As he sharpens his chalk, he looks out at the viewer with a distracted glance. His desk is in disarray, with papers and drawing utensils strewn about and a half-eaten orange set aside.\r\n\r\nThere is a related painting (1901, oil on canvas, private collection), which the artist exhibited at the 1901 Salon with the title The Study of Drawing.",
  "title": "The Study of Drawing: Portrait of Yves Osterlind, Age Nine"
}
