{
  "accession_number": "2019.119.2",
  "art_champions_text": null,
  "artist": "Designer: Antonio Fernández Reboiro; Printer: Instituto Cubano de Arte e Industria Cinematográfico (ICAIC), Havana, Cuba; Publisher: Instituto Cubano de Arte e Industria Cinematográfico (ICAIC), Havana, Cuba",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "Cuba",
  "creditline": "Gift of Anne B. Parker",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "man in red in LRC with a wheelbarrow holding an image of a face in black and white; repeated images of same face in black and yellow in background; red border; \"LBJ\" in pink in ULC",
  "dimension": "30 × 20 in. (76.2 × 50.8 cm)",
  "id": "http://api.artsmia.org/objects/135762",
  "image": "valid",
  "image_copyright": "© Antonio Fern%C3%A1ndez Reboiro",
  "image_height": 9305,
  "image_width": 6282,
  "inscription": "",
  "life_date": "Cuban, born 1935",
  "markings": "",
  "medium": "Color screenprint",
  "nationality": "Cuban",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Anne B. Parker, St. Paul; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in the print: reboiro/68",
  "style": "20th century",
  "text": "Cuban artist Antonio Fernandez Reboiro designed this poster while working at the Instituto Cubano de Arte e Industria Cinematográfico (ICAIC), Cuba’s government-run film institute. Featuring brilliant color, bold typography, and imagery inspired by American Pop art, the poster promotes the 1968 film LBJ, a satirical anti-war, anti-American documentary directed by Cuban filmmaker Santiago Alvarez (1919–1998).  The film and poster were part of Cuba’s longstanding efforts to undermine and demonize the American government during the period’s “Cold War” between the Soviet Union with its satellite states, and the United States with its allies after World War II.",
  "title": "LBJ (Lyndon Baines Johnson)"
}
