{
  "accession_number": "2019.115.10",
  "art_champions_text": null,
  "artist": "Artist: Félicien Rops",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1883",
  "department": "European Art",
  "description": "black and white with red border and red text; winged blind figure at top left; woman with a dark hat holding a staff with directional indicators and a fan in ULQ; woman seen from back with Japanese costume and hairstyle, smoking a cigarette, at right below center; reclining woman with opera glasses in her lap, holding mask, at bottom center; woman wearing a top hat and holding a riding crop at left",
  "dimension": "21 15/16 × 15 1/2 in. (55.72 × 39.37 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/135752",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6867,
  "image_width": 4903,
  "inscription": "",
  "life_date": "Belgian, 1833 - 1898",
  "markings": "",
  "medium": "Wood engraving",
  "nationality": "Belgian",
  "object_name": "Poster",
  "portfolio": "From La Vie élégante, frontispiece",
  "provenance": "Gabriel and Yvonne Weisberg, Minneapolis; given to MIA, 2019.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Félicien Rops is one of the most notorious artists of the Symbolist movement, especially well known for his sexually charged and demonic imagery. Yet, his practice was quite diverse, and he was also sought out for his skills as commercial designer. The present poster advertises the magazine La Vie élégante. It was intended for display in the window of bookshops that sold the magazine. As suggested by the alluring allegories in Rops’s image, La Vie élégante catered to the upper middle class, the beau monde interested itself in luxury leisure activity: riding and racing horses, concerts and theater, shopping, and travel—something along the lines of Vanity Fair or Town and Country today.",
  "title": "La Vie élégante"
}
