{
  "accession_number": "2019.150.1",
  "art_champions_text": null,
  "artist": "Artist: Fred Martin",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Maymanah Farhat and Athir Shayota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963",
  "department": "Arts of the Americas",
  "description": "Rectangular band of pigments in center that is segmented into separate designs; four pencil lines on left above edge of band; series of pencil drawings under band of pigment that indicate a blue print/ instructional system; 9:00, 12:00 and 5:00 written in pencil in above band of pigment; text written in pencil- arrow with 'NIGHT- FLIGHT OF EAGLES' inscribed to right of arrow; small eye with brown pigment washed over the in bottom center with word 'WATCH' inscribed below in pencil, with two diagonal in R and L of eye",
  "dimension": "17 3/4 × 17 13/16 in. (45.09 × 45.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/135738",
  "image": "valid",
  "image_copyright": "© Fred Martin",
  "image_height": 6714,
  "image_width": 6845,
  "inscription": "Various inscriptions in graphite pencil within the composition",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Watercolor with graphite pencil and collage on paper",
  "nationality": "American",
  "object_name": "Drawing with collage",
  "portfolio": null,
  "provenance": "The artist, San Francisco; (Farhat, San Francisco [private dealer]), Maymanah Farhat, New York; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Fm 1963 | on back, in pencil: Fred Martin / 1965",
  "style": "20th century",
  "text": "Fred Martin is a prominent Bay Area artist, author, and educator, whose work is noted for its expressive style and idiosyncratic content. Night Flight of Eagles is an early example of the Martin’s collage practice, here featuring a mysterious nocturnal timeline that chronicles a series of dream-like events that take place between sunset and dawn. Rich in symbolism and autobiographical details, the time-based collage can be read as a visual poem of sorts that reveals glimpses of the artist’s memories and emotions through text and imagery. In the end, the collage may be interpreted as a highly personal conceptual experiment that remains ambiguous in meaning and intent.",
  "title": "Night Flight of Eagles (A Time Chart)"
}
