{
  "accession_number": "2019.78.428",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kuniyoshi; Publisher: Yamamotoya Heikichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Sue Y.S. Kimm and Seymour Grufferman",
  "culture": null,
  "curator_approved": 1,
  "dated": "1847",
  "department": "Asian Art",
  "description": "anthropomorphic grey and white cat couple with standing man/cat in yellow with sword and seated woman/cat in grey and white playing a stringed instrument; text at top",
  "dimension": "14 1/2 × 10 in. (36.83 × 25.4 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/135888",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4288,
  "image_width": 2848,
  "inscription": "京橋庵戯述　「巴山人印」 猫（ねこ）のあし短（ミじか）しといへどもこれをつがば憂（うれひ）なん犬の/脛（すね）長（なが）しといへどもこれを断（たた）ば悲（かな）しみなん 蛸（たこ）をゆでる/事（こと）この利（り）にひとしさればおさまる部屋方（へやがた）の猶（なほ）/も鼠（ねずミ）をいましめの水瓶（ミずがめ）清（きよ）き堀川御所（ほりかわごしよ）金本（かなもと）の/げんめいにしたがひ雉班（きじぶち）と申す次郎髭忠（ひげただ）近所（きんじよ）/しゆごの大願（だいぐわん）としてはねては網（あミ）の不時（ふじ）/さい椀（わん）又（また）ひびのはからひなく闇（やミ）に/くもらぬ目（め）はかがみ鼠（ねずミ）の勇士（ゆうし）とかが/やけり同席（どうせき）にあいつらなる尾（を）ハ永（なが）さゑ/もん胸面（むなつら）なめて児を大事のこんりふよりすぐさま/おや子におとどまりゆでだこのしやくしとごうしたく火ち/兵衛釜清がやき物のありかをさがすぢやちねいかんおもてハ/鼠の忠義とみせかけおのがしつぽをさしはさむ心の底の二又ねこ虎のゐをかる/狐いろきよろつくかほにあらハれたり「地ぐれば長きふと竿のもん句を/ここで三つつぎの「なれにし人は山猫の尾張の国よりながながしき庇をこへて清水へ/夜毎夜毎の棚さがし下向にも参りにも道は瓦の五条坂たがひに鳩をねらひあい/いつかぎ付けてくるともなくかほりの袖の袋びちよつとしぐれの蛤お茶づけ御用雪のあした/たどんの火さむいにせめてはなのさきそれがこうじてささ一つこたつにもぐれば足うらもぬくとくハふかいくわん/おんぎよう蒲団紋第二十五日ハ夜魚くずと歯とはをむすぶ蛸や鯉ほねがなければ頭もないあじな恋路と/楽しに鼠に秋の風立てうばやかかしやの裏店に追い離れゆくえんの切れめ思ひ出だすも痞のどくばばきたなしと語けり\r\n{Kyōbashi-an gejitsu (Ha-sanjin no in)\r\nNeko no ashi mijikashi to iedomo kore o tsugaba ureinan. Inu no / sune nagashi to iedomo kore o tataba kanashiminan. Tako o yuderu / koto kono ri ni hitoshi. Sareba osamaru heyagata no nao / mo nezumi o imashime no mizugame kiyoki Horikawa-gosho Kanamoto no / genmei ni shitagai kijibuchi to mousu shidai Higechū kinjo / shugo no taigan to shite hanete wa ami no fuji / saiwan mata hibi no hakarai naku yami ni / kumoranu me wa kagami nezumi no yūshi to kaga/yakeri dōseki ni aitsuranaru o wa Nagazaemon munaomote namete ko o daiji no konryū yori sugusama / oyako ni otodomari yudedako no shakushi to gōshi taku Hichibei Kamakiyo ga yakimono no arika o sagasu jachi neikan omote wa nezumi no chūgi to misekake ono gas hippo o sashihasamu kokoro no soko no futamata-neko tora no i o karu kitsuneiro kyorotsuku kao ni arawaretari ..gureba nagaki futoyao no monnku o kokode mitsutsugi no narenishi hito wa yamaneko no owari no kuni yori naganagashiki hisashi o koete kiyomizu e yogoto yogoto no tanasagashi gekou nimo mairi nimo michi wa kawara no gojōzaka tagai ni hato o neraiai itsu kagitsukete kuru tomo naku kaori no sode no fukurobi chotto shigure no hamaguri ochazuke goyou yuki no ashita tadon no hi samui ni semete hana no saki sore g",
  "life_date": "Japanese, 1798 - 1861",
  "markings": "red artist\\'s seal; Muramatsu, Yoshimura",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / giga)",
  "portfolio": "From Popular Cat Games (Ryūkū neko no tawamure 流行猫の戯)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一勇斎国芳画 {Ichiyūsai Kuniyoshi ga}",
  "style": "19th century",
  "text": "",
  "title": "The Scene of Torture by Scolding from The Stinky Sleeve"
}
