{
  "accession_number": "P.17,026",
  "art_champions_text": null,
  "artist": "Artist: Jean Le Pautre; Engraver: Jean Le Pautre",
  "catalogue_raissonne": "IFF XI, 913",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1676 (later edition)",
  "department": "European Art",
  "description": "style; black and white",
  "dimension": "12 x 16 3/4 in. (30.48 x 42.55 cm) (plate)",
  "id": "http://api.artsmia.org/objects/76105",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3318,
  "image_width": 5272,
  "inscription": "\r\n\r\n",
  "life_date": "French, 1618-1682",
  "markings": "\r\n",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From From André Félibien's \"Les Divertissemens de Versailles donnez par la Roy a toute sa cour au retour de la conqueste de la France-Comté en l'année M.DC.LXXIV,\" Imprimerie Royale, Paris, 1676",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The writer and early art historian Andre Felibien (1619-1695) described this beautiful illumination of the Grand Canal at Versailles, this way: \"Out of the deep silence of the night we heard the violins following His Majesty's vessel…While the vessels slowly drifted, we glimpsed the lake glistening whitely all around, the oars striking it with soft measured strokes… Then there was only water, immured within the night's obscurity.\" To conclude the 1674 fêtes, the gardens of Versailles were illuminated by an endless line of torches-the parterres, fountains, and the entire span of the Grand Canal, along with the large crystal palace at the far end of the water, all were visible by fire-light. Le Pautre's print depicts the beautiful spectacle enjoyed by thousands of courtiers in gondolas, on horseback, and promenading around the gardens and along the water's edge.",
  "title": "The Fête of 1674, Sixth Day: Illuminations around the Grand Canal"
}
