{
  "accession_number": "P.17,025",
  "art_champions_text": null,
  "artist": "Artist: Jean Le Pautre; Engraver: Jean Le Pautre",
  "catalogue_raissonne": "IFF XI, 912",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1676 (later edition)",
  "department": "European Art",
  "description": "style; black and white",
  "dimension": "11 1/2 x 16 1/2 in. (29.21 x 41.91 cm) (plate)",
  "id": "http://api.artsmia.org/objects/76104",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3318,
  "image_width": 5219,
  "inscription": "\r\n\r\n",
  "life_date": "French, 1618-1682",
  "markings": "\r\n",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From From André Félibien's \"Les Divertissemens de Versailles donnez par la Roy a toute sa cour au retour de la conqueste de la France-Comté en l'année M.DC.LXXIV,\" Imprimerie Royale, Paris, 1676",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "On the edge of the Grand Canal, a stunning sunburst of fireworks erupts from behind an obelisk with the sun above, alluding directly to Louis XIV's self-appointed sun iconography. Boats in the water also launch rockets, creating a dramatic spectacle of light and smoke, and one imagines, loud explosive noises for the crowd of spectators. The Chinese were the first to discover and develop the explosive properties of mixing sulfur, charcoal, and saltpeter (potassium nitrate) to produce the earliest recorded uses of fireworks and gunpowder. By the 15th century, pyrotechnicians in Europe had mastered the combustive technology, and fireworks displays became increasingly popular for public celebrations over the centuries. Only in the 19th century were different colored fireworks developed, thus the palette of the illuminations reproduced in these prints would have been restricted to yellow and orange.",
  "title": "The Fête of 1674, Fifth Day: Fireworks on the Canal"
}
