{
  "accession_number": "P.17,023",
  "art_champions_text": null,
  "artist": "Artist: Jean Le Pautre; Engraver: Jean Le Pautre",
  "catalogue_raissonne": "IFF XI, 910",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1676 (later edition)",
  "department": "European Art",
  "description": "style; black and white",
  "dimension": "11 1/4 x 16 3/4 in. (28.58 x 42.55 cm) (plate)",
  "id": "http://api.artsmia.org/objects/76101",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3385,
  "image_width": 5269,
  "inscription": "\r\n\r\n",
  "life_date": "French, 1618-1682",
  "markings": "\r\n",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From From André Félibien's \"Les Divertissemens de Versailles donnez par la Roy a toute sa cour au retour de la conqueste de la France-Comté en l'année M.DC.LXXIV,\" Imprimerie Royale, Paris, 1676",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Hypochondriac was Moliere's last play and one of his most famous, since he collapsed on stage while performing it and died just hours later. The comedy was chosen the following year to amuse the king for the 1674 fêtes. A stage was constructed in the soon-to-be-demolished Grotto of Thetis, with François Girardon's celebrated statue group, Apollo Tended by the Nymphs, seen in the central niche of the background, and tapestries, sculpture, and candle chandeliers adorn the space. The king and his companions are seated in front of a large audience of courtiers, who watch the performance and casually converse. Their elaborate hairstyle and dress, and graceful manner-the men with their hats in their laps, the women holding their fans-captures the fashion of the day.",
  "title": "The Fête of 1674, Third Day: The Performance of Moliere's \"The Hypochondriac\" in the Gardens before the Grotto"
}
