{
  "accession_number": "P.14,018",
  "art_champions_text": null,
  "artist": "Printer: Thielman Kerver",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1505-1510",
  "department": "European Art",
  "description": "1 of pair, see P.14,017.",
  "dimension": "5 3/4 x 3 5/8 in. (14.61 x 9.21 cm) (image)",
  "id": "http://api.artsmia.org/objects/76103",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3927,
  "image_width": 2571,
  "inscription": "\r\n\r\n",
  "life_date": "French, active 1497-1522",
  "markings": "",
  "medium": "Letter press and metalcuts with hand coloring and gold",
  "nationality": "French",
  "object_name": "Illuminated manuscript page",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Thielman Kerver was a highly successful Parisian publisher, whose business continued for generations within his family. In the early 16th century, he published several Books of Hours that conceptually followed the segmented border format used in the manuscript shown nearby. For him, the advantage lay in making small metal printing plates that could be recombined and reused. The plates were attached to wooden blocks to make them the same height as the type for the text. The pictorial metalcuts are so densely overpainted that it is hard to see that the images are printed. Kerver inked his types in both red and black in emulation of manuscript text. The main type font, however, is very different from French manuscripts of a few years earlier and signals a shift in orientation from medieval monasticism to renaissance humanism. The text is meant for the knowledgeable, for many of the words are severely abbreviated.",
  "title": "Illuminated Page from a French Book of Hours"
}
