{
  "accession_number": "P.18,859",
  "art_champions_text": null,
  "artist": "Publisher: Albertus Seba; Engraver: Pieter Tanje",
  "catalogue_raissonne": "\"Fine Bird Books,\" p.106;  \"Bibliography of Fishes,\" Bashford Dean, Vol. I., p.307",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1734-1765",
  "department": "Prints and Drawings",
  "description": "Sea Urchins",
  "dimension": "17 1/4 x 21 7/8 in. (43.82 x 55.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/76362",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Dutch, 1706 - 1761",
  "markings": "",
  "medium": "Engraving, hand-colored",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": "From Locupletissimi Rerum Naturalium Thesauri, Amsterdam, 1734-65 (printed 1758)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The apothecary Albertus Seba had an appetite for natural curiosities that was equaled only by his passion for collecting every available specimen from the natural world. This distinguished his collection from other “Wunderkammern,” which typically also featured coins, archaeological artifacts, and other man-made objects.\r\n \r\nSeba’s shop was strategically located near Amsterdam’s port. Under the pretext of dispensing remedies to the weary and sick seamen, and disregarding his own risk of contamination from tropical diseases, Seba would hurry aboard newly arrived ships and get first pick of the natural treasures that had been brought back from faraway places. \r\n \r\nThis sheet comes from the series of volumes illustrating his collection—called, for brevity’s sake, “Thesaurus.” It is an encyclopedic work on natural history, started in 1734 and completed in 1765, three decades after his death. The prints from the volume on shells (published in 1758) exhibit Seba’s aesthetic principle of display. Each plate depicts an entire drawer from his cabinet, with conches and shells artistically arranged in geometric patterns of stars, garlands, etc. To Seba, nature was equal to art.",
  "title": "Tab. XI. from Locupletissimi Rerum Naturalium Thesauri"
}
