{
  "accession_number": "2004.132.1a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "long handle; cup-shaped censer with removable liner with small lion on rim; end of handle has another seated lion; top of handle has petal-shaped ornament; green patina",
  "dimension": "4 1/4 x 16 x 4 9/16 in. (10.8 x 40.64 x 11.59 cm)",
  "id": "http://api.artsmia.org/objects/92368",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 4056,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Buddhist Long-handled Censer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "Hand censers of this unique form were used in Buddhist rituals during the T'ang dynasty (618-906). The cup-shaped censer is fitted with a removeable liner cast with a small Buddhist lion on the rim holding a loose ring in its mouth. The top of the handle is decorated with a flat, openwork petal-shaped ornament applied with two large bosses and the handle terminus is surmounted by another protective Buddhist lion seated on a lotus-petal decorated base. While this type of ritual censer is often seen in the hands of Buddhist priests and bodhisattvas in T'ang dynasty sculpture and painting, surviving bronze examples are rare. This is one of the finest known in terms of its casting and a similar work was discovered in 1984 in the tomb of the monk Shen Hui (d.765), the seventh patriarch of Chan Buddhism, at Lungmen near Luo-yang in Honan province.",
  "title": "Buddhist Long-handled Censer"
}
