{
  "accession_number": "83.34.1",
  "art_champions_text": null,
  "artist": "Manufacturer: Tiffany &amp; Co.",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of  W. John Driscoll",
  "culture": null,
  "curator_approved": 0,
  "dated": "1919",
  "department": "Arts of the Americas",
  "description": "18 carat gold mirror",
  "dimension": "10 1/2 x 6 in. (26.67 x 15.24 cm)",
  "id": "http://api.artsmia.org/objects/24053",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2424,
  "image_width": 3709,
  "inscription": "Mark",
  "life_date": "New York City, est. 1853",
  "markings": "each piece marked with Tiffany number and most, if possible have monogram [1869/AHG/1919 (in circle)]",
  "medium": "Gold (18 carat)",
  "nationality": "American",
  "object_name": "Mirror",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Coinciding with an interest in antique collecting in the early part of the twentieth century, Tiffany and Co. produced large quantified of silver and gold objects influenced by the prevailing taste for Neoclassical or \"Adams\" designs, as well as Colonial Revival styles.  This dresser set in 18-karat gold is a product of that period: its simplified design and minimal decoration outlining the edges reflects contemporary interpretations of classical designs.  \r\n\r\nPattern books at Tiffany and Co. as well as the pattern numbers of individual pieces, indicate that the various elements comprising this set were introduced and designed between 1904 and 1919.  Tiffany's Blue Book for 1914 advertised a sixteen-piece toilette set of 18-karat gold with a \"filet edge,\" which possibly describes this set, for $1,560.  While that set was not available in the 1918 Blue Book, all objects comprising it were still available individually.\r\n\r\nThis set was a gift to Albert Herman and Louisa (Schroer) Lindeke from their children, on the occasion of their golden wedding anniversary in 1919.  There is no explanation, however, for the appearance o only Mr. Lindeke's initials on the set.  Clearly many of the objects, if not all, were intended for use by a woman.",
  "title": "Mirror, from a dresser set"
}
