{
  "accession_number": "84.121.1",
  "art_champions_text": null,
  "artist": "Artist: Joseph Angell",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mary Sue Zelle Reed and Mr. and Mrs. Louis N. Zelle",
  "culture": null,
  "curator_approved": 0,
  "dated": "1823",
  "department": "European Art",
  "description": "coffee and tea set, 1823, four pieces. Marks JA, walking lion, leopard's head, lower case (n), monarch head in profile. Shield with double headed lion and motto, quoteI bide my time.",
  "dimension": "12 3/4 x 10 1/2 x 6in. (32.4 x 26.7 x 15.2cm)",
  "id": "http://api.artsmia.org/objects/24310",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4080,
  "image_width": 5436,
  "inscription": "Marks; Inscription\r\n\r\nEngraved on side of each piece is the crest possibly of Hastings and the motto [\\\"I bide my time\\\"]",
  "life_date": "English, active 1804-1848",
  "markings": "Marks\r\n\r\nCoffee pot fully marked on upper side of body near upper handle juncture.  Teapot marked with maker\\'s mark on side of body near lower handle juncture and with leopard\\'s head, lion passant, sovereign\\'s head, and date letter on underside of base.  Sugar basin and cream jug fully marked on side of body near base.  Interior of coffee pot lid and exterior of teapot lid marked with lion passant and date letter.  Both finial and wing nut securing the finials on coffee pot and teapot marked with lion passant.",
  "medium": "Silver",
  "nationality": "British",
  "object_name": "Coffee pot, from a four-piece coffee and tea set",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This Rococo Revival tea and coffee set anticipates the Victorian style of the 1840s and 1850s in its rich chasing and the inclusion of Bacchantes (female devotees of Bacchus, the Roman god of wine) depicted on all four pieces, and \"oriental\" figures for finials.",
  "title": "Coffee pot, from a four-piece coffee and tea set"
}
