{
  "accession_number": "84.20",
  "art_champions_text": null,
  "artist": "Artist: Mariano José Maria Fortuny y Marsal",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Hadlai A. Hull and David Draper Dayton Funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "1866",
  "department": "European Art",
  "description": "",
  "dimension": "14 1/8 x 9 5/8in. (35.9 x 24.4cm)",
  "id": "http://api.artsmia.org/objects/24380",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6438,
  "image_width": 4549,
  "inscription": "Signature; Mark\r\nsee Signed",
  "life_date": "Spanish, 1838–1874",
  "markings": "Watermark:<P>",
  "medium": "Watercolor and white gouache",
  "nationality": "Spanish",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "Sale, Christie's, London, November 24, 1983, no. 120, to Mia, for (TOSL)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in ink LL: [M. Fortuny]",
  "style": "19th century",
  "text": "In 1860, the young Fortuny was invited to join the Spanish military expedition to Morocco. This important event had a lasting effect on his painting; the North African light and the intense colors of the region invigorated his work. His watercolors from the mid to late 1860’s, including the work on view, were influenced by his visits to Paris and show an increased use of color. It has been said that Fortuny’s arrival in Paris led to a brightening of the French artists’ palettes, a banishment of shadows and a substitution of fêtes and weddings for burials and extreme unctions. Some young artists were so affected by Fortuny’s 1869 exhibition in Paris that they converted from oil painting to watercolor and eventually banded together to form the Society of French Watercolor Painters in 1878.\r\n\r\nFortuny was widely acclaimed and regarded with true affection by his colleagues. It was only his untimely death from a fatal infection at age 36 that stopped his ascent in international art circles.",
  "title": "A Young Woman in a Blue Dress"
}
