{
  "accession_number": "86.100.40",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "Gift of Roberta and Richard L. Simmons",
  "culture": "Fulani",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "man's coverlet, wool, African (Mali-Fulani), stored in box; 'Simmons African'; (stored with 86.100.39); called \"Ladaka,\" S85-89; designs: Bicirgal and Take Boje dow serra bodejo",
  "dimension": "105 x 53 in. (266.7 x 134.62 cm)",
  "id": "http://api.artsmia.org/objects/24934",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6725,
  "image_width": 4506,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool; supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's blanket (Landaka khasa)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Landaka khasa is one of the five blankets that make up a Fulani bride's trousseau. Unlike the arkila kerka which is suspended, tent-like over the bed, the khasa functions as a man's blanket, providing warmth and protection from mosquitoes during the winter months, from November through February. \r\n\r\nThe Fulani maintain fierce loyalty to traditional patterns and insist that they be used in the creation of their textiles. The number and complexity of the designs may vary, but specific elements are essential to each type of blanket. The Landaka khasa begins with the bitjirgal design representing a water receptacle, followed by a broad red stripe, dakol boderi. The most impressive design, the landal, occupies the central area of the blanket and symbolizes the landscape that the Fulani live, including the paths followed by the nomadic herders, hillocks where villages are constructed, trees, soil and obstacles on the paths.",
  "title": "Man's blanket (Landaka khasa)"
}
