{
  "accession_number": "99.2.18",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "The William Hood Dunwoody Fund and The Putnam Dana McMillan Fund",
  "culture": "Kuba",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "Tan clothwith P and L-shaped designs in dark fiber; zigzags and diamonds at one end; area of darker pile near center",
  "dimension": "24 3/4 x 26in. (62.9 x 66cm)",
  "id": "http://api.artsmia.org/objects/12012",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3849,
  "image_width": 3881,
  "inscription": "Tag",
  "life_date": null,
  "markings": "[FX981081], on dealer\\'s tag, attached to one corner",
  "medium": "Raffia; cut pile embroidery",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Cut pile embroidery is produced by several ethnic groups within the Kuba culture, including Bushoong, Shoowa, Ndengese, Ngongo and Ngombe. The different styles are distinguished by characteristics such as the color of the ground cloth, the use of a flat stem stitch and the way in which the cut-pile is used to build up pattern areas. The designs are geometric and rectilinear, utilizing variations of chevrons, squares, triangles, diamonds, interlaced knots and L-shaped motifs. The motifs are symbolic and refer to Kuba creation myths, historical events or ordinary objects such as hoes, tortoises, or shields.\r\nPanels such as these are produced primarily for display during funeral rituals and are subsequently used as burial goods. Offered as gifts to the deceased by their clan and by individuals from the village, cut pile embroideries are important symbols of wealth and prestige that reflect not only on the individual, but also on the entire clan.",
  "title": "Panel"
}
