{
  "accession_number": "99.40.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Africa",
  "country": "Côte d'Ivoire",
  "creditline": "The Dr. Frances E. Schaar Fund in memory of Leon and Anna Schaar",
  "culture": "Dida",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "Woven into a tube with fringe on bottom edge and finished at top; decorated with light tan and light brown ovals of various sizes on a dark brown ground",
  "dimension": "33 1/2 x 15 11/16 in. (85.09 x 39.85 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/12014",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3068,
  "image_width": 5017,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Raffia; oblique interlacing, resist tie-dye and stitched-resist dye",
  "nationality": null,
  "object_name": "Skirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Dida of Côte d'Ivoire produce some of the most striking and unique textiles found in Sub-Saharan Africa.  Using the unusual technique of oblique interlacing, Dida artisans painstakingly plait up to 1,500 strands of raffia into a long, narrow tubular form. When the garment is completed, it is embellished with intricate, bound and stitched-resist dye techniques in repeating patterns of rectangles, circles and elongated ovals.\r\n\r\nBecause of the complexity of their production, these objects were very costly to acquire and were seen as indicators of wealth and status within Dida society. They were worn or displayed at ritual occasions such as marriages, natal celebrations or funerals of important people. Today, very few Dida continue to produce these textiles, and examples remaining in the culture are highly prized.",
  "title": "Woman's skirt"
}
