{
  "accession_number": "57.51",
  "art_champions_text": null,
  "artist": "Sculptor: Julio González",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of Mr. and Mrs. Samuel Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1942",
  "department": "European Art",
  "description": "head wearing kerchief, with open mouth; attached to stone base The Upper Midwest Conservation Association The cast bronze object is of the head of a woman. The woman wears a scarf tied under her chin. Her mouth opens in horror. The patina is a blue/green opaque color with some brown and black areas. The head is attached to a base made of fossiliferous limestone or coquina.",
  "dimension": "12 1/2 x 7 1/2 x 11 9/16in. (31.8 x 19.1 x 29.4cm) (overall)\r\n6 3/4in. (17.1cm) (base)",
  "id": "http://api.artsmia.org/objects/12034",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8264,
  "image_width": 5903,
  "inscription": "1/6 © BY R GONZALEZ / \\'42 PARIS / SUSSE FONDEUR PARIS",
  "life_date": "Spanish, 1876 - 1942",
  "markings": "",
  "medium": "Patinated bronze",
  "nationality": "Spanish",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "\"Head of Montserrat, No. 2\" is one of several sculptures Gonzàlez created in 1941 and 1942 in response to the horrors of the Spanish civil war (1936-39). Living and working in Paris during the German occupation, Gonzàlez was deeply affected by the events of World War II unfolding around him. Both wars were turning points for him as an artist. His use of figurative forms in the \"Montserrat\" series marked a departure from his abstract wrought-iron constructions of the 1930s, enabling him to evoke human agony through gesture and expression. \r\n\r\nA common first name for girls in the Catalan region of Spain, Montserrat is the name of a holy mountain and monastery site near the artist's native city of Barcelona. During the Spanish civil war, Barcelona was heavily bombed, and the Republicans were defeated in a major battle there in 1938. The anguished expression of this crying woman conveys Gonzàlez's grief at this terrible turn of events.",
  "title": "Head of Montserrat, Number 2"
}
