{
  "accession_number": "99.161.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Tools, Equipment and Utilitarian Objects",
  "continent": "South America",
  "country": "Bolivia",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Tiwanaku",
  "curator_approved": 0,
  "dated": "600-1000",
  "department": "Arts of the Americas",
  "description": "kneeling male figure wearing a hat with 5 crosses, hair in a ponytail and holding an axe in his PR hand; 4 sided bottom section has rectangular well",
  "dimension": "5 3/4 x 2 x 13/16 in. (14.61 x 5.08 x 2.06 cm)",
  "id": "http://api.artsmia.org/objects/12097",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 721,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Snuff tablet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-11th century",
  "text": "Tiwanaku was a powerful pre-Inka state centered on the southern shore of Lake Titicaca, near the border of today’s Peru and Bolivia. At its height from 600-1000, an elite class of merchants traded in alpaca wool and used their amassed wealth to commission buildings, monuments, and personal objects to reflect their status. Hallucinogenic plants were pulverized into snuff on tablets like this one and taken to combat illness and fatigue and during religious ceremonies. \r\n\r\nThis snuff tablet is topped by an image of a high status member of Tiwanaku society, indicated by his patterned hat and tunic. Centuries later in a ceremony preceding his 2006 inauguration, Bolivian president Evo Morales appeared wearing a similar Tiwanaku-style hat and tunic. Morales’s choice of clothing communicated a strong message to his electorate. As the first president from the country’s indigenous majority, Morales wanted to associate his presidency with the past glory of Tiwanaku and show his allegiance to the Native population of Bolivia.",
  "title": "Snuff tablet"
}
