{
  "accession_number": "98.273.43",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of Richard Simmons",
  "culture": "Maya",
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of the Americas",
  "description": "White with tan, blue, green, yellow and pink brocading at chest, upper back and shoulders; multicolred seam stiching",
  "dimension": "22 1/4 x 39 11/16 in. (56.52 x 100.81 cm)",
  "id": "http://api.artsmia.org/objects/12208",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2947,
  "image_width": 4311,
  "inscription": "Tag",
  "life_date": null,
  "markings": "Lender\\'s info tag, sewn at interior",
  "medium": "Cotton, silk; discontinuous supplementary weft patterning",
  "nationality": null,
  "object_name": "Blouse (Huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mayan huipiles are silent but eloquent expressive forms that convey multiple meanings.  They are the principal medium through which community and individual identity is transmitted and constructed.  In the late nineteenth century, Mayan villages officially adopted community-based styles of dress, reflecting local weavers' technical proficiency, aesthetic sensibility, and unique perception of color.  While Mayan men adopted Western dress in increasing numbers, Mayan women continued to wear the traditional blouse (huipil) and skirt (corte) of their ancestors, embellished in the readily identifiable style of their community.  \r\n\r\nHuipiles also express economic status.  Wealth is revealed through fabric, yarn, color, and design, and embellishments. Women may own several huipiles of different qualities and condition, reserving the most spectacular examples for important occasions such as weddings and festivals. Today, Mayan women often trade or buy huipiles created in neighboring villages, revealing a modern interest in fashion and individual style.",
  "title": "Woman’s blouse (Huipil)"
}
