{
  "accession_number": "14.92",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Bequest of John Scott Bradstreet",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "European Art",
  "description": "",
  "dimension": "70 x 47 3/4in. (177.8 x 121.3cm)",
  "id": "http://api.artsmia.org/objects/12386",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3692,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, linen; counted thread embroidery",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Although woven and embroidered in Christian Spain, this wall hanging exhibits a strong Islamic influence. During more than seven centuries of Islamic rule (711-1492), highly skilled Moorish craftsmen formed the basis of textile production throughout the Iberian peninsula, which endured long after their expulsion. Islamic ornamentation is commonly characterized by repetitive geometric patterns, in which stylized plant and animal motifs are evenly distributed over the entire surface. Here, symmetric bands of  rosettes frame the field of rampant griffins.\r\n\r\nThe griffin is a legendary creature, usually represented in literature and art as having the head, wings and claw of an eagle, and the body and legs of a lion.  It seems to be Mid-Eastern in origin, as it is found in the art of  the ancient Babylonians, Assyrians and Persians. In  early Christian times, griffins appeared in bestiaries (moralistic animal allegories) and frequently served as gargoyles in Gothic architecture. The griffin is also a common device in heraldry, where it symbolizes the combined qualities of the eagle and the lion -- vigilance and courage.",
  "title": "Panel"
}
