{
  "accession_number": "16.186",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Ancient Egyptian",
  "curator_approved": 0,
  "dated": "1567-1320 BCE",
  "department": "Arts of Global Africa",
  "description": "Signet scarab, faience, Egyptian, XVIII Dynasty cat. card dims L. 13/16', W. 9/16' Bright blue, incised, symmetrical design, wing cases not indicated, the deep undercutting was practiced in Dynasty XVIII.",
  "dimension": "13/16 x 9/16 in. (2.1 x 1.4 cm)",
  "id": "http://api.artsmia.org/objects/12535",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2608,
  "image_width": 2020,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "faience",
  "nationality": null,
  "object_name": "Scarab",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-14th century BCE",
  "text": "The belief in the power of amulets to protect the wearer continues to this day, for example, with the practice of carrying lucky coins or rabbit’s feet. In ancient Egypt, amulets accompanied the living and the dead, and took many forms, from animals to gods. On mummies, they were arranged in elaborate patterns to accompany the dead to the next world. The Djed pillar amulets indicate firmness, stability, and preservation. Often called the “backbone of Osiris,” they were placed near the mummy’s neck or spine. The scarab, also shown here, was one of the most popular amulets, representing the sun god Re. (Scarabs were often inscribed on the reverse, and worn by the living, used as seals, and as funereal amulets to ensure rebirth. Blue, seen on both the Djed and the scarab, symbolized regeneration.)\r\n \r\nThe Bes amulet depicts the god of happiness in a simplified form. A spirit protective of the household, including women and children, his depiction in amulet form—frontally, often with a lion’s head and mane—was worn by the living on a regular basis.",
  "title": "Scarab"
}
