{
  "accession_number": "19.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Gentleman's Coat, cloth of gold brocaded with velvet; on the gold background a pattern of velvet leaves in green, and flowers in rose, blue, mauve, and white; facing of cotton print; lining of cotton print, red with yellow crescents and stars. Brought from Moscow by Wannamaker's buyer in 1917. silk, cotton, and gold.",
  "dimension": "L.52 in.",
  "id": "http://api.artsmia.org/objects/12655",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, cotton, gold",
  "nationality": null,
  "object_name": "Woman's Coat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This luxurious coat presents a constellation of Islamic aesthetic traditions and religious symbols but combined in ways that make it difficult to tell a clear story about its origins or intended use. It was possibly created for a Muslim patron, but was acquired in Moscow on behalf of a Philadelphia-based department store magnate in 1917, in keeping with international demand for ‘Islamic’ aesthetics in the first half of the 1900’s—a period when many of the works in this gallery entered Mia’s collection. \r\nThe outer layer is embroidered with scrolling velvet vines and flowers, often associated with Islamic ornament; however, the gold ground is more in the spirit of European taste. Meanwhile, the wave-pattern which forms the edge of the inner lining looks like handwoven Uzbek ikat textile but is in fact factory-produced fabric made in Russia for the Central Asian market. The designer of this coat further included the star and crescent motif, an ancient symbol which was incorporated onto the flag of the Ottoman Empire (1299-1922) in 1844, and thereafter became an icon of Islam in both Muslim and non-Muslim contexts.",
  "title": "Woman's Coat"
}
