{
  "accession_number": "2000.147.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Wanli mark and period (1573-1619)",
  "department": "Asian Art",
  "description": "curved shape; molded and painted on a mountain-shaped body with green and rust dragons flanking a blue dragon amongst clouds and above rocks and waves",
  "dimension": "4 1/8 x 6 5/8 x 2 9/16in. (10.5 x 16.8 x 6.5cm)",
  "id": "http://api.artsmia.org/objects/12683",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "Inscription; Sticker",
  "life_date": null,
  "markings": "6-character Wanli mark inside a double rectangle, in blue, on bottom; dealer\\'S sticker, on bottom",
  "medium": "Wucai ware Porcelain with underglaze blue and polychrome overglaze enamel décor",
  "nationality": null,
  "object_name": "Three Dragon brushrest",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th -17th century",
  "text": "The term wucai means “five colors” but was used generically to mean “polychrome,” regardless of how many colors actually appeared on a vessel. The wucai overglaze colors included red, blue, green, yellow, and purple, and during the Ming dynasty they were usually used in conjunction with underglaze cobalt blue designs. \r\n\r\nMade at Jingdezhen, this rare, porcelain brushrest is molded in the form of a three-peak mountain with a dragon in relief encircling each peak. The central dragon and some motifs are outlined with underglaze cobalt oxide, while the flanking dragons, mountains, waves, clouds, and cusped apron are painted with red, yellow, and green with some black outlining—all in overglaze enamels. The development of overglaze polychrome enamels is one of the most important contributions of the Ming dynasty potter to ceramic history.",
  "title": "Three Dragon brushrest"
}
