{
  "accession_number": "2000.147.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "flattened body and hexagonal faceted spout with scroll-form strut; curved strap handle with top loop; flaring neck; blue and white decoration of figures in landscapes on sides; flowers and flames",
  "dimension": "9 7/16 x 6 13/16 x 4 1/8 in. (24 x 17.3 x 10.5 cm)",
  "id": "http://api.artsmia.org/objects/12684",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "Inscription; ;\\'Fu shou kang ning [within a double square]\\', in blue, on bottom, dealer\\'s sticker, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with underglaze blue decoration",
  "nationality": null,
  "object_name": "Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Blue-and-white porcelains directly modeled on Persian and Islamic metalware were produced as early as the Yongle era (1403-25) most likely as diplomatic gifts for central Asian and Middle Eastern rulers. This pear-shaped ewer with its elongated spout, delicate handle, and slender proportions, while later in date, is likewise inspired by Islamic metalwork. The underglaze blue-and-white decoration however is entirely in Chinese taste. The heart-shaped pictorial panels depict scholars and their attendants in landscape settings. The remaining decoration of flower blossoms, Daoist attributes, and border patterns are also typically Chinese and can be traced back to at least the fourteenth and early fifteenth centuries. The ewer is a good example of the adaptation of foreign objects to Chinese aesthetic preferences. Its base contains a four-character inscription in underglaze blue, which reads, \"fu shou k'ang ning,\" an auspicious mark wishing happiness, longevity, peace, and tranquility for the owner.",
  "title": "Ewer"
}
