{
  "accession_number": "2000.151.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1307",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "small accordion-folded book with blue cover and yellow label; 4-page image in front of man and woman seated on lotus thrones, surrounded by smaller figures; image followed by text; stored in a black clamshell box",
  "dimension": "9/16 x 4 7/16 x 11 3/4 in. (1.4 x 11.3 x 29.8 cm) (closed)",
  "id": "http://api.artsmia.org/objects/12704",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'4203-4\\', in pencil, on label on front and on back cover at LR corner",
  "medium": "Ink on brown mulberry paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Woodblock printed edition",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Printed approximately 150 years before The Guttenberg Bible, this rare sutra has survived from a huge edition of the Chinese Buddhist canon known as the Ch'i-sha Triptaka. It is an esoteric work first translated into Chinese by Shena Juedo during the Sui dynasty (586-618). In this sutra, the Buddha tells his chief disciple, Ananda, the origin of all dharmas (Buddhist laws) and predicts the corrupt behavior of the monks at the end of the Buddhist era.\r\n\r\nThe Ch'i-sha Triptaka was named after the location of the temple responsible for producing this edition, The Yan-sheng Temple of the Chan School in Ch'i-sha Island. A portion of the original several thousand volumes was printed as early as 1231 during the Southern Sung dynasty. However, because of the Mongolian invasion, the carving (and printing) of this triptaka was discontinued until 1306 when it resumed under the direction of Kuan Ch'u-pa. The frontispiece of this volume is particularly fine. It depicts the Buddha seated on a large throne preaching to the beings of the seven realms.",
  "title": "Volume 14 (Da wei-te tuo-luo ni-ching) of the Ch'i-sha Triptaka"
}
