{
  "accession_number": "2000.130.4",
  "art_champions_text": null,
  "artist": "Artist: Georgy Avgustovich Stenberg; Author: Riurik Ivnev; Author: Anotoly Borisovich; Author: Vadim Gabrielevich Shershenevich; Publisher: Izdanie Avtorov",
  "catalogue_raissonne": "Compton 58; Hellyer 146",
  "classification": " Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1925",
  "department": "Prints and Drawings",
  "description": "first edition; anthology of Imaginist poetry; binding: fabric-covered boards",
  "dimension": "8 7/8 x 7 1/4 x 3/16 in. (22.5 x 18.4 x 0.5cm)",
  "id": "http://api.artsmia.org/objects/12742",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature\r\nsee Signed",
  "life_date": "Russian, 1900 - 1933",
  "markings": "",
  "medium": "Photolithographic cover; letterpress",
  "nationality": "Russian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "ex-libris Anatoliy Tarasenkhov",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in ink, on cover and title page: [Anatoliy Tarasenkhov]",
  "style": "20th century",
  "text": "The Imaginist group was founded about 1919. Its members initially supported the Revolution and considered themselves to be to the left of the Futurists. It was inspired by the poet Sergei Esenin, the husband of Isadora Duncan, who committed suicide in 1925. Imaginists sought the primacy of \"the image\" in poetry, hoping to think in images; they maintained that a poem is not an organism but an agglomeration of images; their pessimism and use of coarse language exceeded that of the Futurists. In 1925, they published their anthology, Imaginists. Georgii Stenberg's cover is adorned with photographs of Ivnev, Shershenevich, Mariengof and Roizman. Esenin's portrait was omitted. His tragic death portended a victory for those who believed that the Revolution marked the end of individualism and the beginning of the new era of the collective; Esenism was described as a disease which could undermine the new society.",
  "title": "Imaginists"
}
