{
  "accession_number": "2000.151.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1621",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "album with brownish-green brocade cover; 12 pages of text followed by 18 leaves of drawings faced by 18 leaves of text; figures in outdoor scenes",
  "dimension": "H.13-7/8 x W.8-13/16 x D.1-5/16 in. (overall)",
  "id": "http://api.artsmia.org/objects/12799",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'6909\\', in pencil, UR corner on first page",
  "medium": "Ink on cotton paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Woodblock printed edition",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Ch'i-yan T'ang-shih Hua-pu is one of the Eight Books of Model Paintings edited by Huang Feng-chi and published in 1621. The Huang clan of Anhui province contributed greatly to the artistic maturity of woodblock printing in China and their artistic style dominated illustrated books during Ming (1368-1644) and early Qing. This volume is a collection of poetry from the Tang dynasty (618-906). Each verse consists of a four line verse form with seven characters to each line. Each poem is written in a different style of calligraphy (regular script, seal script, cursive script, etc.) and is accompanied by an elegant illustration. Important calligraphers who contributed to this collection include Chiao Kung and Tung Ch'i-chang (1555-1636).\r\n\r\nAlthough reprinted several times, original copies of this popular book are extremely rare. The original covers, thick white paper, clearly defined illustrations, and Chi-ya studio seal show this to be among the earliest printed volumes of the first edition.",
  "title": "The Illustrated Tang Poems (Ch'i-yan T'ang-shih Hua-pu)"
}
