{
  "accession_number": "2000.151.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1743",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "3 pages of text followed by 46 drawings of fans in black ink; newly mounted with blue cloth soft cover",
  "dimension": "H.11-1/4 x W.15-1/2 in. (each leaf, sight)",
  "id": "http://api.artsmia.org/objects/12804",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Stickers; Inscription",
  "life_date": null,
  "markings": "2 dealer\\'S stickers on stitching on cover; \\'6851\\', in pencil, UL corner on last page",
  "medium": "Ink on white paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Woodblock print edition",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Ming Kung Shan-bu is one of the Eight Books of Model Painting edited by Huang Feng-chi and first published in 1621. This volume of fan paintings was probably the first of the Eight Books. It contains 46 fan designs which were copied by the professional painter, Chang Pai-yun, from fans owned by contemporary literati. According to the renowned literatus, Chen Chi-ju (1558-1639), who provided the preface of this volume, the plates were carved by an artist of the family name, Chin. Chen praises the carver's work by stating that \"Chin forgot the pencil outline and concentrated on the nature of each painting.\" Indeed, most of the illustrations possess smooth and natural strokes which capture the essence of the original brush paintings. Though originally published in Hang-chou, the woodblocks were bought by Huang Feng-shi, a member of the most famous publishing clan of Anhui province. Books such as this became common source material for painters.",
  "title": "The Record of Famous Fan Designs Selected by Chang Pai-Yun (Chang Pai-yun hsuan ming-kung shan-bu)"
}
