{
  "accession_number": "2000.164",
  "art_champions_text": null,
  "artist": "Designer: Ralph Rapson; Designer: Webbing attributed to Marianne Strengell; Manufacturer: Knoll, New York, New York",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift in memory of Mary Rapson, to commemorate her support of modern design, by Kenneth and Judy Dayton, Heino Engel (Germany), Dolly J. Fiterman, William and Jane Hession, Philip W. Pillsbury, Jr., John P. Sheehy, Philip and Joanne Von Blon, and many other friends",
  "culture": null,
  "curator_approved": 0,
  "dated": "1945-1946",
  "department": "Arts of the Americas",
  "description": "small, low rocking chair; light-stained wood frame; woven dark orange cotton webbing on back and seat; wedge-shaped wood arms",
  "dimension": "H.28 x W.27-3/4 x D.32-1/4 in.",
  "id": "http://api.artsmia.org/objects/12806",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5220,
  "image_width": 5584,
  "inscription": "",
  "life_date": "American, 1914 - 2008",
  "markings": "On back: (dealer\\'s sticker)",
  "medium": "Birch with original cotton canvas webbing",
  "nationality": "American",
  "object_name": "Rocker",
  "portfolio": "From the Rapson Line for Knoll; \"Pebble Weave\" webbing",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Architect Ralph Rapson was one of the first designers recruited by Hans Knoll to position Knoll Associates as a modern furniture firm. Though few of Rapson’s designs actually went into production, this rocker was well received and became the signature piece of the Rapson Line. A familiar form updated with a bentwood frame and webbed seat and back, the design is especially significant for Minneapolis, where Rapson moved in 1954 to head the University of Minnesota School of Architecture. The Rapson Line was only manufactured from 1945 to 1946, with materials available during World War II (1939–45).",
  "title": "Rocker"
}
