{
  "accession_number": "2000.151.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1573-1620",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "25 drawings in black ink faced by 25 pages of text; drawings of children and adults, mostly indoors; one leaf of animals; newly mounted with blue paper cover; has brocaded hard cover",
  "dimension": "H.10-3/16 x W.6-3/16 in. (each leaf, sight)",
  "id": "http://api.artsmia.org/objects/12805",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on white paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Woodblock print edition",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "The San-tz'u Ching, written by Wang Ying-lin during the Song dynasty (960-1280), was used as a textbook for children in ancient China. It is a long poem consisting of three-character sentences that are easy to memorize. The content of the poem includes the most important Chinese moral values like loyalty, benevolence, justice, and filial piety as well as a general knowledge of history, astronomy, agriculture, literature, and philosophy. A first lesson in proper behavior, the book is still chanted by children today.\r\n\r\nEach of the 24 sections of this deluxe edition has a finely carved illustration matching the text on the facing page. Carved in the style of the Anhui school, this unique copy is unusually well-printed. This is an exception to the rule since, being used mostly by children, the San-tz'u Ching was typically not printed with quality illustrations or longevity in mind.",
  "title": "The Illustrated Text of Three-Character Verse (Hui-tu San-tz'u Ching)"
}
