{
  "restricted": 1,
  "image": "valid",
  "image_copyright": "",
  "life_date": "American, 1914 - 2008",
  "nationality": "American",
  "role": "Artist",
  "artist": "Ralph Rapson",
  "dated": "1945-1946",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "H.28 x W.27-3/4 x D.32-1/4 in.",
  "medium": "Birch with original cotton canvas webbing",
  "title": "Rocker",
  "id": "http://api.artsmia.org/objects/12806",
  "room": "Not on View",
  "style": "20th century",
  "marks": "Sticker ",
  "text": "This rocker is a rare historical example of furniture designed by architect Ralph Rapson that actually went into production.  Rapson was one of the first designers recruited by Hans Knoll in the company's early years to position Knoll Associates as a modern furniture firm.  The rocker, the signature piece of the Rapson Line, was well received, as it was a familiar American form translated into a modern vocabulary.  Rapson's profile, complete with pipe, was the central focus of ads promoting the line.  This rocker is especially significant for Minneapolis, which was .Rapson's home since 1954 when he arrived to head the University of Minnesota School of Architecture.\r\n\r\nThe Rapson Line was only manufactured from 1945-1946, with materials available during the war, as Hans was planning to introduce postwar lines of stamped metal, produced by factories employed by the war effort.  His plan never reached fruition, although he did develop Knoll as one of the most important furniture firms of the modern era, along with the Herman Miller Furniture Company.  Rapson went on to design his own bent plywood rocker design, which was reissued by the architect in the early 2000s.",
  "description": "small, low rocking chair; light-stained wood frame; woven dark orange cotton webbing on back and seat; wedge-shaped wood arms",
  "provenance": "",
  "creditline": "Gift in memory of Mary Rapson, to commemorate her support of modern design, by Kenneth and Judy Dayton, Heino Engel (Germany), Dolly J. Fiterman, William and Jane Hession, Philip W. Pillsbury, Jr., John P. Sheehy, Philip and Joanne Von Blon, and many other friends",
  "accession_number": "2000.164"
}
