{
  "accession_number": "2000.168",
  "art_champions_text": null,
  "artist": "Designer: Eero Aarnio; Manufacturer: Asko Oy",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of funds from Kathleen Bendel",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967-1985",
  "department": "European Art",
  "description": "slightly flattened sphere with oval cutout for seat; red; horizontal seam at center",
  "dimension": "H.19-3/4 x W.36-1/4 x D.36 in.",
  "id": "http://api.artsmia.org/objects/12828",
  "image": "valid",
  "image_copyright": "© Eero Aarnio%2C Finland",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "",
  "life_date": "Finnish, born 1932",
  "markings": "",
  "medium": "Molded fiberglass (reinforced polyester)",
  "nationality": "Finnish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Eero Aarnio, who studied at the Institute of Industrial Arts in Helsinki before establishing his own design firm in 1962, is one of the most adventurous Finnish designers of the twentieth century. His chairs, including the Pastille, shown here, as well as the Ball and Bubble, showcase the organic possibilities of molded fiberglass in a more unconventional way than the Eameses did in their DAR chair, also shown in this gallery. Aarnio's chairs convey a futuristic sensibility, and have been used in various science fiction movies and television shows. The Pastille is literally the shape of its namesake, a pill, and a central section has been scooped out to create a relaxed seating area. Dispensing with feet, the chair easily spins, and because it is made of waterproof fiberglass, it can also be used outdoors as an inner tube or sled. Aarnio won the American Industrial Design Award in 1968 for the Pastille chair. Adelta International, a German distributor, currently offers new production of the chair made from the original molds.",
  "title": "Pastille chair"
}
