{
  "accession_number": "2000.167a,b",
  "art_champions_text": null,
  "artist": "Designer: Julius Dessoir",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1850",
  "department": "Arts of the Americas",
  "description": "half-circle bottom portion with small central drawer; framed mirror on back with 6 scroll and foliate carved brackets, 4 which support 2 shelves in front of mirror; 2 dog brackets at top shelf; bust of bearded man wearing hat carved at center, top",
  "dimension": "65 9/16 x 58 x 24 1/2 in. (166.5 x 147.3 x 62.2 cm)",
  "id": "http://api.artsmia.org/objects/12830",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2439,
  "image_width": 2032,
  "inscription": "",
  "life_date": "American (born France)",
  "markings": "",
  "medium": "Rosewood, satinwood, maple, mirrored glass",
  "nationality": "American (born France)",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This lavishly carved and decorated étagère was made by Julius Dessoir, a French émigré who came to America in the late 1840s and quickly established a thriving furniture-making business on Broadway, the most fashionable street for shopping in 19th-century New York City.  Designed primarily for 19th-century parlors, rococo revival étagères, like this example, typically displayed vases of flowers, scientific specimens, and fine porcelain and marble, seen from the round on mirrored shelves.\r\nThe Taylor family of St. Paul used this étagère in their parlor at 99 Mackubin Avenue.  After daughter Maud Van Cortlandt Taylor married Louis W. Hill in 1901, the object made its way to their home at 260 Summit Avenue in St. Paul, next to the home of Louis' father, the railroad baron James J. Hill.  \r\n\r\nDessoir étagère in the Taylor parlor at 99 Mackubin Street, St. Paul, c. 1890\r\nCourtesy of a private collector",
  "title": "Étagère"
}
