{
  "accession_number": "2000.175a-m",
  "art_champions_text": null,
  "artist": "Designer: Lurelle Van Arsdale Guild; Manufacturer: Electrolux",
  "catalogue_raissonne": null,
  "classification": " Industrial Design; Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jennifer Komar Olivarez and Enrique Olivarez, Jr. in memory of Anna Komar, Rachel Queen, Jovina Guerra and Rosa Olivarez",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1950 (designed 1937)",
  "department": "Arts of the Americas",
  "description": "tube-shaped blue, grey and chrome vacuum with tan tube and attachments that snap onto handle",
  "dimension": "10 1/4 x 24 1/4 x 7 3/4 in. (26 x 61.6 x 19.7 cm) (motor, overall)",
  "id": "http://api.artsmia.org/objects/12831",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1403,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American, 1898-1986",
  "markings": "",
  "medium": "Chrome-plated steel, aluminum, vinyl, rubber, plastic, animal hair",
  "nationality": "American",
  "object_name": "Vacuum cleaner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Its sleigh feet, horizontal \"speed lines,\" and chrome plating gave the impression that cleaning would be a breeze, and its bold graphics on a red background proclaimed the name brand. The Electrolux Model 30 was the second generation of the canister vacuum, pioneered by the company in 1924. Guild's streamlined Model 30, introduced in 1937, was extremely successful. This versatile vacuum also had a polishing attachment, a floor cleaner, and vaporizer for dipersing moth crystals.\r\n\r\nLurelle Guild's corporate clients included Westinghouse, Alcoa, and Electrolux, and he helped to modernize the \"new\" material of aluminum through his product designs. But it was Guild's Electrolux Model 30, however, for which he is best known. Unlike many manufacturers at this time, who practiced the annual model change, Electrolux manufactured this popular vacuum cleaner, with few tweaks, into the 1950s.",
  "title": "\"Electrolux\" vacuum cleaner, model 30"
}
