{
  "accession_number": "2000.175a-m",
  "artist": "Lurelle Van Arsdale Guild",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jennifer Komar Olivarez and Enrique Olivarez, Jr. in memory of Anna Komar, Rachel Queen, Jovina Guerra and Rosa Olivarez",
  "culture": null,
  "dated": "c. 1950 (designed 1937)",
  "description": "tube-shaped blue, grey and chrome vacuum with tan tube and attachments that snap onto handle",
  "dimension": "10 1/4 x 24 1/4 x 7 3/4 in. (26 x 61.6 x 19.7 cm) (motor, overall)",
  "id": "http://api.artsmia.org/objects/12831",
  "image": "valid",
  "image_copyright": "Copyright the artist%2C artist%27s estate%2C or assignees",
  "image_height": 1403,
  "image_width": 2560,
  "life_date": "American, 1898-1986",
  "marks": " ",
  "medium": "Chrome-plated steel, aluminum, vinyl, rubber, plastic, animal hair",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Also moving from theater design to industrial design in the late 1920s was Lurelle Guild, whose corporate clients included Westinghouse, Alcoa, and Electrolux.  He developed a fruitful relationship with Alcoa in the 1930s, helping to modernize the \"new\" material of aluminum through his designs for a stylish museum and showroom in New York and a line of products.  These included his compote for Alcoa's Kensington Ware line (shown in a nearby wall case), meant as competition for Russel Wright's spun aluminum Informal Serving Accessories line, also shown in this gallery. \r\n\r\nIt was Guild's streamlined restyling of the Electrolux vacuum cleaner in 1937, however, for which he is best known.  Its sleigh feet, horizontal \"speed lines,\" and chrome plating gave the impression that cleaning would be a breeze, and its bold graphics proclaimed the name brand.  Unlike many manufacturers at this time, who practiced the annual model change, Electrolux manufactured this popular vacuum cleaner, with few tweaks, into the 1950s.",
  "title": "\"Electrolux\" vacuum cleaner, model 30"
}
