{
  "accession_number": "2000.136",
  "art_champions_text": null,
  "artist": "Weaver: Maria Sanchez de la Cruz",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of Richard L. Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "white fabric shirt without sleeves; decorated with wide embroidered trim at bottom edge in multicolored geometric designs; bars of multicolored embroidered rectangles and triangles at neck, chest and sides; feathers at chest and bottom edge",
  "dimension": "44 3/16 x 36 1/4in. (112.2 x 92.1cm)",
  "id": "http://api.artsmia.org/objects/12865",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1638,
  "inscription": "Tag",
  "life_date": null,
  "markings": "dealer\\'S tag, at neck",
  "medium": "Cotton, feathers; needlework",
  "nationality": null,
  "object_name": "Blouse (huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "While the art of individual self-decoration has become more and more prevalent in contemporary garments, Maria Sanchez de la Cruz's huipil epitomizes the collective aesthetic of the traditional Zinacantán village. Huipiles from Zinacantán are distinctive, characterized by the weavers' use of delicate, bright red and pink bands of geometric motifs contrasted with pure white fabric. The addition of feathers to this huipil further solidifies its ties to tradition, as feathers are a common design element of a local bride's wedding blouse.  \r\n\r\nZinacantán weavers are unique in that they alone continue to practice the ancient Mayan art of feather weaving. Using a technique passed down through countless generations, a bride begins working on her feathered huipil as soon as she is engaged. She is faithfully supervised by her future mother-in-law; the bride's ability to produce beautiful garments will either reflect well or poorly on the groom.",
  "title": "Wedding blouse (huipil)"
}
