{
  "accession_number": "2000.157.1",
  "art_champions_text": null,
  "artist": "Artist: Li Shan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1715",
  "department": "Asian Art",
  "description": "large rutabaga bursting from the ground with bushy foliage in ink, wash and dry brush; green ceramic rollers",
  "dimension": "H.52-5/16 x W.25-9/16 in. (image)",
  "id": "http://api.artsmia.org/objects/12878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2750,
  "inscription": "Inscription; Stamps",
  "life_date": "Chinese, 1686-1756",
  "markings": "3 blocks of untranslated text, in black, at top, R and L edges; 6 seals, in red, near text blocks and at LR corner",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Li Shan was born in Xinghua, Jiangsu province, into a prominent family of scholars and officials. He was schooled early on in painting as well as poetry and, during the Kangxi reign (1662-1723), he earned an appointment to the Imperial Study. With the death of the Kangxi emperor, Li Shan moved to Yangzhou where his declining fortune forced him to increasingly paint and produce calligraphy for a living. His talents were recognized and he was eventually categorized as one of the Eight Eccentrics of Yangzhou.\r\n\r\nWhile the real subject of this unusual painting of a giant rutabaga is ink play and expressive brushwork, the artist's inscription adds to the playfulness:\r\n\r\nMaster Zhongting the minister requested me to paint for him a Fuyang rutabaga. It is reported that during late Han an army of Cao (d. 220 CE) numbering 830,000 descended on Jiangnan and could only eat half of one so its size cannot be exaggerated. No one knew how many thousands of feet high the bridge at Luoyang was and a man from Fuyang wished to go and look at it. Along the way, he met a man from Luoyang going to Fuyang to view the giant rutabaga. The Fuyang man related the story of the rutabaga and the Luoyang man declined to go on (concluding that it was just a tall tale). The man from Luoyang then described the height of the bridge: \"During the seventh lunar month of last year a boy jumped from the bridge. It is now almost spring and he has yet to hit the water.\" The Fuyang man then decided not to go (to Luoyang concluding the Luoyang man was just a braggart).\r\n\r\nRecorded and painted by Li Shan",
  "title": "The Giant Rutabaga from Fu-Yang"
}
