{
  "accession_number": "2000.157.1",
  "artist": "Li Shan",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "c. 1715",
  "description": "large rutabaga bursting from the ground with bushy foliage in ink, wash and dry brush; green ceramic rollers",
  "dimension": "H.52-5/16 x W.25-9/16 in. (image)",
  "id": "http://api.artsmia.org/objects/12878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2750,
  "life_date": "1686-1756",
  "marks": "Inscription; Stamps ",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "18th century",
  "text": "Li Shan was born in Hsing-hua, Kiangsu province, into a prominent family of scholars and officials. He was schooled early on in painting as well as poetry and, during the Kang-hsi reign (1662-1723), he earned an appointment to the Imperial Study. With the death of the Kang-hsi emperor, Li Shan moved to Yangchou where his declining fortune forced him to increasingly paint and produce calligraphy for a living. His talents were recognized and he was eventually categorized as one of the Eight Eccentrics of Yang-chou.\r\n<P>While the real subject of this unusual painting of a giant rutabaga is ink play and expressive brushwork, the artist's inscription adds to the playfulness:\r\n\r\n<P><I>Master Chung-t'ing the minister requested me to paint for him a Fu-yang rutabaga. It is reported that during late Han an army of Ts'ao (d. A.D. 220) numbering 830,000 descended on Chiang-nan and could only eat half of one so its size cannot be exaggerated. No one knew how many thousands of feet high the bridge at Loyang was and a man from Fu-yang wished to go and look at it. Along the way, he met a man from Lo-yang going to Fu-yang to view the giant rutabaga. The Fu-yang man related the story of the rutabaga and the Lo-yang man declined to go on (concluding that it was just a tall tale). The man from Lo-yang then described the height of the bridge: \"During the seventh lunar month of last year a boy jumped from the bridge. It is now almost spring and he has yet to hit the water.\" The Fu-yang man then decided not to go (to Lo-yang concluding the Lo-yang man was just a braggart).\r\n\r\n<P><I>Recorded and painted by Li Shan<I>\r\n",
  "title": "The Giant Rutabaga from Fu-Yang"
}
