{
  "accession_number": "2000.100.3",
  "artist": "",
  "continent": "Asia",
  "country": "Kurdistan",
  "creditline": "The Frances M. Norbeck Fund",
  "culture": "Kurdistan",
  "dated": "c. 1925",
  "description": "pair of silver tablets attached together at center; fluted edge; incised floral design on bottom of tablets; 6 lines of text on each tablet; one line of text on back",
  "dimension": "H.4-5/8 x W.3-1/4 x D.1/4 in.",
  "id": "http://api.artsmia.org/objects/12896",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3382,
  "image_width": 2646,
  "life_date": null,
  "marks": " ",
  "medium": "Silver",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "An ALIYAH, in the Hebrew language, is the act of rising onto the BIMAH (an elevated platform in synagogues) during synagogue services.  The BIMAH is the platform on which the Torah parchment scroll is unrolled on a table and read out loud on Saturdays, Mondays, Thursdays and various Jewish holidays. Before each section of the weekly or special holiday Torah portion is read, various Jewish congregants are honored by being called up by name to the BIMAH to receive \"an ALIYAH.\"\r\n \r\nWhen each person steps up onto the BIMAH platform to receive their ALIYAH, they recite a blessing in which they name each one of their family members.  In modern day synagogues, there might be an alphabetized index card file on the BIMAH, one card for each congregant, with a list of Hebrew names of all their family members.  The format of each Hebrew name will be something like \"Aaron Reuven BEN (son of) Esther Leah\".  \r\n \r\nThis aliyah plaque has a list of Hebrew names in that format, and was likely used in the synagogue by one congregant as an elegant reminder of the names of his numerous family members when he was called up for an aliyah.\r\n \r\nThe Hebrew word ALIYAH literally means \"the act of rising.\"  The word is also used nowadays to mean \"emigrating to Israel\" because Jews believe that when they move to Israel, they are rising to a place that is at a higher level of holiness.",
  "title": "Aliyah Plaque"
}
