{
  "accession_number": "2000.207",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "standing figure with arms bent at elbows, PL forearm slightly lower than PR forearm; unfinished back; looping drapery folds",
  "dimension": "45 x 12 3/4 x 9 1/4 in. (114.3 x 32.4 x 23.5 cm) (without mount)",
  "id": "http://api.artsmia.org/objects/12948",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "During the late 6th century under the Northern Qi dynasty (550-577), a reserved, subtle style of Buddhist sculpture evolved from the foundation laid by Northern Zhou and Northern Wei sculptors. The new style manifests a solemn expression, smooth planes, and a miraculously thin garment that clings to the body like a second skin.\r\n<P>While the earliest Buddha images were a single statue, during the Six Dynasties period (220-589) groupings of a Buddha flanked by two Bodhisattvas became increasingly popular. These figural triads were either sculpted in high relief from a single stone or carved independently and placed on a common stone pedestal usually in front of a flame-shaped backdrop called a mandorla similar to this arrangement.\r\n<P>These three figures were not carved as parts of the same triad, but they are the same age and carved in the Northern Qi style. They are also the correct sizes to be placed next to each other as the flanking Bodhisattvas were always smaller than the central Buddha image. This Buddha is carved from grey limestone typical of Northern Qi figures from Shantung province, while the pair of bodhisattvas are fashioned from a white marble common to the Tingzhou region of Hopei province.",
  "title": "Standing Buddha"
}
