{
  "accession_number": "2000.207",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th century",
  "department": "Asian Art",
  "description": "standing figure with arms bent at elbows, PL forearm slightly lower than PR forearm; unfinished back; looping drapery folds",
  "dimension": "45 x 12 3/4 x 9 1/4 in. (114.3 x 32.4 x 23.5 cm) (without mount)",
  "id": "http://api.artsmia.org/objects/12948",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G207",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "The short-lived Northern Qi dynasty (550–70) came between two dynasties—the Northern Wei (386–535) and Tang (618–907)—long celebrated as high points in the history of Chinese Buddhist art. But the Northern Qi dynasty was a time of fundamental changes to Buddhist imagery; newly developed sculptural styles, like those seen in this sculpture, laid the groundwork for artistic achievements to come. \r\n\t\r\nThis sculpture of Shakyamuni, the historical Buddha, is characterized by a solemn expression, smooth planes, and an exceedingly thin garment that falls in shallow folds. Below the thin outer garment, the hem of an underrobe falls in a series of stylized pleats above the figure’s feet—a common tendency of Northern Qi sculptors. Perhaps surprisingly, after this limestone sculpture was carved, an artisan would have then painted the entire surface in bright pigments like red, green, blue, and gold. After painting, the sculpture was consecrated, which granted it the ability to receive the spirit of the Buddha and grant salvation to worshippers.",
  "title": "Standing Shakyamuni Buddha"
}
