{
  "accession_number": "2000.210.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-13th century",
  "department": "Asian Art",
  "description": "rounded 4-sided pear shape with a short foot; 2 small hollow tubelike vertical handles; blue-green crackle glaze",
  "dimension": "5 5/8 x 3 1/4 x 2 3/4 in. (14.3 x 8.3 x 7 cm)",
  "id": "http://api.artsmia.org/objects/12950",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2077,
  "image_width": 2560,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Guan ware High-fired stoneware with blue-green glaze and induced crackle",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    "12950",
    "12951"
  ],
  "signed": "",
  "style": "10th-13th century",
  "text": "When North China fell to non-Chinese tribes in 1127, the Song emperor fled south, establishing his new capital at Hangzhou in Zhejiang province. The new locally produced court ware known as guan or \"official\" was similar in appearance to the famous ru ware of the Northern Song court. Guan wares were fired in reduction, the high iron content of the clay resulting in a characteristic dark brown unglazed foot. The subtle pale blue glaze could be two to four coatings, often making it thicker than the body itself. With time the crackle patterns induced during the cooling process became aesthetically desirable. The Guan kilns produced small, simple shapes from utilitarian brush washers and flower vases to imitations of ancient bronze vessels such as this pair of hu. The crackle patterns worked well with the archaistic forms in evoking a sense of antiquity that appealed greatly to Song literati and ensuing generations of scholars.",
  "title": "Celadon Vase, one of a pair"
}
