{
  "accession_number": "2000.209.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "shallow dish with scalloped rim; clear glaze; light raised design of 2 flying birds amid flowers and foliage at center; flowers alternating with insects at rim",
  "dimension": "1 x 8 1/2 in. (2.5 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/12991",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ding ware White porcelain with moulded relief décor under clear glaze",
  "nationality": null,
  "object_name": "Dish with Foliated Rim",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "This rare dish has an octagonal foliated rim and molded designs. The main motif is two flower-holding birds with outstretched wings. The background is decorated with floral sprays. The raised edges of the rim are left unglazed, indicating that the dish was fired upside down on the rim as is typical of Ding ware. The firing of Ding wares occurred in an oxidizing kiln environment, imparting a warm quality to the creamy-colored glaze. \r\nA complex shape such as this with flattened foliated rim, raised edges, and ribbed well is based on silver designs. Silver vessels influenced both the shape and designs of several types of Northern Song (960-1127) and Jin (1115-1234) white wares. The Ding kilns are situated in present day Quyang county in Hebei province. They began production in the early eighth century and remained productive until the fourteenth century.",
  "title": "Dish with Foliated Rim"
}
