{
  "accession_number": "2000.209.6.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "2 large lamas at center one balding, with a blue disk behind his head, the other with a black beard, red cap and transparent gold disk; 4 smaller lamas above and 4 below; attendant with gold bowl at R; areas of text on back",
  "dimension": "31 1/2 x 22 1/2 in. (80.01 x 57.15 cm) (image)",
  "id": "http://api.artsmia.org/objects/12995",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9566,
  "image_width": 6847,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stone ground pigments and gold on sized linen",
  "nationality": null,
  "object_name": "Thanka of Hierachs of the Sakya Lineage, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "These finely preserved and colorful thankas, possibly from a larger set, depict several monks of the Sakya (\"red hat\") lineage. Thanka paintings portraying the hierarchical lineage of Sakyapa monks were especially popular with monasteries of that sect. In such portrayals, one or two important personages of the lineage are usually represented as large figures in the center surrounded by smaller images of lesser stature.\u000bTwenty monks are illustrated in these two paintings, each is identified by small Tibetan gold script under or next to each lama. The four large portraits include: Tsarchen Chokyi Gyalpo, Gorumpa Kunza Legpa, Ketsum Chenpo Namko Legpa, and Palden Lama Dampa Sonam Gyaltsen.\u000bWhile these thankas display the brilliant blue-green style of Chinese landscape tradition that was popular in 17th and 18th century Tibet, the finely etched and unetched gold work, style of the monk's hats, and technical aspects of the foliage all refer to similar thankas that are dated to the seventeenth century.",
  "title": "Thanka of Hierachs of the Sakya Lineage, one of a pair"
}
