{
  "accession_number": "2009.20",
  "art_champions_text": null,
  "artist": "Artist: Fernand Léger; Author: Blaise Cendrars (Frédéric Louis Sauser); Publisher: Éditions de la Sirène, Paris",
  "catalogue_raissonne": "Saphire p. 299, Castleman p.170, From Manet to Hockney 54; Century of Artists Books 120; Johnson 26; Andel 98-99",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1919",
  "department": "European Art",
  "description": "soft-cover book with abstract color illustrations (some incorporating text) and black text; light brown cover with stencil-like letters in black and line drawing of angel at URC; Sergio Larrain G.M. business card dated \"NOV. 1928\" and signed by Blaise Cendrars taped to title page",
  "dimension": "12 1/2 x 10 x 1/4 in. (31.75 x 25.4 x 0.64 cm) (closed)",
  "id": "http://api.artsmia.org/objects/107073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2965,
  "image_width": 4574,
  "inscription": "\r\n\r\nat top of first page, in pencil: [Léger B26724-2]",
  "life_date": "French, 1881–1955",
  "markings": "",
  "medium": "Color pochoir (gouache) illustrations, line block prints of ink drawings, and letterpress; bound volume",
  "nationality": "French",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "(Ars Libri, Boston); sold to MIA, 2009.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "La Fin du monde was originally developed as a screenplay by the modernist poet and author Blaise Cendrars, but it was published as a novel when funding for the film project fell through. Conceived as a satire, Cendrars’s story features God in the guise of an American industrialist, who out of sheer boredom orchestrates an apocalyptic war on earth for the amusement of the god Mars. \r\n\r\nFernand Léger, collaborating with his friend Cendrars, contributed a series of witty Cubist-inspired illustrations and other designs for the project. His illustrations were hand colored in gouache with brush and stencils. Léger also designed the book’s experimental typography, which he skillfully merged with his illustrations to reflect the chaotic vigor of modern life. Like Cendrars, Léger was captivated by the creative possibilities of filmmaking and set the tempo and progression of the book’s illustrations to simulate the fast-paced rhythm and dynamic nature of a motion picture.",
  "title": "La Fin du monde, filmée par L'Ange N.-D. (The End of the World, Filmed by the Angel of Notre Dame)"
}
