{
  "accession_number": "2009.19.1",
  "artist": "Edgar Degas",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "dated": "c. 1890",
  "description": "S-shaped path in an abstracted landscape; greens; pinks in foreground, LLQ; rust-oranges in spots scattered throughout; pinkish-orange sky",
  "dimension": "11 5/8 x 15 9/16 in. (29.5 x 39.5 cm) (sheet)\r\n12 1/2 x 16 1/4 in. (31.7 x 41.3 cm) (mount)\r\n21 1/4 x 25 1/8 x 1 7/8 in. (53.98 x 63.82 x 4.76 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107049",
  "image": "valid",
  "image_copyright": "",
  "life_date": "French, 1834-1917",
  "marks": "Mark, Inscription and Label\r\n\r\nInscribed at lower  ",
  "medium": "Oil monotype and pastel",
  "nationality": "French",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "Degas devoted his artistic career to breaking down boundaries. This remarkable object is simultaneously a landscape and an abstraction; it is a painting, a print, and a drawing; its vivid color and poetry bring to mind Impressionism, but it is the opposite.\r\n\r\nIn the early fall of 1890, Degas embarked on a series of nearly fifty landscape monotypes, prints made by applying and partially removing dilute oil paints to a smooth copper plate and then using a printing press to transfer the result to a sheet of paper. Degas could seemingly never leave an artwork alone, and here, as with many of his monotypes, he returned to the now-reversed printed image and worked it over with pastel crayons.\r\n\r\nRather than working outdoors to record impressions of nature's beauty, Degas worked indoors and relied on his imagination. He may have relied on his memory as well, for the image is loosely based on a Japanese color print made in 1856 by Utagawa Hiroshige, whose work Degas collected. The fact that Degas worked on the image both before and after the mirror-image reversal inherent in the printing process underscores its distance from the immediacy of true Impressionism.\r\n",
  "title": "Winding River"
}
