{
  "accession_number": "2009.27",
  "art_champions_text": null,
  "artist": "Artist: Louis Schanker",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom Rassieur in honor of Rev. Richard Hillstrom",
  "culture": null,
  "curator_approved": 0,
  "dated": "1940s",
  "department": "Arts of the Americas",
  "description": "colorful, abstract image with large black cross at center; light blue, yellow and white figure on cross; scratched flower-like form at right edge; brown and black thinner crosses at left and right",
  "dimension": "11 15/16 x 9 7/8 in. (30.32 x 25.08 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107168",
  "image": "valid",
  "image_copyright": "© Estate Louis Schanker",
  "image_height": 3669,
  "image_width": 3048,
  "inscription": "Signature and Inscription\r\n\r\non back, in pencil: [FA5916]",
  "life_date": "American, 1903–1981",
  "markings": "",
  "medium": "Pastel and scratching",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale Rachel Davis Fine Arts (Cleveland, OH), March 24, 2007, lot 3230; Thomas French Fine Art (Fair Lawn, OH); from whom purchased by Tom Rassieur (Minneapolis), April 25, 2009\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, scratched: [Schanker]; on back, in pencil: [Schanker]",
  "style": "20th century",
  "text": "Louis Schanker was one of America's leading progressive painters of the mid-20th century. As a teenager, he dropped out of art school and went in search of a more colorful life. He spent a few years as a vagabond, circus roustabout, and farm hand. He signed on with railroads and steamships so that he could remain on the go. He settled down in the mid-1920s, resuming his life as a New York artist. In the early 1930s Schanker traveled to France, Italy, and Spain, where he acquired the taste for Cubist abstraction that inflected his work for years to come. Again returning to New York, he found work with the Work Progress Administration (WPA) as a mural painter and project supervisor. The WPA brought together many of the artists who at mid century would propel New York to international artistic prominence, supplanting Paris as the fountainhead of creativity.",
  "title": "The Crucifixion"
}
