{
  "accession_number": "2009.23",
  "art_champions_text": null,
  "artist": "Artist: Henri de Toulouse-Lautrec",
  "catalogue_raissonne": "Delteil 201, Adriani 200, Wittrock 176",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton in honor of John E. Andrus III's 100th birthday",
  "culture": null,
  "curator_approved": 1,
  "dated": "1896",
  "department": "European Art",
  "description": "image at top of sheet of mouse inside bottom of Henri de Toulouse-Lautrec's monogram; crouching black cat with front PR paw extended, stalking mouse; \"18 Rue Clapezron\" (?) in cursive below image",
  "dimension": "11 3/16 x 7 1/8 in. (28.42 x 18.1 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107154",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3832,
  "image_width": 2436,
  "inscription": "Inscription and Stamp\r\n\r\nURC, in pencil: [LD.201]; on back, in pencil: [160], [D201 (?)], [201], [3161] and [Menu pour un diner chez May Belfort]",
  "life_date": "French, 1864–1901",
  "markings": "on back, stamped in brown: [(draped figure, standing)]",
  "medium": "Lithograph in dark olive green ink",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Otto Gerstenberg, Berlin (L. 2785). (Robert Light, Santa Barbara, CA), 1958; sold to Kathleen Lord Wick (born 1922, Lake Forest, IL ; died in Boston, MA, 1997) and Peter Arms Wick (1920-2004), Boston, MA. (Eric G. Carlson, New York), 2009",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "After the success of his first poster for the Moulin Rouge nightclub in 1891, Lautrec's large-scale prints were commissioned by nearly all the leading performers of the era. Lautrec first saw the Irish singer May Egan (known as May Belfort), at the café concert Les Décadents in 1895, and shortly after meeting she commissioned him to create a large poster for her upcoming performance at the Petit Casino.  He rendered her in the midst of her act—dressed in baby clothes, carrying a black kitten, and singing a sexually suggestive song in her \"Saxon\" accent.  As with many of the performers Lautrec admired, he continued to use Belfort as a subject, creating five other lithographs and one painting of the singer in a three-year period.  \r\n\r\nThe lithograph under consideration was done as a menu for a special dinner at May Belfort's home at the height of her fame in 1896.  Above her address, Lautrec rendered a cat on the prowl after an unsuspecting mouse that has just entered an enlarged version of the artist's instantly recognizable monogram. The wit and simplicity of this charming print reveals the humor of both the artist and his patron.",
  "title": "Menu pour un Dîner chez May Belfort"
}
