{
  "accession_number": "2009.47.1",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 119, Hollstein 1866, Meder 108",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from former Board Chairs in honor of John E. Andrus III's 100th birthday",
  "culture": null,
  "curator_approved": 0,
  "dated": "1510",
  "department": "European Art",
  "description": "kneeling man with long wavy hair and beard, holding drapery around his lower torso and thighs with his PL hand, and flogging himself on the back with a whip in his in PR hand; altar with candles at right",
  "dimension": "7 11/16 x 5 1/4 in. (19.53 x 13.34 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107163",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4944,
  "image_width": 3471,
  "inscription": "Signature, Date and Inscription\r\n\r\non back, in pencil: [M3421-185]",
  "life_date": "German, 1471–1528",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Probably M. A. McDonald (New York). Sale, Skinner, Boston, March 2, 2007, no. 79; to Bergquist; [James Bergquist, Newton, Mass. (2007-2009; sold to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC, in the print: [(symbol) 1510 (symbol) / A D]",
  "style": "16th century",
  "text": "Albrecht Dürer was the leading artist of the German Renaissance. Extremely influential in many fields, he is widely recognized as one of the greatest printmakers of all time. Among his achievements are his advances in the depiction of human anatomy, emotion, and perspectival space, all of which are brilliantly rendered in this small print.\r\n\r\nThough the image obviously shows a repentant man flagellating himself, more specific identification remains elusive. The image is sometimes described as a self-portrait; indeed, the man's features are not unlike the artist's, and Dürer did have a penchant for self-portraiture, both explicit and disguised. The ark on the altar has prompted another plausible suggestion—that the figure is David, the Old Testament king who repented and whose penitential prayer is Psalm 51. If so, Dürer appears to have followed the spirit rather that the letter of the second book of Samuel 11-12, which records the story of the king's repentance after his sinful treatment of Bathsheba, and her husband Uriah. The account makes no mention of self-flagellation. Still, the lack of Christian symbols couple with a temple-like setting suggest an Old Testament subject.",
  "title": "The Penitent"
}
