{
  "accession_number": "2009.7",
  "art_champions_text": null,
  "artist": "Artist: Doug Aitken",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "sound film installation without dialogue; instrumental music with some vocals; views of landscapes and the exteriors of motels; scenes of various animals inside motel rooms--horse, birds, raccoon, deer, bison, fox, rabbits, beaver, mountain lion; total running time: 24 minutes, 28 seconds Certificate of Authenticity in presentation box (copy in object file) Installation and technical requirements: see Notes",
  "dimension": "variable",
  "id": "http://api.artsmia.org/objects/107115",
  "image": "valid",
  "image_copyright": "© Doug Aitken%2C 2008",
  "image_height": 2000,
  "image_width": 3000,
  "inscription": "",
  "life_date": "American, born 1968",
  "markings": "",
  "medium": "Single channel video installation",
  "nationality": "American",
  "object_name": "Video recording",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Doug Aitken is considered among the leading video artists of his generation. He is known for creating exquisitely produced and engaging videos that utilize the visual richness of the medium to capture the complexity of society and culture today.\r\n\r\nAitken's close studies of wild, North American animals released within the artificial habitat of the motel are spellbinding. A horse occupies a room, watching wild horses run free on television; a buffalo, the tragic American symbol of the wild West, trashes the space. The animals' displacement from their native environment seems at once humorous and horrific, strangely familiar and prophetic.The work captures the country's strengths and contradictions - the sublime beauty of a landscape that is often impacted by urban development. Ultimately, migration provides a picture of America as it grows, changes, and finds its place in the twenty-first century.",
  "title": "migration (empire) - linear version"
}
