{
  "accession_number": "2009.26.7",
  "art_champions_text": null,
  "artist": "Artist: Fred Hagstrom; Publisher: Form and Content Gallery, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Form + Content Gallery in honor of Kaywin Feldman",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "gray paper; abstract image with irregular, fuzzy-edged black form at right; crackle textures along top and left edges and half of bottom edge, in black, blue and dark red; two larger shapes in crackle pattern at left",
  "dimension": "7 x 10 1/16 in. (17.78 x 25.56 cm) (plate)\r\n11 1/16 x 15 in. (28.1 x 38.1 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107122",
  "image": "valid",
  "image_copyright": "© Fred Hagstrom",
  "image_height": 3366,
  "image_width": 4512,
  "inscription": "Titled in pencil, LL margin: Hover I",
  "life_date": "American, born 1954",
  "markings": "Numbered in pencil, LL margin: 19/25",
  "medium": "Color intaglio and chine collê on paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Intimate Immensity portfolio",
  "provenance": "Form + Content Gallery, Minneapolis (publisher); given to MIA, 2009.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: Hagstrom",
  "style": "21st century",
  "text": "This print is part of the portfolio \"Intimate Immensity,\" published in 2007 by the Minneapolis-based artist cooperative Form + Content. This limited edition portolio features 14 original prints by 15 established Minnesota artists, including work by such prominent printmakers as Fred Hagstrom, Faye Passow, Jil Evans, Camille Gage, and Jody Williams. \r\n\r\nTo provide a consistent thematic context for the portfolio, artists were asked to find inspiration for their work in the various ideas and theoretical concepts expressed in Gaston Bachelard's seminal book on architecture, \"The Poetics of Space.\" \"Intimate Immensity\" is the title of the eighth chapter of Bachelard's treatise, in which the French philosopher explores the phenomenology of architectural space, arguing that architects should routinely consider how their work would affect those who experience it, rather than relying solely on preconceived theoretical motivations. Published in 1958, Bachelard's book has been an inspiration for artists who seek to create intimate space on a two-dimensional picture plane.",
  "title": "Hover I"
}
