{
  "accession_number": "2009.19.4",
  "art_champions_text": null,
  "artist": "Artist: Daniel Chodowiecki",
  "catalogue_raissonne": "Engelmann 109a, second (final) state; Bauer 207",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1773",
  "department": "European Art",
  "description": "figure seen from back seated in a side chair with a very tall, narrow back, at a table; next to two windows at left with tiny diamond-shaped glass panes; another chair against wall at right with objects on seat; rather dark image",
  "dimension": "4 11/16 x 7 3/16 in. (11.91 x 18.26 cm) (plate)\r\n5 3/4 x 8 11/16 in. (14.61 x 22.07 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107162",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2582,
  "image_width": 3939,
  "inscription": "LRC, in pencil: [109a 109a]; in right margin, in pencil: [1947]; top center, in pencil: [N.684]; on back, in pencil: various notes and inscriptions",
  "life_date": "German, 1726–1801",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Galerie Bassenge, Berlin, May 29, 2008, lot 5585, sold to C. G. Boerner, New York); sold to MIA, 2009",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: Chodowiecki",
  "style": "18th century",
  "text": "Daniel Chodowiecki was the leading printmaker in Germany during the Age of Enlightenment. Born in the Polish city of Danzig (Gdansk), he was taken in by an uncle living in Berlin at age 16 following the death of his father. There he studied with Ausburg painter/printmaker Johan Jakob Haid. He learned to paint, but Chodowiecki's true calling was etching. His thousands of highly refined, detailed, images became the epitome of late Rococo (so-called Zopfstil) German book illustration. He gained admission to the Berlin Academy of Arts in 1764, eventually becoming its Director in 1797.\r\n\r\nDuring a visit to his mother's home in Poland, Chodowiecki seemed keenly interested in recording his many visitors who came to have him draw their portraits in red chalk. While the portraits were bust length, Chodowiecki drew the visitors standing or sitting in the confines of his preferred workroom. He seems to have tired of drawing the same room repeatedly; so, he made an outline etching of the room to serve as a backdrop. He would populate the printed images of the room with figures drawn by hand in pen and ink. Two such examples are recorded. It is unclear whether a third impression is with or with out figures.\r\n\r\nChodowiecki seems to have decided to add atmospheric lighting effects to his etched outline of the room. While attempting to re-etch his copper plate, the protective varnish ground seems to have failed, resulting in dark, uneven shadows. Chodowiecki must have considered his effort a failure and set the plate aside after printing just a few impressions. Though he may have been disappointed with his effort, the results are beautiful and fascinating when seen from today's perspective. His work bears an uncanny resemblance to the aquatint effects produced by Francisco de Goya decades later, especially his proofs for the \"Disasters of War\" made between 1810 and 1820. As a rare precursor of Goya's practice, Chodowiecki's print helps to elucidate differences in attitude toward the role of chance in creation, an issue that runs",
  "title": "The Artist in His Mother's Room in Danzig"
}
