{
  "accession_number": "2009.53.8",
  "art_champions_text": null,
  "artist": "Artist: Carlo Labruzzi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1789",
  "department": "European Art",
  "description": "2 figures at center - one wearing blue, the other wearing red; view inside a barrel-vaulted structure with 6 arched openings at R; foliage in crevices; sketchy style",
  "dimension": "14 3/4 x 22 9/16 in. (37.47 x 57.31 cm) (sight)\r\n21 5/8 x 28 5/8 in. (54.93 x 72.71 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107189",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3219,
  "image_width": 4580,
  "inscription": "",
  "life_date": "Italian, 1748 - 1817",
  "markings": "",
  "medium": "Pen and watercolor over black chalk",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Sotheby's, London, October 10, 1974, no. 370; [Brian Sewell, London, 1978; sold July 1978, for £140, to McCrindle,]; Joseph McCrindle, New York (1978-d.2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Carlo Labruzzi represents the Doric Nymphaeum at the Villa of Domitian, 20 kilometers south of Rome, near Lake Albano. The ancient structure used to incorporate various fountains and waterworks and became a popular destination of the Grand Tour after it was rediscovered in the 1720s. (We are grateful to Bent Sorensen for identifying the site and related drawing by Labruzzi in the Vatican Library.) In the fall of 1789, Labruzzi sketched it and many other buildings during his travels on the Appian way (from Rome to Benevento) with the English antiquarian Sir Richard Colt Hoare of Stourhead (England). The 226 highly finished monochrome drawings of the sites on this trip are in an album now in the Vatican Library. The Minneapolis watercolor relates closely to one of the Vatican album drawings, so was likely executed some time after the 1789 trip. \r\n\r\nHoare's famous gardens at Stourhead include some classicizing buildings that may have been inspired by his travels with Labruzzi.",
  "title": "The Doric Nymphaeum at the Villa Domitian"
}
