{
  "accession_number": "2009.22.1",
  "art_champions_text": null,
  "artist": "Artist: Gaetano Gandolfi; Artist: after Nicolas Poussin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Kaywin Feldman and Jim Lutz in honor of John E. Andrus III's 100th birthday",
  "culture": null,
  "curator_approved": 0,
  "dated": "1760-1795",
  "department": "European Art",
  "description": "after Poussin painting of the same subject; reclining Germanicus on a bed with flowing drapery behind at left; three women--one weeping--and child at left; soldiers with spears at left; printed in black; received matted with L2009.66.2.2",
  "dimension": "3 7/16 x 4 13/16 in. (8.73 x 12.22 cm) (plate)\r\n4 x 5 1/8 in. (10.16 x 13.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107164",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2645,
  "image_width": 3432,
  "inscription": "Inscription\r\n\r\nin bottom margin, in pencil: [136]; LLC, printed in black: [Monsieur du Poussin Peint.]; LRC, printed in black: [G.G.f.]; on back, in graphite and red pencil: various notes and inscriptions",
  "life_date": "French, 1594–1665",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Collection of Augusto Calabi (born 1890), Milan; by descent to Lorenzo Calabi, Milan; sold to Bergquist; [James Bergquist, Newton, Mass., until 2009; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "107164",
    "107165"
  ],
  "signed": "",
  "style": "18th century",
  "text": "Gaetano Gandolfi was a member of the distinguished Bolognese Gandolfi family of artists, active in the second half of the 18th century. A successful Neoclassical painter and prolific draftsman, Gaetano's activity as a printmaker is less well known. Just 22 etchings by the artist are known, among them a number of reproductive prints after important 17th-century paintings like this one. Here Gandolfi reproduced Nicolas Poussin's celebrated painting The Death of Germanicus, one of the premier objects in Mia's collection. He executed this etching during an otherwise unrecorded trip to Rome, when the picture was still in the possession of the Barberini family and hanging in their renowned palace. The red-ink impression is highly unusual in this period but seems to be related to Gandolfi's activities in drawing. In the late 1750s, the young artist was commissioned to execute a series of copy drawings after great altarpieces in Bologna, and a number of these sheets were executed in red chalk. With the red ink, Gandolfi appears to be attempting to achieve a similar \"drawn\" look in print.",
  "title": "The Death of Germanicus"
}
