{
  "accession_number": "2009.30.5",
  "art_champions_text": null,
  "artist": "Artist: Maxime Maufra; Publisher: G. Boutitié &amp; Cie, Paris",
  "catalogue_raissonne": "Morane 103",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Eric G. Carlson in honor of Dennis Michael Jon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1915",
  "department": "European Art",
  "description": "slightly abstracted image of a zeppelin in the sky in the beams of three searchlights; trees at bottom; dark night sky",
  "dimension": "8 7/8 x 12 3/4 in. (22.54 x 32.39 cm) (image)\r\n9 7/16 x 12 15/16 in. (23.97 x 32.86 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107159",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3423,
  "image_width": 4686,
  "inscription": "",
  "life_date": "French, 1861 - 1918",
  "markings": "",
  "medium": "Lithograph",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Didier Martinez, Paris; Eric G. Carlson, New York",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Maxime Maufra was a French Impressionist painter and printmaker active between 1880 and 1918. He first exhibited his work at the Paris Salon of 1886. Though associated with the Nabi movement, his art was closer to that of Alfred Sisley and Camille Pissarro, especially their use of short brushstrokes. Maufra’s simplified land- and seascapes, usually devoid of figures, synthesize strong linear elements, bold colors, and the play of light and shadow. His numerous original prints, include lithographs, etchings, and aquatints.\r\n\r\n\"His Paysages de guerre\" (Landscapes of War), portfolio represents a departure for the artist. Produced in response to the terrible events and upheavals of World War I, Le Zeppelin depicts a German military airship on a bombing raid or reconnaissance mission under illumination by searchlights. It is unusual within the larger context of images of warfare; despite the widespread use of zeppelins by the German armed forces during World War I, the subject is rare among depictions of war. Indeed, there are no other images of military zeppelins in Mia's extensive collection of war-themed prints.",
  "title": "Le Zeppelin, from \"Paysages de guerre\""
}
