{
  "accession_number": "2009.19.3",
  "artist": "Artist: Rembrandt Harmensz. van Rijn",
  "catalogue_raissonne": "Hind 232 ii/ii; Bartsch 103; Rassieur iii/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1648",
  "department": "Prints and Drawings",
  "description": "man with long white beard and glasses seated at LR, writing, behind a stumpy tree with thick trunk and thin branches on right side only; big cat's face at left looking out from behind tree",
  "dimension": "7 x 5 3/16 in. (17.78 x 13.18 cm) (plate)\r\n7 1/4 x 5 7/16 in. (18.42 x 13.81 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4539,
  "image_width": 3359,
  "inscription": "Back, in brown ink and pencil:  (various notes and inscriptions)",
  "life_date": "Dutch, 1606–1669",
  "markings": "",
  "medium": "Etching and drypoint",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Pierre Remy, dated 1749 (died after 1787, Paris, Lugt 2173); Kennedy Galleries (New York, stock no. a14562); Henry Harper Benedict (1844-1935, New York, cf. Lugt 1298 and 2936); sold Sotheby Parke Bernet, New York, May 10, 1973; to C. G. Boerner (Düsseldorf) for a private German collection; by whom consigned to C. G. Boerner (New York), 2008.\r\n\r\nA speculative note on the early provenance:\r\nRembrandt etchings with Remy's mark and the date 1749 are almost invariably of the very highest quality. This etching may have been part of a renowned group of Rembrandt prints that Remy acquired from painter Jacques Aved. Evidence suggests that, Remy transferred these sheets to London engraver and dealer Thomas Major, who sold it to the financier Sampson Gideon, who in turn probably acted as agent or banker for the artist and dealer Arthur Pond. However, unlike many sheets sharing this early provenance, this one was not sold to Sir Edward Astley, who typically stamped his mark prominently on his Rembrandts.  Presumably, Pond sold the present sheet to another collector, after which point there is a long gap in the provenance until its reappearance with Kennedy Galleries. The curator in now attempting to reduce the gap by tracing the print in the Kennedy archive, now believed to be in the possession of another dealer.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom center, in the plate: Rembrandt f.1648",
  "style": "17th century",
  "text": "This image seems to have begun as a straightforward study of a willow tree, battered by violent weather and disfigured by harvesters taking its branches. As Rembrandt's imagination took hold, the wizened tree became both haven and metaphor for the aged saint, who carries on his studies at his ramshackle desk. With a few strokes of his etching needle, Rembrandt moved the scene from Holland's flat terrain to an alpine valley with a waterfall.\r\n\r\nThis print, acquired by Mia in 2009, is a major addition to the museum's collection of Rembrandt etchings. The copper plate used to print this image deteriorated quickly, but this impression was printed while the plate was still fresh. This is the finest example to have appeared on the market in more than 50 years.\r\n",
  "title": "Saint Jerome by the Pollard Willow"
}
