{
  "accession_number": "2009.7",
  "artist": "Artist: Doug Aitken",
  "catalogue_raissonne": null,
  "classification": " Time-based Media; Digital Art",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Contemporary Art",
  "description": "sound film installation without dialogue; instrumental music with some vocals; views of landscapes and the exteriors of motels; scenes of various animals inside motel rooms--horse, birds, raccoon, deer, bison, fox, rabbits, beaver, mountain lion; total running time:  24 minutes, 28 seconds\r\n\r\nCertificate of Authenticity in presentation box (copy in object file)\r\n\r\nInstallation and technical requirements: see notes",
  "dimension": "variable",
  "id": "http://api.artsmia.org/objects/107115",
  "image": "valid",
  "image_copyright": "© Doug Aitken%2C 2008",
  "image_height": 2000,
  "image_width": 3000,
  "inscription": "",
  "life_date": "American, born 1968",
  "markings": "",
  "medium": "Single channel video installation",
  "nationality": "American",
  "object_name": "Video recording",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Full Permission",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Doug Aitken is considered among the leading video artists of his generation. He is known for creating exquisitely produced and engaging videos that utilize the visual richness of the medium to capture the complexity of society and culture today.\r\n\r\nIn <I>migration (empire) - linear version</I>, the movements of wild North American migratory animals are transposed onto the ubiquitous space of the modern roadside motel. As the indigenous animals inhabit these vacant and sterile interiors, the video explores the complex relationship between America's wilderness and its sprawling built environment. Images of vast landscapes, roadside businesses, and industrial cityscapes call to mind the migration of settlers across the great expanse of land -- settlers who met the untamed wilderness to forge new ways of life defined westward expansion. But what was lost in the ambition to expand'\r\n\r\nAitken's close studies of wild, North American animals released within the artificial habitat of the motel are spellbinding. A horse occupies a room, watching wild horses run free on television; a buffalo, the tragic American symbol of the wild West, trashes the space. The animals' displacement from their native environment seems at once humorous and horrific, strangely familiar and prophetic.\r\n\r\nIn <I>migration</I>, Doug Aitken explores the complex relationship between America's wilderness and its sprawling built environment. Images of vast landscapes, roadside motels, and industrial cityscapes from every region of the country move across the screen, calling to mind the migration of settlers across the great expanse of land. Unexpectedly, the protagonists of Aitken's meditative exploration are neither frontiersmen nor actors, but native North American animals. Confined in the sterile environment of motel rooms, the animals cautiously explore the unfamiliar habitat; their investigations yield scenes that are both humorous and heart-rending. The work captures the country's strengths and contradictions - the sublime beauty of a landscape t",
  "title": "migration (empire) - linear version"
}
