{
  "accession_number": "2009.50",
  "art_champions_text": null,
  "artist": "Artist: Eugène Carrière",
  "catalogue_raissonne": "Delteil 32",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Barbara M. Kaerwer in honor of John E. Andrus III on his 100th birthday",
  "culture": null,
  "curator_approved": 0,
  "dated": "1897",
  "department": "European Art",
  "description": "painterly-style portrait of a man with a short white beard and short white hair against a black ground",
  "dimension": "21 3/4 x 15 3/4 in. (55.25 x 40.01 cm) (image)\r\n27 7/16 x 19 3/4 in. (69.69 x 50.17 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107150",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5158,
  "image_width": 3689,
  "inscription": "LRC, in pencil: [41]",
  "life_date": "French, 1849–1906",
  "markings": "",
  "medium": "Manière noire lithograph on chine appliqué",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Didier Martinez, Paris); Private collection, Chicago, 2007-08; (Armstrong Fine Art, Chicago, 2008-09, sold to Kaerwer); Barbara M. Kaerwer, Eden Prairie, Minn.; given to MIA ,2009",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed LRC of image, in the stone, and LLC in margin, in pencil: Eugène Carrière",
  "style": "19th century",
  "text": "Eugène Carrière did not belong to a particular school or group of artists, however he is often linked with the Symbolists. The dreamlike reverie that pervades his work particularly appealed to Symbolist critics, who described his art as \"reality having the magic of dreams.\" The Franco-Prussian War interrupted Carrière's studies with Alexandre Cabanel at the Ecole des Beaux-Arts in 1870, but by 1873 he was working in the lithographic studio of Jules Chéret. Success eluded Carrière for quite some time and it was not until the 1890s that he began to receive awards and critical acclaim for his work. Carrière work was unlike others of his era—he cultivated a technique in which form was dissolved in a mysterious and misty haze. He used a monochromatic palette (some believe he may have been color blind), softened the focus, and enveloped his figures in a thick, dark atmosphere.  He relished the display of the artist's hand, and there is evidence of stroking, wiping, and scratching in the surfaces of his canvases and prints. In \"Puvis de Chavannes,\" white scratches into the dark background delineate the contours of the sitter's face and beard. In his graphics, Carrière worked from dark to light, similar to the process of a mezzotint.",
  "title": "Puvis de Chavannes (Second plate)"
}
