{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Flemish, c. 1532-1603",
  "nationality": null,
  "role": "Artist",
  "artist": "Maerten de Vos",
  "dated": "1562-1563",
  "culture": null,
  "country": "Flanders",
  "continent": "Europe",
  "dimension": "6 3/16 x 11 7/16 in. (15.7 x 29.1 cm)\r\n7 3/4 x 13 in. (19.69 x 33.02 cm) (mount)",
  "medium": "Pen and brown ink, brush and red wash, possibly red chalk, heightened with white",
  "title": "Laban and Rebecca Receiving Eliezer",
  "id": "http://api.artsmia.org/objects/107209",
  "room": "Not on View",
  "style": "16th century",
  "marks": "Inscriptions, Stamps:\r\n\r\nVerso of mount, in black  ",
  "text": "The collectors' marks stamped in the lower corners of the drawing indicate that the work was in a number of distinguished drawings collections over the centuries- Commendatore Genevosio's in Turin in the 18th century, Giuseppe Vallardi's in Milan in the 19th century, and the German artist Anton Rauh's in the 20th. Yet the artist responsible for the drawing was long forgotten. Our research has shown that it was executed by the successful Flemish painter Marten de Vos in preparation for one of his early paintings that was part of a series representing the life of Rebecca (see illustration). Rebecca gave water to Eliezar, Abraham's servant, when he was traveling through her town, and this act of kindness revealed to Eliezar that he had found the bride destined for Isaac, Abraham's son. The drawing depicts the moment just after she has given Eliezar and his camels water, when she respectfully introduced her brother Laban to the stranger. Only one other drawing related to the series survives, which is now in the Louvre.",
  "description": "ink with red wash; women with jugs and baskets at R; male figures with camels at L; seated figure seen from back, LLC; city with buildings and sculptures in background at R",
  "provenance": "",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "accession_number": "2009.53.26"
}
