{
  "restricted": 1,
  "image": "valid",
  "image_copyright": "%26copy%3B 2009 Kehinde Wiley",
  "life_date": "American, born 1977",
  "nationality": "American",
  "role": "Artist",
  "dated": "2009",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "89 1/2 x 168 in. (227.33 x 426.72 cm) (outer frame)",
  "medium": "Oil on canvas",
  "title": "Santos Dumont - The Father of Aviation II",
  "id": "http://api.artsmia.org/objects/107241",
  "room": "G276",
  "style": "21st century",
  "marks": " ",
  "text": "Kehinde Wiley is best known for his large-scale portraits of African-American men depicted in poses that cast them as kings, prophets, and saints in the tradition of \"old master\" canvases, reminiscent especially of Renaissance and Baroque painting. Part of Wiley's original strategy was to place images of young black men within the context of traditional European portraiture'a context where they have rarely been given center stage.\r\n\r\n<I>Santos-Dumont</I> is part of a larger body of work called 'The World Stage.' For this series, the artist traveled to diverse locations around the globe, including Africa, China, India, and Brazil. He invited his models to choose poses from important paintings or sculptures that are representative of the history of their surroundings. The two young men featured in this painting, whom he met in Rio de Janeiro, chose to position themselves as the two 'fallen heroes' in a well-known public monument dedicated to one of Brazil's pioneer aviators, Santos-Dumont. By depicting these black men as the heroic pioneers of Brazilian aviation, Wiley places them in a position of power, essentially immortalizing them in oil paint. \r\n\r\nWiley's images collapse history and style into a uniquely contemporary vision. Questioning issues related to identity and self on a global scale, his 'World Stage' project took him to six countries on three continents. These two young men, for instance, located in a <i>favela</i>, or slum, and depicted in contemporary urban attire, could just as easily be from Harlem or Lagos as from the streets of Rio.\r\n",
  "description": "Two men lying on rocky outcrop, one on his back in a blue shirt, the other on his stomach in a white shirt; blue sky and clouds at UR. Frame: painted black with open carving of birds and flowers.",
  "creditline": "Gift of funds from two anonymous donors",
  "accession_number": "2010.99                                   ",
  "artist": "Kehinde Wiley"
}
