{
  "accession_number": "2009.53.18",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Giovan Paolo Pisani; Artist: Unknown Italian (Tuscan), mid-16th century; Artist: Formerly attributed to Alessandro di Agostino Casolani",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600-1635",
  "department": "European Art",
  "description": "sketchy style; seated Madonna at R with head drawn in two different poses, holding infant Jesus; another figure at L behind St. John",
  "dimension": "3 1/2 x 2 9/16 in. (8.89 x 6.51 cm) (sheet)\r\n8 3/16 x 7 5/16 in. (20.8 x 18.57 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107201",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2893,
  "image_width": 2205,
  "inscription": "",
  "life_date": "Italian (Siena), 1574-1637",
  "markings": "",
  "medium": "Pen and brown ink and red chalk",
  "nationality": "Italian (Siena)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Joseph F. McCrindle (until d. 2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This study of the Madonna and Child with saints make for an interesting comparison with a work on loan from an important private collection. The two share not only subject matter, but many significant graphic qualities as well-vague, rough underdrawing in chalk, followed by bold, incisive penwork to model the figures, similar \"pentimenti\" (second thoughts/changes) to alter the Madonna's head and gesture, and identical abbreviated notations to describe the figures' eyes, noses, and hands-not to mention the similar physiognomic types found in the two sheets. The larger drawing on loan has long been accepted as a work by Alessandro Casolani, the successful 16th-century Sienese artist. A spirited and prolific draftsman, Casolani produced countless, inventive compositional drawings. His nimble pen moved rapidly when he sketched and changed course frequently to keep up with the surge of ideas. He returned to the subject of the Madonna and Child with saints again and again in his paintings and drawings, never repeating a pose, always searching for a new compositional scheme and solution. The McCrindle drawing, which came to the museum as the work of an anonymous Italian master, might, in fact, also be by Casolani.",
  "title": "Madonna and Child with Saint Elizabeth and the Infant Saint John the Baptist"
}
