{
  "accession_number": "2009.53.22",
  "art_champions_text": null,
  "artist": "Artist: Unknown French, 18th century",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "four small sheets, each with one figure, mounted together on a larger sheet: each study numbered (left to right): 301 (?), 102, 100, 302 (?); #301 (ULC): male with heavy beard wearing a skirt, leaning on PL leg with bent knee, PL arm up with elbow bent; #102 (URC): nude male wearing a flowing cape, leaning PR knee on an invisible support; #100 (LLC): standing woman wearing a helmet and a log dress with a shield on her PL upper arm; #302 (LRC): striding man wearing loop of flowing fabric, body twisted to PL with PR arm extended downward",
  "dimension": "3 7/8 x 5 7/8 in. (9.84 x 14.92 cm) (sight)\r\n9 3/4 x 11 5/8 in. (24.77 x 29.53 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107205",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4433,
  "image_width": 3479,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pen and brown ink and wash over red chalk",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Finchden Manor, Tenterden, Kent, 1976; sold together with L2009.52.9 as \"Roman School, circa 1620,\" for £180, to McCrindle]; Joseph F. McCrindle, New York (1976-d.2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\r\n",
  "style": "18th century",
  "text": "Comparable in format and style to studies in the Italian sketchbooks of young Jacques-Louis David, which he executed when he was studying in Rome from 1775 to 1780, these eight drawings might be by an artist in his circle there. Copying antique sculptures was a major activity of pensioners at the French Academy in Rome, and these quickly sketched drawings seem to record this fundamental academic exercise. The figures' frenzied poses, fluttering drapery, and subtle modeling with wash suggest that they were drawn after antique bas reliefs--a battle of the centaurs, or scene of bacchic revelry, for example—with the artist isolating individual figures on the page from the complex sculpted context.",
  "title": "Four Figure Studies"
}
