{
  "accession_number": "2010.99",
  "art_champions_text": null,
  "artist": "Artist: Kehinde Wiley",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from two anonymous donors",
  "culture": null,
  "curator_approved": 1,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "Two men lying on rocky outcrop, one on his back in a blue shirt, the other on his stomach in a white shirt; blue sky and clouds at UR. Frame: painted black with open carving of birds and flowers.",
  "dimension": "89 1/2 x 168 in. (227.33 x 426.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107241",
  "image": "valid",
  "image_copyright": "© 2009 Kehinde Wiley",
  "image_height": 2351,
  "image_width": 4127,
  "inscription": "",
  "life_date": "American, born 1977",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Kehinde Wiley is best known for his large-scale portraits of Black people depicted in poses that cast them as kings, prophets, and saints in the tradition of \"old master\" canvases, reminiscent especially of Renaissance and Baroque painting. Wiley’s paintings transpose black bodies into the context of traditional European portraiture, challenging the racial marginalization of art history and questioning issues related to identity and self on a global scale. \r\n \r\nSantos-Dumont is part of a larger body of work by Wiley called “The World Stage.” For this series, the artist traveled to diverse locations around the globe, including Africa, Asia, and South America, where he created portraits that explore the international phenomenon of urban youth culture. Wiley met the two young men featured in this painting in Rio de Janeiro, Brazil. The subjects chose to position themselves as the two “fallen heroes” in a well-known public monument dedicated to one of Brazil’s pioneer aviators, Alberto Santos-Dumont. By depicting these black men as the pioneers of Brazilian aviation, Wiley instills his anonymous subjects with a powerful and heroic identity, essentially immortalizing them in oil paint.",
  "title": "Santos Dumont - The Father of Aviation II"
}
