{
  "accession_number": "2009.53.61",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Francesco Vanni; Artist: Formerly attributed to Cornelis Saftleven",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1593-1596",
  "department": "European Art",
  "description": "small sketch of a dog from PR side, barking; long tail with tuft on end",
  "dimension": "4 1/4 x 5 3/16 in. (10.8 x 13.18 cm)",
  "id": "http://api.artsmia.org/objects/107283",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2739,
  "image_width": 3642,
  "inscription": "Inscriptions:\r\n\r\nVerso of old mount: stamped [Sarah Spicer / 122 Marlborough / 81 Walton St. S.W.3]\r\nInside of mount: [Artists? Saftleven  / MC0015 / A0917]",
  "life_date": "Dutch, c. 1607–1681",
  "markings": "Watermark: Anchor in a circle with six-pointed star; close to Briquet 497 (Vicenza 1505) or 482 (Laibach 1511)",
  "medium": "Black chalk on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Joseph F. McCrindle (until d. 2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "While drawing connoisseurship can seem dangerously subjective to the uninitiated, quite often consensus is found among various experts. When this drawing entered the collection, it was miscatalogued as a study by the Dutch artist Cornelis Saftleven. Three drawings connoisseurs independently suggested this fragmentary, quick sketch of a barking dog was executed by a Sienese artist around 1600. It was the scholar John Marciari who identified the artist as Francesco Vanni, recognizing the dog from Vanni's impressive mural Saint Catherine Exorcising a Demon of 1593-96, in the church of San Domenico in Siena, where its appears prominently in the central foreground of the painting. The dog is barking madly at the woman possessed by demons, who flails on a parapet above him to the right. He is shown from the identical viewpoint, and in the same pose as the drawing, with his muzzle raised, teeth showing, tail upright, front legs crouched, and front paws not visible. In the final painting, the dog's left hindleg is obscured by the forearm of a figure, and the exacting description of the dog's private parts, not suprisingly, is omitted.",
  "title": "Barking Dog, Seen from Behind"
}
