{
  "accession_number": "2009.36a,b",
  "art_champions_text": null,
  "artist": "Artist: Harriete Estel Berman",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "parallelogram shape with beveled sides; two squared-off corners; top surface has three triangular shapes and two other shapes in gold with hammered designs of pyramid, egg and organic shapes; sides have procession of figures (cutout black silhouettes) before layered gold skylines and landscape shapes (including Statue of Liberty) with printed tin sky behind; printed tin pieces on underside, with center piece having carpet design",
  "dimension": "4 1/2 x 27 x 16 3/4 in. (11.43 x 68.58 x 42.55 cm)",
  "id": "http://api.artsmia.org/objects/107367",
  "image": "valid",
  "image_copyright": "© Harriete Estel Berman",
  "image_height": 4375,
  "image_width": 6741,
  "inscription": "Label",
  "life_date": "American, born 1952",
  "markings": "on bottom at edge, stamped on pink tin: [EONS OF EXODUS / HARRIETE ESTEL BERMAN / CA - (c) 2008 (clothes iron)]",
  "medium": "Tin, steel, 10k gold, sterling silver, stainless steel, brass, pigments, Plexiglass",
  "nationality": "American",
  "object_name": "\"Eons of Exodus\" Seder plate",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "G362",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Constructed from recycled tin cans, this plate for the Passover Seder dinner commemorates Jewish emigration over thousands of years. The narrative begins with the original exodus from Egypt and continues with images of Jews over the centuries in the places they have lived. The final scene depicts African refugees in the twenty-first century fleeing the violence in Darfur. The top of the Seder plate features embossed images of traditional Passover foods, but with the addition of an orange. An orange is out of place on a Seder plate, but has become a symbol of support for including women, gays and lesbians as full-fledged participants in Jewish ritual.",
  "title": "\"Eons of Exodus\" Seder plate"
}
