{
  "accession_number": "2009.53.66",
  "art_champions_text": null,
  "artist": "Artist: Gaspare Diziani",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1740s",
  "department": "European Art",
  "description": "2 soldiers at center; soldier at L grabbing the shoulders of soldier at R; caped man at L extends arm and rushes toward soldiers; figures with cow at R; 2 jugs, LLC; black and brown ink",
  "dimension": "10 1/2 x 16 7/16 in. (26.67 x 41.75 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107348",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3306,
  "image_width": 5075,
  "inscription": "Inscription\r\n\r\nURC, in pencil: [E.17]; on back, in pencil: [x56] and crossed-out inscription",
  "life_date": "Italian, 1689-1767",
  "markings": "Watermark: angel kneeling in profile (not in Heawood or Piccard, similar to Briquet 632) \r\n",
  "medium": "Pen and brown ink, black and red chalk",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Joseph F. McCrindle (until d. 2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The ancient story of Mucius Scaevola was a popular subject in 17th and 18th-century Italian art. When the ancient city of Rome was under attack by Etruscan troops, a young Roman nobleman Mucius snuck into the enemy camp to kill the invading army's king, Porsena. Mucius, however, was seized after killing the king's secretary by mistake. Indifferent to his seemingly sealed fate, Mucius sacrificed his right hand in front of Porsena and his men, shoving it into a fire. The king was so impressed by his bravery, he set him free, and the young hero was henceforce called \"Scaevola\" or left-handed.\r\n\r\nThis compositional study had no attribution when it arrived at the museum. It borrows heavily from Raphael's famous Sacrifice of Lystra, one of the Sistine tapestry designs Raphael executed in 1515, which made it difficult to recognize the hand of the artist. Yet it seems likely to be by prolific and accomplished 18th-century Venetian draftsman Gaspare Diziani, as has recently been suggested by the scholar George Knox. The energetic, almost frantic penwork, the planar compositional format, the figure types and costuming are all consistent with his drawing style, and he favored this combination of media for large compositional studies, that is, pen and ink over red chalk.",
  "title": "Mucius Scaevola Before Porsena"
}
