{
  "accession_number": "2009.51",
  "art_champions_text": null,
  "artist": "Artist: Sedrick Huckaby",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom and Marsha French in honor of Ted Pillsbury",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "sketchy style; figure seated in a wheelchair, drinking from a straw; door behind figure; objects on table at left; page torn from notebook",
  "dimension": "10 x 6 3/4 in. (25.4 x 17.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107455",
  "image": "valid",
  "image_copyright": "© Sedrick Huckaby",
  "image_height": 4624,
  "image_width": 3207,
  "inscription": "Verso, in pencil: 12951",
  "life_date": "American, born 1975",
  "markings": "",
  "medium": "Graphite on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; Valley House Gallery, (Dallas), 2008; Thomas and Marsha French (Fairlawn, Ohio), 2008; given to the MIA, 2009",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: Sedrick Huckaby",
  "style": "21st century",
  "text": "American artist Sedrick Ervin Huckaby is an award-winning contemporary painter and draftsman known for his representational relief paintings that explore African American culture and heritage. His work ranges from portraiture and figurative scenes, to interiors and still lifes. The themes he presents are often highly personal, centering on members of his own extended family in Fort Worth, Texas, while addressing larger issues of the human condition, from ethnographic stereotypes to justice and the nature of power. This drawing is a study created as part of an extensive series of paintings, pastels, and drawings collectively titled Big Momma's House. It depicts Huckaby's maternal grandmother Hallie Beatrice Carpenter, the family's now-deceased matriarch, sitting in her wheelchair in her Fort Worth home. The two-year project captured Carpenter, affectionately known as Big Momma, in her role as the family's moral authority and wise counsel.  Huckaby explained his approach: \"The works range from those having a humble pride to those with a frank truthfulness. This kind of truthfulness is normally reserved for family and close friends. With family you do not have to pretend, put on a mask, or act overly formal. You feel comfortable being yourself. This body of work should evoke the feeling of being at a familiar Big Momma's House on just and ordinary day.\"",
  "title": "Untitled (Big Mama in her Wheelchair)"
}
