{
  "accession_number": "P.16,011",
  "art_champions_text": null,
  "artist": "Publisher: Pierre de La Mesangere",
  "catalogue_raissonne": "Colas 736",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1797-1831",
  "department": "European Art",
  "description": "",
  "dimension": "7 1/2 x 4 9/16 in. (19.05 x 11.59 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/107528",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6810,
  "image_width": 4523,
  "inscription": "",
  "life_date": "French, 1761–1831",
  "markings": "",
  "medium": "Hand-colored engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From Journal des Dames et des Modes or Costumes Parisiens, (Paris, 1797-1831)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "By the 1790s, shorter hairstyles were common for men and accepted options for women. Neoclassical currents—with help from the revolutionary stage—partly informed this trend. This woman’s “Titus” coiffure originated in 1791 with the revival of Voltaire’s 1730 play, Brutus. With its account of the downfall of the monarchy and establishment of the Roman Republic, this thinly veiled critique of French royalty sowed seeds of sedition. When the actor Francois-Joseph Talma, cast as Titus, appeared onstage with a cropped Roman haircut, the audience roared in approval and a gender-neutral style was born. But after thousands of men and women marched to the guillotine with hastily shorn hair (to ensure a clean cut), choppy cropped hairstyles “à la victime” proliferated, particularly among iconoclast youth. Similarly, men began to wear exaggerated neckwear, apparently to communicate a desperate desire to bandage society’s irreparable wounds sustained by the guillotine.",
  "title": "Fashion Plate No. 277 from Journal des Dames et des Modes"
}
