{
  "accession_number": "2010.58.3a-y",
  "art_champions_text": null,
  "artist": "Artist: Jennifer Bartlett",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1998-1999",
  "department": "Global Contemporary Art",
  "description": "25 square steel plates with various colored dots on a tan grid on white ground; entire design is straight brown path from bottom center to horizon line at top, between two small white buildings; large house shape in LLC; smaller house shapes at top and LRC",
  "dimension": "64 x 64 in. (162.56 x 162.56 cm)",
  "id": "http://api.artsmia.org/objects/107979",
  "image": "valid",
  "image_copyright": "© 1999 Jennifer Bartlett. All rights reserved.",
  "image_height": 4643,
  "image_width": 4935,
  "inscription": "",
  "life_date": "American, 1941 - 2022",
  "markings": "On back of each plate: (artist\\'s label including installation position) | On back of a: (Baldwin Gallery label)",
  "medium": "Oil over screenprint on baked enamel on steel plates",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On back of y, in black marker: J Bartlett / 1998-99",
  "style": "20th century",
  "text": "Jennifer Bartlett was born in 1941 in Long Beach, California, and studied at Mills College in California. Bartlett’s use of dots, brushstrokes, and vivid color connects her work to that of Post-Impressionists such as Vincent Van Gogh and Georges Seurat, whom she acknowledged as influential to her work. Her systematic use of grids aligns her work with that of Close who used them to reveal his process of creating realist illusion. Bartlett employed the grid format to structure her paintings while allowing for playful flexibility. She is an important contributor to 20th-century art due to her innovative use of baked enamel on steel plates.\r\n\r\nPath is a classic example of Bartlett’s mature style and innovative use of baked enamel on steel.  Instead of the lush and idyllic gardens of these historical images, however, Bartlett portrays the small box-like houses of a contemporary suburb, sub-divided by the eponymous path of the painting’s title.  Partly tongue-in-cheek critique and partly celebratory, it connects the eminent history of landscape painting with a contemporary, updated image of the minimal suburban landscape. Analytical and lyrical, this work also reflects the artist’s transformation of the prevailing Minimalist aesthetic of the 1960s into something distinctly her own.",
  "title": "Path"
}
