{
  "accession_number": "2010.58.4",
  "art_champions_text": null,
  "artist": "Artist: Red Grooms",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "wild scene in a green, yellow and orange circus ring; woman with long blonde hair holding a whip and flaming bar with a male acrobat jumping over it onto the back of a running blue horse; man standing on running brown horse at left, juggling swords; another man at back riding sideways on a grey horse; tightrope walkers, ULC; clown balancing a plate on top of pole on his nose at left; dancing bear behind clown",
  "dimension": "40 1/8 x 60 1/8 in. (101.92 x 152.72 cm) (sheet)\r\n44 3/4 x 65 in. (113.67 x 165.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/107999",
  "image": "valid",
  "image_copyright": "©Red Grooms %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4265,
  "image_width": 6322,
  "inscription": "Signature and Date",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Gouache and watercolor",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; (Marlborough Gallery, New York, 1990); Donna and Cargill MacMillan, Jr., Wayzata, Minn. (1990-2010; given to MIA)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated LRC, in black: [Red Grooms \\'90]",
  "style": "20th century",
  "text": "Charles \"Red\" Grooms is a contemporary American artist best known for his large-scale mixed-media, self-named \"sculpto-pictoramas,\" and installations depicting dynamic scenes of modern urban life populated with an array of colorful characters. Much of his work chronicles American life with a comic style that is characterized by wit, humor, and appreciation of human nature. In addition to his images of American culture, Grooms has produced several series inspired by his travels abroad, including trips to Japan, Morocco, and Russia.  Such work is informed by the artist's memories, interactions with other cultures, and thoughts on globalization.  Leningrad Circus is part of a group of works based on his trip to Russia in May 1989 and is an excellent example of Grooms' intense compositions and bright, bold color palettes.",
  "title": "Leningrad Circus"
}
