{
  "accession_number": "81.82",
  "art_champions_text": null,
  "artist": "Photographer: Albert Renger-Patzsch",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1912-1966",
  "department": "European Art",
  "description": "",
  "dimension": "6 5/8 x 8 15/16 in. (16.83 x 22.7 cm) (image)\r\n6 3/4 x 9 1/16 in. (17.15 x 23.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/23021",
  "image": "valid",
  "image_copyright": "©Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 1884,
  "image_width": 2542,
  "inscription": "",
  "life_date": "German, 1897 - 1966",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The time was the early 20th century and the setting was a trade show of the latest industrial inventions. Two now-famous artist friends, Contantin Brancusi and Marcel Duchamp, were walking through the show and came up to a propeller from a large ship. Duchamp turned to Brancusi and challenged him: \"beat that.\" In other words, make a modern sculpture as beautiful as a functionally-designed propeller. \r\n\r\nThe revelation that industrial design has aesthetic qualities is one reason why John R. Morgan's Waterwitch Outboard Motor (left) is on display at the MIA. With the advancement of industry in the late 19th and early 20th century, the notion of \"good design\" began to spread globally in advanced industrial nations. \r\n\r\nRoughly around the same time, photographers began to look closely at industrial objects, cars, typewriters, etc. In fact, they often looked very closely, capturing the alluring details of industrial design with tight, up-close shots of designs. Renger-Patzsch, for example, shows us the steering wheel, not the car. He focuses the camera on the circular gauges, steering wheel, bolts, and the brushed pattern of the dashboard. Renger-Patzsch \"beat that\" by \"showing that\" in detail.",
  "title": "Steering Wheel"
}
