{
  "accession_number": "82.24a-g",
  "art_champions_text": null,
  "artist": "Artist: Master of Guadalcanal",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Ethel Morrison Van Derlip Fund and Anonymous Gift of Funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "European Art",
  "description": "a. body; b.right arm; c. left arm; d-g. nails. [Culture formerly \"Probably Sevilla, Spain\" - FLB, 03/15/2016]",
  "dimension": "24 7/8 × 15 × 4 3/4 in. (63.2 × 38.1 × 12.07 cm)\r\n2 3/4 in. (6.99 cm) (object part, Nail PL hand)\r\n4 7/16 in. (11.27 cm) (object part, Nail PL foot)\r\n2 1/8 in. (5.4 cm) (object part, Nail PR hand)\r\n2 5/8 in. (6.67 cm) (object part, Nail PR foot)",
  "id": "http://api.artsmia.org/objects/23172",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6445,
  "image_width": 4666,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "With extraordinary anatomical precision, this sculpture focuses on the suffering of Christ, who is shown still alive and in extreme physical pain. Ivory was the material of choice for depictions of Jesus, not merely because it was an exotic material imported at great expense from southern Africa, but also because at this time the elephant was interpreted as a symbol of Jesus. This figure was carved out of an unusually large tusk of ivory, which determined the C-shaped movement that underscores the body’s suffering.\r\n\r\nThe name of the Spanish artist who carved this work is unknown, but he carved at least two other sculptures of Christ on the Cross that we know of. One is in a museum in Florence, Italy. Another is still today in the church of Santa María in Guadalcanal, a village north of Seville, Spain.",
  "title": "Corpus"
}
