{
  "accession_number": "82.40",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Francis J. Puig",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870",
  "department": "Asian Art",
  "description": "twill tapestry weave, embroidered and fringed ends",
  "dimension": "138 x 53 1/2 in. (350.52 x 135.89 cm)",
  "id": "http://api.artsmia.org/objects/23271",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3287,
  "image_width": 5616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool; twill-tapestry weave, embroidery",
  "nationality": null,
  "object_name": "Shawl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Creating an impression of imposing size to reinforce personal importance is an artifice that has been used for centuries. The subtle variations of this theme employed by women to enhance their social standing involved a delicate balance between the desirability of being perceived as small, graceful and retiring and the importance of being recognized as a significant force in society. In the mid-nineteenth century, the use of voluminous crinoline skirts and large, elaborately patterned shawls, such as this one, made sure one was easily seen. In contrast to the abundance of cloth the female would appear quite delicate.\r\n\r\nShawls that were handwoven in India, such as this one, were costly imports to Europe and America. The style was so popular that many European textile centers, from Paisley, Scotland to France and Austria, created a variety of woven and printed imitations. Thus the quality of design and technical refinement of the cloth clearly defined one's wealth and social standing.",
  "title": "Shawl"
}
