{
  "accession_number": "82.43.1",
  "art_champions_text": null,
  "artist": "Designer: John S. Bradstreet; Maker: John S. Bradstreet and Company; Maker: Tiffany Studios (glass shades, fireplace tiles)",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Wheaton Wood, by exchange",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1906",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "37 x 34 3/4 x 33 1/2in. (94 x 88.3 x 85.1cm)",
  "id": "http://api.artsmia.org/objects/23273",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4884,
  "image_width": 5344,
  "inscription": "",
  "life_date": "American, 1845–1914",
  "markings": "",
  "medium": "Cypress, walnut, leather, wool, cotton velvet, bronze, glass, leaded glass, painted canvas, photographs, paper",
  "nationality": "American",
  "object_name": "Armchair",
  "portfolio": "From From the William and Mina Prindle House, Duluth, Minnesota; William Hunt, architect",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G320",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "From the 1870s until his death in 1914, designer and decorator John Bradstreet gave Minnesotans the latest in domestic and commercial interiors, favoring Moorish, European, and Japanese-inspired styles. His frequent travels to Europe and Asia provided a wealth of antiques for his clients, sold through his Minneapolis Craftshouse. Bradstreet's trademark jin-di-sugi furniture and woodwork, adapted from the Japanese technique of artificially aging and carving cypress wood, is now recognized as his personal contribution to the American Arts and Crafts style.  \r\n\r\nThe Prindle living room is one of Bradstreet's most noteworthy interiors.  A complete ensemble, it features wainscoting and furniture entirely of sugi wood carved with Japanese motifs such as lotus leaves and flowers.  Bradstreet combined this rich wood with deep green rugs and textiles, and glass light fixtures and fireplace tiles manufactured by Tiffany Studios.  Thanks to Mrs. Prindle's careful preservation of the room, it is one of the few intact Bradstreet interiors to survive.",
  "title": "Armchair"
}
