{
  "accession_number": "2007.39",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th-early 18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "text followed by eight diagrams of mounted soldiers, swordsmen and bowsmen, each with a colored flag, in various battle formations; soldiers with canons and figures with horns on a small tower; bright colors",
  "dimension": "178 3/16 x 19 13/16 in. (452.6 x 50.32 cm) (image)\r\n260 13/16 x 20 3/16 in. (662.47 x 51.28 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/103139",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This rare handscroll of military exercises is preceded by a long inscription with an official seal in both Chinese and Manchu script. It was painted for the commander of the Hu Guang army by an anonymous eighteenth century artist. The illustrations based on Daoist cosmological foundations incorporating the \"Eight Trigrams\", were supposedly formulated by Zhu Geliang (181-234) a brilliant military strategist as well as the hero of the popular historical novel Romance of the Three Kingdoms (14th C). He is said to have laid out the schemes by using rocks in a section of the Yangzi River at Yufu in Sichuan. The present text is a fairly accurate description of actual military drills based on the Eight Formations brought up to date by an 18th century artist. Cannon are referred to, for example, but the exercises aim to recapture the ideas of Zhu Geliangwith their Taoist underpinnings.",
  "title": "Diagrams of the Eight Formations"
}
