{
  "accession_number": "2007.51",
  "art_champions_text": null,
  "artist": "Artist: Elisabeth Louise Vigée-Le Brun",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Friends of the Institute",
  "culture": null,
  "curator_approved": 0,
  "dated": "1807-1808",
  "department": "European Art",
  "description": "blue-green landscape with water in foreground; rolling mountains on opposite bank with tall peaks in ULC; large tree in center of image, with other trees at L and R; bright blue sky with clouds",
  "dimension": "9 x 13 3/8 in. (22.9 x 34 cm) (image)\r\n16 x 20 3/8 in. (40.64 x 51.75 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/103135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7232,
  "image_width": 9966,
  "inscription": "Signature, Title and Inscription\r\n\r\non back, on backer board, in pencil: TR: 356-2007",
  "life_date": "French, 1755 - 1842",
  "markings": "",
  "medium": "Pastel on blue-green paper, two sheets joined",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Private collection, Midi, France (until 2006; sale, Philippe Rouillac, Cheverny, France, June 11, 2006, no. 40, for E PTOOO , to Brady); [W.M. Brady, New York, 2006-2007; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On back, on attached sheet of paper, in brown ink: vue du lac de challe et du mont blanc L.E. Vigée Lebrun",
  "style": "19th century",
  "text": "Sometimes it is a tourist who can best appreciate the special qualities of a place. The French artist Élisabeth Louise Vigée-LeBrun, spending the summers of 1807 and 1808 in Switzerland, found the picturesque alpine landscape inspiring. Her many letters home describe her exhilaration at the sight of this breathtaking scenery. Following an excursion to view Mont Blanc, which gleams brightly at the top of this pastel, she wrote of the radiant colors of the landscape and play of light, “I was seized with a desire to paint this reflected light; quickly I snatched up my pastels.”\r\n\r\nVigée-LeBrun learned the art of pastel early, from her father, the pastelist Louis Vigée. The medium was well suited to her favored genres of portraiture and landscape. Her diary records “about a hundred pastel landscapes of Switzerland painted during my travels,” yet lamentably just six pastels by her are known today, including this work rediscovered in 2006.",
  "title": "Vue du lac de Challes et du Mont Blanc (View of the Lake of Challes and Mont Blanc)"
}
