{
  "accession_number": "2007.74.4",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The James Castle Collection, Boise, Idaho",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1959",
  "department": "Arts of the Americas",
  "description": "recto: tall, thin couple-man wears a hat and woman wears a sun bonnet-with dog or other animal standing at R; couple looks at a fancy screen door decorated with spindles; verso: \"Gay Nineties\" cookie assortment label with printed image of a tray of cookies. Unsigned.",
  "dimension": "7 15/16 x 9 1/2 in. (20.16 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/103133",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 5928,
  "image_width": 6936,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Soot, soot wash, and traces of white wash on thin tan found cardboard (commercially printed Gay Nineties Cookie Assortment packaging)",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Boise, Idaho; Estate of the artist, Boise, Idaho; given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "20th century",
  "text": "This simple domestic scene features representational figures of a man, woman, and dog standing outside the door of a house. Though little is known about the subject, it may be a variation of Castle’s so-called dream house drawings, which he made regularly as visualizations of his longing for a home and family of his own. Castle’s abiding interest in patterns is evident in the prominence of the wooden screen door and its ornate Victorian-style embellishments.",
  "title": "Untitled (Outdoor scene with man, woman, dog, and decorative screen door)"
}
