{
  "accession_number": "2007.75",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Karen Lennox Gallery, Chicago",
  "culture": null,
  "curator_approved": 0,
  "dated": "not dated",
  "department": "Arts of the Americas",
  "description": "rectangular construction on cardboard base; two strips of brown paper at bottom with grey paper on base between them; black rectangle outlines black filled-in square and rectangle; five pieces of string; piece made to appear old, grimy, worn. Not signed.",
  "dimension": "7 7/16 x 3 11/16 x 3/16 in. (18.89 x 9.37 x 0.48 cm)",
  "id": "http://api.artsmia.org/objects/103112",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 4822,
  "image_width": 3123,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Tan cardboard faced with beige paper; cut, folded, wrapped, and adhered; tied with thin white cotton string; gray-blue wash",
  "nationality": "American",
  "object_name": "Construction",
  "portfolio": "From ",
  "provenance": "The artist, Boise, Idaho; Estate of the artist, Boise, Idaho; Karen Lennox Gallery, Chicago; given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "20th century",
  "text": "Like so many of Castle’s constructions, this imaginative interpretation of an exterior wall and double-hung window demonstrates the artist’s skill and ingenuity in transforming ordinary found materials into expressive woarks of art. Though this construction is ostensibly representational, Castle emphasizes its abstract linear and geometric characteristics, while at the same time drawing attention to its textural and material qualities by means of folding, wrapping, and binding. This interweaving of the work’s conceptual content and physical properties is highly characteristic of Castle’s art as a whole.",
  "title": "Untitled (Window)"
}
