{
  "accession_number": "2007.83.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "long piece of wood with square profile; incised on long sides with characters of various sizes and styles; some red pigments on characters; medium-toned wood",
  "dimension": "16 x 1 x 1 in. (40.64 x 2.54 x 2.54 cm)",
  "id": "http://api.artsmia.org/objects/103108",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, lacquered wood",
  "nationality": null,
  "object_name": "Taoist Ritual Ruler",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Ritual was a primary vehicle for religious communication wherein Taoist priests (daoshi) petitioned the gods on behalf of the community they served. Taoist ritual was a public performance similar to theater. It incorporated words, music, dance, colorful costumes and ritual objects like these wooden wands. These are inscribed with sacred words written in special, esoteric script as well as talismans, unusual diagrams, and constellations.\r\nTalismans were believed to be sacred images that mirrored the forms of the primordial energies of the world. These fundamental energies were ingested on special days throughout the year by practitioners who would perform a meditation to absorb their essence.\r\nStars, planets, and constellations were of great importance to the Taoists. The Big and Little Dipper constellations are depicted in a series of linked circles appearing on the upper part of one of the wands.",
  "title": "Taoist Ritual Ruler"
}
