{
  "accession_number": "2007.74.5",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The James Castle Collection, Boise, Idaho",
  "culture": null,
  "curator_approved": 1,
  "dated": "not dated",
  "department": "Arts of the Americas",
  "description": "interior view with grey room; doorway at R with staircase; figure at L edge; seven rectangular elements between figure and doorway; predominately grey with dark rose, green and black; verso: old lined notebook page with notes on American history. Not signed.",
  "dimension": "7 7/8 × 10 13/16 in. (20 × 27.46 cm)",
  "id": "http://api.artsmia.org/objects/103134",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 5771,
  "image_width": 7937,
  "inscription": "Inscribed notes in pencil, verso",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Soot, soot wash, and color of unknown origin on ruled notebook paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Boise, Idaho; Estate of the artist, Boise, Idaho; given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Castle’s figurative constructions—dubbed “friends” by family members—were an important part of his sculptural practice. Besides fashioning these figures, he frequently depicted them as subjects in other works, such as those seen in this drawing. Set within a nondescript interior, the friends vary in size, shape, and color, and are accompanied by a more conventional representation of an individual at the far left of the composition. Despite their out-of-scale proportions within the setting, Castle likely based the drawn figures on existing constructions. This curious practice of using images of his constructions as subjects in his drawings extended to other forms of artwork—such as drawings and handmade books—which also appear regularly as “art objects” within drawings.",
  "title": "Untitled (Interior with figure and seven “friend” constructions)"
}
