{
  "accession_number": "2007.74.2",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The James Castle Collection, Boise, Idaho",
  "culture": null,
  "curator_approved": 1,
  "dated": "not dated",
  "department": "Arts of the Americas",
  "description": "black car with three square windows; one square and one rectangular object in LRC; green ground, blue sky; mountain in white at L; tower(?) in white at R. Not signed.",
  "dimension": "5 x 7 3/4 in. (12.7 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/103114",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 2788,
  "image_width": 4310,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Blue, green, and dark gray-purple washes of unknown origin and soot on thin gray found cardboard (unknown source)",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Boise, Idaho; Estate of the artist, Boise, Idaho; given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Fantasy scenes appear regularly among Castle’s drawings. Often produced as color pigment drawings, these enigmatic depictions feature both familiar and invented objects. In this curious example, Castle placed what appears to be a car or similar vehicle at the center of an uninhabited landscape. Several ambiguous structures appear in the foreground and background, their conceptual purpose uncertain. Indeed, attempting to assign specific meanings to this drawing is at best guesswork, as Castle never explained his work, always allowing it to speak for itself. In the lower margin of the drawing, Castle added a short horizontal line, his symbolic stand-in for a descriptive caption.",
  "title": "Untitled (Fantasy landscape with car, structures)"
}
