{
  "accession_number": "2007.74.1",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The James Castle Collection, Boise, Idaho",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1945",
  "department": "Arts of the Americas",
  "description": "recto: standing cartoonish figure at R with large ears-repeated again at L on a plate or sign with \"M-OD\" below; two grids between figures, with all spaces except 8 filled with various designs; verso: part of a label from a bag of sugar. Not signed.",
  "dimension": "4 3/16 x 10 3/16 in. (10.64 x 25.88 cm)",
  "id": "http://api.artsmia.org/objects/103113",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 3178,
  "image_width": 7466,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Soot on white found paper (commercially printed Amalgamated Fine Granulated Sugar wrapper)",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Boise, Idaho; Estate of the artist, Boise, Idaho; given to MIA, 2007.\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Calendar schemes, letterforms, and pictographs appear regularly in Castle’s drawings and handmade books. Though he never learned to read or write, Castle understood the implicit function of calendars, letters, and words as abstract sign systems that convey information or meaning. For Castle, the conventional utility of these systems was less important than their formal or structural properties. Indeed, as seen in this example, repetition, rhythm, and the harmonious arrangement of form were paramount. That the meaning of his pictographs and letterforms is not readily apparent does not negate their appeal as abstract designs. The meaning of the cloaked figures is unknown, but these and other similar motifs are common among Castle’s drawings.",
  "title": "Untitled (Calendar schemes, letterforms, cloaked figures)"
}
