{
  "accession_number": "2007.77",
  "art_champions_text": null,
  "artist": "Designer: S. Ramesh; Weaver: S. Murugesh",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of funds from Douglas and Victoria Holmen, the Hawthorne Advised Fund, in memory of Herbert and Janice Galloway",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 2002",
  "department": "Asian Art",
  "description": "maroon and black printed on tan with metallic gold stitching highlights; two selvedge edges, two unfinished edges; repeated floral diamonds with gold highlighted floral centers on main body; border has floral vines forming cartouches with stars; various decorative bands with geometric and floral motifs and wide gold band on one end",
  "dimension": "216 x 46 9/16 in. (548.64 x 118.27 cm)",
  "id": "http://api.artsmia.org/objects/103208",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6068,
  "image_width": 3224,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "on back at one corner, in purple: [GOVERNMENT OF INDIA/ (symbol)/ CHENNAI 90/ WEAVERS SERVICE CENTER]",
  "medium": "Cotton, metallic threads; brocade, block printing",
  "nationality": null,
  "object_name": "Sari",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "If Indian women can be said to have a national costume, it is probably the sari - an untailored body wrap usually worn over a petticoat and a tight fitting blouse.  There are many ways to drape a sari, some based on regional tradition, others on the latest Bollywood movie. For women accustomed to wearing veils, several draping styles allow one end of the sari to hang free over a shoulder, ready to serve as a head covering.  \r\n\r\nThis particular sari revives an archaic design once popular with the nineteenth century rulers of the south Indian kingdom of Tanjavur. For its superb weaving and block printing, the sari received in 2002 the highest award of excellence from the Indian central government, as part of an annual competition that selects the year's most notable achievements in Indian textile arts.\r\n\r\nPhotograph\r\nCaption: A popular North Indian Sari drape",
  "title": "Sari"
}
