{
  "accession_number": "2007.53",
  "art_champions_text": null,
  "artist": "Artist: Francis Bacon; Publisher: Marlborough Graphics, New York",
  "catalogue_raissonne": "Tacou 16; Sabatier 35",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1984",
  "department": "European Art",
  "description": "abstracted figure wearing brown boots, black shirt and blue-grey pants seated on a chair in the corner of a room with blue walls and tan floor",
  "dimension": "32 1/4 x 24 in. (81.92 x 60.96 cm) (image)\r\n37 x 25 9/16 in. (93.98 x 64.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/103213",
  "image": "valid",
  "image_copyright": "© The Estate of Francis Bacon. All rights reserved. %2F DACS%2C London %2F ARS%2C NY 2014",
  "image_height": 6476,
  "image_width": 4583,
  "inscription": "\r\n\r\n",
  "life_date": "British (born Ireland), 1909 - 1992",
  "markings": "Numbered LLC, in pencil: 182/182",
  "medium": "Color lithograph",
  "nationality": "British (born Ireland)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Marlborough Graphics, New York); sold to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: FRANCIS BACON",
  "style": "20th century",
  "text": "Francis Bacon was one of the most important and influential artists in postwar Britain. Active as both a painter and printmaker, Bacon was committed to exploring the human psyche through highly distinctive portraits of friends, historical figures, and of the artist himself depicted in stark interior settings. His work centers on existential conflict, alienation, and the apparent purposelessness of life. The inner conflict Bacon experienced, a lifelong struggle between optimism and pessimism, is powerfully expressed in this self-portrait.\r\n\r\nBacon began producing editioned prints in the late 1970s, collaborating with master printers at several printmaking studios, including Art Litho Studio in Paris and Marlborough in London. Bacon based his original lithographs and etchings on selection of about thirty-five of his own oil paintings dating from 1965 to 1991. From these works, he produced a total of about forty unique editions, a small but important body of work. This color lithograph is based on Bacon's 1982 painting of the same title now in a private New York collection.",
  "title": "Study for Self-Portrait"
}
