{
  "accession_number": "2021.67.2",
  "art_champions_text": null,
  "artist": "Artist: Léon-Augustin Lhermitte",
  "catalogue_raissonne": "Le Pelley Fonteny 325.65",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1872",
  "department": "European Art",
  "description": "same record as L2004.287.7 cat. 35; church scene with men writing in book at L and many men standing in back; gold trim; beige paper; cream mat; gold frame with black undertones",
  "dimension": "11 3/4 × 18 7/8 in. (29.8 × 47.9 cm)",
  "id": "http://api.artsmia.org/objects/103278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4579,
  "image_width": 7436,
  "inscription": "",
  "life_date": "French, Mont-Saint-Père, Aisne 1844–Paris 1925",
  "markings": "",
  "medium": "Charcoal and brown chalk on cream paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Atelier of the artist; private collection, Pyla, France; private collection, Paris (1982); [Galerie Fischer-Kiener, Paris; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis (until 2021; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower right: L. Lhermitte",
  "style": "19th century",
  "text": "The local Company of Archers has assembled in the parish church to receive a blessing from the priest. Several of the men standing at the upper left are holding longbows. Companies or guilds of Archers were formed in the Middle Ages as a communal form of self protection. By 1872, such guilds had outlived their original purpose, but they remained as fraternal organizations steeped in tradition and communal pride. Léon Lhermitte made the drawing in the village of Beauvardes, about 60 miles from Paris and less than a two hour walk from his home town of Mont-Saint-Père. With the possible exception of the altar boys, everyone in the church seems warmly dressed. No wonder, because the date is probably January 20, the feast day of Saint Sebastian, whose martyrdom involved being shot through with arrows and who went on to serve as the patron saint of Archers' guilds. A sculpture of Saint Sebastion appears beneath the window at the upper left. Though the scene is quite convincing, we should be cautious of taking it too literally, for, at least in part, Lhermitte staged it, casting his father, Jaques Lhermitte, and his uncle (and future father-in-law) Goudard in the roles of the two cantors.",
  "title": "Feast of the Company of Archers"
}
