{
  "accession_number": "2007.45",
  "art_champions_text": null,
  "artist": "Artist: Alfred Stevens",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of funds from the Paintings Curatorial Council 2007 Germany trip members, the Paintings Curatorial Council's George S. Keyes Discretionary Fund, and the Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1884",
  "department": "European Art",
  "description": "woman wearing a black hat, short maroon cape, long tan gloves and grey skirt, holding purple flowers and leaning on a black iron rail; tan awning behind woman; trees and foliage behind railing",
  "dimension": "27 1/2 x 21 7/16 in. (69.85 x 54.45 cm) (sight)\r\n33 1/2 x 27 7/16 in. (85.09 x 69.69 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/103327",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6123,
  "image_width": 5008,
  "inscription": "Signature and Date",
  "life_date": "Belgian, 1823 - 1906",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Belgian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G351",
  "see_also": [
    ""
  ],
  "signed": "LLC, in light brown: [AStevens.84.]",
  "style": "19th century",
  "text": "Alfred Stevens built his reputation based on paintings of sumptuously attired, anonymous beauties who were representative of a type-la belle Parisienne.  The Portrait of Mademoiselle Dubois, in contrast, is a bold statement built upon direct observation of one of his students with whom he was well acquainted. Her appraising and direct gaze, as well as her relaxed posture and confident demeanor, is a daring concoction and testifies to the artist's appreciation of her intelligence and character. These qualities are thrown into high relief by the stark expanse of awning behind her.  Stevens' use of such a bold foil is an innovative touch of modernity that parallels those of his close friend, Edouard Manet.  The compressed space also betrays Stevens' interest in Japanese spatial construction-a reminder that he was one of the first artists in Paris (along with Manet) to collect Japanese prints and objects.",
  "title": "Portrait of Mademoiselle Dubois"
}
