{
  "accession_number": "2007.71",
  "art_champions_text": null,
  "artist": "Artist: Michele Burgess; Author: Sandra Alcosser; Designer: Merilyn Britt; Publisher: Brighton Press, San Diego, Calif. , San Diego",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robin Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Prints and Drawings",
  "description": "purple paper-covered book with swirling and dripping dyes on pages, with one line of printed text near top of each page; smaller, folded print between each dyed page; rust and tan mottled clamshell box",
  "dimension": "11 3/16 x 7 5/8 x 5/8 in. (28.42 x 19.37 x 1.59 cm) (book only, closed)",
  "id": "http://api.artsmia.org/objects/103380",
  "image": "invalid",
  "image_copyright": "Art © Michele Burgess%0D%0AText © Sandra Alcosser",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature and Edition",
  "life_date": "American, born 1960",
  "markings": "",
  "medium": "Artist's book: hand-colored etchings and letterpress on hand-dyed paper; housed in a linen over boards tray case",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist\r\nBrighton Press, San Diego",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On colophone page at back, in pencil: 23/30/ Sandra Alcosser/ M Burgess",
  "style": "21st century",
  "text": "An acclaimed printmaker, painter, and book artist, Michele Burgess is co-director (with Bill Kelly) of San Diego's Brighton Press, an internationally recognized publisher of artist's books. Burgess works primarily in a non-representational style, using only color, form, light, and shade to evoke the emotional and intellectual content of her work. Luminous color, drawn from nature, is the overriding concern of her prints. Much of her print work incorporates one or more intaglio techniques, including drypoint, aquatint, and etching. As a result, her intaglio prints, when printed on handmade papers, exhibit a richly textured surface. \r\n\r\nIn The Blue Vein Burgess collaborated with Montana-based poet Sandra Alcosser. Alcosser's poem, The Blue Vein, concerns the redemptive power of art. Its subject is the courage and conviction of Vedran Smailovic, a cellist from the Sarajevo Philharmonic Orchestra who, in a memorial to twenty-two of his neighbors killed by a bomb blast as they stood in a breadline, played his cello in the bomb's crater for the next twenty-two days. As an expression of beauty and light in the face of brutality and darkness, Smailovic, wearing tuxedo and tails, played an adagio by Bach that had been recovered in pieces from the Dresden bombing of World War II.",
  "title": "The Blue Vein"
}
