{
  "accession_number": "2008.56",
  "art_champions_text": null,
  "artist": "Artist: François-Nicolas Chifflart",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. Weisberg and Yvonne M.L. Weisberg in memory of Sarah S. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1856",
  "department": "European Art",
  "description": "cat. 10; man holding limp woman; rearing horse behind them; black chalk highlighted with white chalk on grey-green paper; grey mat; massive antique-looking gold frame with red undertones",
  "dimension": "19 7/16 × 19 3/8 in. (49.4 × 49.2 cm)",
  "id": "http://api.artsmia.org/objects/103319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3547,
  "image_width": 3554,
  "inscription": "",
  "life_date": "French, Saint-Omer 1825–Paris 1901",
  "markings": "Stamp of sale (on original lining): VENTE /. / CHIFFLART  (Lugt 3925)",
  "medium": "Black chalk and charcoal heightened with white chalk on gray-green wove paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Vente Chifflart, Paris, Me H. Bricou, expert A. Abram, December 27–28, 1901, no. 74, with the title \"Abandonnée.\" [Galerie de Bayser, Paris (1985)]; [Shepherd Gallery, New York (1986)]; to Yvonne and Gabriel Weisberg, Minneapolis (until 2008; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "The tale of Zenobia involves incest, intrigue, murder, and sacrifice. Zenobia was the daughter of Mithridates, the king of Armenia, and his wife, who was Mithridates’ niece and the daughter of the king of Iberia. Zenobia’s husband, Rhadamistus, also a son of the Iberian king, was thus the brother or half-brother of her mother. What could go wrong' \r\n\r\nIn the year 51 CE, Rhadamistus smothered Mithridates to death and usurped his throne. He made Zenobia his queen and ruled Armenia from 51 to 55 CE, though his tenuous grasp on power led to his ouster by the neighboring Parthians. Rhadamistus and the pregnant Zenobia were driven out of Armenia, toward Iberia. \r\n\r\nThe journey proved too arduous for Zenobia. Preferring an honorable death to the shame of capture, she begged Rhadamistus to kill her. Admiring her heroism, he stabbed her with his scimitar, then laid her in the current of the Araxe River. Rhadamistus fled home to Iberia. Barely alive, Zenobia was discovered by shepherds, who delivered her to the safety of the Parthian king. Meanwhile, Rhadamistus’s father had his son executed as a traitor.",
  "title": "Rhadamistus Lowering Zenobia into the Araxes River"
}
