{
  "accession_number": "2013.71",
  "artist": "Artist: Hippolyte Dominique Berteaux",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg for the Weisberg Collection of European Drawings and Prints of the Nineteenth and Early Twentieth Centuries",
  "culture": null,
  "curator_approved": 0,
  "dated": "1904",
  "department": "Prints and Drawings",
  "description": "cat. 16; man with raised sword at center; two boys in Catholic robes with raised sword and candles on either side; brown paper; red and cream mat; gold trim frame with dark stain and blue paint",
  "dimension": "18 1/2 x 27 3/4 in. (46.99 x 70.49 cm) (sight)\r\n28 1/4 x 37 3/4 x 5/8 in. (71.76 x 95.89 x 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/103311",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5016,
  "image_width": 3496,
  "inscription": "Inscribed, signed and dated: LRC, in charcoal: Carton pour la Bretagne Mystique / (Musée de Nantes) / H Berteaux 1904; notes inscribed by artist throughout sheet in charcoal: transparence / rouge interieur des (illegible) / . . . reliquarie l’élévé",
  "life_date": "French, 1843 - 1926",
  "markings": "",
  "medium": "Watercolor and gouache over charcoal on tracing paper",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "(Galerie Fischer-Kiener, Paris, until 2001; sold to Weisbergs); Yvonne and Gabriel P. Weisberg, Minneapolis (since 2001)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC; signature",
  "style": "20th century",
  "text": "This drawing is a study for an enormous mural, 25 by 68 feet, created for the Musée des Beaux-Arts in Nantes. For this important commission, Hippolyte Dominique Berteaux produced a pair of paintings: Brittany at Work: The Threshing of Grain (still on view in the museum) and Mystical Brittany (severely damaged and now awaiting restoration). This drawing provides a glimpse of the composition and includes carefully inscribed notes on colors and details for the final project. The theme is the “pardons of Brittany”– yearly celebrations of a church's patron saint, at which an indulgence (pardon) is granted. A colorful aspect of the pardons was the procession of pilgrims all in Breton dress. Through his images, Berteaux conveyed the majesty and humanity of an event that held deep significance for the people of the region.",
  "title": "Study for \"Mystical Brittany\""
}
