{
  "accession_number": "2008.56",
  "artist": "Artist: François-Nicolas Chifflart",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Yvonne and Gabriel P. Weisberg in memory of Sarah S. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th-20th century",
  "department": "Prints and Drawings",
  "description": "cat. 10; man holding limp woman; rearing horse behind them;  black chalk highlighted with white chalk on grey-green paper; grey mat; massive antique-looking gold frame with red undertones",
  "dimension": "19 1/4 x 19 1/8 in. (48.9 x 48.58 cm) (sight)\r\n32 3/8 x 32 3/8 x 3 1/4 in. (82.23 x 82.23 x 8.26 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/103319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3547,
  "image_width": 3554,
  "inscription": "original lining carried the stamp [VENTE/CHIFFLART]",
  "life_date": "French, 1825 - 1901",
  "markings": "",
  "medium": "Charcoal and black and white chalk on gray-green wove paper",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Sale Chifflart, 27-28 December 1901, no. 74, with the title Abandonnée; Galerie de Bayser, Paris (1985), with the title Persée et Andromède; Shepherd Gallery, New York (1986), with the title Persée et Andromède; Yvonne and Gabriel P. Weisberg Collection, Minneapolis, MN.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "François-Nicolas Chifflart was admitted to the École des Beaux-Arts in Paris in 1844. In 1850 he won third prize in the Prix de Rome competition with Zenobia on the Banks of the River Araxes. The next year he won the Rome prize and spent five years at the Villa Medici. In 1856, in this drawing for a now lost Salon painting, Chifflart returned to the theme of Rhadamistus stabbing his wife, Zenobia, and leaving her to die. Youthful potential and strong skill as a draftsman are evident in this charcoal and chalk work, and the choice of theme reveals the romantic bent of this otherwise academic artist. Unfortunately, Chifflart never achieved the official success he desired and died in extreme poverty.",
  "title": "Queen Zenobia Thrown Into the Araxes River"
}
