{
  "accession_number": "2007.127.5",
  "art_champions_text": null,
  "artist": "Designer: Rachel Doriss; Designer: Pollack &amp; Associates",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Pollack and Associates",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "upholstery fabric; blue and brown lace-like design; \"Brunette\" color name",
  "dimension": "122 x 57 1/2 in. (309.88 x 146.05 cm)",
  "id": "http://api.artsmia.org/objects/103693",
  "image": "invalid",
  "image_copyright": "© Pollack %26 Associates %2F Curlycue%2C Rachel Doriss%2C 2007",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, polyester; complex weave",
  "nationality": null,
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Historically, most textile producers work with a limited number of manufacturers and create fabric designs that meet the limitations of specific mill production. Larson Design Studio was an exception to this pattern and Mark Pollack's time with the company taught him to search far afield to find the ways and means to achieve a specific aesthetic vision.  \r\nIn the early years of his work at the Larsen Design Studio he was asked to rethink the technically flawed production design Landis inspired by the work of the noted hand weaver, Tony Landis. Ultimately, Pollack found a mill in New Zealand that could work with the complexities of yarn quality, color variations and weave structure needed to create the deceptively simple grid and subtle color variations of Landis II. \r\n\r\nIn Belgium he found a knitting mill that could create the felted, yet sculptural texture and spontaneity he wanted to manifest in A Touch of Bubbly. The original inspiration had been a mid-twentieth century fashion fabric, but more durable qualities were need for the upholstery fabric we see here.\r\n\r\nAlthough Pollack has sought inspiration for his recent collection in a holding of historic fabrics, his initial training, his natural interest in all art forms and contemporary aesthetic concerns is always a component of his design sensibility. Curlycue is one of a number of designs that considers the question of scale and the assumption that lace is a delicate, fragile form. A German mill had the ability to manifest Pollack's bold vision that transforms a delicate piece of historic linen lace into durable, heavy-duty upholstery.",
  "title": "Curlycue"
}
