{
  "accession_number": "2007.92",
  "art_champions_text": null,
  "artist": "Artist: Jessica Stockholder; Author: Jessica Stockholder; Author: Jeremy Sigler; Printer: Ruth Lingen; Book Binder: Ruth Lingen; Book Binder: Mark Tomlinson; Publisher: Picture Books, New York",
  "catalogue_raissonne": null,
  "classification": " Prints; Books; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "gold front cover with \"TIE\" in black; thick blue wood back cover; abstract color images; black and white and color photographs; most pages separated by iridescent, shiny, metallic or plasticized paper or plastic sheets",
  "dimension": "1 7/16 x 5 1/8 x 8 11/16 in. (3.65 x 13.02 x 22.07 cm) (closed)",
  "id": "http://api.artsmia.org/objects/103764",
  "image": "valid",
  "image_copyright": "© Jessica Stockholder",
  "image_height": 4626,
  "image_width": 2816,
  "inscription": "",
  "life_date": "American and Canadian, born 1959",
  "markings": "",
  "medium": "Color lithographs, transfer, letterpress, inkjet prints, collage and hand-coloring; bound volume",
  "nationality": "American and Canadian",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "Picture Books, New York (publisher); Booklyn Artists Alliance, New York (agent); sold to MIA, 2007.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the author, artist, and printer on colophon page, in pencil: Jeremy Sigler / J. Stockholder / R. Lingen",
  "style": "21st century",
  "text": "American artist Jessica Stockholder is a leading contemporary sculptor, painter, printmaker, book artist, and pioneering figure in site-specific multi-media installations. Brilliant, high-key color, texture and surface, and the spatial relationship of objects are crucial to Stockholder's work. Her fascination with vivid color, assemblage, and spatial relationships is also found in her original prints and artist's books, as in this example from 2007, where she blends appropriated representational imagery with abstract geometric designs, symbols, letters, and signs.",
  "title": "Led Almost By My Tie"
}
