{
  "accession_number": "2007.96",
  "art_champions_text": null,
  "artist": "Artist: Yvonne Jacquette; Publisher: Mary Ryan Gallery, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary Ryan Gallery, New York",
  "culture": null,
  "curator_approved": 1,
  "dated": "2000",
  "department": "Arts of the Americas",
  "description": "black and white; dark nighttime image of roads along a shore in a city, with cars; city skyscraper lights at L; water at R with boat in LRQ",
  "dimension": "37 1/16 x 33 11/16 in. (94.14 x 85.57 cm)",
  "id": "http://api.artsmia.org/objects/103763",
  "image": "valid",
  "image_copyright": "© Yvonne Jacquette %2F Courtesy D C Moore Gallery%2C New York",
  "image_height": 4989,
  "image_width": 4525,
  "inscription": "Signature, Date and Edition",
  "life_date": "American, 1934 - 2023",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Mary Ryan Gallery, New York (publisher); given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: 19/45 Yvonne Jacquette 2000",
  "style": "21st century",
  "text": "Yvonne Jacquette is a leading American realist painter and printmaker, widely known for her aerial views of cities, towns, and rural landscapes as observed from tall buildings or low-altitude airplanes. Her work first came into prominence in the 1970s, with a series of museum-sponsored group exhibitions on the reinvigoration of realism in American art. Jacquette typically uses a distinctive pointillist technique and dense, saturated color in her work, often flattening the pictorial space and cropping her images to the degree that her paintings and prints take on qualities that are both abstract and realistic. The result is a compelling, yet peculiarly dispassionate reading of the world around us. Many of Jacquette's urban views are set at twilight or night, in which she focuses on the deep colors and shimmering lights of the city. Filaments of Light (Chicago) depicts an aerial night view of the Lake Michigan shoreline in downtown Chicago, in this instance depicted in black and white.",
  "title": "Filaments of Light (Chicago)"
}
