{
  "accession_number": "2008.102",
  "artist": "Christian Boltanski",
  "classification": "Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gordon Locksley, from the collection of George T. Shea and Gordon Locksley",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": null,
  "id": 103795,
  "image": "valid",
  "image_copyright": "©Christian Boltanski / Artists Rights Society (ARS), New York / ADAGP, Paris",
  "image_height": 3381,
  "image_width": 7107,
  "inscription": null,
  "life_date": "Christian Boltanski, French, 1944–2021",
  "markings": null,
  "medium": "Photographs, electric lights and wiring (22 elements)",
  "object_name": "Sculptural installation",
  "portfolio": null,
  "provenance": null,
  "restricted": 1,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Boltanski was born in Paris to a Jewish father of Ukranian heritage and Corsican mother in 1944. Boltanski’s dramatic installations visually conjure the twilight place in memory between past and present. The artist incorporates photographs in some fashion into most of his works, masterfully capturing the inconsistency of recollection. By its very nature, a photograph implies selection and priority: it is one moment crystallized from limitless possibilities. \r\n\r\n<i>Monuments</i> features photographic portraits of a group of young French children whom Boltanski often memorialized, referring to them collectively as “The Children of Dijon.” All we know of these children is that the artist was personally interested in them as they grew up in the 1970s. Boltanski admits the images flirt with death because the children in them are “now dead, not really dead, but the images of them were no longer true, ” since they have grown into adulthood. “The children in the photos, ” he observed, “no longer existed, so I decided to make a monument to the glory of childhood that has now passed.”",
  "title": "Monuments (Installation Salle Petriere)"
}
