{
  "accession_number": "2007.133",
  "art_champions_text": null,
  "artist": "Artist: Heloise Crista",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": null,
  "creditline": "Gift of Mary McGee",
  "culture": null,
  "curator_approved": 0,
  "dated": "1956",
  "department": "Arts of the Americas",
  "description": "head of Frank Lloyd Wright",
  "dimension": "11 x 9 x 10 in. (27.94 x 22.86 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/103762",
  "image": "invalid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1926",
  "markings": "",
  "medium": "Bronze",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Crista had been studying applied arts at UCLA when she read Wright's An Autobiography, and decided to come to Taliesin West in Scottsdale, Arizona, to work with Wright.  As an apprentice, she mainly choreographed dances and designed costumes for the Taliesin Festivals of Music and Dance, though in the mid-1950s she began to explore sculpture.  This cast bronze head of Frank Lloyd Wright was Crista's first major sculptural work.  Although Wright did not officially sit for this portrait, Crista modeled it on her observations of Wright at Taliesin.  Since 1978, Crista has dedicated herself to creating sculptures, mainly in cast bronze, which often reveal her interest in dance and movement. She works and resides at Taliesin West.\r\n\r\nThis head is one of three that were cast at Flour City Ornamental Iron Works Company in Minneapolis.  At that time, Flour City's president was Henry J. Neils, for whom Wright designed a home that was completed in 1951.  This head had been displayed in the Neils house in Minneapolis since its casting until 2007, when it was donated to Mia.",
  "title": "Frank Lloyd Wright"
}
