{
  "accession_number": "2008.102",
  "art_champions_text": null,
  "artist": "Artist: Christian Boltanski",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gordon Locksley, from the collection of George T. Shea and Gordon Locksley",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Global Contemporary Art",
  "description": "each unit consists of a vertical framed photographic portrait of a child at top center and four rows of three framed horizontal TV snow-like photographic images in tan, grey, or blue, and a set of three bulb sockets above, each socket with one light bulb, with exposed hanging electrical wiring connecting the units together; any number of units can be installed in any configuration, with the maximum number of 22 units available for installation The framed portions of the units consist of: - 22 portraits of children in tin frames, glazed with glass (3 portraits were framed in-house and did not come with borders; an original unframed grey \"snow\" photo was color photocopied, and the copies were cut into strips to create borders for these portraits per the instructions of curator Patrick Noon--these are labeled on the back of the frames) - 264 total \"snow\" photographs in tin frames, glazed with glass: - 108 tan - 84 blue - 72 grey Additionally there are: - 3 empty tin frames without glazing (one has an unwelded corner) (ROS, Cab. 6, 4/14/09) - 3 photographic portraits of children in glassine envelope (ROS, Cab. 6, 4/14/09) Consumable components not inventoried include: - 5-watt flat top silver base bulbs (ROS, Cab. 6, 4/14/09) - 5-watt rounded silver base bulbs (ROS, Cab. 6, 4/14/09) - 7-watt rounded silver base bulb (ROS, Cab. 6, 4/14/09) - 15-watt flat top silver base bulbs (ROS, Cab. 6, 4/14/09) - 15-watt rounded elongated gold base bulbs (ROS, Cab. 6, 4/14/09) - 15-watt rounded squat silver base bulbs (ROS, Cab. 6, 4/14/09) - baggie containing European electrical plug and 8-hole electrical junctions (most stamped, \"ML-150 S Sato Parts\") (ROS, Cab. 6, 4/14/09) - box of brass light bulb sockets (ROS, Cab. 6, 4/14/09) - partial spool on 18/2 gauge black electrical wire (ROS, Cab. 6, 4/14/09)",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/103795",
  "image": "valid",
  "image_copyright": "©Christian Boltanski %2F Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 3381,
  "image_width": 7107,
  "inscription": "",
  "life_date": "French, 1944 - 2021",
  "markings": "",
  "medium": "Photographs, electric lights and wiring (22 elements)",
  "nationality": "French",
  "object_name": "Sculptural installation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Boltanski was born in Paris to a Jewish father of Ukranian heritage and Corsican mother in 1944. Boltanski’s dramatic installations visually conjure the twilight place in memory between past and present. The artist incorporates photographs in some fashion into most of his works, masterfully capturing the inconsistency of recollection. By its very nature, a photograph implies selection and priority: it is one moment crystallized from limitless possibilities. \r\n\r\nMonuments features photographic portraits of a group of young French children whom Boltanski often memorialized, referring to them collectively as “The Children of Dijon.” All we know of these children is that the artist was personally interested in them as they grew up in the 1970s. Boltanski admits the images flirt with death because the children in them are “now dead, not really dead, but the images of them were no longer true,” since they have grown into adulthood. “The children in the photos,” he observed, “no longer existed, so I decided to make a monument to the glory of childhood that has now passed.”",
  "title": "Monuments (Installation Salle Petriere)"
}
