{
  "accession_number": "10.1",
  "art_champions_text": null,
  "artist": "Artist: Frederick G. Smith; Artist: Formerly attributed to Dante Gabriel Rossetti; Artist: Formerly attributed to Frederic James Shields",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. C. J. Martin, in memory of Charles Jairus Martin",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1888-89",
  "department": "European Art",
  "description": "Design for a stained glass window; once thought to be by Dante Gabriel Rosetti from a series of The Elements",
  "dimension": "68-5/8 x 25-1/8 in. (174.3 x 63.8 cm)",
  "id": "http://api.artsmia.org/objects/0",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9807,
  "image_width": 4168,
  "inscription": "Signature (spurious)",
  "life_date": "British (active 1879-1890)",
  "markings": "",
  "medium": "Pen and ink, brush and wash over graphite",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": "From the series The Four Elements",
  "provenance": "[Art dealer, London, acquired from \"an old house in Chelsea;\" sold to Brooks]; [Edmund D. Brooks Book Rooms, Minneapolis, 1910; sold to Martin]; Ella S. (Mrs. Charles Jarius) Martin, Minneapolis (1910; given to Mia).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "0",
    "1",
    "2",
    "3"
  ],
  "signed": "Inscribed: D.G.R.",
  "style": "19th century",
  "text": "The attribution of this impressive stained glass design, along with its three companion drawings in Mia's collection (10.2-10.4), has been a century-old puzzle. The large-scale cartoons, representing the four elements, were acquired in 1910 as the work of the famous British Pre-Raphaelite painter Dante Gabriel Rossetti (1828-1882). This attribution was based on the spurious monogram \"D.G.R\" inscribed at the lower edge of each of the drawings. Over the years, other artists' names have been proposed—Frederic James Shields (1833-1911), Henry Holiday (1839-1927)—but no consensus among experts was found. \r\n\r\nIn December 2015, exactly 105 years after the drawings were given to the museum, the identity of the artist was recovered. The cartoons are the work of the British artist Frederick G. Smith. Peter Cormack, the noted scholar of British and American stained glass, tracked down Smith and also identified the project for which they were produced, the grand staircase at Avery Hill, in southeast London. Smith was a partner of the London firm Campbell, Smith, & Co., and he likely executed these cartoons between 1888 or 1889 when the house was being reconstructed by Colonel John T. North. The stained glass was completed by 1890, but Avery Hill was badly damaged during World War II. In 1982 the museum acquired a stained glass panel directly related to the series, representing the allegory of Water (81.92). The provenance is not known. The glass is roughly half the size of the drawing. It may have come from Avery Hill, or perhaps Campbell, Smith & Co. executed multiple versions of Smith's designs.",
  "title": "Air, from the series The Four Elements"
}
