{
  "accession_number": "10.2",
  "art_champions_text": null,
  "artist": "Artist: Frederick G. Smith; Artist: Formerly attributed to Dante Gabriel Rossetti; Artist: Formerly attributed to Frederic James Shields",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. C. J. Martin, in memory of Charles Jairus Martin",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1888-89",
  "department": "European Art",
  "description": "Design for a stained glass window; once thought to be by Dante Gabriel Rosetti from a series of The Elements",
  "dimension": "70 5/8 x 24 7/8 in. (179.39 x 63.18 cm) (image)",
  "id": "http://api.artsmia.org/objects/1",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10073,
  "image_width": 4223,
  "inscription": "Signature (spurious)",
  "life_date": "English, 1833 - 1911",
  "markings": "",
  "medium": "Pen and ink, brush and wash over graphite",
  "nationality": "English",
  "object_name": "Drawing",
  "portfolio": "From From the series The Four Elements",
  "provenance": "[Art dealer, London, acquired from \"an old house in Chelsea;\" sold to Brooks]; [Edmund D. Brooks Book Rooms, Minneapolis, 1910; sold to Martin]; Ella S. (Mrs. Charles Jarius) Martin, Minneapolis (1910; given to Mia).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "0",
    "1",
    "2",
    "3"
  ],
  "signed": "Inscribed: [D.G.R.]",
  "style": "19th century",
  "text": "The question of who made this impressive stained-glass design has puzzled scholars for a century. It is one of a series of four large-scale cartoons in Mia’s collection representing the four elements. They were given by Ella Martin in 1910 during the museum’s infancy. Because of a spurious monogram D.G.R inscribed on each sheet (by an unscrupulous dealer or collector), the drawings were thought to be the famous British Pre-Raphaelite painter Dante Gabriel Rossetti (1828–1882). Martin’s gift was widely reported in the Minneapolis papers, even making the front page of the Minneapolis Morning Tribune on December 16, 1910. Alongside stories of bison attacks in Anoka, bandit bank robbers, and the use of opium and heroin “among messenger boys,” the paper hailed the gift of Rossetti’s “four magnificent panel pictures.” The writer predicted that soon “people from all over the country will come to Minneapolis to see them.”\r\n\r\nRecently scholar Peter Cormack uncovered the true identity of the skilled yet forgotten artist who produced the designs: Frederick G. Smith of the London stained-glass firm Campbell, Smith & Co. The windows were commissioned to adorn the grand staircase of the newly refurbished Avery Hill, a country house in southeast London. They were believed to have been destroyed when the house was damaged during World War II. In 1981 Mia acquired the stained-glass panel Water from the series (81.92), measuring roughly half the size of the drawing. It may have come from Avery Hill, or it is possible Smith’s firm executed multiple versions of the designs.",
  "title": "Earth, from the series The Four Elements"
}
