{
  "accession_number": "16.675",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Funerary Goods",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Ancient Egyptian",
  "curator_approved": 1,
  "dated": "1070-712 BCE",
  "department": "Arts of Global Africa",
  "description": "Third Intermediate Period. Fragment of the funerary papyrus of the Priest of Amon, Jekhonsefonkh: There are two scenes, both perhaps incomplete. The accompanying text is lost. A: At the right of the fragment is the god Osiris, a mummiform figure, enthroned, wearing the white crown of Upper Egypt and carrying his usual attributes, a scepter in the form of the shepherd's crook and the whip. Above is a legend of three vertical lines reading in order from right to left: \"May Osiris, Lord of Eternity, First of the Westerners (i.e. the beatified dead) grant a nysut dy hotep (funerary offerings; literally \"an offering which the king gives\"). Before the god are numerous offerings, among which one may distinguish loaves of bread, a bunch of onions, a cut of meat, grapes and lotus flowers. Standing before the god and holding a jar of milk (to judge by the form of the jar--that regularly used to contain milk and used as a hieroglyph--\"milk\") is the deceased, the person for whose benefit the papyrus was inscribed and decorated and in whose tomb it was preserved to modern times. His head is shorn as befitted a priest and he wears an elaborate costume of thin, white linen. Above in the legend, read from left to right: \"the wab-priest-in-front-of-Amon, Jekhonsefonkh, beatified.\" B: At the right of the left-hand scene, Jekhonsefonkh is seen again; one hand is held by a lioness-headed goddess, who turns to look into his face, his other hand is raised in the ritualistic gesture expressing adoration. The identifying legend above the priest's figure is the same as in A. The goddess is not named and may be any one of a number of lioness-headed divinities of whom the most important is Sekhmet. Apparently the goddess is presenting the deceased to an assembly of the weird beings who people the Netherworld. Unfortunately, for the most part, their names are not recorded; instead, in every available space, Osiris, Lord of Eternity, etc. (various epithets) is called on \"to grant funerary offerings.\"",
  "dimension": "9 5/8 x 39 3/16 in. (24.4 x 99.5 cm)",
  "id": "http://api.artsmia.org/objects/107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1730,
  "image_width": 6857,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Papyrus",
  "nationality": null,
  "object_name": "Funerary papyrus",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-8th century BCE",
  "text": "Funerary papyri like this one, containing potent magical images, were placed in tombs to enable the deceased to be reborn in the afterlife as a god. On the right side of the divided papyrus, the priest Djedkhonsuiufankh (pronounced “jed-CON-su-yu-eff-ONK” and meaning “the god Khonsu says he shall live”) raises his hands in adoration and offers burning incense to the god Osiris. Because he is a priest, his head is shaved and he wears immaculate white linen garments. Osiris appears in the form of a mummy; his black skin color refers to the fertile black Nile river mud with its promise of new life. Between them is a table heaped high with funerary offerings: loaves of bread, onions, a bunch of grapes, and three lotus flowers.\r\n \r\nOn the left, a lioness-headed goddess ushers Djedkhonsuiufankh into a shadowy world of gods and demons. The imagery depicts the sun god’s passage through the underworld at night, where he unites with the god Osiris to emerge again at dawn. By identifying with the sun god, the deceased for whom this papyrus was painted hoped to participate in the solar cycle of rebirth and achieve victory over death.",
  "title": "Funerary papyrus"
}
