{
  "accession_number": "16.721",
  "artist": "",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of Mrs. C. J. Martin for the Charles Jairus Martin Memorial Collection",
  "culture": null,
  "dated": "c. 1460-1485",
  "description": "Queen Esther and King Ahasuerus, wool and silk, Flemish XVc fragment from the center of a much larger piece, probably from a set of four to six tapestries narrating the story of Esther Ahasuerus; warp undyed wool, 5-7 ends per cm., weft dyed wool and some dyed silk, 20-32 ends per cm.",
  "dimension": "134 3/4 x 128 in. (342.27 x 325.12 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1780,
  "life_date": null,
  "marks": "Mark ",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "15th century",
  "text": "This tapestry probably belonged to a set depicting the Old Testament story of Esther. A beautiful young Jewish woman, Esther, was the queen of King Ahasuerus (Xerxes) of Persia. When the king’s chief advisor, Haman (front, left of pillar), ordered all the Jews in Persia killed, Esther appealed to the king. At the left, Ahasuerus (on his throne) receives Esther (crowned and kneeling) and agrees to attend a banquet she has prepared. At the banquet (right), Esther asks Ahasuerus, who had not known she was Jewish, to spare her people. He grants her request, and Haman is later put to death. The feast of Purim, still celebrated today, commemorates this deliverance of the Jewish people. In typical medieval style, events occurring at different times are shown together. This tapestry is a fragment from the center of a larger piece that had at least three major scenes and several smaller ones. The story of Esther is also depicted on a 17th century embroidered box in gallery 310.",
  "title": "Esther and Ahasuerus"
}
