{
  "accession_number": "16.721",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of Mrs. C. J. Martin for the Charles Jairus Martin Memorial Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1460-1485",
  "department": "European Art",
  "description": "Queen Esther and King Ahasuerus, wool and silk, Flemish XVc fragment from the center of a much larger piece, probably from a set of four to six tapestries narrating the story of Esther Ahasuerus; warp undyed wool, 5-7 ends per cm., weft dyed wool and some dyed silk, 20-32 ends per cm.",
  "dimension": "134 3/4 x 128 in. (342.27 x 325.12 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8812,
  "image_width": 8203,
  "inscription": "Mark",
  "life_date": null,
  "markings": "not surely identifiable",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This tapestry  depicts several scenes from the Old Testament story of Esther. A beautiful young Jewish woman, Esther, was the queen of King Ahasuerus of Persia. When the king’s chief advisor, Haman, ordered all the Jews in Persia killed, Esther appealed to the king. At the left, Ahasuerus receives Esther and agrees to attend a banquet she has prepared. At the banquet (right), Esther asks Ahasuerus, who had not known she was Jewish, to spare her people. He grants her request, and Haman is later put to death. \r\n\r\nThis tapestry is a fragment from the center of a larger piece that had at least three major scenes and several smaller ones. The story of Esther is also depicted on a 17th century embroidered box in gallery 310.",
  "title": "Esther and Ahasuerus"
}
