{
  "accession_number": "16.747",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Cassone or Wedding chest, decorated with sculptural relief depicting the Four Cardinal Virtues flanked by candelabra with armorial bearings; scene of the Rape of Prosperine fighting centaurs and a centaur carrying a woman",
  "dimension": "33 x 70 x 27 in. (83.82 x 177.8 x 68.58 cm)",
  "id": "http://api.artsmia.org/objects/111",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6142,
  "image_width": 9499,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pine with gilt and painted gesso decoration",
  "nationality": null,
  "object_name": "Wedding chest (cassone)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This wedding chest is an example of pastiglia, Italian for “pastework.” The “paste” (usually gesso) was applied to the wood and sculpted into ornamental designs. This technique was especially popular in the dazzling city of Siena, where patrons demanded rich decoration featuring themes from classical antiquity.\r\n\r\nThe women in the center personify the four cardinal virtues—Temperance, Justice, Fortitude, and Prudence. On the left, two half-man, half-animal monsters battle each other while on the right a happy girl rides on a centaur. These creatures may represent our animal instincts, which we can overcome with the help of the virtues. Such imagery is typical of chests made by artists working with the Sienese painter, sculptor, and architect Francesco di Giorgio Martini, who frequently depicted mythological beasts and battles.\r\n",
  "title": "Wedding chest (cassone)"
}
