{
  "accession_number": "16.747",
  "art_champions_text": null,
  "artist": "Artist: Unknown Artist, Italian (Lucca)",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1475–85",
  "department": "European Art",
  "description": "Cassone or Wedding chest, decorated with sculptural relief depicting the Four Cardinal Virtues flanked by candelabra with armorial bearings; scene of the Rape of Prosperine fighting centaurs and a centaur carrying a woman",
  "dimension": "33 x 70 x 27 in. (83.82 x 177.8 x 68.58 cm)",
  "id": "http://api.artsmia.org/objects/111",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6142,
  "image_width": 9499,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Poplar with gilt and painted gesso decoration",
  "nationality": null,
  "object_name": "Wedding chest (cassone)",
  "portfolio": "From ",
  "provenance": "Elia Volpi, Palazzo Davanzati, Florence (until 1916, his sale, American Art Galleries, New York, November 23, 1916, no. 438, for $4,300, to French & Co for Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This Renaissance wedding chest is among the best preserved in the world, with its lock intact and fragments of the original lining inside. These luxury objects were commissioned to celebrate marriages and decorate couples’ bedrooms. \r\n\r\nGilded and stamped reliefs decorate the front of this chest. The coats of arms belong to two prominent families from the Tuscan town of Lucca, the Cenami (groom, left) and Balbani (bride, right). The four women represent the cardinal virtues, Temperance, Justice, Fortitude, and Prudence. They are flanked by two fantastical scenes—a combat between hybrid creatures at left and a lustful centaur galloping with a maiden on his back. She probably represents Demeter, goddess of the harvest, who was celebrated in the Renaissance for bringing prosperity and civilization to humankind. With her lit torch and calm reason, she is depicted dominating the centaur’s bestial nature.",
  "title": "Wedding chest (cassone)"
}
