{
  "accession_number": "18.5",
  "artist": "",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "571",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Standing Guanyin with lotus bud(?) in left hand, right hand missing, inscribed base which bears the date 571 A.D., translation of inscription filed with purchase blank, from Xi'an in Shaanxi province.",
  "dimension": "76 in. (193.04 cm)",
  "id": "http://api.artsmia.org/objects/131",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black marble with traces of pigments and gilding",
  "nationality": null,
  "object_name": "Sculpture",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "signed": "",
  "style": "6th century",
  "text": "Next to the Buddha, the most popular of all Buddhist deities is Guanyin, commonly called the Bodhisattva of Compassion. Due to its Indian origin, early Guanyin images were represented as Gandharan princes sumptuously dressed in dhotis and adorned with silk scarves and rich jewelry. Held in the left hand is a lotus bud, the Buddhist symbol of purity. \r\n\r\n<P>This figure of Guanyin is especially significant in that it provides the only dated example of a regional sub-style that marks a departure from the rigid frontality that characterized the sculpture of earlier generations. Inscriptions on the base date the sculpture to 571 and indicate it was commissioned by Meng Yan, a district magistrate; Meng Songxun, a village head; and 41 civic leaders who helped establish a temple at Gusi Bosi near Xi'an in Shanxi province. By 581, the statue had been desecrated by anti-Buddhists but in that year, according to the second inscription, the temple was restored and rededicated.",
  "title": "Avalokitesvara"
}
