{
  "accession_number": "18.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "571",
  "department": "Asian Art",
  "description": "Standing Guanyin with lotus bud(?) in left hand, right hand missing, inscribed base which bears the date 571 A.D., translation of inscription filed with purchase blank, from Xi'an in Shaanxi province.",
  "dimension": "76 in. (193.04 cm)",
  "id": "http://api.artsmia.org/objects/131",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black marble with traces of pigments and gilding",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This standing figure is a bodhisattva, a being who has postponed its own passage to nirvana in order to guide others to salvation. Bodhisattvas are often depicted as paired attendants to a buddha. This sculpture, too, was probably once worshipped as part of a triad of sculptures, positioned to either the left or right of a central icon. \r\n\t\r\nThis bodhisattva stands on a stone base (the square plinth, two lions, and the lower half of a lotus-shaped pedestal) that was created for a separate sculpture of the historical Buddha, Shakyamuni. Several lengthy inscriptions on the base explain that an original sculpture was created in 570, and then another was installed at the same temple in 581, both utilizing this base. In 574, an emperor of the Northern Zhou dynasty (557–81) prohibited Buddhism in China, and many idols were desecrated. This may be the reason the base has some apparently intentional damage (two of four lions have been removed) and is no longer with its original sculpture. At some later date, the base came to be used for the present bodhisattva. In the early 1900s, it became the first work of Asian art to enter Mia’s collection.",
  "title": "Standing Bodhisattva"
}
