{
  "accession_number": "2000.143",
  "art_champions_text": null,
  "artist": "Artist: Bai Haonian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1905",
  "department": "Asian Art",
  "description": "grapevine that swirls up from LRC to ULC to URC and down again; three grape clusters in upper half; one at each side center; one squirrel URQ, one LLQ; cricket R center",
  "dimension": "H.41-3/4 x W.15-7/8 in. (image)",
  "id": "http://api.artsmia.org/objects/151",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6526,
  "image_width": 2579,
  "inscription": "Inscription; Stamps",
  "life_date": "Chinese, late 19th-early 20th century",
  "markings": "untranslated inscription, center; three stamps center, one LLC",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Appreciated for their expressive \"brush play,\" ink monochrome paintings of grapevines and squirrels were first popularized in 13th century China. During the Yuan period (1279-1368), such paintings were used to ridicule the Mongol rulers who, like squirrels, occupied high places but lived in fear of people. The inscription of this work, however, indicates that it was commissioned by a Japanese patron in the early 20th century and, its artistic balance between formalistic and realistic concerns creates a heightened aesthetic tension remarkably different from the earlier prototypes.\r\nThe inscription reads:\r\n\r\nIn this world both style and taste are subjective, so don't hesitate to call this work sweet or sour. During the thirty-first year of the Kuang-hsu reign (1905) on an auspicious day when the full moon was gloriously yellow I painted this . . .in old Beiping at the refined request of Master Sato.\r\n\r\nBai Haonian, from Changli district in the Qing Kingdom",
  "title": "Squirrels and Grapevine"
}
