{
  "accession_number": "2000.150.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " (not assigned)",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "blue figure with 3 heads (one white, one blue and one red), 6 arms, 4 legs and wings embracing a green figure with long red hair; flaming mandala behind figures; small thrones below, above and at R and L with various demons, humans and part animal/part human figures; multicolored pigments",
  "dimension": "33 3/8 x 20 7/16 in. (84.77 x 51.91 cm) (image)",
  "id": "http://api.artsmia.org/objects/155",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7419,
  "image_width": 4628,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "2 lines of untranslated text, in black, on back",
  "medium": "Ink colors and gold on sized cotton",
  "nationality": null,
  "object_name": "Thanka",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In Tibetan Buddhist practice, buddhas and bodhisattvas can express both benevolent and wrathful sides. Vajrakila is a wrathful form of the Cosmic Buddha Vajrasattva, a purifying force who valiantly tramples obstacles on the path to enlightenment. Vajrakila is shown in the center, in union with the female deity Diptachakra, who represents wisdom. The focal meditational deity is surrounded by 10 miniature Vajrakila images, their lower bodies in the form of a triangular ritual dagger to peg down evil forces. Vajrakila’s garments further heighten the graphic vision, with distended eyeballs representing the conquest over human afflictions, such as desire, illusion, and ignorance. Below are guardian deities of the four directions, and above is Padmasambava, a Buddhist monk to whom Vajrakila is said to have appeared in a mystic revelation.",
  "title": "Thangka of Vajrakila and Diptachakra"
}
