{
  "accession_number": "2000.150.3",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " (not assigned)",
  "continent": null,
  "country": null,
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "blue figure with 3 heads (one white, one blue and one red), 6 arms, 4 legs and wings embracing a green figure with long red hair; flaming mandala behind figures; small thrones below, above and at R and L with various demons, humans and part animal/part human figures; multicolored pigments",
  "dimension": "33 3/8 x 20 7/16 in. (84.77 x 51.91 cm) (image)",
  "id": "http://api.artsmia.org/objects/155",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "2 lines of untranslated text, in black, on back",
  "medium": "Ink colors and gold on sized cotton",
  "nationality": null,
  "object_name": "Thanka of Vajrakila",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The central figure of this colorful thanka is Vajrakila (Do-rje-phur-pa), a wrathful winged deity with six arms and three heads whose ritual attribute, the triangular shaped Kila (<I>phur-pa</I>) comprises the pedestal on which he and his consort trample evil demons (Rudra-Mara).\r\n\r\n<br>The <I>kila</I> or <I>phur-pa</I> is a hand held ritual weapon with a triangular blade whose protective power is used for piercing and subduing demons and spirits by pinning them to the ground.\u000bThe central image is surrounded by ten smaller nearly identical Vajrakila images in which the upper torso is that of a wrathful, protective deity while the lower half of the body preserves the shape of the triangular <I>phur-pa<I> blade. All these images are shown in their destructive mode pinning evil spirits to the ground and wearing the tiger skins, crowns of skulls, and garlands of severed heads of their conquered adversaries.\r\n\r\nAcross the bottom of the thanka are four guardian deities and, at the top, are two groups of three monks flanking a central image of Padmasambava.",
  "title": "Thanka of Vajrakila"
}
