{
  "accession_number": "2000.157.2",
  "art_champions_text": null,
  "artist": "Artist: Zhu Chang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1668",
  "department": "Asian Art",
  "description": "tall reddish mountain peaks at top; 3 trees next to a stream with a small bridge in foreground; wood rollers",
  "dimension": "H.65-11/16 x W.14-13/16 in. (image)",
  "id": "http://api.artsmia.org/objects/159",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2560,
  "image_width": 833,
  "inscription": "Inscription; Stamp",
  "life_date": "Chinese, died 1678",
  "markings": "3-line untranslated inscription, in black, at UR corner; seal, in red, below inscription",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Born in Anhui province, Zhu Chang lived mostly in neighboring Xin'an. While there, he studied with Hongren (1616-1663), the central figure of the Anhui or Xin'an school of painting. It was from that renowned master that Zhu learned the basics of his own technique and style. This scroll features the rectilinear and multi-faceted cliffs and elongated spreading pines characteristic of the famous Huangshan mountains of Anhui province. The linear, rather spare style capturing the fissured forms and surfaces of the rocks and trees, owes a great deal to Hongren as well as to the solitary nature of Zhu's own personality. Zhu is also said to have studied and copied works by various Yuan dynasty masters: their influence is observed in the extreme degree of simplification in his sparse landscape paintings.\r\n\r\nThe inscription reads:\r\n\r\nDuring the first lunar month of the year 1668, painted at leisure in the Bamboo Hill Inn on the River Gau by Zhu Chang, called Shanshi.",
  "title": "Landscape at Han River Bamboo Hall"
}
