{
  "accession_number": "2000.157.3.1",
  "art_champions_text": null,
  "artist": "Artist: Bian Shoumin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1747",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "5 mushrooms, 2 upside down",
  "dimension": "7 1/2 x 4 1/2 in. (19.05 x 11.43 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/160",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription; Stamps",
  "life_date": "Chinese, 1684-1752",
  "markings": "2-character untranslated inscription, in black, at UL corner; 3 seals, in red, at L edge; \\'1.\\', in pencil, on back of mount at UL corner",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From From an album of eight leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Famous for his rather svelte ink paintings of wild geese, the professional artist Bian Shoumin also developed a more personal, less commercial style of painting grounded in the unassuming nature of literati art. Simple large images of fruit and vegetables fill the pages of this album. The point of these still lifes is hardly the importance of the subject matter—mushroom, turnips, or peapods—but rather the complex formal arrangement of pictorial elements and the rich and subtle techniques with which they are given form. In adopting this approach,Bian creates images quite distinct from earlier masters with a dry ink technique that resembles nothing so much as charcoal drawings.\r\nThe subjects inlcude cabbage, a pun for wealth; mushrooms, representing good health; turnips; eggplants; bamboo shoots, a pun for grandsons; peapods, lotus rhizome and water caltrap, emblems of benevolence and cleverness; and arrowroot bulbs representing happy tidings for parents and compassion.",
  "title": "Mushrooms, from an eight leaf album of vegetables"
}
