{
  "accession_number": "2000.158.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "male figure seated on a chair placed on a small podium; man has PL hand on thigh and PR hand on belt; glazed in green, blue, brown and yellow; dragon on front of man's garment",
  "dimension": "17 1/2 x 6 7/8 x 7 3/8 in. (44.45 x 17.46 x 18.73 cm)",
  "id": "http://api.artsmia.org/objects/163",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1041,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cizhou ware Slip coated stoneware with overglaze enamels on a clear glaze",
  "nationality": null,
  "object_name": "Figure of Wenchang, Deity of Literature",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Wenchang is the combination of two deified personages. The first is a local deity called Zitong who was worshiped in Sichuan during the Tang dynasty. The second is the deity of the constellation Ursa Major known by the Chinese as Kui. The reason why and how they became to be merged remains unclear, however, after the Tang dynasty the two became a single deity under the name of Wenchang and was venerated as the Deity of Literature. Wenchang is represented as a handsome man in the sitting posture. Sometimes he is also shown standing upon a fish, because the carp of the Yellow River is believed to make an ascent of the stream in the spring of each year, and those who succeed in passing the rapids of Longmen in Henan, become changed into dragons. This supposed transformation of fish to dragon has become an example and synonym for the literary success of the industrious student.\r\nThe relatively large size and unusual palette of green, blue, and aubergine enamels distinguish this Cizhou ceramic. It is a fine example of early, overglaze enamel decoration.",
  "title": "Figure of Wenchang, Deity of Literature"
}
