{
  "accession_number": "2000.158.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "male figure seated on a chair placed on a small podium; man has PL hand on thigh and PR hand on belt; glazed in green, blue, brown and yellow; dragon on front of man's garment",
  "dimension": "17 1/2 x 6 7/8 x 7 3/8 in. (44.45 x 17.46 x 18.73 cm)",
  "id": "http://api.artsmia.org/objects/163",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1041,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cizhou ware Slip coated stoneware with overglaze enamels on a clear glaze",
  "nationality": null,
  "object_name": "Figure of Wenchang, Deity of Literature",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Wenchang is the combination of two deified personages. The first is a local deity called Zitong, who was worshiped in Sichuan during the Tang dynasty. The second is the deity of the constellation Ursa Major, known to the Chinese as Kui. After the Tang dynasty, the two became a single deity under the name of Wenchang, venerated as the Deity of Literature. \r\n\r\nWenchang is shown here wearing an official dragon robe. Although dragon robes were worn by emperors in earlier dynasties, it was during the Song dynasty that they became not just decoration but part of a regulated system indicating official rank. Wenchang is sometimes shown standing upon a fish, as the Yellow River carp that succeeded in passing the rapids of Longmen at Henan were believed to become dragons. This supposed transformation of fish into dragon has become a synonym for the literary success of industrious students.",
  "title": "Figure of Wenchang, Deity of Literature"
}
