{
  "accession_number": "2000.20",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Textile Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "mustard yellow background; silver and green paisley, feather and foliate design on irregularly-shaped fragment",
  "dimension": "L.41-5/16 x W.20-9/16 in. (irregular)",
  "id": "http://api.artsmia.org/objects/174",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5433,
  "image_width": 2902,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk and metallic threads; lampas weave",
  "nationality": null,
  "object_name": "Panel from a Chasuble",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Fabrics with this style of design are called “bizarre silks.” Earlier in this century they were thought to have been made in India, but further research has shown them to be the product of an economic war between France and Italy from about 1690 to 1715.\r\n\r\nDuring the 17th century, in an attempt to establish French economic dominance in Europe, Louis XIV’s minister of commerce, Colbert, began a campaign to encourage the manufacture of luxury goods. Various incentives, including tax advantages, induced skilled artisans to move to France. Until this time Italy had been the premier silk-producing country. Silk cloth was expensive and popular with the European nobility; dominance in the silk trade represented large sums of money. As the French appeared to be taking over in the 1690s, the Italians made a last attempt to regain the market, creating the unique designs that today are called “bizarre.” This aesthetic style with its large, asymmetrical, undulating patterns proved very popular and designers throughout Europe soon adapted the style.\r\n\r\nThese designs were popular for over twenty years but by the end of the second decade of the 18th century symmetrical patterning was once again preferred. One hundred and fifty years later this aesthetic provided inspiration for the Art Nouveau movement.",
  "title": "Panel from a Chasuble"
}
