{
  "accession_number": "2000.38.1",
  "artist": "Artist: Bian Wenyu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1614",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "continuous landscape in mountains with river; buildings, small figures and flowering trees throughout; several boats on river",
  "dimension": "L.64-5/16 x W.7-15/16 in. (image)",
  "id": "http://api.artsmia.org/objects/187",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3417,
  "image_width": 5436,
  "inscription": "Inscriptions; Stamps",
  "life_date": "Chinese, 1576 - 1655",
  "markings": "inscriptions, in black, at L end of image; 3 seals, in red, at L end of image; 2 seals, in red, at R end of image",
  "medium": "Ink and colors on silk",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Bian Wenyu was born in Suzhou where he remained loyal to his artistic roots working with other early seventeenth-century Suzhou painters, such as Shao Mi, Sheng Maoye and Chen Yuansu. He became part of the orthodox lineage of artists defined by the great literatus Dong Qichang and was included as one of the \"Nine Friends of Painting\" by later critics.\r\nThe inscription suggest that, by aligning oneself with nature, a person could expect to live a quiet life of peace and tranquility, a sought-after goal during the political and social chaos of the early seventeenth century. It reads in part:\r\n\r\n<I>Surrounded by ten-thousand li of water is\r\nwhite cloud village, amidst the flowers is\r\nbuilt a grass hut;\r\nEvening lotus are reflected in clear pools,\r\ngood friends face one another on verandas…\r\nThe river-side mountains are green without end,\r\nand often seem to float in an endless expanse.\r\n\r\nOn a summer day in the year 1614, I entrusted (my ideas) to the brush at the Northern Suburb Mountain Cottage. Bian Wenyu</I>",
  "title": "Scenic Beauty Along Rivers and Mountains"
}
