{
  "accession_number": "2000.60",
  "art_champions_text": null,
  "artist": "Artist: Alexander Calder; Author: Jacques Prévert; Publisher: Maeght Éditeur, Paris",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "18 x 13 x 1 1/8 in. (45.72 x 33.02 x 2.86 cm)",
  "id": "http://api.artsmia.org/objects/195",
  "image": "valid",
  "image_copyright": "© 2015 Calder Foundation%2C New York %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8761,
  "image_width": 6496,
  "inscription": "Signature, Edition",
  "life_date": "American, 1898–1976",
  "markings": "",
  "medium": "Color aquatints, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "(Ursus Rare Books, New York, until 2000; sold, March 21,  to MIA).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by artist and author on colophon page / No. 68",
  "style": "20th century",
  "text": "In 1926, Calder moved from New York to Paris, where he met many of the leading members of the European avant-garde, including Hayter, who would found the experimental print workshop Atelier 17 the following year.  Calder's interest in printmaking began in earnest during this time, and though he returned permanently to America in 1933, his fascination with modernism and experimental art forms continued throughout his lifetime.\r\n\r\nFêtes is a prose poem by French author Jacques Prévert honoring Calder's remarkable achievements as a modern artist. Prévert explained that Calder is a \"sorcerer…of happiness,\" one whose art is a \"pleasure of eyes and heart.\" Prévert was struck by Calder's seemingly effortless process, in which spontaneity, originality, and pure freedom of expression made him unclassifiable. \r\nIn preparing the illustrations for this project, Calder devised an unconventional technique for printing the brilliantly colored aquatints that accompany Prévert's text. Calder first made a preliminary drawing in color, and then cut sheet metal that had been prepared in aquatint to match the drawing. The various metal forms served as printing surfaces, which were laid out on a press and colors applied. The metal plates were then run through the press, transferring the color to the paper, while simultaneously embossing the sheet.",
  "title": "Fêtes (Celebrations)"
}
