{
  "accession_number": "2000.71",
  "art_champions_text": null,
  "artist": "Artist: Attributed to the White Sakkos Painter",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Chloe Ackman Family and Friends in honor of Lauress Ackman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 320 BCE",
  "department": "European Art",
  "description": "urn-shaped water jar with three handles a pair of horizontal ones on either side and an upright one at the back; two-panel mythological scene around body; an ornate daisy-like floral band between the two panels and stylized palmettes at sides and back; on front center of shoulder 'signature' painted female bust wearing coiffure wrapped in a 'kekryphalos'",
  "dimension": "25 1/2 x 17 1/2 x 13 3/8 in. (64.77 x 44.45 x 33.97 cm)",
  "id": "http://api.artsmia.org/objects/198",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8788,
  "image_width": 7031,
  "inscription": "Label",
  "life_date": "Greek (Apulia), active Italy, 320 BCE–310 BCE",
  "markings": "\\'Ant 2473\\' on sticker inside neck",
  "medium": "Terracotta; red-figure",
  "nationality": "Greek (Apulia), active Italy",
  "object_name": "Terracotta Hydria (Water Jug)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "4th century BCE",
  "text": "Apulia, a prosperous Greek colony on the Adriatic coast of Italy, was a major center of terracotta vase production. Apulian vases are distinctive for their large size; some are over a meter tall. Such large vases may have been created for inclusion in the spacious tombs that came into vogue among wealthy families in the 4th century b.c. The size of  these vases allowed painters to indulge in complex figural compositions that appear to float on black backgrounds, which are divided into registers by bands of intricate floral patterns.\r\nThe scenes portrayed on this vase are common in works by the White Sakkos Painter. In the upper register, a woman is groomed by female attendants. Below, two women flank a stele, or grave monument. On the front center shoulder is a face of a woman wearing a white sakkos (bonnet), a signature feature found almost exclusively on vases by this painter.",
  "title": "Terracotta Hydria (Water Jug)"
}
