{
  "accession_number": "2000.76a-i",
  "artist": "Nora Naranjo-Morse",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sara and David Lieberman",
  "culture": "Tewa",
  "dated": "1999",
  "description": "7-piece sculpture; 7 tall, totemic towers a tiered, brown with protruding nipples; b wedge-shaped, orange and brown, with rectangular and circular cutouts; c tan with geometric cutouts and rounded shape; d speckled green with geometric incised designs; e tan and brown, irregular tiered rectangular with painted areas; f orange slabs with protruding nipples, tan geometric painting on top; g dark brown, tiered, rectangular, with geometric cutouts",
  "dimension": "a: H.72-1/16 x W.10-5/16 x D.9-1/2 in.; b: H.70-5/8 x W.10-1/2 D.8-1/4 in.; c: H.71-3/16 x W.9-5/8 x D.9-7/16 in.; d: H.78-3/16 x W.8-1/2 x D.8-3/8 in.; e: H.68-9/16 x W.7-3/4 x D.7-3/4 in.; f: H.68-3/4 x W.11-13/16 x D.9-3/8 in.; g: H.69-5/16 x W.7-5/8 x D.7-5/16 in.; h: (o-shaped ring) H.9/16 x Dia.1-3/4; i: (c-shaped ring) H.5/8 x W.1-3/8 in. D.1-1/2 in.",
  "id": "http://api.artsmia.org/objects/200",
  "image": "valid",
  "image_copyright": "© 1999 Nora Naranjo-Morse",
  "image_height": 3056,
  "image_width": 2032,
  "life_date": "b.1953",
  "marks": " ",
  "medium": "Clay, paint",
  "nationality": null,
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "G258",
  "style": "20th century",
  "text": "Nora Naranjo-Morse is trained in the traditional hand-built pottery techniques, but frequently incorporates modern elements or other media into her works of art.\r\n\r\n\"Before building my house I had a very limited view of myself in relationship to the world, this earth, the culture, everything.  Traditional houses were made of compacted mud, straw and sand called adobe.  . . .  Not only was this a practical way of using the environment to build shelter, but it was and still is our connection to the earth.  Our culture built its belief system to a great degree on the environment, including the idea that we emerged from the earth.  This idea is still very rooted in people like me who insist on building their own homes.  \r\n\r\nWhen my mother gathered clay, she would take me with her.  Before she allowed us to gather clay, we would kneel down and pray to the clay spirit, which in Tewa language is <I>Nan chu kwee jo.</I>  That says volumes about our relationship to the earth.  . . .  My mother was making a connection to something very powerful.  It's very symbolic to gather clay after saying these words and knowing that our people believe that they came out of the earth: that was my sense of community.  And that is what I want to impart to my children.\"",
  "title": "Our Homes Ourselves"
}
