{
  "accession_number": "2000.88",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Persia (Iran)",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": "Persian",
  "curator_approved": 0,
  "dated": "486-465 BCE",
  "department": "Asian Art",
  "description": "bust-length profile of a man, carved in relief, with curly hair and a curly beard",
  "dimension": "6 1/4 x 9 3/8 x 1 3/4 in. (15.88 x 23.81 x 4.45 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/209",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3995,
  "image_width": 5593,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "\\'Persepolis\\', in black ink, on a sticker fragment, on top",
  "medium": "Limestone",
  "nationality": null,
  "object_name": "Relief-carved Fragment from Persepolis",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G241",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "This rare stone fragment bearing the carved profile head of a “foreign delegate” is from the north staircase of the great audience hall known as the Apadana at Persepolis; the magnificent ceremonial palace complex of the ancient Persian kings, Darius I (522-486 B.C.) and Xerxes I (486-456 B.C.). By the time of Xerxes I, the huge Persian empire included Lydia, Babylon, Syria, Palestine, Phoenicia, Egypt, parts of Central Asia and, for a time, Attica in Greece. Darius seems to have personally selected the pictorial theme of all the low-relief sculpture decorating his palace. Peoples of all the subject nations of the Persian empire paid yearly tribute to the great kings at Persepolis and many of these foreign dignitaries and delegates were represented in the extensive sculptural scenes of the major stairways. The largest stone palace of the ancient world, Persepolis was destroyed by Alexander the Great in 330 B.C. Its imposing remains in southwestern Iran are a testament to the power and wealth of one of the greatest empires of antiquity.",
  "title": "Relief-carved Fragment from Persepolis"
}
