{
  "accession_number": "21.1",
  "art_champions_text": null,
  "artist": "Maker: Unknown , Germany (Nottuln), 15th century",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "1439",
  "department": "European Art",
  "description": "268 folios, incorrectly numbered, in a fifteenth-century binding of stamped parchment, bronze bosses and leather fastenings",
  "dimension": "15 3/8 x 10 5/8 x 5 in. (39.05 x 26.99 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/219",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6819,
  "image_width": 8527,
  "inscription": "",
  "life_date": null,
  "markings": "In ink in a nineteenth-century hand, inside front cover: G. Lorenz",
  "medium": "Ink, gouache and gilding on vellum; bound volume",
  "nationality": null,
  "object_name": "Illuminated manuscript",
  "portfolio": "From ",
  "provenance": "Herschel V. Jones, Minneapolis (until 1921, given to Mia).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Conservation of this illuminated manuscript was made possible by a generous contribution from the Blackman-Helseth Foundation.\r\n\r\nAn antiphonary contains the sung portions of the Mass and the Divine Office, the cycle of daily devotions performed by the clergy, members of religious orders and devout lay persons. These huge volumes were produced in sets corresponding to the divisions of the liturgical year for use in cathedrals, abbeys, and major churches. The verses were sung in a response format by a cantor and a small choir. Since antiphonaries had to be legible at a distance by a group of persons gathered around a lectern, they were written in large script. The musical notations are of a type called hufnagel (hobnail) peculiar to German manuscripts. The last word on each page is a catchword that repeats the first word on the following page. Catchwords facilitated the sequential compilation of pages during the binding.process.\r\n\r\nAn inscription on the last page informs us that this volume was written in the convent of the Congregation of Fontissalientis (Nottuln, in north-western Germany) in 1439. The blind-tooled leather binding, leather straps, and metal clasps are original to the manuscript and were recently conserved.",
  "title": "Antiphonary"
}
