{
  "accession_number": "24.1",
  "art_champions_text": null,
  "artist": "Artist: El Greco (Domenikos Theotokopoulos)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1570-75",
  "department": "European Art",
  "description": "Religion: NT. Purification of the temple. Christ driving the money-changers from the temple with a whip.",
  "dimension": "46 x 59 in. (116.84 x 149.86 cm) (canvas)\r\n45 1/2 x 58 in. (115.57 x 147.32 cm) (sight)\r\n60 x 72 1/2 x 3 in. (152.4 x 184.15 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4492,
  "image_width": 5751,
  "inscription": "",
  "life_date": "Greek, 1541–1614",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Greek",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Georges Villiers, 2nd Duke of Buckingham, York House, London (until 1648, as by El Greco); Sale, Antwerp, 1648, to Guillermo; Archduke Leopoldo Guillermo, Prague (since 1648); Gemaldegalerie de Dresden (1742/1749). Earl of Yarborough, London (by 1857–1923, as by Veronese, sold to JW Bohler and Steinmeyer); [Böhler and Steinmeyer, Lucerne and Henry Reinhardt & Co, New York, until 1924; sold, January 8, for $30,000, to Mia]\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "LC (steps in Greek capital letters): DOMENIKOS THEOTOKOPOULDS KRES E\\'POIEI (translated Wethey, p. 68)",
  "style": "16th century",
  "text": "Christ’s expulsion of the money changers who were desecrating the temple in Jerusalem was a popular theme in Italy in this period. To Catholics, the image symbolized the purification of the Church through internal reform and the expulsion of Protestant heretics. El Greco depicts a chaotic swirl of figures writhing in pain around Christ, who solemnly and calmly wields a scourge to rid the temple of greed and sin.\r\n\r\nA native of Crete, the artist became known as “El Greco” (the Greek) after moving to Italy in 1567, but his full signature in Greek letters appears here on the step below Christ. Set in a grand architectural interior, the scene reflects El Greco’s experiments with Italian linear perspective and break from the Byzantine style he employed in the Greek icons painted in his youth. In the lower-right corner, El Greco portrayed four artists: Titian, Michelangelo, Giulio Clovio (a miniaturist and manuscript illuminator), and Raphael. Clovio had secured lodgings for El Greco in Rome at the Palazzo Farnese, a grand Renaissance palace belonging to the illustrious Farnese family. In a gesture of friendship, El Greco included Clovio in the painting alongside the three masters of the Italian Renaissance he wished to emulate. El Greco likely painted this work right after moving to Rome from Venice in late 1570. He eventually settled in Spain in 1577.",
  "title": "Christ Driving the Money Changers from the Temple"
}
