{
  "accession_number": "24.1",
  "artist": "Artist: El Greco (Domenikos Theotokopoulos)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1570",
  "department": "Paintings",
  "description": "Religion: NT. Purification of the temple. Christ driving the money-changers from the temple with a whip.",
  "dimension": "46 x 59 in. (116.84 x 149.86 cm) (canvas)\r\n45 1/2 x 58 in. (115.57 x 147.32 cm) (sight)\r\n60 x 72 1/2 x 3 in. (152.4 x 184.15 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4492,
  "image_width": 5751,
  "inscription": "",
  "life_date": "Greek, 1541–1614",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Greek",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "LC (steps in Greek capital letters): DOMENIKOS THEOTOKOPOULDS KRES E\\'POIEI (translated Wethey, p. 68)",
  "style": "16th century",
  "text": "Christ’s expulsion of the money changers who were desecrating the temple in Jerusalem was a favorite theme in Counter-Reformation art. To Catholics, it symbolized purification of the church through internal reforms and the expulsion of Protestant heretics. \r\n\r\nKnown for his uniquely Mannerist style, El Greco used jarring lines, confused space, and illogical lighting in this composition, contributing to the atmosphere of anger and disruption. In 1577 El Greco settled permanently in Spain. A native of Crete, he became known as “El Greco” (the Greek), but here his full signature appears in Greek letters on the step below Christ.\r\n\r\nIn the lower-right corner, El Greco portrayed the four artists he regarded as the giants of the Renaissance: Titian, Michelangelo, Giulio Clovio (a miniaturist and manuscript illuminator), and Raphael.\r\n",
  "title": "Christ Driving the Money Changers from the Temple"
}
