{
  "accession_number": "26.2",
  "artist": "Artist: Peter Paul Rubens",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1633-1634",
  "department": "Paintings",
  "description": "Historical. Charles I, King of England. A helmeted Britannia, wearing violet drapery, holds steady the golden crown which England and Scotland, in red and yellow draperies, suspend above the head of the Infant Charles I. Two putti above support an escutcheon with the arms of the United Kingdom lightly indicated, and a putto below holds a torch to a heap of armor, spears, and dull red banners which the union makes no longer necessary.",
  "dimension": "33 1/4 x 25 7/8 in. (84.46 x 65.72 cm) (panel)",
  "id": "http://api.artsmia.org/objects/320",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5986,
  "image_width": 5030,
  "inscription": "",
  "life_date": "Flemish, 1577-1640",
  "markings": "Labels on verso: Lent to Wildenstein and Co., 3/22/61 | Markings on verso: UC in graphite: 33 | UR in black: EX17 | Right stretcher bar in blue: MIA/142/57",
  "medium": "Oil on gessoed wood (oak) panel",
  "nationality": "Flemish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "King Charles I of England (1600–1649) commissioned Rubens to paint a ceiling mural for Whitehall Palace in London. This is an oil sketch for the portion of the mural celebrating the power of his family’s monarchy and the reign of James I, Charles’s deceased father. In this painting the child represents King Charles when he was still a prince. He is presented as the embodiment of the union of England and Scotland. Three women crown him: the woman in red personifies England; the woman in yellow represents Scotland; and the third is Minerva, goddess of wisdom and war. Above them two cherubs hold the coat-of-arms of the United Kingdom.",
  "title": "The Union of England and Scotland (Charles I as the Prince of Wales)"
}
