{
  "accession_number": "26.2",
  "art_champions_text": null,
  "artist": "Artist: Peter Paul Rubens",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1633–34",
  "department": "European Art",
  "description": "Historical. Charles I, King of England. A helmeted Britannia, wearing violet drapery, holds steady the golden crown which England and Scotland, in red and yellow draperies, suspend above the head of the Infant Charles I. Two putti above support an escutcheon with the arms of the United Kingdom lightly indicated, and a putto below holds a torch to a heap of armor, spears, and dull red banners which the union makes no longer necessary.",
  "dimension": "33 1/4 x 25 7/8 in. (84.46 x 65.72 cm) (panel)",
  "id": "http://api.artsmia.org/objects/320",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5986,
  "image_width": 5030,
  "inscription": "",
  "life_date": "Flemish, 1577–1640",
  "markings": "Labels on verso: Lent to Wildenstein and Co., 3/22/61 | Markings on verso: UC in graphite: 33 | UR in black: EX17 | Right stretcher bar in blue: MIA/142/57",
  "medium": "Oil on gessoed wood (oak) panel",
  "nationality": "Flemish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "King Charles I of England (reigned 1625–49) commissioned Rubens to decorate the ceiling of the Banqueting House of Whitehall Palace, in London. The vast canvases celebrate the Stuart monarchy and the reign of Charles’s father, King James VI of Scotland, who became James I of England and Ireland in 1603, succeeding Queen Elizabeth I. This oil sketch represents Charles as a child, a young prince embodying the union. Crowning him are three women: personifications of England (in red) and Scotland (in yellow) and the Roman goddess of wisdom and war, Minerva. Above them, two cherubs hold the royal coat of arms.",
  "title": "The Union of England and Scotland (Charles I as the Prince of Wales)"
}
