{
  "accession_number": "29.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Mrs. E. C. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1100",
  "department": "Asian Art",
  "description": "Found in a temple near Pondicherry. The figure represents cosmic activity. The significance of the gestures is as follows the drum in the right hand signifies creation; the fire in the upper left hand, destruction; the abaya (fear not) position of the lower right hand, protection; the position of the raised left foot, salvation; the foot placed on the prostrate dwarf, Apasmarapurusa, removal of illusion/ignorance.",
  "dimension": "28 in. (71.12 cm)",
  "id": "http://api.artsmia.org/objects/376",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10588,
  "image_width": 8470,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th or 12th century",
  "text": "The Hindu god Shiva appears in several incarnations. Here, Shiva appears as Nataraja, or Lord of the Dance. He raises his left foot in a graceful dance pose. In his upper right hand, Nataraja holds a drum, the sound of which manifests creation. The flame that he holds in his upper left hand symbolizes destruction. Together, they symbolize the creation and destruction of the cosmic universe. The posture of the icon’s lower left and right palms signifies protection. The foot that rests on the demon’s back symbolizes the elimination of ignorance, while the raised left foot signifies salvation. A now missing ring of fire, symbolic of the simultaneous and continuous creation and destruction of the universe, would have encircled the bronze icon.",
  "title": "Shiva Nataraja (Lord of the Dance)"
}
