{
  "accession_number": "29.2",
  "artist": "",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Mrs. E. C. Gale",
  "culture": null,
  "dated": "ca. 1100",
  "description": "Found in a temple near Pondicherry. The figure represents cosmic activity. The significance of the gestures is as follows the drum in the right hand signifies creation; the fire in the upper left hand, destruction; the abaya (fear not) position of the lower right hand, protection; the position of the raised left foot, salvation; the foot placed on the prostrate dwarf, Apasmarapurusa, removal of illusion/ignorance.",
  "dimension": "28 in. (71.12 cm)",
  "id": "http://api.artsmia.org/objects/376",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5352,
  "image_width": 4056,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G211",
  "style": "11th or early 12th century",
  "text": "This bronze depicts Shiva as Nataraja, or Lord of the Dance.  He holds fire in his upper left hand, with which he destroys the world at the end of each cosmic cycle.  A drum in his upper right hand produces a sound that creates the world anew.  His left leg lifts gracefully in a dance posture, as he unites the creative and destructive elements forming the universe.  A large, now missing, flame adorned metal ring would have encircled the icon, emphasizing Shiva’s fluid union of opposite forces.  \r\nThe current installation alludes to the Nataraja’s former residence in the central sanctum of a Shiva temple.  Its walls would have been dark and unornamented, in stark contrast to the elaborately carved stone temple exterior. The video behind the sculpture shows some of these facades, along with the musical accompaniment of traditional south Indian instruments, evoking the religious pilgrim’s sensory experience when encountering the divine.  The devotee’s chief objective in visiting the temple is to “see” the god through religious ritual. In exchange for a donation, the Brahmin priest performs a ceremony that summons the god into the icon.  In this structured exchange, the god looks out and beholds the devotee, who in turn looks back at him in a reciprocal exchange of gazes and prayer.   ",
  "title": "Shiva Nataraja (Lord of the Dance)"
}
