{
  "accession_number": "31.115",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "Buddha, bronze figure of, Marching. The figure, in marching position, is stiffle erect, the left foot forward; the left arm is bent at the elbow, the hand raised, palm outward; the right arm, braceleted at the elbow, is down. The ears are weighted, without earrings, and the hair, composed of small, spiky curls, is surmounted by a flame. Some of his features, which display the supernatural anatomy of Buddha, include projecting heels, long fingers, smooth skin the color of gold and elongated arms. The figure wears a straight, girdled robe,leaving the right shoulder bare. Traces of gilding remain on back of robe, under left arm, on hair and in ears.",
  "dimension": "50 1/2 in. (128.27 cm)",
  "id": "http://api.artsmia.org/objects/395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10657,
  "image_width": 5995,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with traces of pigment",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This sculpture highlights the Buddha as a teacher of the people, walking peacefully yet radiantly with lowered eyes. The historical Buddha—born Siddhartha Gautama, but more commonly known in Buddhism as Shakyamuni (Sage of the Shakya Clan)—renounced his princely life at age 29 after becoming aware of the suffering inherent in human life. Upon attaining enlightenment, he devoted his life to teaching people throughout northern India about a means of escaping suffering—through a combination of wisdom and compassion. Sculptures of so-called Walking Buddhas, with an elegantly draped monastic robe and sinuous limbs, are a trademark of the Sukhothai Kingdom of Thailand, which flourished in the 1300s and 1400s.",
  "title": "Walking Shakyamuni Buddha"
}
