{
  "accession_number": "31.115",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Buddha, bronze figure of, Marching. The figure, in marching position, is stiffle erect, the left foot forward; the left arm is bent at the elbow, the hand raised, palm outward; the right arm, braceleted at the elbow, is down. The ears are weighted, without earrings, and the hair, composed of small, spiky curls, is surmounted by a flame. Some of his features, which display the supernatural anatomy of Buddha, include projecting heels, long fingers, smooth skin the color of gold and elongated arms. The figure wears a straight, girdled robe,leaving the right shoulder bare. Traces of gilding remain on back of robe, under left arm, on hair and in ears.",
  "dimension": "50 1/2 in. (128.27 cm)",
  "id": "http://api.artsmia.org/objects/395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 633,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with traces of pigment",
  "nationality": null,
  "object_name": "Walking Buddha",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The walking Buddha is a sculpture type that flourished in Thailand’s Sukhothai kingdom during the 1300s and 1400s. The Buddha, born Prince Siddhartha, renounced his kingdom and spent the rest of his life teaching throughout northern India. The enormous bronze sculpture displays the anatomical markers of the Buddha as described in Buddhist liturgical texts. These include elongated earlobes, a protuberance on the top of the skull, and webbed fingers. Sculptures from Sukhothai portray the Buddha with his heel lifted and eyes lowered, practicing walking meditation. Sukhothai artists were the first to create walking Buddha sculptures fully in the round. The type, however, has its roots in earlier images that illustrated the Buddha descending from Trāyastrimśa heaven on a special ladder after spending months there teaching his mother, who had died seven days after his birth. It might also refer to the Buddha walking up and down a golden bridge in the third week following his enlightenment.",
  "title": "Walking Buddha"
}
