{
  "accession_number": "31.116",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Thailand or Laos",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "Buddha, bronze seated figure in attitude of contemplation, also known as the Mudra, or position of 'calling the earth to witness'. The green bronze pedestal is in two tiers; the upper one shows lotus leaves in relief beneath a beaded rim, and the lower, (broken at right side) with ovoid indentations, some of them perforated. The ears are weighted but unadorned. The hair is short, in spiky curls and the usnisa had indentation to hold flame, which is missing. The eyes are enameled, proving the figure to be a late piece.",
  "dimension": "24 3/4 in. (62.87 cm)",
  "id": "http://api.artsmia.org/objects/396",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10295,
  "image_width": 7353,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze, enamel",
  "nationality": null,
  "object_name": "Seated Buddha",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Chieng San style",
  "text": "This sculpture captures the moment of the Buddha’s enlightenment: the defeat of Mara, lord of the realm of desire and cause of human suffering. In a gesture called bhumisparsamudra, his right hand gently calls the earth to witness the momentous occasion. Thai sculptors often forgo the narrative details of the event; instead, they economically convey its essence. The Buddha’s downcast eyes indicate deep meditation, a “lion-like” body resists the armies of temptation, and the face, now free from suffering, radiates bliss. Likely created in central Thailand, the sculpture demonstrates how Thai artists frequently fused regional tastes. Its lotus-cushion throne and broad shoulders reflect developments in the northern Thai kingdom of Lan Na (1200–1700), while the oval head, U-incised chin, heart-shaped hairline, and tubular limbs reflect developments in the southern Sukothai Kingdom (1238–1438).",
  "title": "Buddha subduing Mara"
}
