{
  "accession_number": "14.12",
  "artist": "Attributed to Jean Poyer and his workshop; Formerly attributed to Jean Poyer and his workshop",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "c. 1490-1500",
  "description": "Virgin and child with child standing on her lap; she wears blue cloak with hood and hold red carnation; four haloed musicians in background",
  "dimension": "7 3/16 x 5 1/8 in. (18.26 x 13.02 cm) (irregular)\r\n19 3/4 x 15 3/4 x 1 1/8 in. (50.17 x 40.01 x 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/46",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6764,
  "image_width": 6028,
  "life_date": "French (Tours), active 1465-1498, died before 1504",
  "marks": " ",
  "medium": "Tempera and gold on parchment",
  "nationality": "French",
  "provenance": "Jean Dollfus, Paris (until d.1911; his sale, part 3, Galerie Georges Petit, Paris, April 2, 1912, no. 133, for Fr 2,600, to Sambon); [L. Rosenberg, Paris, until 1914; sold to MIA]",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "15th-16th century",
  "text": "One of the earliest drawings to enter the museum’s collection, this miniature was long ago cut from a prayer book illuminated by the Loire Valley artist Jean Poyer and his workshop. The celestial musicians—playing lute, cornamuse, and rebec—indicate that the image likely accompanied a popular prayer to the Virgin, the Obsecro te (I beseech thee).\r\n\r\nThe beholder of this image was meant to visualize Mary’s love for her infant son, symbolized by the carnation she holds, and also the grief she would endure at his Passion, implied in her sorrowful expression. The artist added intimacy by making Mary disproportionately large and depicting her seated on a cushion, the pose of the Madonna of Humility. He created the effect of a panel painting by giving this tiny work a thin, illusionistic gold frame.",
  "title": "Miniature from a Book of Hours with Virgin and Christ Child"
}
