{
  "accession_number": "31.54",
  "art_champions_text": null,
  "artist": "Artist: Adriaan Hanneman; Depicted: Lucy Hay, Countess of Carlisle",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Mrs. John Washburn and Miss Elizabeth Pope Washburn in memory of John Washburn",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1650",
  "department": "European Art",
  "description": "Portrait of a woman in a green dress and brown scarf with flowers in her hair, pearl necklace and earrings, at a fountain.",
  "dimension": "32 x 26 in. (81.28 x 66.04 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/474",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8376,
  "image_width": 6795,
  "inscription": "",
  "life_date": "Dutch, 1601–1671",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    "114129",
    "474"
  ],
  "signed": "",
  "style": "17th century",
  "text": "Lucy Percy (1599–1660) was one of the best known ladies at the court of King Charles I of England.  She was a celebrated wit and had a penchant for political intrigue and scandal. In 1617 she married the notorious rake, James Hay, Earl of Carlisle, without her father's consent. She quickly involved herself in court circles, eventually becoming an intimate friend of Queen Henrietta Maria. After the death of her husband, she shifted her loyalty to the Republican party and was able to give its leaders important information concerning the royal family. Upon the restoration of Charles II, she conveniently switched her affections back to the Royalists, and tried to regain her position at court. But before she could make any marked progress in this direction, she died. \r\n\r\nConservation of this picture was made possible by a generous contribution from Al and Dena Naylor through the Art Champions program.",
  "title": "Portrait of Woman, called Lucy Percy, Countess of Carlisle"
}
