{
  "accession_number": "14.2",
  "art_champions_text": null,
  "artist": "Artist: Workshop of Joachim Patinir",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1518–24",
  "department": "European Art",
  "description": "Religion: NT. Madonna and Child. Rest on the Flight into Egypt. Virgin and Child seated on rocky mound in foreground. Joseph fills water bottle at a little pool on the left. Herod's soldiers question the farmer who points to a field of wheat. Small Flemish village in the right background, in front of which is enacted the Massacre of the Innocents. Trees, hills, winding river form fanciful landscape background.",
  "dimension": "13 1/2 x 19 1/4 x 1/4 in. (34.29 x 48.9 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/50",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3589,
  "image_width": 5064,
  "inscription": "Marking BC on verso in graphite: 5738",
  "life_date": "Netherlandish, 1485–1524",
  "markings": "Label UL on verso : 5738",
  "medium": "Oil on panel",
  "nationality": "Netherlandish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This painting depicts scenes from the Bible related to the so-called Massacre of the Innocents. King Herod, upon hearing that a “King of the Jews”—Jesus Christ—had been born in Bethlehem, orders the slaughter of all male children in and around the town in order to protect his claim to the throne. Jesus, Mary, and Joseph—the Holy Family—escaped to Egypt. While the infanticide rages in the distance, Joseph, on the left, collects water from a spring that appeared as a miracle of God. \r\n\r\nTo track down the Holy Family, Herod’s soldiers interrogate farmers in their fields. The farmers truthfully answer that the family passed when the wheat seed was being sown into the ground. Through divine intervention, the wheat grows to its full height overnight, suggesting that the family had passed several months earlier and saving them from certain death.",
  "title": "Rest on the Flight into Egypt and the Miraculous Field of Wheat"
}
