{
  "accession_number": "14.2",
  "artist": "Workshop of Joachim Patinir",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "c. 1518-1524",
  "description": "Religion: NT. Madonna and Child. Rest on the Flight into Egypt.\r\nVirgin and Child seated on rocky mound in foreground. Joseph fills water bottle at a little pool on the left. Herod's soldiers question the farmer who points to a field of wheat. Small Flemish village in the right background, in front of which is enacted the Massacre of the Innocents. Trees, hills, winding river form fanciful landscape background.",
  "dimension": "13 1/2 x 19 1/4 x 1/4 in. (34.29 x 48.9 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/50",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1803,
  "image_width": 2560,
  "life_date": "Netherlandish, 1485 - 1524",
  "marks": " No marks",
  "medium": "Oil on panel",
  "nationality": "Netherlandish",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G342",
  "style": "16th century",
  "text": "This painting depicts three separate Biblical episodes. To the left, Joseph collects water from a spring which has suddenly appeared as a miracle sent by God. The waters quench the thirst of the Holy Family during their escape from Bethlehem, where a violent infanticide is taking place, visible in the distance. This story, known as \"The Massacre of the Innocents\", describes King Herod's fury upon learning of the birth of the King of the Jews. Herod orders the slaughter of all male children in and around the town of Bethlehem. This act eliminates any threat against his claim to the throne. \r\nAlso depicted is the story of \"The Miraculous Field of Wheat\". As part of the slaughter, Herod orders his soldiers to track down the Holy Family. When the soldiers interrogate the farmers in their fields, the farmers truthfully answer that the family passed when the wheat seed was being sown into the ground. Through divine intervention, the wheat grows to its full height overnight. The miracle suggests that the travelers passed the fields several months earlier, saving the family from certain death.",
  "title": "Rest on the Flight into Egypt  and the Miraculous Field of Wheat"
}
