{
  "accession_number": "32.32.7",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": "Persia (Iran)",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Bowl, Seljuk dynasty, light creamy earthenware, covered with a thick coat of opaque white tin enamel. Funnel-shaped, with straight standing rim, slightly ridged on outside where it is decorated with Cufic characters in black. Low raised foot. Inside of rim decorated with conventionalized band of Cufic characters in gold, blue and red. Medallion in center of bowl shows three figures in blue and gold garments; this medallion is surrounded by ten smaller figures, eahc in a separate 'niche', and above this is a row of sixteen still smaller figures. All figures shown with gold nimbus. Mended; has been broken in many pieces. Saveh excavation.",
  "dimension": "3 3/16 x 7 3/4 in. (8.1 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/500",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3432,
  "image_width": 3986,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Minai ware\r\nEarthenware with overglaze-painted polychromy and gold",
  "nationality": null,
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "This exceptionally fine bowl shows a courtly scene. An enthroned personage in the central medallion is accompanied by two attendants; ten smaller figures surround the medallion, and the next tier is a row of sixteen even smaller figures. Kufic script decorates the outside of the rim. Minai is the name for this type of overglaze-painted ware. The human, animal, arabesque, and calligraphic themes of minai ware were often comparable to the subjects that miniaturists painted for texts, and several examples directly relate to the stories in illustrated books. The museum owns an outstanding group of minai bowls, including an example of the less common variant with designs executed on a turquoise ground.",
  "title": "Bowl"
}
