{
  "accession_number": "32.32.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1180-1220",
  "department": "Asian Art",
  "description": "Bowl, Seljuk dynasty, light creamy earthenware, covered with a thick coat of opaque white tin enamel. Funnel-shaped, with straight standing rim, slightly ridged on outside where it is decorated with Cufic characters in black. Low raised foot. Inside of rim decorated with conventionalized band of Cufic characters in gold, blue and red. Medallion in center of bowl shows three figures in blue and gold garments; this medallion is surrounded by ten smaller figures, eahc in a separate 'niche', and above this is a row of sixteen still smaller figures. All figures shown with gold nimbus. Mended; has been broken in many pieces. Saveh excavation.",
  "dimension": "3 3/16 x 7 3/4 in. (8.1 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/500",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4944,
  "image_width": 6922,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stonepaste with overglaze-painted polychromy and gold, Mina’i ware",
  "nationality": null,
  "object_name": "Bowl with Courtly Scene",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Seljuk period (1038- c.1194)",
  "text": "The radiating composition of this crisp bowl features a frequent symbol of courtly life in the central medallion: an enthroned person, accompanied by two attendants, framed by four peacocks. Ten smaller figures surround the medallion, and in the next tier a row of 16 smaller figures converse, each highlighted with a brilliant gold halo. All set within decorative registers, this depiction of a Seljuk royal stage, with characteristics such as the figures’ rounded faces, anticipates the modes of imagery used by artists in the early illustrated manuscripts of the Shahnameh, the epic Persian Book of Kings—examples of which can be seen in the cases on the other side of this gallery.",
  "title": "Bowl with Courtly Scene"
}
