{
  "accession_number": "32.5",
  "art_champions_text": null,
  "artist": "Maker: Cousineau Père et Fils; Artist: Formerly attributed to Pierre Joseph Cousineau",
  "catalogue_raissonne": null,
  "classification": " Musical Instruments",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James F. and Louise H. Bell in memory of James S. and Sallie M. Bell",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1787-1790",
  "department": "European Art",
  "description": "vertical pillar finely carved and terminating in female caryatid; the curved neck has an open face paneled in glass, exposing the comb containing the mechanism for strings and also the signature of the maker in brass; the body of mahogany is paneled on one side with bands of ivory in the center, and the opposite side is painted with landscape scenes; near the top is a drapery on which is also painted the signature of the maker; the pedestal box is carved and gilded and sets on an octagonal wooden box of a later maker",
  "dimension": "68 1/4 x 33 1/4 in. (173.36 x 84.46 cm)",
  "id": "http://api.artsmia.org/objects/510",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5502,
  "image_width": 3585,
  "inscription": "Signature",
  "life_date": null,
  "markings": "in comb, in brass: [COUSINEAU PÉRET FILS A\\'PARIS]; within a painted scene: [COUISNEAU PÉRE ET FILS LUTHIERS]",
  "medium": "Mahogany, ivory, pigment, gilt, and metal works",
  "nationality": null,
  "object_name": "Harp",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G318",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The harp was the most fashionable instrument in late 1700s Paris. Its popularity surely stemmed from the influence of Marie Antoinette, a well-trained musician, patroness of composers, and musical tastemaker who espoused a special love for this instrument. Georges and Jacques-Georges Cousineau, a father-son pair of harp builders, harpists, and music publishers, built this instrument. They are famous for the technological improvements they made to harp pedal mechanisms. Early in Georges’s career, his music shop near the Palais Royal Gardens stocked music engraved by his wife. In 1783, they were appointed as the Queen’s harp makers. The beautiful painting on this instrument demon\u0002strates how harps were intended to both sound and look beautiful. But they also held personal meaning. After Marie Antoinette was guillotined, her first lady-in-waiting, Henriette Campan, tried to obtain the deceased Queen’s musical instruments and scores from the revolutionary government’s cache of confiscated royal property—both out of loyalty to her late mistress, but also out of necessity as she needed them for a school for girls she had opened.",
  "title": "Harp"
}
