{
  "accession_number": "32.54.4a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st century",
  "department": "Asian Art",
  "description": "ink tablet, form of tortoise with cover, standing on its four feet; cover decorated with incised designs of scales with the Pa Kwa; inscribed with the eight trigrams of the 'Yi-Ching' (The Book of Changes), representing the various forms of change, principles or laws of the universe",
  "dimension": "10 x 4 x 4 in. (25.4 x 10.16 x 10.16 cm)",
  "id": "http://api.artsmia.org/objects/513",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with modeled and incised decor including the Eight Trigrams of the I-Ching (The Book of Changes)",
  "nationality": null,
  "object_name": "ink tablet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century",
  "text": "This charming Han dynasty (206 BCE - 220 CE) ink stone, modeled in the form of a turtle, features \"the eight trigrams\" ba gua carved into the top of its removable shell. The eight trigrams are among the earliest and best-known images associated with Daoism. These visual symbols are the basis for the sixty-four hexagrams of the ancient divination text, the I-Qing or The Book of Changes which was formulated during Western Zhou (1050-772 BCE). In addition to divination, the eight trigrams played a vital role in Daoist alchemical practices and helped explain the cosmological principles of transformation. The eight trigrams and their symbolism are one of several Bronze Age traditions that coalesced during Han to form the basis of religious Daoism.",
  "title": "Ink tablet in the form of a turtle"
}
