{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "",
  "nationality": "Flanders",
  "role": "Artist",
  "dated": "c. 1650",
  "culture": null,
  "country": "Belgium (Flanders)",
  "continent": "Europe",
  "dimension": "159 1/2 x 125 in. (405.13 x 317.5 cm)",
  "medium": "Wool, silk; tapestry weave",
  "title": "Awaiting the Chase",
  "id": "http://api.artsmia.org/objects/518",
  "room": "G310",
  "style": "17th century",
  "marks": " ",
  "text": "The sport of hunting, which was enjoyed by European aristocracy, was a particularly popular theme for tapestries woven both in Flanders and France. Tapestries were most often woven in sets. These sets were made up of a number of wall hangings that have the same borders surrounding distinct images with related themes. The size of a set of tapestries can be as small as four pieces, one for each wall of a room, or as large as twelve hangings, which would have been placed between doorways and windows in a grand hall. Themes ranged from specific historical or biblical events to something as general as the seasons or the months of the year.",
  "description": "Set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with ram\\'s heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouche in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. .1 Awaiting the Chase In the immediate foreground trwo huntsmen, one of whom reclines against a tree and caresses a hound. The hunters wear short doublets and broadrimmed hats. Hunters\\' horns are slung over their shoulders.; warp undyed wool, 7-8 ends per cm., weft dyed wool and silk, 24-40 ends per cm.",
  "creditline": "The William Hood Dunwoody Fund",
  "accession_number": "33.23.1                                   ",
  "artist": "Unidentified designers and cartoonists"
}
