{
  "accession_number": "33.23.1",
  "art_champions_text": null,
  "artist": "Designer: Unknown designers and cartoonists, Flanders",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium (Flanders)",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "European Art",
  "description": "Set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with ram's heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouche in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. .1 Awaiting the Chase In the immediate foreground trwo huntsmen, one of whom reclines against a tree and caresses a hound. The hunters wear short doublets and broadrimmed hats. Hunters' horns are slung over their shoulders.; warp undyed wool, 7-8 ends per cm., weft dyed wool and silk, 24-40 ends per cm.",
  "dimension": "159 1/2 x 125 in. (405.13 x 317.5 cm)",
  "id": "http://api.artsmia.org/objects/518",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Two young dog handlers with two dogs wait under an oak tree for the hunt to begin. The handlers wear clothing of an old-fashioned style more common in the 1500s. The tapestry’s ornate borders, however, are up-to-date, with architectural elements and fruit-and-flower garlands typical of the 1600s.",
  "title": "Awaiting the Chase"
}
