{
  "accession_number": "33.23.2",
  "artist": "Unidentified designers and cartoonists",
  "continent": "Europe",
  "country": "Belgium (Flanders)",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "c. 1650",
  "description": "One of set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with rams' heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouch in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. Hunting the Deer Rolling countryside with sturdy elm at left. In immediate foreground a huntsman holding spear and sounding horn, in middle distance one of his companions on horseback and another on foot, pursue the deet who advances towards the left.; Warp undyed wool, 7½-8 ends per cm., waft dyed wool and silk, 24-28 ends per cm.",
  "dimension": "159 1/2 x 150 3/4 in. (405.13 x 382.91 cm)",
  "id": "http://api.artsmia.org/objects/519",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3523,
  "image_width": 3285,
  "life_date": "",
  "marks": " ",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "Flanders",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G310",
  "style": "17th century",
  "text": "This tapestry derives from a set dedicated to the subject of hunting. It depicts what appears to be a female rider hunting a fox with hounds and a spear. In the foreground, a huntsman directs the dogs with his horn. It was not until the eighteenth century that the fox hunt developed into a fast-paced hours-long chase requiring horses and dogs especially bred for speed. Prior to that, the moderate nature of the chase brought hunter in closer contact with game. \r\n \r\nAs the fox hunt increasingly required hard riding and greater risk, many women were edged out of the sport in some European countries, whether out of concern for their wellbeing or fear that they might outpace male companions. At the same time, female hunters experienced greater social pressure to ride side-saddle, regarded as more “ladylike” but not as conducive to hard riding as the astride position. The hunter in this scene rides astride.    ",
  "title": "Women Hunting the Fox"
}
