{
  "accession_number": "33.23.2",
  "art_champions_text": null,
  "artist": "Designer: Unknown designers and cartoonists, Flanders",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium (Flanders)",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "European Art",
  "description": "One of set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with rams' heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouch in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. Hunting the Deer Rolling countryside with sturdy elm at left. In immediate foreground a huntsman holding spear and sounding horn, in middle distance one of his companions on horseback and another on foot, pursue the deet who advances towards the left.; Warp undyed wool, 7½-8 ends per cm., waft dyed wool and silk, 24-28 ends per cm.",
  "dimension": "159 1/2 x 150 3/4 in. (405.13 x 382.91 cm)",
  "id": "http://api.artsmia.org/objects/519",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7574,
  "image_width": 7144,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In the foreground, a huntsman—a professional director of hounds—commands dogs in the distance with blasts from his horn. Farther afield, a female rider balances her spear while training her gaze on the fox to her right. The declining deer population at the time had forced hunters to seek alternative game such as foxes and other “pests.”\r\n\r\nBy the late 1700s fox hunting had become a faster, riskier, and very popular sport. Many women were edged out, whether from concern for their well-being or for fear they might outpace their male companions. Women hunters in some regions felt strong social pressure to ride sidesaddle or in carriages—“ladylike” indeed but not permitting the speed of riding astride. The hunter in this scene rides astride.",
  "title": "Women Hunting the Fox"
}
