{
  "accession_number": "33.23.3",
  "art_champions_text": null,
  "artist": "Designer: Unknown designers and cartoonists, Flanders",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium (Flanders)",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "European Art",
  "description": "One of set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with rams' heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouche in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. Hunting the Hare In immediate foreground a bearded huntsman, wearing a crimson cap, a blue doublet with half armor and short trunks, holds a spaniel in leash. He runs towards left where two hounds pursue the hare up a hill. In middle distance another huntsman, with spear, holds off two other hares.; warp undyed wool, 8-8½ ends per cm., weft dyed wool and silk, 24-36 ends per cm.",
  "dimension": "H.156-1/2 x W.134-1/2 in. (irregular)",
  "id": "http://api.artsmia.org/objects/520",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9265,
  "image_width": 7627,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "MS",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Large relatives of rabbits, hare were highly prized game—not for their meat, but for the fast-paced, unpredictable challenge of the chase. Here, a dog handler runs with a hound known as a limer, trained to pick up the scent of game so the pack could be set on its trail. The limer typically was kept leashed (its name comes from lyam, an archaic English term for leash) and did not run with the pack.\r\n\r\nThe dogs pursuing the hare in the background appear to be sight hounds, probably whippets. Whereas scent hounds like the limer detected game with their keen sense of smell, sight hounds followed quarry by sight and chased it at high speed. Whippets were bred to chase hare and other swift game.",
  "title": "Hunting the Hare"
}
