{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "",
  "nationality": "Flanders",
  "role": "Artist",
  "artist": "Unidentified designers and cartoonists",
  "dated": "c. 1650",
  "culture": null,
  "country": "Belgium (Flanders)",
  "continent": "Europe",
  "dimension": "H.156-1/2 x W.134-1/2 in. (irregular)",
  "medium": "Wool, silk; tapestry weave",
  "title": "Hunting the Hare",
  "id": "http://api.artsmia.org/objects/520",
  "room": "Not on View",
  "style": "17th century",
  "marks": " ",
  "text": "The theme of the hunt, one of the earliest to be represented in art, has been a perennial favorite in all media. The tapestries celebrating the hunt were intended to entertain rather than overwhelm. They served to make the room appear larger and remind the viewer of the pleasures of a favorite outdoor sport. This is one of a set of four owned by the museum.<P>\r\nIt is possible that this tapestry was once used as a door cover as at one time it was slit up the middle. To repair damaged areas and strengthen weak sections, this tapestry underwent treatment in the museum's textile conservation area between September 1988 and July 1991.",
  "description": "One of set of four tapestries, with landscape scenes and figures inspired from the Hunts of Maximilian, now in the Louvre and woven after the cartoons of Bernard Van Orley, also preserved in the Louvre. Woven at sides with bases sustaining figures of putti and decorated with rams\\' heads. Embellishment of festoons, pendant bunches of fruits and flowers. Top border with scrolled, oblong cartouche in center, which contains a miniature landscape scene, supported by winged cherubs. Similar cartouche, with swags of fruit and flowers in bottom border. Hunting the Hare In immediate foreground a bearded huntsman, wearing a crimson cap, a blue doublet with half armor and short trunks, holds a spaniel in leash. He runs towards left where two hounds pursue the hare up a hill. In middle distance another huntsman, with spear, holds off two other hares.; warp undyed wool, 8-8½ ends per cm., weft dyed wool and silk, 24-36 ends per cm.",
  "provenance": "",
  "creditline": "The William Hood Dunwoody Fund",
  "accession_number": "33.23.3"
}
