{
  "accession_number": "34.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Mrs. C. J. Martin in memory of Charles Jairus Martin",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1530-1545",
  "department": "European Art",
  "description": "part of a larger group of millfleurs armorial tapestries woven in Bruges; warp undyed wool, 4-4½ ends per cm., weft dyed wool, 18-28 ends per em.",
  "dimension": "138 7/8 x 157 3/4 in. (352.74 x 400.69 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/531",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7775,
  "image_width": 8690,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Millefleurs (thousand-flower) tapestries became popular in the late Middle Ages. Some contained flowers only; others, like this one, included animals and birds. Pictured here are common animals such as deer and rabbits as well as exotic creatures like the lion, leopard, and unicorn. They are symbolic as well as decorative. The unicorn, for example, represents either Christ or the Virgin Mary. The three clumps of rosebushes forming a triangle, allude to the Trinity (God as Father, Son, and Holy Spirit), while the barking hound (lower left) and wild falcon (top right) stand for the Devil or other evil forces.\r\n\r\nTapestries were costly items, requiring much time and skill to produce. Often several weavers worked together on a single tapestry, each completing about one square yard a month. Some weavers specialized in features such as architectural elements or foliage.  The master weaver, who supervised the project, wove the most difficult areas.",
  "title": "Allegorical \"Millefleurs\" Tapestry with Animals"
}
