{
  "accession_number": "35.18.56",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "Qianlong period, 1736-1795",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Ink, oval; obverse, 8 horses in low relief, each with his name in gold; reverse, 4 characters in gold on plain ground; narrow flat moulded rim; reign mark and inscription on edges; these represent the 8 famous horses that once drew chariot of Emperor Mu Hwang, of early Chou Dynasty; (nick on obverse rim)",
  "dimension": "3 3/8 x 2 7/16 in. (8.57 x 6.19 cm)",
  "id": "http://api.artsmia.org/objects/534",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Molded pine soot and animal glue",
  "nationality": null,
  "object_name": "Inkstick",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Chinese ink is a paste made from pine soot (lampblack), glue, and incense that, when pressed into molds and dried, forms solid cakes or sticks like this one. In this form, it can be stored indefinitely. Liquid ink was prepared by grinding the inkstick on a moistened stone slab while mixing it with water until achieving the desired blackness. By grinding their own ink, scholars could control its texture, quality, and translucency. The oldest surviving inkstick comes from a third-century b.c. tomb in Hupei province. In the 17th and 18th centuries, commemorative inksticks were made for special occasions, given as gifts, and collected by connoisseurs. This stick bears an 18th-century date and images of the \"eight steeds\" of King Mu Wang, who ruled China during the 10th century b.c.",
  "title": "Inkstick"
}
