{
  "accession_number": "35.7.106",
  "art_champions_text": null,
  "artist": "Artist: Bartholomeus van der Helst and Studio; Artist: Bartholomeus van der Helst",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1665–70",
  "department": "European Art",
  "description": "Portrait.",
  "dimension": "48 3/8 x 39 3/8 in. (122.87 x 100.01 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/537",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8724,
  "image_width": 7072,
  "inscription": "Signature",
  "life_date": "Dutch, 1613–1670",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    ""
  ],
  "signed": "(signed on balustrade): [B. van der helst f.]\r\n\r\nTaken from the 1970 MIA catalogue, however this cannot be confirmed. In a letter to Willem van de Watering dated May 9, 1988, George Keyes writes, \\\"Our conservator was able to find no trace of a signature anywhere on the painting so that the catalogue reference to a signature presumably refers to an inscription removed when the picture was last cleaned, although the conservation report [1963] makes no reference to an inscription, or its removal, at that time.\\\"",
  "style": "17th century",
  "text": "He wears his wealth on his sleeves. The lace on his vest front and cuffs, handmade from precious threads of gold and silver, are the most expensive element of his lavish ensemble. Such finery fuelled controversy in Holland, where Protestant preachers lauded frugality, because it used scarce resources for the sake of vanity. This man, who may have been a city leader (burgomaster), made some concession to modesty with his black suit. But he clearly had a flair for fashion.",
  "title": "Portrait of a Burgomaster"
}
