{
  "accession_number": "35.7.151",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Square panel of pashmina (wool from Tibetan goat), dark red ground, scarcely visible, covered with all-over embroidery in chain stitch representing animals, trees and human beings. The outer border consists of multiple scenes, each framed by an Indo Islamicate arch. These scenes gesture at painting traditions of the time, and depict interior and exterior court, hunting, leisure, parade, and battle scenes. Central circular motif emanates from roundel containing untranslated Persian inscription. Red predominating color except for center and corners where pale blues, greens and yellow predominate. Corners and central circle have elaborate use of gold threads. Lined with mauve sateen. Tears on border.",
  "dimension": "68 x 72 in. (172.72 x 182.88 cm)",
  "id": "http://api.artsmia.org/objects/538",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7116,
  "image_width": 6918,
  "inscription": "Central roundel has untranslated Persian inscription.",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk and gold threads; needlework",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In a sea of tightly embroidered figures, many scenes unfold at once. Women socialize in beautiful gardens and are surrounded by attendants, noblemen hunt and slay foxes, tigers, and mythical creatures, British soldiers are fanned by servants, and Indian elites are fanned by servants in British soldier costume. A regal man astride an elephant takes a leisurely drag from a hookah. \r\nMost of these scenes appear at the outer border, each framed by Indo-Islamicate arches. Their composition and subject matter mimics those represented in painting traditions of neighboring hill states. At each of the four corners, heightened by copious use of gold thread, are elaborate court scenes. A gold central medallion holds an untranslated Persian insciption, which in turn is surrounded by riders on horseback, processions of soldiers bearing swords and muskets, and Indian nobles seated on European upright chairs.      \r\nThis type of embroidered textile might have developed as a less expensive alternative to woven textiles, which were taxed heavily in this period.",
  "title": "Embroidered Tablecover"
}
