{
  "accession_number": "35.7.151",
  "artist": "India (Kashmir)",
  "classification": "Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "68 x 72 in. (172.72 x 182.88 cm)",
  "id": 538,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7116,
  "image_width": 6918,
  "inscription": "Central roundel has untranslated Persian inscription.",
  "life_date": null,
  "markings": null,
  "medium": "Wool, silk and gold threads, needlework",
  "nationality": "Indian",
  "object_name": null,
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "In a sea of tightly embroidered figures, many scenes unfold at once. Women socialize in beautiful gardens and are surrounded by attendants, noblemen hunt and slay foxes, tigers, and mythical creatures, British soldiers are fanned by servants, and Indian elites are fanned by servants in British soldier costume. A regal man astride an elephant takes a leisurely drag from a hookah. \r\n<P>Most of these scenes appear at the outer border, each framed by Indo-Islamicate arches. Their composition and subject matter mimics those represented in painting traditions of neighboring hill states. At each of the four corners, heightened by copious use of gold thread, are elaborate court scenes. A gold central medallion holds an untranslated Persian insciption, which in turn is surrounded by riders on horseback, processions of soldiers bearing swords and muskets, and Indian nobles seated on European upright chairs.      \r\n<P>This type of embroidered textile might have developed as a less expensive alternative to woven textiles, which were taxed heavily in this period.",
  "title": "Embroidered Tablecover"
}
