{
  "accession_number": "35.7.234a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Portable shrine black lacquer case with two doors; gold pomegranate and leaves on each door; brass mountings. Inside gold. Under canopy wooden figure of Kwannon with gold and black robes stands on lotus base with pierced metal mandola behind her. On right hand door, inside, figure of Du-do (Japanese version of Siva, the destroyer), black body, green skirt, red flames. Left-hand door, Ji-so, a Bodhisattva (Kshitigarbha in Sanskrit) protector of children, travelers and pregnant women.",
  "dimension": "6 3/8 x 2 3/4 in. (16.19 x 6.99 cm)",
  "id": "http://api.artsmia.org/objects/541",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3986,
  "image_width": 3464,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with pigments and gold",
  "nationality": null,
  "object_name": "Miniature shrine (zushi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Buddhist statues in Japan frequently reside in zushi, which are wooden shrines or cabinets adorned with doors that can reveal or conceal the deity. These box-like altars represent a distinctly Japanese twist to Buddhist practice, and some scholars believe the tradition can be traced to Shinto_ shrines, where statues are rare and always concealed.  \r\n\r\nEnshrined in this miniature altar is Kannon, a bodhisattva of supreme compassion, flanked by painted images of Jizo_ (Kishigarara), a deity who tries to save condemned souls, and Fudo_, a wrathful deity who slashes humankind's deluded thoughts with his sword. The small scale of this shrine indicates that it was meant to be portable, so its owner could travel in the company of his or her chosen deity.",
  "title": "Miniature shrine (zushi)"
}
