{
  "accession_number": "35.7.87",
  "art_champions_text": null,
  "artist": "Artist: Master of the Legend of Saint Lucy",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "1493–1501",
  "department": "European Art",
  "description": "Religion. Central panel is a Pieta with an elaborate view of 15th century Bruges in the background. Donors included with saints in the scene. Left wing - St. John; Right wing - St. Catherine Figures of Christ, Mary and Saints all portraits of real people. Artist was primarily a portraitist though fashion of the time demanded religious pictures. Rich costumes of St. Catherine in right wing and donors in central panel reveal artist's interest in color and rich fabrics. People grouped tightly in foreground with little space around them. Space extends backward into picture but not forward. View of Bruges in background characteristic of this painter's work. The non-religious figures save Catherine, surpass the others, and show genuine bent for portraiture. The Spanish cast of Christ's features an unusual detail. STYLE: Flemish paintings in oil on panel derive from earlier schools of manuscript illumination and reveal their influence in: - Colors which are brilliant and harmonious with enamel-like hardness of finish. - Delicacy of technique and proportion. - Minute and sympathetic rendering of landscape. - Long flowing lines in the tradition of the International Style. Grace of pose and gesture also characteristic of this style.",
  "dimension": "39 1/4 x 31 1/4 in. (99.7 x 79.38 cm) (panel, central exterior)\r\n34 5/8 x 26 3/8 in. (87.95 x 66.99 cm) (panel, central interior)\r\n39 1/4 x 15 5/8 in. (99.7 x 39.69 cm) (panel, right wing exterior)\r\n34 1/2 x 11 in. (87.63 x 27.94 cm) (panel, right wing interior)\r\n39 1/2 x 15 5/8 in. (100.33 x 39.69 cm) (panel, left wing exterior)\r\n34 1/2 x 11 in. (87.63 x 27.94 cm) (panel, left wing interior)",
  "id": "http://api.artsmia.org/objects/547",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9910,
  "image_width": 15259,
  "inscription": "",
  "life_date": "Netherlandish (South Netherlands), active c. 1475 - 1505",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Netherlandish (South Netherlands)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G342",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Triptychs (hinged three-paneled works) such as this were often placed on or behind the altars of medieval churches and private chapels. The central panel of this triptych shows people mourning the death of Jesus. The city in the background is Bruges, where the artist worked. Saint John the Baptist and Saint Catherine of Alexandria are pictured on the side panels. On the outside of the folding wings, the artist presents the story of the Annunciation, when the angel Gabriel announces to Mary that she will bear a divine son.\r\n\r\nConservation of this picture was made possible by a generous contribution from Al and Dena Naylor through the Art Champions program.",
  "title": "Lamentation with Saint John the Baptist and Saint Catherine of Alexandria"
}
