{
  "accession_number": "37.58a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Table screen, white jade carved in relief on the face with the eight horses of Mu Wang in a mountain landscape with pine trees, the branches of one tree extending on to reverse side. Composition derived from a painting of Ma Yuan. A long poetic inscription and date at upper left added in reign of Ch'ien Lung.",
  "dimension": "12 1/4 x 8 1/8 in. (31.12 x 20.64 cm)",
  "id": "http://api.artsmia.org/objects/557",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5503,
  "image_width": 3751,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'Beautiful jade and good horses are found only when a virtuous Emperor rules the country peacefully. the designing, carving, and polishing of this jade was done by a master. the magnificent unsaddled horses are skillfully executed. in lovely mountain valleys (Like this) poets have majestic and far-reaching thoughts. Poem made by the Emperor. Presented by the Governor of Honan. Subject, Hsu-Chi-Kung.",
  "medium": "Pale green nephrite",
  "nationality": null,
  "object_name": "Table Screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This rectangular table screen is adorned on one side with a pastoral scene that includes eight horses, a bamboo tree, and pine trees carved in relief; the branches of one of the pine trees extend onto the reverse side of the screen in a most delicate and elegant manner. A poem attributed to the Qianlong emperor is inscribed in the upper left corner of the screen, although the rhythm and composition of the poem suggest that the authenticity of the composition is dubious.",
  "title": "Table Screen with Eight Horses"
}
