{
  "accession_number": "38.43.3a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Vase, large, covered, white jade. Band of archaic animal design in relief on body. On the shoulders four archaic monster masks form ring handles from which are suspended loose rings; on the neck, above each handle, archaic birds in high relief. The cover, carved with a band of archaic animal design, is surmounted by a heavy lotus finial. On the low flaring base four shallowly incised flanges insipired by the .. Former Classification: Jade",
  "dimension": "14 5/8 × 8 1/2 in. (37.15 × 21.59 cm)",
  "id": "http://api.artsmia.org/objects/568",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "On rim of vase: Ta Ching Chieng Yu Chi (Especially made for the Emperor Yung Chin, of the great Ching dynasty). See photograph of rubbing in file with accession blank.",
  "medium": "White nephrite",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This large, ornate vase is shaped to vaguely imitate an ancient bronze wine vessel. Eight ears project from the neck and shoulder of the vase: four at the neck are carved in the form of a bird, while those at the shoulder are in the form of an animal mask with loose pendant rings. The main area of decoration is carved with animal masks like those commonly found on ancient bronze vessels. Its tall lid is adorned with a band of phoenix designs and a stylized lotus-flower finial. \r\nThe vessel, carved in an imperial workshop, reflects the interest in archaic Chinese culture that flourished during the Emperor Qianlong’s reign (1736–95). When translated into jade, however, the powerful archaic motifs that once echoed ancient rites lost their original meanings and symbolic value, ultimately serving only as ornamental elements.",
  "title": "Covered vase"
}
