{
  "accession_number": "15.211",
  "art_champions_text": null,
  "artist": "Maker: Giovanni della Robbia",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1520",
  "department": "European Art",
  "description": "Terracotta, Italian XVIc cat. card dims H 27 x L 8 x W 12'; Figure carries on her head a basket filled with fruit and in her hand a brimming cornucopia. Little boy at her feet turns to her for protection from a barking dog. Blue gown with golden yellow decoration; yellow, green and violet fruit.",
  "dimension": "27 1/4 x 14 3/4 x 8 1/4 in. (69.2 x 37.5 x 21.0 cm)",
  "id": "http://api.artsmia.org/objects/57",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7145,
  "image_width": 5574,
  "inscription": "Inscription",
  "life_date": "Italian (Florence), 1469-1529/1530",
  "markings": "Gloria et Divitie in Domo Tua  (May honor and wealth be within thy house)",
  "medium": "Glazed terracotta, polychromed",
  "nationality": "Italian (Florence)",
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G332",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Since ancient times, a female figure carrying fruit has personified abundance or wealth (dovizia in Italian). This colorful ceramic statuette is based on a famous Renaissance sculpture by Donatello (1386–1466) that once towered over the market square in Florence. Donatello’s Dovizia advertised agricultural products while celebrating the ideal of public prosperity through trade. Della Robbia’s small version, meant for a private home, also embodies the idea of happy family life. He added an infant playing tag with its pet dog to the model in order to suggest domestic happiness. The inscription turns a verse from the Psalms of David into a blessing: GLORIA ET DIVITI[A]E IN DOMO TVA (Honor and wealth [shall be] in your home).",
  "title": "Dovizia"
}
