{
  "accession_number": "40.14.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Bertolino de' Grossi",
  "catalogue_raissonne": null,
  "classification": " Manuscript",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1425-1464",
  "department": "European Art",
  "description": "Overleaf lettered in brown and red with small initial capitals in blue and red",
  "dimension": "13 1/16 x 9 3/8 in. (33.18 x 23.81 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/583",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4173,
  "image_width": 3011,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Brown and red ink, gouache, and gilding, and leadpoint ruling on vellum",
  "nationality": null,
  "object_name": "Illuminated manuscript page",
  "portfolio": "From ",
  "provenance": "Sale, Ulrico Hoepli, Milan, May 304, 1928, no 82, as Umbria, 15th century, for 3,000 lire. [Paul Gottschalk, Berlin, by 1930-1940m as Umbria, c. 1400; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "As stated in the heading, this hymn was sung during the service of vespers (about 4:30 p.m.) held on Sundays in Advent, the period of spiritual preparation observed during the four weeks preceding Christmas.  The music accompanying the text is written in the Gregorian system then in general use for liturgical choral music, using box-like notations on a four-line staff.\r\n\r\nThe first word of the hymn, \"conditor,\" (maker or creator) begins with an historiated initial: an enlarged letter containing a narrative scene. This letter C shows the Crucifixion of Christ, flanked by angels, on the hill of Golgotha (or Calvary), symbolically identified by the skull.  The border of acanthus scrolls and gold balls, with cusped quadrefoils at the corners, is a characteristic type of border decoration found in manuscripts produced in northern Italy in the late 14th century.  At this time Padua and Milan were thriving centers for the production of illuminated manuscripts under the patronage of Giangaleazzo Visconti, who reigned as Duke of Milan from 1385 to 1402.",
  "title": "Crucifixion with a Crowd of Supplicants"
}
