{
  "accession_number": "40.2",
  "art_champions_text": null,
  "artist": "Artist: Gustave Courbet",
  "catalogue_raissonne": "Fernier, 297.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1862",
  "department": "European Art",
  "description": "Portrait of a woman. The subject faces the spectator, the left arm resting on the back of a side chair. Black satin gown, deep lace collar and cuffs. Black lace scarf draped over back of head, red flower in hair.",
  "dimension": "36 x 28 3/4 in. (91.4 x 73 cm) (canvas)\r\n46 5/8 x 39 x 4 1/2 in. (118.4 x 99.1 x 11.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/584",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5482,
  "image_width": 4308,
  "inscription": "Signature and Date",
  "life_date": "French, 1819 - 1877",
  "markings": "Label on verso: [Wildenstein and Co., Inc./ 19 East 64th Street/ Exhibition: Courbet/ Date: December 2, 1948-January 8, 1949/ Artist: Courbet\\' Title: The Grandmother (Mme. Robin)/ Lender: Minneapolis Institute of Arts/ No. 18]\r\nMIA loan labels on verso: [No. OG59.55 BMFA]; [No. OG59.53 PMA]; [No. OG59.16 Museum of Fine Arts, Houston, TX]\r\n",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Mme. Robin (Anika Psalmon) in 1882;[1] Mme. Bally, by inheritance to 1938;[2] (\"Vente collection de Mme. B…., Paris, June 27, 1938. Sold by Mr. Carpentier (commissaire-priseur) and Mr. André Schoeller (expert reproduit adjugé) to M. Germain Seligmann\");[3] Germain Seligman, New York, New York in 1938; (Jacques Seligmann and Co., New York, New York in 1940);[4] purchased by the Minneapolis Institute of Arts through the William Hood Dunwoody fund in 1940.\r\n\r\n[1] According to Bonniot, p. 214, Mme. Robin \"sat for Courbet at her home in the rue Chanoinesse in Paris, in a house that has since disappeared.\" This date is also verified by the 1882 Ecole des Beaux-Arts Courbet exhibition catalogue, p. 50; and Estignard, 1897, p. 161.\r\n\r\n[2] Mme Bally was Mme. Robin's granddaughter (correction from 1970 MIA catalogue). See letter in curatorial file from Mrs. Laurence Geddes, Musée Carnavalet, dated 20 Dec. 1977. See additional letter from Mrs. Geddes dated 10 January 1978 in curatorial file which translates to: \"Madame Bally was the granddaughter of the model. The painting left the family about 1939 (rather than 1937). Madame Robin was an amateur artist (') and was a familiar figure in the literary circles of her time. Before living in the rue Chanoinesse she lived in the old hotel de Nesmond 55 Quai de la Tournelle (Paris 5e) built during the reign of Louis XIII in 1636. Madame Bally, the last proprietress had 8 children, 6 of them girls and one of these girls was my grandmother on my mother's side.\" A 1995 letter in the curatorial file from Mrs. Marie-Henriette Crouan-Best, states that \"this portrait happens to be my grandmother's grandmother\" and \"the portrait…was owned by my family in France until before the last great war was sold probably around the time by my grandmother, Madame Bally nèe Robin.\"\r\n\r\n[3] According to Wildenstein, 1977, p. 176.\r\n\r\n[4] Invoice in curatorial file dated January 19, 1940. Listed from the collection of Madame Bally; \"it is the portrait of Madame Robin, and belonged to her daughter, Madame B",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL in vermillion: [62.G.COURBET]",
  "style": "19th century",
  "text": "",
  "title": "Portrait of Anika Psalmon, Mrs. Robin"
}
