{
  "accession_number": "40.23.43",
  "art_champions_text": null,
  "artist": "Designer: Jean-Baptiste Huet; Artist: after Louis-François Cassas; Mill: Manufacture de Jouy",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Mrs. C.C. Bovey",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "European Art",
  "description": "Toile, piece of in SCENES OF EGYPT pattern. Polychrome printing with orange and rust predominating. Torn at upper edge. (1940).; two pieces have seperated from the main portio of the fabric, now in TBox 807 MS, 11/3/2000.",
  "dimension": "26 1/2 x 33 in. ( 67.95 x 83.82  cm)",
  "id": "http://api.artsmia.org/objects/587",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3556,
  "image_width": 3726,
  "inscription": "",
  "life_date": "French, 1745 - 1811",
  "markings": "",
  "medium": "Cotton; roller print Textiles - Surface Ornamentation - Printed",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Toiles de Jouy were among the first factory-made printed textiles to be manufactured in France. Inspired by the colorful, hand-painted palampores of India, the earliest examples of toile de Jouy utilized a painstaking woodblock printing method to create delicate floral patterns on fine cotton cloth. By the late eighteenth century, however, the printing process dramatically improved with the introduction of copperplate and roller printing techniques. \r\n\r\nWith the change in technique came a corresponding evolution of patterns that often referenced neo-classical aesthetics and interest in classical antiquities. These highly sophisticated designs incorporated figures, architecture, and landscape, usually placed in small vignettes against a textured ground. In this piece, the designer Huet has appropriated elements from drawings by Louis-François Cassas, made when he toured Egypt in 1784. Toiles remain popular, as evidenced by the contemporary version of Egyptian Monuments produced in 1994 as pictured below.",
  "title": "Egyptian Monuments (Les monuments de l'Egypte)"
}
