{
  "accession_number": "40.3",
  "artist": "Paul Bril",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "1624",
  "description": "Dutch Golden Age. Landscape with figures. Genre. In the foreground, a group of men playing ancient Dutch game of \\'kolven\\' (golf). Middle distance, tower surrounded by a wall. In the distance, cottages and mountains. Rocky landscape to immediate left.",
  "dimension": "26 5/8 x 34 3/4 in. (67.63 x 88.27 cm) (canvas)\r\n25 9/16 x 34 13/16 in. (65 x 88.5 cm) (sight)\r\n35 x 42 1/2 x 3 in. (88.9 x 107.95 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/589",
  "image": "valid",
  "image_copyright": "",
  "life_date": "Flemish, 1554 - 1626",
  "marks": "Signature and Date LC (on end of column): [1624 Paul Brill]",
  "medium": "Oil on canvas",
  "nationality": "Flemish",
  "provenance": "((Arthur) Tooth and Sons, London, England, Paris, France, and New York, New York, by 1939);[1] (M. Knoedler and Co., New York, New York, by 1939);[2] sold to MIA in 1940. \r\n\r\n[1] According to the Getty, the painting was not found in Tooth's London stock records; presumably it was in New York stock.\r\n\r\n[2] Invoice in curatorial file from Knoedler to MIA dated January 31, 1940.",
  "restricted": 0,
  "role": "Artist",
  "room": "G312",
  "style": "17th century",
  "text": "Paul Bril was born into a family of artists active in Antwerp. Around 1580, he moved permanently to Rome, where he worked initially as a fresco painter in the Vatican. In the 1590s he began to paint small landscapes stylistically indebted to an earlier Flemish tradition. Gradually, he developed a more classicizing mode in which ruins, bucolic figures and a calmer, pastoral sentiment prevailed. At his death in 1626, Bril was renowned throughout Italy for his idealizing landscapes, and his work would have a profound influence on Claude Lorrain.\r\n\r\n",
  "title": "Landscape with Men Playing 'Mail à la Chicane'"
}
