{
  "accession_number": "41.2",
  "art_champions_text": null,
  "artist": "Artist: Meindert Hobbema",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1665",
  "department": "European Art",
  "description": "Wooded landscape with watermill, on the right bank of stream to left of center, a huntsman in a scarlet coat. Beyond the mill in left background, a tile-roofed cottage. To the right a herdsman with cattle in a road. The scene is the same as that in the Louvre (2404) painting in which the mill is seen from side. The figures are attributed to Lingelbach. Frame 84.32, c.1650, Dutch ebonized fruitwood ripple frame, 42 x 49 in. Purchased from Paul Mitchell, London. The William Hood Dunwoody Fund",
  "dimension": "39 3/8 x 52 3/4 x 1 1/4 in. (100.01 x 133.99 x 3.18 cm) (canvas)\r\n38 5/8 x 52 in. (98.11 x 132.08 cm) (sight)",
  "id": "http://api.artsmia.org/objects/592",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4539,
  "image_width": 6106,
  "inscription": "Signature",
  "life_date": "Dutch, 1638–1709",
  "markings": "(new) frame verso, R in yellow chalk: [E8290]\r\n\r\n(old) frame verso, R in white chalk: [TRUND/B]",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    "24421",
    "592"
  ],
  "signed": "LR: [m. hobbema]",
  "style": "17th century",
  "text": "The enthusiastic sportsman in the bright red coat draws the eye and adds a narrative to the landscape: Has he interrupted his ride to take an opportune shot' Yet he wasn’t in the original painting. He was added later—by another painter, no less—between 1810 and 1828. An 1809 sale catalogue describes the painting without him: “The chef d’oeuvre of this celebrated painter, a beautiful landscape with a water mill—the figures and cattle are judiciously introduced, with appropriate spirit of pencil, by [Nicholas] Berchem.” In 1828, another estate-sale catalogue notes his appearance: “…in the foreground, on the right, a sportsman dressed in red is shooting at wild fowl….”\r\n\r\nIt’s impossible to know why he was painted in. But sporting subjects were extremely popular in the early 1800s, particularly in England, and the painting’s owner may have requested the addition to increase demand (and therefore its price) at auction.",
  "title": "Wooded Landscape with Watermill"
}
