{
  "accession_number": "41.3",
  "art_champions_text": null,
  "artist": "Artist: John Singleton Copley",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1763",
  "department": "Arts of the Americas",
  "description": "Three quarter-length portrait of a woman in a blue satin dress with broad flat hat, pulling on her glove.",
  "dimension": "49 1/2 x 40 in. (125.73 x 101.6 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/593",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1526,
  "inscription": "",
  "life_date": "American, 1738–1815",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Nathaniel Allen was a member of the new wealthy class in the mercantile and shipping business in Boston, and his wife, Sarah, was 34 at the time this work was painted. When commissioning portraits, successful American colonists wished to be portrayed in the manner of European aristocrats. This was accomplished by copying contemporary English portraits of ladies and gentlemen of fashion. Here, Copley adapted his composition from a mezzotint after William Hogarth's painting of Frances, Lady Byron.\r\n\r\nJohn Singleton Copley was the first great internationally renowned American painter. This work belongs to his most prolific period between 1762 and 1770, and coincides with the emergence of revolutionary ideas in Boston. Largely self-taught, he was the first full-time painter in the colonies. Excelling at capturing texture and surface details, Copley was also known for his uncompromising realism, giving the same meticulous attention to both psychological and formal details. With no attempt at idealization, Mrs. Allen is presented as a masculine-looking woman, appearing sturdy and confident as she daintily pulls on her glove.",
  "title": "Portrait of Sarah Allen, née Sargent"
}
