{
  "accession_number": "41.53.1a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Enamelware",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "1790",
  "department": "Asian Art",
  "description": "Set of six cloisonné bowls of various sizes, lined in mercurial gold plate, and decorated on outside with large single floral motifs in red, blue, green, and yellow on blue ground. Alternating with flowers are Chinese characters in gold on dark blue medallions. Gold meander pattern, ending in reversed dragons' heads and derived from Shang bronze decor, around rim. these bowls part of a ceremonial dinner set made for Chien Lung and having on the bottom of each bowl characters indicating presentation to him.",
  "dimension": "1 7/8 x 6 5/8 x 6 5/8 in. (4.76 x 16.83 x 16.83 cm)\r\n2 1/2 x 3 3/4 x 3 3/4 in. (6.35 x 9.53 x 9.53 cm)\r\n2 3/4 x 6 x 6 in. (6.99 x 15.24 x 15.24 cm)\r\n2 1/2 x 3 3/4 x 3 3/4 in. (6.35 x 9.53 x 9.53 cm)\r\n2 3/4 x 6 x 6 in. (6.99 x 15.24 x 15.24 cm)\r\n1 7/8 x 6 5/8 x 6 5/8 in. (4.76 x 16.83 x 16.83 cm)",
  "id": "http://api.artsmia.org/objects/603",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4131,
  "image_width": 7343,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cloisonné",
  "nationality": null,
  "object_name": "Set of four bowls and two cups",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This set of six objects is part of a large number of cloisonné dishes, bowls, and cups produced for the celebration of the Qianlong Emperor’s 80th birthday in 1790.  Each of these heavily gilded bowls and cups is decorated with four medallions, each containing a stylized character which in combination read wanshou wujiang, meaning \"long life without end.\" On the bottom of each vessel is carved another four-character inscription, an imperial mark that reads zisun yongbao, \"may sons and grandsons forever treasure”. \r\n\r\nQianlong himself was involved in the design of the ornaments and the inscription. He wanted the bao (“to treasure”) character – the lower left of the four characters in the inscription - to pictorially combine several other characters appropriate for the auspicious occasion, including “emperor” and “80”. The upward-facing arc at the bottom of the character indicates an old form of Chinese gold currency, implying wealth. The ornaments on the bowls depict stylized scrolling lotus flowers, branches, and leaves. These were extremely auspicious motifs, implying the continuation of the imperial lineage.",
  "title": "Set of four bowls and two cups"
}
