{
  "accession_number": "41.57.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "1779",
  "department": "Asian Art",
  "description": "Gold presentation box; surface chased with swastika-fret design. Bears fan, emblem of Chung-Li Chuan, surrounded by delicately spun gold blossoms picked out with small cabochon rubies, saphires and green jade. One of a set of 8 presented to Emporor Ch'ien Lung in the 43rd year of his reign.",
  "dimension": "2 1/2 x 7 x 5 1/2 in. (6.35 x 17.78 x 13.97 cm)",
  "id": "http://api.artsmia.org/objects/605",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3508,
  "image_width": 4390,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cast and chased gold with rubies, sapphires and jade",
  "nationality": null,
  "object_name": "Boxes",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Made of exquisitely crafted gold, these five boxes, each bearing an attribute of one of the Eight Daoist Immortals on their lids are from an original set of eight which was presented to the Qian Long emperor in 1779, perhaps on the occasion of his birthday. The Eight Daoist Immortals (Ba Xian) were extremely popular motifs in Qing dynasty decorative arts such as lacquer, textiles and porcelain. The attributes depicted here include (1) a fan, symbol of Zhong Lichuan, patron saint of the military; (2) an iron crutch and double gourd, symbol of Li Tieguai, protector of the weak and ill; (3) a bamboo tube containing rods, symbol of Zhang Guolao, patrol saint of calligraphers and painters; (4) a flute, emblematic of Han Xiangzi, patron saint of musicians; and (5) a flower basket, symbol of Lan Caihe, patron of florists and gardeners. Superbly worked in cast, chased, and filigree techniques, these objects reflect the virtuosity commonly associated with Qian Long period (1736-1795) decorative arts. The whereabouts of the three remaining boxes is unknown.",
  "title": "Boxes"
}
