{
  "accession_number": "41.72",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Nopiloa (Veracruz)",
  "curator_approved": 1,
  "dated": "c. 600-900",
  "department": "Arts of the Americas",
  "description": "Carved stone yoke with design of a crouching man, his head in the jaws of a monster, gripping a snake. The corners are finished with men's heads in monster's jaws. Serpentine.",
  "dimension": "16 3/8 x 13 5/8 in. (41.6 x 34.6 cm)",
  "id": "http://api.artsmia.org/objects/608",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3159,
  "image_width": 4886,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stone",
  "nationality": null,
  "object_name": "Yoke",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G260",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Classic Veracruz",
  "text": "Deflection off a player's midsection was one of the primary techniques of the Mesoamerican ballgame, during which the player's hands were used only at the beginning to put the ball into play. Because the rubber ball itself could injure or kill, significant resources were invested in equipment to protect against broken bones and damaged internal organs. Yokes made of perishable materials such as quilted cotton and wood have been preserved only in their depictions in paintings and sculptures. Stone yokes like this one were probably ceremonial representations, worn at opening and closing ceremonies, awarded as trophies, and placed in tombs. The imagery on this particularly finely carved example hints at the complex, multi-layered symbolism and religious beliefs embodied by the ballgame. At the closed end of the yoke is a human face peering out through the jaws of a supernatural creature that combines reptile, amphibian, and feline characteristics and lives at the entrance to the underworld. At the open ends of the yoke are carved human heads that may represent the Hero Twins, ballplayers central to the creation story of the Maya and other Mesoamerican cultures.",
  "title": "Yoke"
}
