{
  "accession_number": "41.9",
  "artist": "Unknown",
  "continent": "Asia",
  "country": "Iraq",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Assyrian",
  "dated": "c. 883-859 BCE",
  "description": "low relief carving of a Winged Genius, from the Northwest palace of Ashur-Nasir-Pal at Nimrud; a wide band of inscribed writing crosses the slab in the central section",
  "dimension": "90 x 41 in. (228.6 x 104.14 cm)",
  "id": "http://api.artsmia.org/objects/611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6822,
  "image_width": 3328,
  "life_date": null,
  "marks": "Inscription ",
  "medium": "Limestone",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G240",
  "style": "10th-9th century BCE",
  "text": "This panel was taken from the remains of the Northwest imperial palace at Nimrud, the capital of the Assyrian empire, now located in modern Iraq. The walls of the palace, constructed by Ashurnasirpal II (883-859 BCE), were decorated with stone panels carved in low relief, narrating his hunting and military exploits.\r\n\r\nThis genius, or demi-god, was part of a grouping of winged creatures facing a stylized tree, a scene repeated numerous times in the palace. They appear to be performing fertility rites associated with the date palm, a tree held sacred by the Assyrians because it provides food, drink, wood and shelter. The cuneiform text which covers the surface is part of a standard inscription that extols the victories and greatness of Ashurnasirpal and describes the building of his palace. Traces remain of the bright colors with which the panel was painted, increasing its visual impact. \r\n\r\nThe palace at Nimrud was excavated between 1845 and 1851 CE by Sir Austin H. Layard working on behalf of the British Museum. This panel was among a number of palace sculptures acquired at that time for private and public collections in the United States, making them the first examples of ancient Mesopotamian art to reach the Western world.",
  "title": "Winged Genius"
}
