{
  "accession_number": "41.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Iraq",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Assyrian",
  "curator_approved": 0,
  "dated": "c. 883–859 BCE",
  "department": "Asian Art",
  "description": "low relief carving of a Winged Genius, from the Northwest palace of Ashur-Nasir-Pal at Nimrud; a wide band of inscribed writing crosses the slab in the central section",
  "dimension": "90 x 41 in. (228.6 x 104.14 cm)",
  "id": "http://api.artsmia.org/objects/611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7122,
  "image_width": 3628,
  "inscription": "Inscription in cuneiform (Akkadian), extolling King Ashurnasirpal and the building of the palace\r\n\r\nStandard inscription shared with many slabs, the text below translated from the Walters slab\r\n\r\n1.  (Property of) the palace of Ashurnasirpal, vice-regent of Aszszur, chosen of the gods Enlil and Ninurta, beloved of the gods Anu and Dagan, destructive weapon of the great gods, strong king, king of the universe, king of Assyria, son of Tukulti-Ninurta (II), great king, strong king, king of the universe,\r\n\r\n2.  king of Assyria, son of Adad-nerari (II), great king, strong king, king of the universe, king of Assyria, valiant man who acts with the support of Aszszur, his lord, and has no rival among the princes of the four quarters, marvelous shepherd,\r\n\r\n3.  fearless in battle, mighty flood-tide which has no opponent, the king who subdues those insubordinate to him, he who rules all peoples, strong male who treads\r\n\r\n4.  upon the necks of his foes, trampler of all enemies, he who breaks up the forces of the rebellious, the king who acts with the support of the great gods, his lords, and has conquered all lands, over all the highlands\r\n\r\n5.  has gained dominion and received their tribute, capturer of hostages, he who is victorious over all countries; When\r\n\r\n6.  Aszszur, the lord who called me by name (and) made my sovereignty supreme, placed his merciless weapon in my lordly arms, the extensive troops of the Lullumu\r\n\r\n7.   I felled in battle. With the help of the gods Szamasz and Adad, the gods my supporters, the troops of the lands Nairi, the land Habhu, the land Szubaru, and the land Nibur, like the god Adad\r\n\r\n8. the devastator, I thundered over them. The king who subdued (the territory stretching) from the opposite bank of the Tigris to Mount Lebanon and the Great Sea, the entire land Laqu (and) the land Suhu including the city Rapiqu.\r\n\r\n9.  He conquered from the source of the river Subnat to the land Urartu. (The territory stretching) from the passes of mount Kirruri to the land Gilzanu, from the opposite bank o",
  "life_date": null,
  "markings": "\r\n",
  "medium": "Limestone",
  "nationality": null,
  "object_name": "Relief",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G240",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-9th century BCE",
  "text": "This panel was taken from the remains of the Northwest imperial palace at Nimrud, the capital of the Assyrian empire, now located in modern Iraq. The walls of the palace, constructed by Ashurnasirpal II (883-859 BCE), were decorated with stone panels carved in low relief, narrating his hunting and military exploits.\r\n\r\nThis genius, or demi-god, was part of a grouping of winged creatures facing a stylized tree, a scene repeated numerous times in the palace. They appear to be performing fertility rites associated with the date palm, a tree held sacred by the Assyrians because it provides food, drink, wood and shelter. The cuneiform text which covers the surface is part of a standard inscription that extols the victories and greatness of Ashurnasirpal and describes the building of his palace. Traces remain of the bright colors with which the panel was painted, increasing its visual impact. \r\n\r\nThe palace at Nimrud was excavated between 1845 and 1851 CE by Sir Austin H. Layard working on behalf of the British Museum. This panel was among a number of palace sculptures acquired at that time for private and public collections in the United States, making them the first examples of ancient Mesopotamian art to reach the Western world.",
  "title": "Winged Genius"
}
