{
  "accession_number": "42.15",
  "artist": "",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "dated": "c. 1528-1540",
  "description": "",
  "dimension": "H.156.25 x W.156 in.",
  "id": "http://api.artsmia.org/objects/613",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5176,
  "image_width": 5192,
  "life_date": null,
  "marks": " ",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G340",
  "style": "16th century",
  "text": "A wooden ship, carrying six women and two men, is landing in a small inlet.  Nearly all the figures are identified by Gothic lettered inscriptions:  Hope (espera[n]ce), Mercy (misericorde), Perseverance (perseuere[n]ce), Divine Comfort (confort diuin), Loyal Heart (coer leal), Faith (foy), Charity (charite), Patience (pascience), Good Will (bo[n] volloir), and Divine Love (amour diuin).  In the crow's nest above, blond Prudence (prudence) holds a looking glass in her left hand and a sword in her right.  As it docks, the ship is still threatened by two demons in the water, which Penitence repulses with the Key of St. Peter and Charity with the Holy Cross.\r\n\r\nJust below the top border, an undulating red scroll bears two lines of Gothic-lettered words that form four rhyming verses:\r\n\r\nFinableme[n]t foy et puis penita[n]ce\r\nEt eulx aians la conscience bon[n]e\r\nPassant le monde dame persevere[n]ce\r\nDes bien hereux leur donra la couronne.\r\n\r\nFinally Faith, and then Penitence \r\nAnd those with a clear conscience\r\nPassing over the World, Dame Perseverance\r\nWill give the crown of the blessed.\r\n\r\nBecause sea voyages were regarded as dangerous and mysterious in the early sixteenth century, the ship is a traditional metaphor for the unpredictable voyage of Life.    \r\n\r\nThis tapestry is the final subject from the tapestry series, The World, which deals with the evils of the world which are always represented by a transparent sphere.The underlying theme is a common one in medieval art and literature: the struggle within the Christian soul between good and evil, symbolized by the Virtues and the Church against the ever-present evils of the world.",
  "title": "The Ship of Virtues"
}
