{
  "accession_number": "42.18.140",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifty of Mrs. C. C. Bovey",
  "culture": "Diné (Navajo)",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Arts of the Americas",
  "description": "basket, straw, previously attributed to Pima; design is desert poppy in shades of purple; large shallow basket; coiled",
  "dimension": "16 1/4 x 16 1/4 in. (41.28 x 41.28 cm)",
  "id": "http://api.artsmia.org/objects/629",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7399,
  "image_width": 7399,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers",
  "nationality": null,
  "object_name": "Basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Although making baskets is not a vital role of Diné culture, baskets serve many important functions in their ceremonies.  The Utes and Southern Paiutes, for example, have made wedding baskets in great quantity for trade with the Diné since before 1890.  They are shallow in form with radiating designs and are made from sumac.  The colors and designs of these baskets have symbolic meaning. The center represents Diné ancestry and the beginning of life.  Moving outward from the center, the black symbolizes the rain clouds or darkness.  The red concentric bands are the red and pink of the sky and sun.  The outermost white band is said to represent the tribe's population growth.  The narrow pathway breaking the encircling bands creates an opening from the center to the outer edge of the basket and is called the shipapu.  It symbolizes the path of communication between the ancestral and present worlds and orients the basket to the east, in honor of the rising sun.",
  "title": "Basket"
}
