{
  "accession_number": "42.18.84",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mrs. C. C. Bovey",
  "culture": "Akimel O'odham (Pima)",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Art of Africa and the Americas",
  "description": "Large shallow basket with flared edges and plaited rim, in excellent coilwork. Design consists of a central devil's claw from which emanate ten squash-blossom petals that enlarge concentrically to the rim. Colors are natural and black.",
  "dimension": "11 5/8 x 11 5/8 in. (29.5 x 29.5 cm)",
  "id": "http://api.artsmia.org/objects/637",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers",
  "nationality": null,
  "object_name": "Basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The art of basket making is passed through generations of Tohono O’odham and Akimel O’othom women.  Young women learn by listening and watching their elders.  They begin with simple designs and work their way to using more complex patterns.   The complexity of each artist’s design is created entirely in a mental picture: it is never drawn beforehand.  The maker counts only stitches to ensure a balanced pattern and perfectly straight or curved lines.  Variations of the squash blossom design decorate these Akimel O’othom baskets.  It is said that the squash plants once grew in the fields of ancient Akimel O’othom farmers.  Another possibility is that the buttons on the trousers of Spanish soldiers originally inspired the design.  The squash blossom also appears commonly as a form on Southwestern jewelry.",
  "title": "Basket"
}
