{
  "accession_number": "42.4.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Standing Bodhisattva of white marble, arms broken off below shoulder. The figure wears a narrow scarf, barely defined, and a skirt girdled at the waist, its upper edge finished with a curling line. Jewelled necklace and long chains. High headdress. Feet missing, head restored at throat where formerly broken off.",
  "dimension": "27 in. (68.58 cm)",
  "id": "http://api.artsmia.org/objects/646",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "White marble",
  "nationality": null,
  "object_name": "Bodhisattva, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G365",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "The pair of bodhisattvas flanking the larger standing Buddha in this triad are from a temple near Ding Zhou in Hepei province. While not made for this particular Buddha, which is carved from different stone, they originally would have been grouped with a Buddha in an arrangement virtually the same as this one.\r\n<P>In the late sixth century, a new wave of influence from Gupta India promoted a break from the flat, stylized Buddhist sculpture of earlier periods toward a new interest in subtle plasticity. Solemn and dignified, the somewhat squarish faces are appealing in their physical expression and the garments, as with the Buddha image, are rendered in broad planes with strong lineal expression. The jewelry, appropriate to bodhisattvas, is rendered in sensuous detail.",
  "title": "Bodhisattva, one of a pair"
}
