{
  "accession_number": "42.8.159",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "Hanging of embroidered imperial yellow satin with an upper valance of brocaded red satin. The central design of the lower portion shows the Yin and Yang symbol emerging from a lotus flower. In the field on either side are large lotus blossoms and trailing branches. The colors include shades of blue, green, coral, mulberry, pink, yellow and tan. Chiefly satin stitch and couching. The brocaded valance carries a row of hanging lanterns with mystic symbol pendants in shades of brown and tan. Around the edge, and separating valance from main field is a band of black satin embroidered with running floral pattern in shades of blue. Lining of yellow cotton. NoteA.P. thinks brocade may be later than early 18th century.",
  "dimension": "L.38-1/8 x W.60-1/4 in",
  "id": "http://api.artsmia.org/objects/655",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3072,
  "image_width": 4657,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered satin",
  "nationality": null,
  "object_name": "Hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Buddhist altar tables were usually skirted with decorative silk frontals, especially for major ceremonies. Probably made for a Lamaist temple in China, this embroidered frontal combines both Tibetan and Chinese symbols in its design. A crossed vajra, or thunderbolt, appears in the center. At the intersection of the two thunderbolts is a black-and-white yin and yang symbol, which represents the \"balance of opposites\" found in the universe, a concept developed by the Taoist philosophers of China. The background consists of lotus blossoms, a reference to the spiritual purity that this flower signified to all Buddhists. In the upper register six Chinese-style lanterns occupy a red ground. These most likely symbolize the \"lantern festival,\" one of the celebrations associated with the Chinese New Year. In this context, they suggest that this altar frontal was used during New Year ceremonies.",
  "title": "Frontal for a Buddhist altar"
}
