{
  "accession_number": "42.8.179",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1825",
  "department": "Asian Art",
  "description": "Picture panel of pale apricot satin with self diapered ground embroidered in shades of blue, green, pink, yellow, rust, red, and black applique. The design represents an emperor and an empress with their attendants. In the background are large sprays of lotus. Border of black satin embroidered with flowers and symbols in colors and gold. The applique motifs are done chiefly in satin stitch, but couched, knot, chain, and laid stitches also used. Lining of course orange gauze. Note dragon design of emperor's robe; phoenix design of Empress'.",
  "dimension": "L.83-3/4 x W.42-1/8 in",
  "id": "http://api.artsmia.org/objects/657",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2928,
  "image_width": 5269,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk damask",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This embroidered wall hanging was most likely commissioned to commemorate the very type of family ritual scene it depicts. In the center is shown an aristocratic couple in semiformal court dress seated in an outdoor setting amongst clouds, peonies and chrysanthemums. In what is likely a coming-of-age ceremony for their son, the seated parents are attended by dignitaries and invited guests, one of which hold a pair of ritual wine vessels called chueh for use in the upcoming ceremony. Important occasions like weddings, anniversaries, birthdays and coming-of-age rituals often were commemorated with pictorial embroideries such as this.",
  "title": "Pictorial Hanging"
}
