{
  "accession_number": "42.8.263",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "Temple hanging of yellow satin with applique design of gold thread fabric. In the center is the wheel of the law flanked by the sun and moon, and large leaf scrolls. Inner border of Greek key meander in couched blue thread on gold ground; outer border of thunder-bolts in gold applique on the satin gound. Wide binding of black satin. Lining of yellow raw silk.",
  "dimension": "L.47-1/4 x W.25 in.",
  "id": "http://api.artsmia.org/objects/658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2634,
  "image_width": 4664,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Satin and velvet with gold-leaf appliqué; needlework",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Textiles played a fundamental role in most Buddhist monasteries. Woven thankas and banners were suspended from pillars and beams, wool rugs covered floors and benches, silk frontals decorated most altars, and seat cushions, like this one, were placed on the chairs of senior priests. The prominent gold appliqu‚ and imperial yellow silk here suggest that this cushion belonged to a Lamaist temple under Chinese court patronage. The center displays the cakra, or wheel of the law, a common symbol for the Buddha's teaching. The border features another conventional emblem, the vajra, or thunderbolt, which symbolizes both the emptiness and illusion of the world as well as the power of enlightenment.",
  "title": "Lamaist chair back cushion cover"
}
