{
  "accession_number": "42.8.291",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "(Initially a 'ch'ao-fu' court robe; altered in Tibet for ritual Lamaist dances, large triangular panels and striped cuffs were added to the original tapered sleeves.) Court Robe of dark blue satin; in upper section, back and front, a shaped panel extending over shoulders with large four-clawed dragon in gold; clouds, bats, and Eternal Sea motif in shades of blue, green, yellow, rose and rust; at back and front waistline, where skirt of robe is seamed to upper section, a band of dragons and clouds in gold and colors; a wider band of the same borders the skirt all around ten inches from the bottom; collar band and border of gold and black floral brocade; standing collar of fuschia cotton; large wing-like sleeves made of black satin and strips of green, yellow and crimson satin brocade with an outer border of the black and gold floral brocade; canvas lining; note tailoring of this robe, with the wide skirt caught into stiff pleats over the hips, and the long, triangular sleeves; A.P.( Alfred Pillsbury) thinks a court robe remodelled for Lama Dances",
  "dimension": "L.53-1/2 in.",
  "id": "http://api.artsmia.org/objects/659",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3529,
  "image_width": 4472,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade and damask",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Lamaist (Tibetan Buddhist) dancers wore colorful robes like this one when performing at religious festivals held at monasteries. The robe is actually an import from China. Initially a Chinese court robe, it was altered in Tibet, where the addition of large triangular panels and striped cuffs dramatically refashioned the original, tapered sleeves. Court robes with a dragon embroidered on the neck/chest were popular with Himalayan Buddhists. The Qing dynasty (1636–1912) court presented many dragon-festooned robes, along with other tribute silks, to monasteries in both China and Tibet.",
  "title": "Formal Court Robe Altered for Lamaist Ritual Dance"
}
