{
  "accession_number": "42.8.296",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "K'ang Hsi Period, 1662-1722",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Taoist priest robe of embroidered black satin. All-over tendril background of couched gold threads. Conventional Taoist motives, Buddhist symbols, bats, clouds, etc., in couched gold medallions * are figures of the Eight Immortals, chilin, bear, and various birds in colored satin stitch. On front border are phoenix medallions, white tiger, etc. All borders edged with Greek key meander in couched yellow twist. Lining of yellow satin of dragon medallion design. A magnificent example. *late additions",
  "dimension": "L.58-5/8 x W.51-5/8 in.",
  "id": "http://api.artsmia.org/objects/660",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3556,
  "image_width": 4359,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This spectacular black-ground Daoist robe is heavily embroidered with decorative panels containing immortals, auspicious and mythical animals (including <i>qilin</i> and bear), birds, and flowers. The design centered on a large roundel depicting a tower, surrounded by discs representing constellations. Between the roundels, five strange symbols are diagrams of five sacred mountains: Mount Tai in the east, Mount Heng in south, Mount Hua in the west, Mount Heng in the north and Mount Song in the center. These mountains, one in each cardinal direction, defined, controlled and protected China’s physical and sacred realms. As people who practiced religious Daoism associated the great mountains with the theological concept of the sacred realms where immortals and divine creatures resided, such the diagrams drawn on paper in red ink or a combination of black, red, and yellow ink, were believed to function as an amulet, used not by the Daoists as protection from dangerous animals and evil spirits in their secluded life in mountains, but by the common people to safeguard their households from evil spirits. When priests wore robes like these while performing rituals, they were symbolically united with the cosmos and able to transcend the earthly and heavenly realms.",
  "title": "Daoist priest robe"
}
