{
  "accession_number": "42.8.308",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1887",
  "department": "Asian Art",
  "description": "Hanging, large, of embroidered blue black satin. Central panel contains a long inscription. In the wide border figures of the Eight Immortals, cranes, bats and various symbols in couched gold thread and colors. A birthday hanging presented to a couple on their 80th birthday. Lining of coarse blue cotton. Former Classification: Textiles - Tapestry",
  "dimension": "144 x 144 in. (365.76 x 365.76 cm)",
  "id": "http://api.artsmia.org/objects/661",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3817,
  "image_width": 4316,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "Inscribed the eleventh month of the thirteenth year of Kuang Hsu. the thirteenth year is in concordance with December 15,1887 to January 12, 1888.",
  "medium": "Embroidered satin",
  "nationality": null,
  "object_name": "Hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "When made for court personages, government officials, or other members of the aristocracy, commemorative hangings proclaiming meritorious service, major birthdays, or anniversaries could be spectacular objects. The dedicatory inscriptions are typically dated, while the figural imagery relating to family history is Confucian in nature. Taoist emblems connoting long life are also a standard part of the decoration. This hanging celebrates the eightieth birthdays of a husband and wife. In China, major birthday celebrations were held at sixty, seventy, and eighty years of age. The border surrounding the inscription of this magnificent hanging is comprised of one hundred stylized variations of the shou character which means long life. The lengthy inscription, translated in part in the adjoining label, gives a clear rendition of Confucian values. As the case is here, prominent writers and calligraphers were typically recruited by the family to compose the actual verse.",
  "title": "Presentation Hanging for an Eightieth Birthday"
}
