{
  "accession_number": "42.8.343",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Asian Art",
  "description": "K'ossu picture scroll depicting the Five Hundred Lohan. The story is divided into nine episodes Buddha Descending from the Western Heaven; Ju Lai Exhorting the Ignorants; Proclaiming the Wonderful Truth; Glowing Rays Shining on Heaven and Earth; the Whole Universe is Enlightened; Gold Mountain and Wisdom Sea; A Mother Heart Benefits the People; Precious Gold Tripod and Long-Lived Buddha; Return to the Western Heaven. The story and the various episodes, are recorded in ten Chinese poems at the end of the scroll. The five characters on outside of scroll give the Title WU PAI LO HAN HSIANG (500 Lohan Images). The four Chinese characters on the pale yellow silk reserved for imperial use, are but the hand of Emperor Ch'ien Lung who made them in 1796, the year after the his abdication. the three small seals are felicitations. the scroll is mounted in fine yellow k'ossu with an all-over ground of geometric medallions in color. White jade clasp. For full description, see Accession file. Former Classification: Textiles - Tapestry",
  "dimension": "L.350 x W. 16-3/4 in.",
  "id": "http://api.artsmia.org/objects/664",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1033,
  "image_width": 2560,
  "inscription": "Signature",
  "life_date": null,
  "markings": "Ch\\'Ien Lung",
  "medium": "K'ossu (silk brocade) with traces of pigment",
  "nationality": null,
  "object_name": "Scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This extremely fine silk weaving illustrates the five hundred Buddhist deities known as lohans. The handscroll can be divided into nine pictorial segments, each reflecting one of nine poems which deal with Buddhist subjects such as the Buddha descending from Western Paradise, the proclaiming of the Law and the enlightenment of the universe. In spite of the Buddhist theme, however there is a great deal of Taoist mythology incorporated into the activities of the numerous lohans who populate the paradise setting. This remarkable work originally belonged to the Ch'ien-lung emperor and the beginning of the scroll displays three of his nine imperial seals.",
  "title": "The Five Hundred Lohans"
}
