{
  "accession_number": "43.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "Bowl, shallow, with rim, of celadon ware from the Lung-Ch'uan district. The bottom is decorated with two fish in relief under the glaze, and the outside of the body is carved in a design of leaves. Thick, translucent bluish-green glaze on a body of greyish-white clay which shows through at edges where glaze is thin. The unglazed rim of the foot is a rusty brown, indicating the presence of iron in the clay",
  "dimension": "2 1/4 x 8 5/8 in. (5.72 x 21.91 cm)",
  "id": "http://api.artsmia.org/objects/666",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2332,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Longquan ware Porcelaneous stoneware with celadon glaze",
  "nationality": null,
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "The Southern Song dynasty was a period of relative peace, which allowed a refined and introspective atmosphere to permeate court taste. This is reflected in the tranquil shapes and muted glazes of such classic Southern Song wares as southern celadon, Guan, and Ge wares. Of those Song ceramics given court patronage, however, few are as admirable and popular as the celadon ware produced at the Longquan kilns, typified by their simple, well-proportioned forms and their thick, lustrous, blue-green glaze that approximates polished jade in its brilliance. The double-fish motif seen here is a traditional Chinese symbol of marital happiness.",
  "title": "Shallow bowl with double fish motif"
}
