{
  "accession_number": "43.17.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. William E. Colby",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "Brocaded panel of polychrome design with small groups of figures around a central Buddha; mountains in background. Framed by dark purple and gold brocade, possibly Japanese. Note similarity to Tibetan painting; Tibetan-type altar hanging probably executed by Chinese artisans. Former Classification: Textiles - Tapestry",
  "dimension": "31 3/4 x 21 in. (80.65 x 53.34 cm)",
  "id": "http://api.artsmia.org/objects/668",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6008,
  "image_width": 3753,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This vertical hanging scroll is meticulously woven to illustrate a Tibetan legend developed around the concept of the spiritual heroes, or arhats, incorporated into the Tibetan Buddhist pantheon. It recounts the return of the Lama (teacher) Hva Shang, who was forced to flee China after offending a Chinese emperor. When Hva Shang was allowed to return, other arhats gathered to welcome him and ensure his safe re-entry. Considered a patron deity, Hva Shang is shown returning in his boat in the lower- right corner, while Shakyamuni Buddha, seated on a lotus pedestal, dominates the center top of the image. The extremely fine detail in this handwoven thangka reflects a high degree of patronage, as well as a patience and discipline accordant to the pious act of its creation.",
  "title": "The monk Hva Shang"
}
