{
  "accession_number": "43.17.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of William E. Colby",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century-19th century",
  "department": "Asian Art",
  "description": "Brocaded panel of polychrome design with young Buddha in a light red robe making offering to the Queen of Heaven. Framed by later brocade, possibly Japanese. The treatment of the subject is similar to Tibetan Buddhist paintings; Tibetan-type altar hanging probably executed by Chinese artisans; Mkhas-grub Rje (founder of the Gelukpa order of Tibetan Buddhism) is shown making a mandala offering to his great teacher (Tsong-ka-pa), who sits above on a white elephant surrounded by clouds; a fellow monk assists Mkhas-grub Rje while the six-armed guardian Mahakala occupies the lower left corner; upper right depicts Yamantaka with his consort. Former Classification: Textiles - Tapestry",
  "dimension": "33 1/2 x 23 3/4 in. (85.09 x 60.33 cm)",
  "id": "http://api.artsmia.org/objects/669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5817,
  "image_width": 3760,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade (Tib: thag-drub-ma)",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This exceptionally fine silk brocade was probably woven in Peking for the Tibetan market. Some thankas were made from woodblock prints, painted and brought to Peking where Chinese weavers made copies on their looms. This thanka with its Chinese mounting is from a set of woven copies modeled after an earlier Tibetan painting.\r\nThe Lamaist monk Mkhas-grub Rje (The Abbot Ka Drub) is shown here holding an offering to a vision of his teacher Tsong-Kha-pa the great reformer and founder of the Dge-lugs-pa school of Tibetan Buddhism. Tsong-Kha-pa is shown seated on an elephant mount in the upper left hand corner. Two monks assist Ka Drub, one in service at the altar, the other reciting scripture in the lower right. In the upper right corner is the conqueror of death (Yamantaka) and in the lower left the fierce protector of the Buddhist religion (Mahakala) all within a landscape setting.",
  "title": "The Abbot Mkhas-grub Rje"
}
