{
  "accession_number": "43.31.2",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Gift of Mr. and Mrs. C. C. Webber",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1560",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Miniature from a Nizami Manuscript depicting a King on a picnic with an animated group of courtiers in vivid costumes. The scene ia a rocky landscape with flowering shrubs and trees whose branches project into the side and top borders. Two small panels of inscription inset at top right and lower left.",
  "dimension": "12 3/4 x 8 1/4 in. (32.39 x 20.96 cm)",
  "id": "http://api.artsmia.org/objects/676",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7324,
  "image_width": 4773,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This luxurious work depicting a king and his courtiers picnicking in a mountain glade is a classic example of late sixteenth century Persian miniature painting. The exquisite, marginal drawing of animals stalking in the midst of lush gold foliage, the finely detailed and lyrically dynamic composition, and the decorative use of color perfectly define Safavid court taste. The scene is drawn from the <I>Khamsa</I>, or <I>Five Poems</I>, by Nizami (1141-1202). Since Safavid court artists occasionally worked for the Mughal rulers in India, this style of painting naturally influenced Islamic court painting in that country. For example, the Mughal painting <I>Majnun in the Wilderness</I>, also exhibited, displays pink mountain forms similar to these.",
  "title": "A King Picnicking in the Mountains"
}
