{
  "accession_number": "43.4.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "South America",
  "country": "Peru",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Chimu",
  "curator_approved": 1,
  "dated": "c. 1150-1450",
  "department": "Arts of the Americas",
  "description": "ear studs, pair, of hammered and engraved gold; the concave disks with beaded edges are decorated with an applied motif bearing four figures; above, a demi-god with elaborate aureloe headdress riding on a bar borne by three other figures; in one hand he holds a beaker-cup; in the other a bag adorned with loose bangles; two of the lower figures wear modified aureole headdresses and carry beakers; all are half-human, half-beast; the bar on which the demi-god rides is finished at the ends with demon heads; loose bangles are variously applied in the design; the tubes of the ear studs are decorated with engraved bands of cats and birds, and soldered to the backs of discs",
  "dimension": "5 3/8 x 5 in. (13.65 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/678",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4766,
  "image_width": 6816,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gold alloy",
  "nationality": null,
  "object_name": "Ear Spool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G260",
  "see_also": [
    "678",
    "7991"
  ],
  "signed": "",
  "style": "12th-15th century",
  "text": "Chimu authorities broadcast their power and status by sporting luxurious attire like feather work, ornate headdresses, and precious jewelry. Only the most elite authority would have worn these gold ear spools. While gold was not valued as currency, its symbolic connection to the sun gave it powerful spiritual currency—especially when fashioned into intricate jewelry. Many ancient Andean societies, including the Chimu, believed their ruler was a living representative of the gods. \r\n\r\nThese ear spools would have been worn in a leader’s impressively distended earlobes. They depict a ruler being carried on a litter by two well-dressed monkey-attendants. He wears a large feather headdress and carries a qero (ceremonial cup) in his left hand and a feather fan in his right. Examples of the type of cup and fan he holds are displayed in this case. The rich imagery on these ear spools reflects the authority and nobility of the individual for whom they were made.",
  "title": "Ear Spool"
}
