{
  "accession_number": "43.5",
  "art_champions_text": null,
  "artist": "Artist: Wang Qian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1454",
  "department": "Asian Art",
  "description": "Scroll painting",
  "dimension": "H.44 x W.12 in.",
  "id": "http://api.artsmia.org/objects/680",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5968,
  "image_width": 1691,
  "inscription": "Mark",
  "life_date": "Chinese, active mid-15th century",
  "markings": "Before the inscription, there are two seals: (1) in four characters- \\'I Ming Chih I\\' (seal of the artist) (2) in four characters- \\'Wan Ku Ch\\'ang Ch\\'un\\' (seal of the artist) After the inscription, there is one seal in two characters- \\'Mu Chih\\' (seal of the artist). on the lower left of the painting there is one seal in four characters- \\'Mu Chi Lu Ch\\'ing\\' (seal of the artist) on the lower right of the painting there are two seals. (1) in four characters- \\'Examined and approved by Hsu-chai\\' (seal of Pang Yuan-chi, a well-known collector) (2) in six character- \\'Approved and collected by Lai-ch\\'en, a genuine work\\' (seal of Pang Yuan-chi) Colophon, as follows: \\'I have recently received gifts of pearls and jade from my distinguished relative Shih-chai, Chief Advisor to the Prime Minister, and I deeply appreciate his great kindness. I have taken this occasion to combine a poem with a flower (painting) in ink as an expression of our sincere friendship. There never was found such a flower in the Northland. the wave of a brush, a slanting branch, expresses an image of thought. Pure, clean, exalted and natural, it surpasses all common plants; one fitting to present to the family of a retired Statesman of the Imperial Court. the first day of Winter (Nov.7) in the fifth year of Ching Tai, being the cyclical year Chi Hsu (1454). Greetings from your humble relative, Wang Ch\\'ien.",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Plum blossoms were a favorite motif of flower painters during the Ming period. The plum tree is long-lived—specimens up to a thousand years old are said to be found in many places in China. Their crooked and gnarled branches, young green shoots, and flowers are much admired. The physical toughness of such rugged old plum trees, blooming in wintry desolation, symbolizes the ideal secluded scholar, whose moral toughness makes him resilient. The inscription records the occasion of this careful rendering: \r\n\r\nI have recently received gifts of a poem from my distinguished relative Shizhai, chief advisor to the Prime Minister, and I greatly appreciate his kindness. Using the same rhyme, I have taken the occasion to combine a poem with flowers in ink as an expression of our sincere friendship.\r\n\r\nThere never was found such a flower in the Northland\r\nThe wave of a brush, a slanting branch expresses an image of thought.\r\nPure, clean, exalted and natural, it surpasses all common plants\r\nOne fitting to present the family of a retired statesman of the imperial court.\r\n\r\nThe first day of winter (November 7) in the fifth year of Jingtai, being the cyclical year of jiaxu (1454). Greetings from your humble relative Wang Qian.",
  "title": "Plum Blossom"
}
