{
  "accession_number": "43.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 7th century",
  "department": "Asian Art",
  "description": "Gilt bronze figure of the Bodhisattva Avalokitesvara carrying a fly whisk in the right hand and a small bottle in the left. Long chains hang from the shoulders to the waist and swing in an asymetrical arc over the front of the skirt, their movement emphasized by the long flaring pleats of scarf ends at each side of the feet. Round depressions appearing at intervals the length of the chain, and in the three-lobed crown, indicate that the bronze was once inlaid with jewels. The unisa is a scrolled projection, and the folds of the skirt and scarf are represented by incised lines on the back of the figure. The eyebrows are indicated by double incised lines which merge with the bridge of the nose.",
  "dimension": "H.7-1/2 in.",
  "id": "http://api.artsmia.org/objects/682",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6139,
  "image_width": 4385,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th century",
  "text": "This gilt bronze statue of Guanyin (Avalokitesvara) shows the Bodhisattva holding a fly whisk (chauri) in his right hand and an ambrosia flask in his left. An actual Buddhist flask similar in date and shape to the one in this sculpture is shown to the right in this same case. By this stage, Chinese sculpture had evolved a style quite different than the Indian Gupta tradition that originally inspired them. The face, with elongated eyes, silk robes, luxurious jewelry, and elaborate headdress area all Chinese characteristics.",
  "title": "Guanyin"
}
