{
  "accession_number": "44.25",
  "artist": "Artist: John Frederick Peto",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Julia B. Bigelow Fund by John Bigelow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1904",
  "department": "Paintings",
  "description": "Still life.Trompe l'oeil door, with ephemera tacked to the green door, including image of Abraham Lincoln, money, clippings, and labels. '1809', '1865' and 'ABE' are \"carved\" into the door.",
  "dimension": "30 x 20 in. (76.2 x 50.8 cm) (canvas)\r\n41 7/8 × 31 7/8 × 2 1/4 in. (106.36 × 80.96 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/689",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9847,
  "image_width": 6513,
  "inscription": "",
  "life_date": "American, 1854–1907",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G323",
  "see_also": [
    ""
  ],
  "signed": "LL: John F. Peto | Back of canvas, signed: Reminescenses of 1865 John F. Peto",
  "style": "20th century",
  "text": "American still-life painting reached its technical high point in the second half of the nineteenth century with the trompe l'oeil (fool-the-eye) realism of William Harnett and John F. Peto.  The neutral tone, somber mood, and humble subjects of Harnett's and Peto's works reflect a world still blighted by the destruction of civil war.  These artists painted worn and battered objects:  old pipes and books, tattered postcards and letters, rusted hinges and nail.  In Reminiscences of 1865, Peto pays homage to Abraham Lincoln.  Lincoln's birth and death dates and the nickname Abe are crudely \"carved\" with green and cream-colored paints on a nicked and peeling door.  An oval engraving of the slain president hangs on a brass tack, and a twenty-five-cent shinplaster, a tarnished coin, torn paper notices, and assorted bent and broken hardware litter the surface of the wood.  Beginning in the 1890s, Peto made a dozen canvases on the Lincoln theme.  Despite his obvious skill in executing such images, Peto received little recognition during his lifetime and was completely forgotten after his death, until the discovery in the 1950s that many of his paintings bore the forged signature of Harnett, his better-known contemporary.",
  "title": "Reminiscences of 1865"
}
