{
  "accession_number": "44.41.20",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "South America",
  "country": "Peru",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Inca",
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Arts of the Americas",
  "description": "Jar, aryballos type, with two handles near base. A diminutive animal head in relief appears at the base of the neck. The front of the body is decorated with vertical panels separated by narrow bands, painted with lozenge and sawtooth motifs in red, black, mauve and white. The flaring neck is painted with horizontal bands of elongated lozenges in red and black, and under the rim is a border of reciprocal sawtooth pattern in the same colors. The back of the jar is painted brick red with a band of interlocking 'X' forms extending half-way around the shoulders. Aryballos (MWS)",
  "dimension": "13 1/2 in. (34.3 cm)",
  "id": "http://api.artsmia.org/objects/700",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4201,
  "image_width": 3375,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Clay, pigments",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Urpu, a distinctively Inka vessel shape, is characterized by a pointed base, bulbous body, low handles, long, slender neck, and flaring rim. The pointed bottom helped balance the vessel in a depression in the earth. Rope was threaded through the handles and around the lug, then strapped onto porters' backs for transport. Rather than adopting the word urpu from the local Quechua language, early archaeologists called this type of vessel aryballos, a name borrowed from an ancient Greek vase form illustrated here in a line drawing. Urpu were produced in and around the Inka capital of Qosqo (Cuzco) for use in making, storing, and transporting food and beverages, in particular chicha or fermented maize beer.",
  "title": "Vessel"
}
