{
  "accession_number": "44.42.1",
  "art_champions_text": null,
  "artist": "Decorator: Antoine-Joseph Chappuis; Manufacturer: Sèvres Porcelain Factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1771",
  "department": "European Art",
  "description": "dinner plate, border in turquoise blue decorated with swags of gold leaves joining three oval medallions reserved in white and painted with landscapes and birds, scene differing from that on plate 44.42.2; in the center of the plate the monogram of a member of the Rohan family in gold within a wreath of gold leaves and acorns emerging from a tree stump; underglaze stone grey; the pieces in this group are part of a set made for the Rohan family during the reign of Louis XV",
  "dimension": "1 x 9 5/8 in. (2.54 x 24.45 cm)",
  "id": "http://api.artsmia.org/objects/704",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3614,
  "image_width": 4197,
  "inscription": "Marks",
  "life_date": "French, 1743-87",
  "markings": "\\'PLR\\', in gold, center of plate; \\'LL\\', in script, interlaced; \\'CP\\', above l\\'s",
  "medium": "Porcelain, enamel, gilding",
  "nationality": "French",
  "object_name": "Dinner plate from the Rohan service",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The various objects displayed on the shelves are part of a 360-piece dinner and dessert service made for Louis-Rene-Edouard, Prince de Rohan, Cardinal of France (1734-1803), for his embassy in Vienna.  Included here are an ice cream pail, which chilled creams and sorbets, a pair of cream cups, a tray with preserve or jam pots, dinner plates, and dessert plates.  Several skilled artisans decorated the objects, including Antoine-Joseph-Chappuis, Etienne Evans, and Francois-Joseph Aloncle.  \r\n\r\nThe service was in the collections of Prince Demidoff Leopold and Anthony de Rothschild throughout its rich history of ownership.  Today other pieces of the service are in museums such as the Metropolitan Museum of Art, the Toledo Museum of Art, and the Nelson-Atkins Museum of Art in Kansas City.",
  "title": "Dinner plate from the Rohan service"
}
