{
  "accession_number": "44.42.2",
  "art_champions_text": null,
  "artist": "Decorator: Etienne Evans; Manufacturer: Sèvres Porcelain Factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1772",
  "department": "European Art",
  "description": "dinner plate, border in turquoise blue decorated with swags of gold leaves joining three oval medallions reserved in white and painted with landscapes and birds, scene differing from plate 44.42.1; in the center of the plate the monogram of a member of the Rohan family in gold within a wreath of gold leaves and acorns emerging from a tree stump; underglaze stone grey; the pieces in this group are part of a set made for the Rohan family during the reign of Louis XV",
  "dimension": "1 1/8 x 9 3/4 in. (2.86 x 24.77 cm)",
  "id": "http://api.artsmia.org/objects/705",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2723,
  "image_width": 4948,
  "inscription": "Marks",
  "life_date": "French, active 1752 - 1806",
  "markings": "\\'PLR\\', in gold, center of plate; \\'LL\\', in script, interlaced; \\'CX\\', to right",
  "medium": "Porcelain",
  "nationality": "French",
  "object_name": "Plate",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "One of the most famous dinner services produced by Sèvres was commissioned for Louis Renè Edouard, Prince of Rohan, Cardinal de Rohan, and bishop of Strasbourg (1734-1803).  Before Rohan was lured into a fraudulent scheme involving a diamond necklace, he enjoyed a very privileged status in the royal court of Marie Antoinette and King Louis XVI.  Rohan's initials, PLR, for Prince Louis Rohan, form the central design on each plate. The decoration of the service featured Rohan's monogram (PLR for Prince Louis Rohan), three white ovals with Kakiemon (Japanese-inspired) scenes, birds, gilded foliage, and the bleu céleste color made famous by Sèvres.",
  "title": "Plate from the Rohan service"
}
