{
  "accession_number": "45.14",
  "art_champions_text": null,
  "artist": "Designer: François Boucher; Cartoonist: Jean-Joseph Dumons; Weaver: Ad. Camousse at the Royal Beauvais Manufactory under Jean-Baptiste Oudry and Nicolas Besnier",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1742 (woven 1743-1745)",
  "department": "European Art",
  "description": "from the second Chinese Series (Tenture Chinoise), a total of six pieces; warp undyed wool, 8-9 ends per cm., weft dyed wool and silk, 20-44 ends per cm.",
  "dimension": "143 x 218 1/4 in. (363.22 x 554.36 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/717",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1713,
  "image_width": 2560,
  "inscription": "",
  "life_date": "French, 1703–1770",
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "As trade expanded to China in the 17th and 18th centuries, Europeans became intrigued with the exoticism of the Far East. In time, artists created decorative objects inspired by Chinese forms and motifs. This tapestry, one of a six-part series designed by the French painter François Boucher, captures the bustle of a European marketplace thinly disguised as a Chinese fair. Pagoda roofs, rickshaws, and Asian costumes, along with elephants and camels, help complete this illusion.\r\nIn the 18th century, it was fashionable to install tapestries permanently on the walls and to decorate the rooms accordingly. This tapestry was originally hung in a Paris salon surrounded by imported Chinese cabinets, chinoiserie (Chinese-inspired) screens, and crimson upholstery and curtains.\r\nFrom the second Chinese Series.",
  "title": "The Chinese Fair"
}
