{
  "accession_number": "45.22",
  "art_champions_text": null,
  "artist": "Artist: Pierre-Antoine Demachy",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Russell A. Plimpton in memory of Lt. (jg) William Gardner White, U.S.N.R.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1783-1785",
  "department": "European Art",
  "description": "Place de la Concorde, seen from the left bank of the Seine. Shows the beginning of the first manned hydrogen balloon flight from the Tuileries Garden, Paris to Nesle, a distance of twenty seven miles.",
  "dimension": "15 3/4 x 24 1/2 in. (40.01 x 62.23 cm) (panel)",
  "id": "http://api.artsmia.org/objects/719",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3439,
  "image_width": 5274,
  "inscription": "",
  "life_date": "French, 1723 - 1807",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "On December 1, 1783, some 400,000 people—or half of Paris—gathered to watch inventor Jacques Charles and engineer Nicolas-Louis Robert fly their hydrogen balloon. France led the world in this new mode of air travel. This historic flight was the fourth to carry people, and second not to have the balloon tethered to the ground. They traveled thirty-six kilometers in just over two hours, from Paris’s Tuileries Gardens to the village of Nesles-la-Vallée. Benjamin Franklin was among the attendees, having come to Paris to sign the peace treaty with Great Britain that ended the revolutionary war and recognized American independence.\r\n\r\nDumachy captures the excitement just after the launch of the balloon from the Tuileries Gardens. Crowds gather on the streets and banks of the Seine, and in carriages around the Place Louis XV, where the bronze equestrian statue of King Louis XV (reign 1715-74) by Edme Bouchardon can be seen in front of the palaces across the River Seine. The sculpture was destroyed in 1792 during the revolution, and that square became the site of public executions by guillotine. After the bloodshed, it was renamed the Place de la Concorde.",
  "title": "The Balloon Flight of Jacques Charles and Nicolas-Louis Robert over the Place de la Concorde, Paris"
}
