{
  "accession_number": "45.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 6th century BCE",
  "department": "Asian Art",
  "description": "Figure of a Maitreya Buddha, porbably Avalokitesvara, seated as if on a stool, his legs crossed at the ankles, his body slightly bent forward, and his hands in the 'do not fear' attitude. The upper part of the body is partially covered with a scarf which falls over the upper arms in pointed cap sleeves and merges with the skirt drapery. The ribbon-like ends of the scarf are knotted in an x-form over the abdomen. The skirt hangs in flaring, rippled pleats over the legs, which are clearly visible under the drapery. The face is typical of the Wei style of Lung Men, with lips and nose firmly modelled, eyebrows falling to meet the lines of the nose, eyes set low beneath the brows, and lids cut in a narrow almond. The hair is parted in the center, and crowned with a square tiara with a figure of Amitabha in front. This figure comes from the Ping Yang cave at Lung Men.",
  "dimension": "17 5/8 in. (44.77 cm)",
  "id": "http://api.artsmia.org/objects/724",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10751,
  "image_width": 6658,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grey limestone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century BCE",
  "text": "This image of Maitreya, the Buddha of the Future, is typical of the Northern Wei style (386-534) as it developed at the Longmen cave complex during the fifth and sixth centuries. Located outside the Wei capital of Luoyang in Honan province, sculptural activities at Longmen lasted from approximately 500 to 750. This image from Pinyang Cave displays a non-Chinese seated posture with legs crossed at the ankles. The torso is slender and elongated and the thin garment has been depicted in a schematic fashion with folds, scarves and hemlines organized into a flat, pattern-like arrangement typical of the Northern Wei style.",
  "title": "Maitreya (The Buddha of the Future)"
}
