{
  "accession_number": "45.4a-d",
  "art_champions_text": null,
  "artist": "Artist: Edmund Pearce",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "The James S. Bell Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1714-1715",
  "department": "European Art",
  "description": "pear-shaped kettle in characteristic Queen Anne style flat base, duck-necked spout, swing handle with wood grip,attached to body with brackets; domed lid; body engraved with Arms of Morris of Cardigan, Wales; tripod stand with moulded ring on three scrolled legs to which are attached the brackets supporting spirit lamp; two hinged handles on stand; object numbered .1-4.",
  "dimension": "H.20-3/4 x Dia.8-1/4 in. (overall)",
  "id": "http://api.artsmia.org/objects/726",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6187,
  "image_width": 4617,
  "inscription": "Marks\r\n\r\nOne one side, the later arms of Morris, Co. Cardigan, Wales, impaling Campbell for a daughter of the earl of Cawdor.",
  "life_date": "English, active c. 1704-1722",
  "markings": "Mark\r\n\r\nBritannia Standard; on bottom of kettle and stand; leopard’s head, cover of kettle and bezel of spirit lamp cover (See catalogue card)\r\n\r\nFully marked (Britannia standard) on underside of kettle and lamp stand.  Leopard\\'s head erased on the cover of the kettle and on the cover of the kettle and on the bezel of the spirit lamp cover (worn).",
  "medium": "Silver, wood",
  "nationality": "English (London)",
  "object_name": "Tea kettle with warming stand",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The task of heating water for brewing tea was considered anything but mundane in the early 18th century, as illustrated by the elaborate design of this kettle.  From the proudly arched \"swan-neck\" spout to the swelled form of the body, every element is as decorative as it is functional.  The lathe-turned wooden handles and lid's finial protect the user's hand from heat; the feet protect the tabletop.  Ornately scrolled feet of the spirit lamp stand elevate this kettle to a vessel as stylish as tea drinking itself.",
  "title": "Tea kettle with warming stand"
}
