{
  "accession_number": "45.8",
  "art_champions_text": null,
  "artist": "Artist: David Teniers, the Younger",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1640",
  "department": "European Art",
  "description": "New Testament parable (Luke 15:11-32): A lively scene showing the Prodigal Son at supper with courtesans at an inn, accompanied by servants and musicians. The room, whose light source comes from a high leaded window on the left, is filled with many still-life details and rich symbolism. In the far left corner is a four-postered bed completely enclosed by velvet drapery. On the opposite side of the room through the open doorway, a thief is being chased by an angry woman, while another figure in a second-story window empties a chamber pot onto his head. Just inside the doorway, hanging on the wall, is a wooden board used for recording the guest's food and wine bill. Having placed his red velvet cloak, plumed cavalier's hat, fur piece and sword on a nearby chair, the Son sits at the round dining table and holds out his glass for a serving boy to fill. On the right, a serving woman carrying a covered pewter platter exchanges a word with the woman whose back is toward us, while a small dog wags his tail in anticipation of receiving the table scraps. A fiddler and a flutist stand behind the table, merrily playing their instruments. On another cloth-covered table in the left foreground are a pitcher, two glasses, and several loaves of crusty bread. On the floor below is a copper wine cooler containing several bottles of wine. Nearby, a monkey, dressed in a striped coat and wearing a ball and chain, munches on an apple.",
  "dimension": "22 1/2 x 30 1/2 in. (57.15 x 77.47 cm) (panel)",
  "id": "http://api.artsmia.org/objects/729",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3278,
  "image_width": 4482,
  "inscription": "Signature",
  "life_date": "Flemish, 1610–1694/96",
  "markings": "",
  "medium": "Oil on copper",
  "nationality": "Flemish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G312",
  "see_also": [
    "110551",
    "729"
  ],
  "signed": "LL: [D. Teniers ft.]",
  "style": "17th century",
  "text": "The Biblical parable of the prodigal son—a youth who wastes his wealth on riotous living before returning home poor and repentant—is depicted here with wine, women, and song. He shares a rich meal with two prostitutes as street musicians perform, his cloak and sword lying nearby to suggest he’ll soon continue his partying elsewhere. The clothed monkey eating an apple—an ancient symbol of love—and dragging a ball and chain indicate the son’s bondage to vice.\r\n\r\nFrame: Gift of the Marjorie Engels Memorial Fund and the Paintings Curatorial Council",
  "title": "The Prodigal Son"
}
