{
  "accession_number": "45.9",
  "art_champions_text": null,
  "artist": "Artist: Salomon van Ruysdael",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1656",
  "department": "European Art",
  "description": "Dutch landscape. Golden Age of Holland. A wide river with various river craft, which stretches across the width of the canvas and flows to meet the horizon. In the far right distance, a village can be seen through a gentle mist, while on the wooded bank to the left, a cart filled with singing and shouting peasants stands before a row of cottages. As they wave to the boatload of passengers approaching the shore, a ferryboat loaded with cattle pushes off. Further upstream, a boat in full sail carries its passengers toward the distant hamlet with its church steeple.",
  "dimension": "41 1/2 x 52 7/8 x 1 1/8 in. (105.41 x 134.3 x 2.86 cm) (canvas)\r\n67 in. (170.18 cm) (diagonal)",
  "id": "http://api.artsmia.org/objects/730",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2446,
  "inscription": "Signature and Date",
  "life_date": "Dutch, c. 1602–1670",
  "markings": "Seal on verso LC (fully intact wax seal): [Galerie Sedelmeyer Paris]\r\nStamp on verso LLC (aged and yellow): [313]\r\nLabel on verso UC: [A2773] (Knoedler inventory number)\r\nMarking on verso in blue grease pen UC: [A2773]\r\nMIA label on verso ULC: [L44.1816 Lent by Knoedler and Company]\r\nLabel on verso MR (ripped): [B].\r\n",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "(Possibly sale, London, England, March 3, 1908, lot 122); Fischoff. [1] (Charles Sedelmeyer, Paris, France by 1911). [2] Edward Rathbone Bacon [1846- 1915], New York, New York and Netherdale House, Turriff, Aberdeenshire, before 1915; by descent to his sister-in-law, Mrs. Virginia Purdy Bacon, New York, New York, 1915 through 1919; by descent to the Bacon heirs, 1919 through 1923;[3] (Bacon sale, through Christie's, London, England, July 13, 1923, lot 29);[4] (Arthur Tooth and Sons, Ltd., London, England). Paul Cassirer, Berlin, Germany. Dr. Paul Kempner, Berlin, Germany, before 1925 and after 1939. [5] (Pinakos, Inc. (Rudolf Heinemann), New York, New York, by 1944); (M. Knoedler and Co., Inc., New York, New York, by 1944 through 1945; [6] purchased by MIA in 1945.\r\n\r\n[1] According to Art Sales III, p. 331, Fischoff purchased the painting. It has not been proven that this work is our painting. A second, smaller version exists which may conflict with provenance and exhibition history.\r\n\r\n[2] The work is reproduced in \"One Hundred Paintings by Old Masters: The Sedelmeyer Gallery,\" Paris, France, 1911, series 11, pp. 42-43, no. 36. There is a Galerie Sedelmeyer wax seal on the stretcher brace of the painting. The work was also referred to in a 1925 Sedelmeyer exhibition.\r\n\r\n[3] The painting is listed as no. 140 in Townsend and Howard, \"Memorial Catalogue of Paintings by Old and Modern Masters, collected by Edward R. Bacon,\" privately printed in 1919, p. 117, no. 140.\r\n\r\n[4] Copy of auction catalogue in curatorial file. \r\n\r\n[5] Kempner was a partner in the firm of Bankhaus Mendelssohn & Co. This fact is also stated on the invoice from Knoedler. The aryanization of the bank forced him to emigrate first to England and then the US in 1939.\r\n\r\n[6] According to the Getty Provenance Index, the work was owned jointly between Pinakos, Inc. and Knoedler's. Knoedler stock number A-2773.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    "17127",
    "730"
  ],
  "signed": "Right center (on the ferry boat): [S.VRoysDAEL, 1656]",
  "style": "17th century",
  "text": "Nothing could be more Dutch than boats on a wide river under a cloudy sky: a ferry approaching shore, a rowboat out for a joy ride, a sailboat heading to the horizon. Water was crucial to Holland’s flourishing economy, with rivers and canals serving as its main commercial arteries. To the Dutch, such images of serene rivers and boats were emotionally resonant, underscoring the peacefulness and affluence of their newly independent country.",
  "title": "River Landscape with a Ferry"
}
