{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "early 16th century",
  "culture": "Flemish or French",
  "country": "Flanders or France",
  "continent": "Europe",
  "dimension": "63 x 48 1/2 in. (160.02 x 123.19 cm)",
  "medium": "Wool, silk; tapestry weave",
  "title": "One of the Three Magi on a \"Millefleurs\" Ground",
  "id": "http://api.artsmia.org/objects/732",
  "room": "Not on View",
  "style": "16th century",
  "marks": " ",
  "text": "In the 15th and 16th centuries artistic representations of specific people could be identified by various associated objects. In this case the combination of the chalice and the crowned hat held at the side of the figure, common attributes of the Magi when they are shown approaching the Christ Child, gives us the information that this is one of the three kings present at the nativity.<P>  \r\nFor centuries tapestries were used to create a grand ambience and enhance the prestige of the owners, whether they were nobility, a public institution, or wealthy and prominent individuals. Over time, extended display would result in damage and sometimes total destruction. Tapestries were so important, however, that even fragments were highly valued and often reworked to form smaller hangings such as this one.<P>\r\nOriginally the magi was probably one of three portrayed on a hanging made of high grade wool and silk threads. The flowered background was less finely woven but with fine restoration, probably done in the 19th century, and the pieces were united. In the more than a hundred years that the tapestry has existed in its present form some additional conservation work has been done and a new guard border was added.\r\n",
  "description": "Tapestry. On a mille-fleur ground a knight wearing a sword and a surcoat, probably of velvet, with a design of large flowering pomegranites on a serpentine band. He carries a chalice in his right hand and a jewelled coronet in his left. Plain narrow red border badly worn. Some restoration. Partially lined with white cotton.",
  "creditline": "Bequest of William E. Goodfellow",
  "accession_number": "46.19.1                                   ",
  "artist": ""
}
