{
  "accession_number": "46.23.1a-d",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "524",
  "department": "Asian Art",
  "description": "Sarcophagus, with accompanying memorial tablet and cover, made for the Chinese General, Prince Cheng Ching, 524 A.D. The six bas-reliefs comprising this group include the two ends and two sides of the sarcophagus, the tablet, and its cover. The sides are decorated in low relief with five groups of historical personages, illustrating filial piety scenes, in a landscape of trees and mountains in which dragons, phoenix, and other symbolical animals roam. The head end bears a scene including a bridge leading over a lotus pond to a gate decorated with 24 bells representing 12 pairs of musical accords. Two guardians flank the gate. The foot end carries a large dragon in a landscape. The memorial tablet bears a long inscription including Cheng Ching's biography, the Emperor's eulogy, and the date 524 A.D. The sides are decorated with large dragons. The cover of the tablet is surrounded by a bevelled edge of conventionalized dragon heads and contains remnants of bronze handles at the four corners. Along the sides, on the top surface, are eight blank squares indicating places for sacrificial vessels. The major figures and forms on the stones stand in relief and have been polished to form an even surface; the spaces betwen were left rough. All six reliefs are in fairly good condition with the exception of the cover for the memorial tablet which has been gouged at the corners. The sarcophagus was undoubtedly carved at Loyang, the Northern Wei capitol from 484 A.D.",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/738",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1932,
  "image_width": 4896,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black limestone",
  "nationality": null,
  "object_name": "Sarcophagus",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G208",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This sarcophagus, as well as the epitaph cover and the accompanying tablet, were reportedly recovered from a tomb located in Lijia’ao village, northwest of Luoyang in Henan province. Together they document an important stage in the development of the pictorial tradition in Chinese art. Buddhist, Confucian, and Daoist imagery intermingle within a landscape setting that anticipates the later genre of landscape painting in Chinese art. Along each side of the sarcophagus, amid trees and mountains, five scenes illustrate the Confucian virtue of filial piety, or respect for one’s parents, elders, and ancestors. Daoist and Buddhist imagery is prominent in the heavenly scene above: immortals riding on dragons, phoenixes, and birds. \r\n\r\nDuring the early sixth century in northern China, it was common to place stone memorial tablets in the tombs of the nobility. The memorial tablet bears an inscription dated to 524 and includes a biography and a eulogy to Yuan Mi (d. 523), whose sarcophagus this is. Yuan Mi was the grandson of Emperor Xianwen (r. 466–70) of the Northern Wei dynasty and served as governor of Qizhou. He received the posthumous title King of Zhenjin (Chaste and Lofty).",
  "title": "Sarcophagus of Prince Yuan Mi"
}
