{
  "accession_number": "46.23.2a",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "524",
  "department": "Asian Art",
  "description": "Sarcophagus, with accompanying memorial tablet and cover, made for the Chinese General, Prince Cheng Ching, 524 A.D. The six bas-reliefs comprising this group include the two ends and two sides of the sarcophagus, the tablet, and its cover. The sides are decorated in low relief with five groups of historical personages, illustrating filial piety scenes, in a landscape of trees and mountains in which dragons, phoenix, and other symbolical animals roam. The head end bears a scene including a bridge leading over a lotus pond to a gate decorated with 24 bells representing 12 pairs of musical accords. Two guardians flank the gate. The foot end carries a large dragon in a landscape. The memorial tablet bears a long inscription including Cheng Ching's biography, the Emperor's eulogy, and the date 524 A.D. The sides are decorated with large dragons. The cover of the tablet is surrounded by a bevelled edge of conventionalized dragon heads and contains remnants of bronze handles at the four corners. Along the sides, on the top surface, are eight blank squares indicating places for sacrificial vessels. The major figures and forms on the stones stand in relief and have been polished to form an even surface; the spaces betwen were left rough. All six reliefs are in fairly good condition with the exception of the cover for the memorial tablet which has been gouged at the corners. The sarcophagus was undoubtedly carved at Loyang, the Northern Wei capitol from 484 A.D.",
  "dimension": "39 x 40 x 9 1/4 in. (99.06 x 101.6 x 23.5 cm)",
  "id": "http://api.artsmia.org/objects/739",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8003,
  "image_width": 8348,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black limestone",
  "nationality": null,
  "object_name": "Epitaph tablet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G208",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This epitaph tablet, a testament to the art of Chinese calligraphy, consists of three basic parts: (1) the official title of Prince Zheng Qing, who was uncle to the ninth ruler of Wei, Emperor Zheng Guang (520-524); (2) the Imperial eulogy and memorial decree, composed by his nephew the Emperor; (3) the date of the burial, the third day of the second month in the fifth year of Zheng Guang (524). As the memorial relates, the prince was the grandson of the the sixth emperor of northern Wei. He served as a prince for the state of Zhao and was Commanding General of the successful Southern Expedition. He died in his prime and was buried in the Pei-mon Mountains north of the capital of Luoyang.",
  "title": "Epitaph cover of Prince Yuan Mi"
}
