{
  "accession_number": "47.2.30",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Nayarit",
  "curator_approved": 1,
  "dated": "c. 100-200",
  "department": "Arts of the Americas",
  "description": "standing figure, heroic size; figure is bulky, with beast-like feet slightly arched, and stunted arms, the left bent, hand on stomach, the right bent up to hold a jar on the right shoulder; narrow head with long pointed chin, large hooked nose with plug, bulbous eyes, and huge round ear plugs pierced in the center; the figure wears a flat band headdress, bracelets, an epaulette on the left shoulder, and a sashed skirt with geometric patterns painted in polychrome; details of body also painted",
  "dimension": "28 x 5 1/2 in. (71.1 x 14.0 cm)",
  "id": "http://api.artsmia.org/objects/754",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 877,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Clay, pigments",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "Although Nayarit sculptors are better known for their small-scale ceramics, they also created large hollow figures. This impressive example represents a woman. She is shown holding a vessel for food or drink and wears a patterned headband, skirt, and elaborate jewelry. It was likely produced as part of a pair depicting a man and a woman. Couple figures in Nayarit, Jalisco, and Colima art from West Mexico were likely more than just marriage pairs. Placed in deep shaft tombs, they may also have represented the ancestors of the deceased to watch over and care for the spirits of the departed. The living felt strong ties to their deceased relatives and wanted to make sure they were well cared for.",
  "title": "Figure"
}
