{
  "accession_number": "47.2.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Nayarit",
  "curator_approved": 0,
  "dated": "200 BCE - 400 CE",
  "department": "Arts of the Americas",
  "description": "seated ball player; polychrome figure seated with legs crossed, left hand resting on left knee, and ball held in front of breast in right hand; the figure wears a modelled loin cloth, a band at the neck, flat twisted turban, and large ear plugs with pendant ends; the tattooing of face and body represented by geometric designs in polychrome; the face wears the comic expression and tentative smile often found in the figures of Nayarit, and the arms and legs are characteristically stunted",
  "dimension": "13 x 8 3/4 in. (33.0 x 22.2 cm)",
  "id": "http://api.artsmia.org/objects/755",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5076,
  "image_width": 3980,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ceramic, pigment",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century BCE - 5th century CE",
  "text": "This seated figure was one half of a male-female couple placed in a tomb to accompany the deceased in the afterlife. Female figures were typically shown holding serving vessels for food and drink, while male figures were depicted dressed for warfare or the ballgame, as in this example. This figure wears protective equipment and holds the hard rubber ball used in the Mesoamerican ballgame, associating him with the elevated class of ballplayers and warriors in Nayarit society. Naturally occurring rubber (hule) was in use in Mesoamerica by 1600 B.C., but it remained unknown outside the Americas before the Spanish Conquest that began in the late 15th century. As a material, rubber is dense and hard, thus the balls themselves could severely injure or even kill a player, furthering the associations between the ballgame and warfare. Modern team sports played with a ball such as soccer, football, and basketball are descendents of the ancient Mesoamerican ballgame.",
  "title": "Figure"
}
