{
  "accession_number": "47.2.37",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Nayarit",
  "curator_approved": 1,
  "dated": "c. 100-400",
  "department": "Arts of the Americas",
  "description": "House Group, the evening meal; polychrome; terra cotta group representing a two-story house with canopy roof on piles and 11 figures occupied with various household tasks on two levels an upper terace and a lower, enclosed room with a wide doorway; on each of two sides a stairway of five steps leads from the base to the upper level; the surface is decorated in polychrome (red, yellow, black) with geometric designs lozenges interlocked and wavy stripes; the piece is much weathered and has been extensively restored",
  "dimension": "18 x 9 3/4 x 7 in. (45.7 x 24.8 x 17.8 cm)",
  "id": "http://api.artsmia.org/objects/756",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6668,
  "image_width": 4582,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Clay, pigments",
  "nationality": null,
  "object_name": "House Group",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G260",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd - 5th century",
  "text": "People of all ages engage in solitary, contemplative activities or social interactions such as cooking and eating tamales in this model house. The steeply pitched roof painted with geometric patterns gives clues to the appearance of the houses of the ancient Nayarit in western Mexico. However, archaeological evidence suggests the ancient Nayarit did not live in two-story dwellings. This leads scholars to conclude this sculpture is conceptual - meaning it represents ideas and beliefs, rather than an architecturally accurate depiction. The Nayarit believed only a slight barrier separated the realms of the living and the dead. The lower level here is the underworld, where the activities of departed ancestors closely mirror those of the living depicted above. This sculpture was placed in a tomb along with food, drink, and other offerings as a means of ensuring the living and the deceased remained connected. The contemporary Día de los Muertos (Day of the Dead) in Mexico and Central America, when families visit cemeteries to make offerings and feast, sing, and dance with the souls of their ancestors, reflects similar beliefs.",
  "title": "House Group"
}
