{
  "accession_number": "47.2.40",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Nopiloa (Veracruz)",
  "curator_approved": 0,
  "dated": "600-800",
  "department": "Arts of the Americas",
  "description": "Smiling Face, ceramic, fragment of a larger figure, H. 5 in., W.7 in. Hollow head with open mouth and protruding tongue. Headdress with may symbols, ears with earplugs (one missing). Chips in headdress and two holes in back of head. Nopiloa. The object numbered 47.2.40 does not match the photograph on the Catalog card, although it is an extremely similar piece. See second Catalog card with same number 47.2.40. for other object. Wide face with sloping forehead, almond shaped eyes, and lips parted in an infectious smile. Small earplugs and turban-like headdress of which the central portion is broken away. Unglazed greyish clay.-original object-cat. card",
  "dimension": "5 x 7 in. (12.7 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/758",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3427,
  "image_width": 4877,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ceramic",
  "nationality": null,
  "object_name": "Head",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Late Classic Period",
  "text": "Figures with broadly smiling faces are typical of the central Veracruz area.  Although they appear to be laughing, their facial expressions more likely represent ritual intoxication.  The figures themselves are usually richly attired, in representations of sumptuous fabrics and large jewelry.  A geometrically patterned headdress and the remains of one earspool appear on this head, which has been broken off from its body, perhaps even in antiquity.  It is not certain what these distinctive figures were used for, or whom exactly they represented, but they are often found associated with burials.",
  "title": "Head"
}
