{
  "accession_number": "47.2.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Maya",
  "curator_approved": 0,
  "dated": "600-900",
  "department": "Arts of the Americas",
  "description": "Whistle in the form of a Dignitary; Island of Jaina style. Figure stands with arms crossed and feet spread well apart. The costume consists of a short, two-tiered skirt with a wide panel descending to feet in center front. Stylized hair with feathered headdress, pectoral, earrings. The face is well modelled, with arched nose and flattened brow. A whistle, modelled in left shoulder blade, makes clear musical note when blown. Painted in blue, red, black,and white. An unusually fine example.",
  "dimension": "7 1/2 x 3 1/4 x 2 in. (19.05 x 8.26 x 5.08 cm)",
  "id": "http://api.artsmia.org/objects/759",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5104,
  "image_width": 3985,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ceramic, pigment",
  "nationality": null,
  "object_name": "Whistle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Late Classic",
  "text": "This elaborate whistle takes the form of a high-ranking Mayan man. The figure's face, arms, and legs are painted red in imitation of the iron oxide paints used to adorn elite community members.  His carefully rendered garments illustrate the traditional elements of early Mayan prestige dress: a short layered skirt, long apron (tilma), elaborate headdress, and distinctive earrings.\r\n\r\nThe distinctive profile of this figure also reflects physical alterations practiced by elite Maya males of this era to achieve an ideal of physical beauty.  Babies' heads were bound to flatten and elongate them, in an effort to align the forehead with the tip of the nose.  Hair was plucked to raise the hairline and add to the illusion of elongation. Prostheses were sometimes worn on the bridge of the nose to further assist in creating the desired profile.",
  "title": "Whistle"
}
