{
  "accession_number": "47.2.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Nopiloa (Veracruz)",
  "curator_approved": 1,
  "dated": "c. 600-750 CE",
  "department": "Arts of the Americas",
  "description": "figure wears a replica of a heavy stone yoke at waist over skirt with fret motif; necklace; bands of bracelets on left arm; headdress broken at right. On the left knee a nead with round headdress in relief. Hole in right shoulder forms hook from which rattle could be suspended. The mould for front of body is well designed but assembled crudely with the mould for back.; Pinkish white pottery",
  "dimension": "11 x 5 3/4 x 2 3/8 in. (27.94 x 14.61 x 6.03 cm)",
  "id": "http://api.artsmia.org/objects/761",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5093,
  "image_width": 3997,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Clay, pigments",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-8th century",
  "text": "Originating around 1500 B.C. among the Olmec, the Mesoamerican ballgame was the first team sport in human history. While there were localized variations in the game that was played from New Mexico to Honduras to the Caribbean, there were also many consistent features. Players' hands were only used to put the ball into play, after which it was deflected with the hips, knees, elbows, feet, and head. At the end of the game, players from the losing team were sometimes sacrificed in accordance with the belief that human bloodletting and sacrifice were essential practices for maintaining agricultural fertility and cosmic order. This rattle in the form of ballplayer from Veracruz (Gulf Coast of Mexico) wears typical ballgame equipment including a u-shaped yoke around his hips, a kneepad (yugito), and a helmet with a harpy eagle crest on top. Carnivorous birds like eagles were commonly associated with the ballgame because of their predatory nature - a desirable trait for a successful player in this life or death sport. Rattles like this one, as well as ceramic whistles, conch shell horns and drums provided accompaniment during the ballgame.",
  "title": "Figure"
}
