{
  "accession_number": "48.13.1",
  "artist": "Designer: Central design and cartoon by a painter active in France , about 1610-1617; Artist: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot; Weaver: Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": null,
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1610-1627",
  "department": "Textiles",
  "description": "a piece from the cycle of ten tapestries woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel manufactory of Marc de Comans and Frauçois de las Planche; warp undyed wool, 7 ends per cm., weft dyed wool and silk, 24-36 ends per cm.",
  "dimension": "H.159 x W.124-1/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/775",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1476,
  "inscription": "",
  "life_date": "",
  "markings": "Lower galloon, to the left: P (French fleur-de-lis) | Right galloon, towards the bottom: (the FM monogram above the HA monogram)",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The presence of resident scholars and philosophers often represents not only the value society places on education, but also the sophistication of royal courts. This scene was created as part of a series of tapestry designs intended to stress the grandeur, refinement, and stability of a government center that was directed by a widowed queen at a time when it was thought that only kings should rule.\r\n\r\nThe museum owns a complete set of eight tapestries that show scenes from the life of the widowed Greek queen Artemisia, who was responsible for directing her country until her young son was old enough to assume his duties as king. The tapestries were woven in France during the 17th century and were commissioned by the widowed French queen, Marie de Medici, whose own life shared similar challenges with this ancient Greek heroine.",
  "title": "The Philosophers"
}
