{
  "accession_number": "48.13.1",
  "art_champions_text": null,
  "artist": "Designer: Central design and cartoon by a painter active in France , about 1610-1617; Artist: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot; Weaver: Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1611-1627",
  "department": "European Art",
  "description": "a piece from the cycle of ten tapestries woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel manufactory of Marc de Comans and Frauçois de las Planche; warp undyed wool, 7 ends per cm., weft dyed wool and silk, 24-36 ends per cm.",
  "dimension": "H.159 x W.124-1/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/775",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1476,
  "inscription": "",
  "life_date": "",
  "markings": "Lower galloon, to the left: P (French fleur-de-lis) | Right galloon, towards the bottom: (the FM monogram above the HA monogram)",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This tapestry depicting philosophers gathered in a refined court is part of a series that tells the ancient story of Artemesia, queen of Caria (southwest region of modern-day Turkey). She was exceptional for ruling without a husband when many believed only kings should rule. \r\n\r\nThis is one of eight tapestries devoted to the widowed queen’s cultured and stable reign. Though the tapestries were woven in 1600s France, their designs were informed by a collection of illustrated sonnets composed in 1562. These were commissioned by the widowed French queen Catherine de Medici (1519–1589), who looked to Artemesia as an example of powerful and just female leadership.",
  "title": "The Philosophers"
}
