{
  "accession_number": "48.13.2",
  "art_champions_text": null,
  "artist": "Designer: Central design attributed to Henry Lerambert; Cartoonist: Central cartoon attributed to Laurent Guyot; Designer: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot; Weaver: Woven in the Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1600–1606 (woven 1611–1627)",
  "department": "European Art",
  "description": "a piece from the Cycle of Tapestries woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel manufactory of Marc de Comaus and Frauçois de la Planche between 1611 and 1627; warp undyed wool, 7-8½ ends per cm., weft dyed wool and silk, 28-36 ends per cm.",
  "dimension": "159 x 169 1/2 in. (403.86 x 430.53 cm)",
  "id": "http://api.artsmia.org/objects/777",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2012,
  "inscription": "Marks",
  "life_date": "French, 1756–1806",
  "markings": "In the lower galloon, at the left: \\'[French flour-de-lis] P; \\' in the right galloon, toward the bottom, the FM monogram over the HA monogram.",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This tapestry depicts a triumphal procession of victorious soldiers carrying the spoils of war. The tapestry is one of a set of eight tapestries which depict the stories of Queen Artemisia*. These tapestries were modeled after Catherine de'Medici who ruled France during the mid 16th century. During her rule France was embroiled in religious and economic turmoil. In an effort to demonstrate her own devotion to her husband and her ability to rule successfully, Catherine de'Medici adopted Queen Artemisia as her alter-ego, and in the late 16th century a set of tapestries were made to illustrate the story. \r\n\r\nAs in several of the other tapestries from this series, the coats of arms in France (lilies) and Navarre (crossed chains) have been included in the borders, as well as the initial L of Louis XIII.",
  "title": "Soldiers With Vases and a Litter"
}
