{
  "accession_number": "48.13.3",
  "art_champions_text": null,
  "artist": "Designer: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot; Weaver: Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed c. 1610 (woven 1611–1627)",
  "department": "European Art",
  "description": "a piece form the cycle of tapestries woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel Manufactory of Marc de Comans and Frauçais de la Planche between 1611 and 1627; warp undyed wool, 6-7½ ends per cm., weft dyed wool and silk, 32-40 ends per cm.",
  "dimension": "H.166 x W.187-3/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/778",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2192,
  "inscription": "Marks",
  "life_date": null,
  "markings": "In the lower galloon to the left: \\'P [French flour-de-lis]\\', in the right galloon, toward the bottom: the FM monogram above the HA monogram.",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Queen Artemisia and her son, Lygdamis, kneel before a marble altar asking God's blessing before Lygdamis is crowned king. The high priest pours wine over the sacrificial bull while trios of children sing songs of praise. Behind the queen regent and her son are courtiers and attendants.\r\n\r\nIn 17th century France, religious feeling ran high. This scene was meant to convey the commitment of queen regent Marie de' Medici and her son Louis XIII to continuing the French Catholic state and also to inspire viewers by the example of their rulers' faith.\r\n\r\nFrom the Stories of Queen Artemisia series.",
  "title": "The Coronation Sacrifice"
}
