{
  "accession_number": "48.13.4",
  "art_champions_text": null,
  "artist": "Designer: Central design possibly by Guillaume Dumée , with modifications by Laurent Guyot; Cartoonist: Central cartoon attributed to the workshop of Laurent Guyot; Designer: Border design and cartoon by Henry Lerambert; Weaver: Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1610–1617 (woven 1611–1622)",
  "department": "European Art",
  "description": "a piece from the cycle of tapestries woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel Manufactory of Marc de Conans and François de la Planche; warp undyed wool, 6½-7½ inds per cm., weft dyed wool and silk, silver and silver-gilt yarns, 24-40 ends per cm.",
  "dimension": "H.184-1/2 x W.150-3/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/779",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1538,
  "inscription": "Inscription; Marks",
  "life_date": "French, 1540 - 1608",
  "markings": "In the lower galloon, toward the right: \\'P [French fleur-de-lis]\\'; in the right galloon, at the bottom, the FM monogram above a red-petaled flower shaped like an dianthus.\r\nOn the reverse, on the old strapping, behind the upper-left corner: a shuttlecock-shaped motif wiht a b below it, stamped in black ink (a mark of one of the former Barberini-Colonna owners).\r\nAttached near this stamp: a light-brown sack made of linen twill flannel that contains a square of gray cardboard with a red-wax seal (apparently one of the Italian seals affixed at the export of the tapestry).\r\nOn the lining behind the lower-left corner: a sewn brass tag engraved with MIA (for The Minneapolis Institue of Arts).",
  "medium": "Wool, silk, silver and silver-gilt yarns; tapestry weave",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This tapestry tells the story of a widowed queen who honors her deceased husband and is responsible for keeping the kingdom in good order until her young son comes of age and assumes the throne. One of her most pressing responsibilities is to see that the future king is properly educated. Here, the queen's respect and concrete appreciation for learning is seen as she rewards court scholars with special gifts.\r\n\r\nFrom the Stories of Queen Artemisia series.",
  "title": "The Gifts"
}
