{
  "accession_number": "48.13.5",
  "art_champions_text": null,
  "artist": "Designer: attributed to Laurent Guyot; Weaver: Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche; Designer: Border design by Guillaume Dumée; Designer: Border design by Guillaume Dumée; Cartoonist: Laurent Guyot and workshop; Cartoonist: Guillaume Dumée and Laurent Guyot",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1610–1612 (woven 1611–1627)",
  "department": "European Art",
  "description": "a piece form the tapestry cycle woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel Manufactory of Mark de Comans and François de la Planche, between 1611 nd 1627; warp undyed wool, 5½-7 ends per cm., weft dyed wool and silk, 28-40 ends per cm.",
  "dimension": "H.162-5/8 x W.238-1/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/780",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4956,
  "image_width": 7138,
  "inscription": "Mark",
  "life_date": "French, 1756–1806",
  "markings": "Monogram of Louis XIII; in the right galloon, towards the bottom: the FM monogram over the HA monogram",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "French",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Objects of art are frequently used to display the owner's wealth and power as well as their aesthetic sensitivity. In Europe, tapestries were particularly popular not only because they made a bold statement by their size alone, but also because they were a portable form of art which could be taken down, rolled up, and transported to another site to be displayed and impress a new audience.",
  "title": "Heralds on Horseback"
}
