{
  "accession_number": "48.13.7",
  "art_champions_text": null,
  "artist": "Designer: Central design by Antoine Caron; Cartoonist: Central cartoon by Laurent Guyot; Designer: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot; Weaver: Woven in the Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1562–1565 (woven 1611–1627)",
  "department": "European Art",
  "description": "a piece from the tapestry cycle woven for Marie De' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel Manufactory of Marc de Comans and François de la Planche between 1611 and 1627; warp undyed wool, 7-8 three fourths ends per cm., weft dyed wool and silk, 28-40 ends per cm.Proper left H.158 in. (13' 2\"); center H.158-1/2 in. (13' 2-1/2\"); proper right H.157-3/4 in. (131' 1-3/4\"); bottom W. 237-1/2 (19'9-1/2\"); center W.235-1/2 in. (19'7-1/2\"); top W. 239 in. (19'11\").",
  "dimension": "158 1/2 x 239 in. (402.59 x 607.06 cm)",
  "id": "http://api.artsmia.org/objects/782",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4844,
  "image_width": 7134,
  "inscription": "",
  "life_date": "French, 1521–1599",
  "markings": "In right galloon, toward the bottom: (the FM monogram)",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "French",
  "object_name": "Tapestry",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "A crown prince's education was carefully regulated so that he would become a capable king. Normally this process was supervised by the king, but if he died the responsibility was often assumed by the widowed queen. We see the regent queen on the left, supervising a riding lesson. The statue of Hercules indicates male approval and has been included in the design to assure the contemporary viewer that the future king would be well-educated. \r\n\r\nHorsemanship was a particularly important skill for military purposes, and difficult maneuvers, such as the one shown here, displayed a gentleman's refinement as well as his ability to control power artfully.",
  "title": "The Riding Lesson"
}
