{
  "accession_number": "48.13.8",
  "art_champions_text": null,
  "artist": "Designer: Central design by Antoine Caron; Cartoonist: Central cartoon by Laurent Guyot; Designer: Border design and cartoon probably by Guillaume Dumée and Laurent Guyot che; Weaver: Weaving attributed to the workshop of Lucas Wandandalle",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1562–1565 (woven 1611–1627)",
  "department": "European Art",
  "description": "a piece from the tapestry series woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; weaving attributed to the workshop of Lucas Wandandalle in the Faubourg Saint-Marcel Manufactory of Marc de Comans and François de la Planche; warp undyed wool, 7-8 ends per cm., weft dyed wool and silk, 20-48 ends per cm.",
  "dimension": "H.165 x W.237 in. (irregular)",
  "id": "http://api.artsmia.org/objects/783",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3259,
  "image_width": 4751,
  "inscription": "Marks",
  "life_date": "French, 1521–1599",
  "markings": "In the lower galloon, at the right \\'P [French fleur de-lis]\\' followed by the monogram LVD; in the right galloon, towards the bottom, the FM monogram",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This tapestry uses the story of the classical Queen Artemisia of Caria to allude to the skill and readiness of the armies of the French king Henry IV (1589-1610). Despite the actual location of Caria in Asia Minor, in this tapestry Artemisia's troops use a ruined fortress appropriate to 17th century France as a staging ground for their performance of a \"mimic war.\" Mounted archers and swordsmen practice techniques while infantrymen storm the fortress by bridge and moat. The troop's vigorous poses and rearing horses suggest an energetic battle. However the incongruent stances taken by the combatants suggest that they are not practicing tactics against each other, but against imaginary opponents.",
  "title": "Exercise in the Assault and Defense of a Bastion"
}
