{
  "accession_number": "48.13.9",
  "art_champions_text": null,
  "artist": "Artist: Central design by Antoine Caron; Cartoonist: Cartoon attributed to Henry Lerambert; Weaver: Faubourg Saint-Marcel Manufactory of Marc de Comans and François de la Planche; Designer: Border design attributed to Henry Lerambert",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1562–1568",
  "department": "European Art",
  "description": "A piece for the tapestry cycle woven for Marie de' Medici, The Stories of Queen Artemisia, based on an epic account by Nicolas Houel; woven in the Faubourg Saint-Marcel manufactory of Marc de Comans and François de la Planche; warp undyed wool,6½-7½ ends per cm., weft dyed wool and silk, silver and silver-gilt yarns, 26-64 ends per cm.",
  "dimension": "H.186-3/4 x W.264 in. (irregular)",
  "id": "http://api.artsmia.org/objects/784",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1823,
  "image_width": 2560,
  "inscription": "",
  "life_date": "French, 1521–1599",
  "markings": "In lower galloon, towards the left: P (French fleur-de-lis) | In right galloon, towards the bottom: (the FM monogram above a yellow- petaled flower shaped like a dianthus with a cream-colored center and green stem and leaves)",
  "medium": "Wool, silk, silver, silver-gilt yarns; tapestry weave",
  "nationality": "French",
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Dominating this scene is the Colossus of Rhodes, one of the Seven Wonders of the ancient world. He watches as the widowed Greek queen, Artemisia, in the central boat, directs the capture of the city. The principle that a queen as well as a king could not only protect a kingdom but also initiate military actions was a concept that was useful to reinforce the personal power of several regent queens of France during the 16th and 17th centuries.\r\n\r\nThe reference to important historic personages or events incorporated into tapestry images frequently gives power by association to the people who own these large, impressive hangings.",
  "title": "The Queen’s Entry into the Harbor of Rhodes"
}
