{
  "accession_number": "50.41.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of C.T. Loo, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Jewelled headdress with pendants suspended from the beaks of decorative birds or from projecting scrolls. Right hand is on right knee, left hand is raised toward the chief diety. Sitting in a cross-legged position, the image of his Dhyani-Buddha in his headdress. Hip-length blouse, with wide round neck and rolled over collar, has a center vertical panel which is pulled into the neck when seated. Three-quarter length sleeves. The skirt is finely pleated and caught up slightly on either side of the leg.",
  "dimension": "68 x 48 in. (172.72 x 121.92 cm)",
  "id": "http://api.artsmia.org/objects/807",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3872,
  "image_width": 2796,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors on plaster",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "These wall paintings representing Buddhist deities were originally part of a larger composition, probably a paradise scene that adorned the wall opposite the main entrance of a temple located on the Hunan-Shanxi border in north China. The serene and imposing figure is the bejeweled bodhisattva Avalokiteshvara or Guanyin, an enlightened being who has delayed entering paradise in order to help others attain enlightenment. A seated Buddha on the crown is the iconic emblem of this bodhisattva. The image was located to the left of a central, larger image of Guanyin, which in turn was flanked on the right by a third rendition of the same deity. Interspersed between these three principal deities were standing bodhisattvas and <I>apsaras</I>, the flying angels that served as celestial attendants to the more important members of the Buddhist cosmology.",
  "title": "The bodhisattva Guanyin and flying <I>apsaras</I>"
}
