{
  "accession_number": "50.41.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of C.T. Loo, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 951-953",
  "department": "Asian Art",
  "description": "Jewelled headdress with pendants suspended from the beaks of decorative birds or from projecting scrolls. Right hand is on right knee, left hand is raised toward the chief diety. Sitting in a cross-legged position, the image of his Dhyani-Buddha in his headdress. Hip-length blouse, with wide round neck and rolled over collar, has a center vertical panel which is pulled into the neck when seated. Three-quarter length sleeves. The skirt is finely pleated and caught up slightly on either side of the leg.",
  "dimension": "68 x 48 in. (172.72 x 121.92 cm)",
  "id": "http://api.artsmia.org/objects/807",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3872,
  "image_width": 2796,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors on plaster",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th century",
  "text": "These paintings were once part of a much larger composition—now dispersed among several collections in the United States—that originally formed the wall of a temple in north-central China, possibly Cishengsi in far northern Henan province. All together the set depicts a trio of seated bodhisattvas. Each one is flanked by standing attendant bodhisattvas and surrounded by other attendants performing rituals. They are also accompanied by flying celestials (apsara) in a paradise-like setting based on Esoteric Buddhist teachings. The seated bodhisattva here, originally the leftmost of the three primary figures, is backed by a halo and wears elaborate robes and jewelry. In his large crown is a small depiction of a buddha, the superior being from which the bodhisattva emanated.",
  "title": "Avalokiteshvara Bodhisattva (Guanyin), from a set of Avalokiteshvara Bodhisattva and Flying Celestials"
}
