{
  "accession_number": "50.41.1",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of C.T. Loo, Inc.",
  "culture": null,
  "dated": "12th century",
  "description": "Jewelled headdress with pendants suspended from the beaks of decorative birds or from projecting scrolls. Right hand is on right knee, left hand is raised toward the chief diety. Sitting in a cross-legged position, the image of his Dhyani-Buddha in his headdress. Hip-length blouse, with wide round neck and rolled over collar, has a center vertical panel which is pulled into the neck when seated. Three-quarter length sleeves. The skirt is finely pleated and caught up slightly on either side of the leg.",
  "dimension": "68 x 48 in. (172.72 x 121.92 cm)",
  "id": "http://api.artsmia.org/objects/807",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3872,
  "image_width": 2796,
  "life_date": null,
  "marks": " ",
  "medium": "Colors on plaster",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G200",
  "style": "12th century",
  "text": "These dry fresco paintings representing Buddhist deities were originally part of a larger composition, probably a paradise scene which adorned the wall opposite the main entrance of a temple located on the Hunan Shansi border in north China. The serene and imposing figure is the bejeweled bodhisattva Kuan-yin. It was located to the left of a central, larger image of Kuan-yin which, in turn was flanked on the right by a third rendition of the same diety. Interspersed between these three principal deities were standing bodhisattvas and apsaras, the flying angels that served as celestial attendants to the more important members of the Buddhist cosmology. The walls of Chinese palaces, tombs and temples had been decorated with paintings since the late bronze age. Unfortunately very few pre-Yuan (14th century) Buddhist frescos have survived.",
  "title": "The Bodhisattva Kuan-yin and Flying Apsaras"
}
