{
  "accession_number": "50.46.101",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "Thick, unusually heavy flanges, narrowing toward the vessel, divide the foot, bulb, and neck into panels. They are scored with alternating straight and T-shaped scores, the stem of the T turned inward instead of outward in the usual fashion. This is a most eccentric feature. The decor, on a ground of squared spirals, covers almost the entire vessel. The t'ao-t'ieh on foot and bulb are similar but vary in detail.The foot monster has a lower forehead shield, no eyebrows and S-shaped horns, as against the recumbent C-shaped horns of the beast on the bulb. The remnants of a vertical body and a leg are the same on both. In the lower neck belt are antithetical beaked dragons. Above are blunt, sturdy rising blades with a decor to be seen from the top. Flanking the flange, as a central line, are two antithetical dragons with strongly hooked beaks and C-shaped horns, their bodies going down (with a leg half way and a tuft lower down) meeting at the end of the blade. Together their heads form a t'ao-t'ieh (observe the ears in the outer border of the blade). In the decor throughout, the principal raised features, shaped as broad, flat bands, are quite smooth except for a few scores on the horns of the bulb t'ao-t'ieh. Patina green with patches of red. The symbol in the inscription may be an abbreviation of the graph lu. For a comment see Karlgren, Number 18 (50.46.97).",
  "dimension": "13 1/8 × 11 7/16 × 11 5/16 in., 11.2 lb. (33.4 × 29 × 28.7 cm, 5.1 kg)\r\n9 13/16 in. (25 cm) (object part, mouth)\r\n6 1/16 in. (15.4 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/813",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8251,
  "image_width": 6550,
  "inscription": "Inscription\r\n\r\nThe symbol in the inscription may be an abbreviation of the graph lu. for a comment see Karlgren, number 18(50.46.97).",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "",
  "title": "Zun wine vessel"
}
