{
  "accession_number": "50.46.103",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "dated": "500-400 BCE",
  "description": "The shape of this vessel, called a Kien in its inscription, is very like that of the earlier Kuei. Fundamentally a Kien was a basin for holding water, but it is more probable that this example was not a profane vessel, but a ritual one. A companion vessel, exactly like this one and with the same inscription, is in the Freer Gallery. The decor is desposed in three belts separated by bands of plait-pattern, each strand in the plait made up of a number of very thin threads. A similar plait appears on the foot rim. The neck rim is adorned with a narrow band of cowries. The top and bottom belts on the body carry interlaced dragons, the head of every second one being close to the lower margin, the intervening heads being close to the upper. In the broad central belt are t'ao-t'ieh heads, every second seen right as the vessel stands, the intervening ones seen from above. This intricate scheme of interlaced bodies is clearly to be seen in Karlgren, number 51, figures 53 and 54. The four stout handles have t'ao-t'ieh heads at the top. This creature, with broad rolled up nose and a protruding, hooked crest in place of the ancient forehead sheild, is very different from the early ogre head. A row of stylized cicadas adorns the front and sides of the handles, and there are interlaced dragons on the flat, movable rings suspended from two of the handles. The technical execution of these decor elements narrow bare borders to every band, the center filled with either spirals or volutes with triangles, is exceedingly close to that on vessels of the Li-yu find (Umehara, Etude, plates 1 ff.) This is particularly interesting since Li-yu is in northern Shansi and the present vessels, according to Jung Keng (Shang-Chou, Volume 1, Page 470), were found in Huei-hien in northern Honan, thus both belong to the northern sphere. C.F. Yau suggests Kin-ts'un as the locale of this basin. Patina Light green with patches of blue. The inscription reads 'Kien-vessel [to be] handled [i.e. used] by the nobleman Chi.' For a discussion of the inscript",
  "dimension": "8 7/8 × 20 1/4 × 20 5/16 × 17 3/16 in., 20.7 lb. (22.54 × 51.44 × 51.59 × 43.66 cm, 9.4 kg)\r\n9 in. (22.86 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/814",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5368,
  "image_width": 7152,
  "life_date": null,
  "marks": "Inscription\r\n\r\n\\'Kien-vessel [to be] handled [i.e.  ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "5th-4th century BCE",
  "text": "This impressive cauldron, a wedding gift, is one of the true masterpieces of piece-mold casting. The delicate interweave, fine lineation and granulation exhibited here have seldom been equaled even in modern foundries. Because the carved ceramic piece-molds used to make these utensils were destroyed in the casting process, they were not reused. However, there is a nearly identical sister piece to this vessel in the Freer Gallery of Art. Both vessels are inscribed \"The esteemed <i>jian</i> of Lord Zhi.\" Zhi was a ruling family of the Jin state which was conquered in 453 BCE. It is reported that the two vessels were unearthed in 1938 at Huixian in Henan province.",
  "title": "Water basin <i>jian</i>"
}
