{
  "accession_number": "50.46.103",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "500-400 BCE",
  "department": "Asian Art",
  "description": "The shape of this vessel, called a Kien in its inscription, is very like that of the earlier Kuei. Fundamentally a Kien was a basin for holding water, but it is more probable that this example was not a profane vessel, but a ritual one. A companion vessel, exactly like this one and with the same inscription, is in the Freer Gallery. The decor is desposed in three belts separated by bands of plait-pattern, each strand in the plait made up of a number of very thin threads. A similar plait appears on the foot rim. The neck rim is adorned with a narrow band of cowries. The top and bottom belts on the body carry interlaced dragons, the head of every second one being close to the lower margin, the intervening heads being close to the upper. In the broad central belt are t'ao-t'ieh heads, every second seen right as the vessel stands, the intervening ones seen from above. This intricate scheme of interlaced bodies is clearly to be seen in Karlgren, number 51, figures 53 and 54. The four stout handles have t'ao-t'ieh heads at the top. This creature, with broad rolled up nose and a protruding, hooked crest in place of the ancient forehead sheild, is very different from the early ogre head. A row of stylized cicadas adorns the front and sides of the handles, and there are interlaced dragons on the flat, movable rings suspended from two of the handles. The technical execution of these decor elements narrow bare borders to every band, the center filled with either spirals or volutes with triangles, is exceedingly close to that on vessels of the Li-yu find (Umehara, Etude, plates 1 ff.) This is particularly interesting since Li-yu is in northern Shansi and the present vessels, according to Jung Keng (Shang-Chou, Volume 1, Page 470), were found in Huei-hien in northern Honan, thus both belong to the northern sphere. C.F. Yau suggests Kin-ts'un as the locale of this basin. Patina Light green with patches of blue. The inscription reads 'Kien-vessel [to be] handled [i.e. used] by the nobleman Chi.' For a discussion of the inscript",
  "dimension": "8 7/8 × 20 1/4 × 20 5/16 × 17 3/16 in., 20.7 lb. (22.54 × 51.44 × 51.59 × 43.66 cm, 9.4 kg)\r\n9 in. (22.86 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/814",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5368,
  "image_width": 7152,
  "inscription": "Inscription\r\n\r\n\\'Kien-vessel [to be] handled [i.e. used] by the nobleman Chi.\\'",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Basin",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "This jian, a large bowl-shaped vessel with a deep body and heavy rim, is decorated with a dense serpentine pattern and four attached animal-head ring handles. The interlocked serpentine relief appears in three bands encircling the neck and the main body, separated by a frieze of braided ropes. Intertwined dragons wriggle within these bands, their bodies embellished with incised spirals and meanders. The vessel bears an inscription on the interior wall, which reads: The jian for amusement of the son of Lord Zhi.\r\nZhi was a ruling family of the Jin state, and Zhi Yao, the last member of its linage, was killed in 453 BCE. The decorative style, together with the inscription, identify the vessel as cast at the foundry of the Jin state.",
  "title": "Jian water basin"
}
