{
  "accession_number": "50.46.104a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th century BCE",
  "department": "Asian Art",
  "description": "This vessel is a remarkable example of its type, and of perfect workmanship. The body is divided into three horizontal belts by narrow, bare interstices uninterrupted by the scored flanges which, with the handle of the vessel, delimit four panels. The plain handle has an animal's head with zigzag lines across the nose and C-shaped horns with parallel lines in thin, thread relief. The lid is partly shaped as a plastic animal. The head, with the forehead lozenge and bottle horns of a t'ao-t'ieh, has other, more realistic details well-modelled ears and a mouth with saw-like teeth. The body is that of a long-drawn-out dragon in low relief reclining along the center of the lid. The central flange, curving with the body in the looped tail, has straight and T-shaped scores. A t'ao-t'ieh and various types of dragons figure in a decor scheme that covers almost the entire body of the vessel. The bodied t'ao-t'ieh with S-shaped horns in the middle belt is flanked by strongly stylized head turning dragons. Also strongly stylized are the dragons in the foot belt, which are similar to those on vessels 50.46.43, Karlgren #11, and 50.46.89, Karlgren #21. The consecutive dragons in the neck belt are not identical. To the right is an ordinary beaked dragon with recumbent C-shaped horn and a small vertical crest. The dragon under the spout of the vessel has no crest. Its horn is heart-shaped, and it has the drawn-out, pointed eye of the t'ao-t'ieh below. Its enormous beak is drawn out to parallel the curve in the rim. Inside the curve of the beak is a small, head turning dragon. The big dragon on the lid has spirals at the base of the horns and a single scale between parallel zigzag lines that flank the central flange, forming the common lozenge pattern. The legs, in flat relief, flank the big dragon, thier tails meeting at the end of the lid. Patina light blue-green.",
  "dimension": "7 × 9 5/16 × 2 1/16 in., 2.9 lb. (17.78 × 23.65 × 5.24 cm, 1.3 kg)\r\n3 7/8 × 3 1/16 in. (9.84 × 7.78 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8063,
  "image_width": 6450,
  "inscription": "Inscription\r\n\r\n(For comment on the inscription, see Karlgren, #18)",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century BCE",
  "text": "The gong is a type of ritual vessel used to serve wine. It was produced primarily during the reigns of King Wu and King Zhao in the late Shang (c. 1300–1046 BCE) and early Western Zhou (c. 1046–977 BCE,) dynasties. Found in Anyang, this deep boat-shaped pouring vessel displays almost perfect workmanship. Taotie (composite animal) masks are found on the handle and the lower registers of the sides. Three dragons decorate the surface of the vessel. The consecutive dragons in the neck belt are not identical. On the upper register to the right is a beaked dragon with recumbent C-shaped horn. The dragon under the spout of the vessel has a heart-shaped horn. Its enormous beak parallels the curve in the rim. The lid is fashioned as a beast with bottle-shaped horns and fierce mouth. Its long, dragon-like body extends down the lid and loops at the end. All these features resemble those seen on a pair of gong excavated from the tomb of Fuhao, consort of King Wuding (r. c. 1250–1192 BCE), thus identifying Mia’s example to be one of the earliest known gong.",
  "title": "Gong wine vessel"
}
