{
  "accession_number": "50.46.105",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "Ting with supporting Animals, inscribed. Boldly modelled birds, hooked beaks facing outward and big horns facing inward, support a broad, shallow bowl with uprights. The body decor is in three belts, the two lower ones interupted by flanges corresponding to the supporting birds. The middle belt, of realistic cicades in rounded relief on spiral ground, is bordered by narrower bands with big eyes connected by diagonal lines, C-figures, and fork-like elements which may represent strongly disfigured dragons. Patina grey-green patches of brighter green",
  "dimension": "7 11/16 × 6 1/4 × 6 5/16 in., 3.1 lb. (19.5 × 15.8 × 16 cm, 1.4 kg)",
  "id": "http://api.artsmia.org/objects/816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6728,
  "image_width": 5653,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10th century BCE",
  "text": "As with many other types of bronze vessels, the ding had a pottery prototype dating back as early as the Peiligang culture of the Neolithic period (c. 7000–5000 BCE). Bronze versions of the flat-legged ding began to be cast early in the Shang dynasty (c. 1600–1300 BCE). The flat legs of those Shang ding were mostly shaped like stylized dragons. In the early Western Zhou period (c. 1046–977 BCE), it became popular for the ding legs to take the form of birds. In this example, the shallow bowl with a round bottom is supported by three flattened legs, each rendered in the form of a bird standing upon its claws and tail. Above the legs is a row of cicadas. Perhaps because the life cycle of the cicada was seen as symbolic of renewed life—they lie dormant underground for seven to 14 years, and emerge for only one summer—the insect was a popular motif during the Shang and Zhou dynasties, commonly represented in bronze and jades.",
  "title": "Ding food vessel"
}
