{
  "accession_number": "50.46.107",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "He, inscribed. Vessels of the He class vary according to the shape of the belly, which may be that of a Li, a Li-ting, or a Ting. This unique specimen has the hemispherical shape of a Ting. The handle, surmounted by an animal's head; the chain and its rings; the small handle on the lid decorated with dragon heads; the spout and the legs are very simple. The blade decor of the spout and legs, and the dragon motif in the neck and lid belts -- so dissolved as to leave only the eyes and interlocked double spirals as remnants of the bodies -- are in no way uncommon. In view of their off-hand treatment, the decor of the belly is doubly striking. It consists of rows of scales in flat,double-band relief, each scale being filled with a dissolved cicada motif in thread relief. This scale decor is a harbinger of the scale-band of the Middle Chou style. Therefore this vessel, with its cylindrical legs of the earlier periods, is best dated in the latter part of the early Chou, on the border of Middle Chou, i.e., circa B.C.900. Patina gray and blue-green",
  "dimension": "11 1/2 × 9 7/16 × 6 5/8 in., 7.1 lb. (29.21 × 23.97 × 16.83 cm, 3.2 kg)\r\n4 1/2 in. (11.43 cm) (object part, mouth-a)\r\n3 9/16 in. (9.05 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/818",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8224,
  "image_width": 6710,
  "inscription": "Inscription\r\n\r\n\\\"Scribe; [to] Father YI",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10th century BCE",
  "text": "The he wine container is an old vessel type that emerged as early as the Erlitou period, dating from the 17th century BCE. During the late Shang dynasty (c. 1300–1046 BCE), its shape evolved—its bulging body, with narrow neck and spout, was supported by three cylindrical legs, as seen in this example. The vessel bears an inscription identifying that it was cast by “Shi” in honor of his father, “Gui.” Recent archaeological activities have established that all bronzes bearing the “Shi” inscription were cast during the late Shang and early Western Zhou periods. The vessel’s main body bears a decorative motif consisting of rows of scales in flat, double-band relief. It is generally recognized that by the mid–Western Zhou period (c. 976–886 BCE) Chinese bronze art began a process of stylistic transformation from that of the waning Shang to that of the distinct Western Zhou. Such change is marked by the replacement of taotie masks with patterned decoration. This vessel, however, demonstrates that in the early Western Zhou, the new decorative trend had already emerged.",
  "title": "He wine vessel"
}
