{
  "accession_number": "50.46.109",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-12th century BCE",
  "department": "Asian Art",
  "description": "Kia with four spread legs, inscribed. The decor of the body, S-shaped in profile, displays the usual elements of a bodied t'ao-t'ieh flanked by vertical dragons and, in the neck belt, beaked dragons with a band of rising blades filled with disolved cicada figures. The flanges on the body are low, narrow and unscored. Scores appear, instead, on the horns of the large t'ao-t'ieh and on parts of the antithetical beaked dragons appearing in a complicated arrangement on the outer surfaces of the legs. On the top of the handle is a t'ao-t'ieh with C-shaped horns, its mouth gaping over a finely-drawn cicada. The uprights, square at the base, with an incurving profile, are decorated with a spiral band, slender rising blades, and t'ao-t'ieh masks on the tops. Patina grey-green",
  "dimension": "13 3/4 × 9 1/8 × 8 7/16 in., 13 lb. (34.93 × 23.18 × 21.43 cm, 5.9 kg)",
  "id": "http://api.artsmia.org/objects/819",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8301,
  "image_width": 6404,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-12th century BCE",
  "text": "Jia were among the earliest Chinese bronze vessels cast during the Erlitou period (c. 2000–1600 BCE). Archaeological excavations have found more jia and jue (another type of wine cup) than ding cauldrons, which held food. This suggests that people of the Erlitou period emphasized the role of wine in ritual ceremonies. Jia became prevalent during the Shang and early Western Zhou dynasties (c. 1600–977 BCE) and gradually fell out of favor and then disappeared during the late Western Zhou (c. 885–771 BCE). It was fashionable in the late Shang to make square variations on originally round types of vessels—hence, a new type of jia emerged. Known as fangjia, or “squared jia,” it had a quadrangular shape and a rectangular or square cross section. In this example, taotie, composite-animal masks, appear on the largest panel on each side, which also features stylized animals, as is typical of much Shang art.",
  "title": "Fangjia wine vessel"
}
