{
  "accession_number": "50.46.110",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Musical Instruments; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th-5th century BCE",
  "department": "Asian Art",
  "description": "The decor of this bell, in cross section a pointed oval with an arched line at the bottom, is quite complicated. The shaft has three decor belts and one bulky ring with a vertically placed suspending device formed by a contorted tiger. The beast stands with body half raised against the shaft, its claws pressing against the lower of the three decor belts. The upper body and neck turn backward, with the tiger biting its own tail. The loop thus completed serves for the suspension of the bell by a strap passed through the loop. Of the three decor belts on the shaft, the upper displays a t'ao-t'ieh (to be seen from above). The two lower belts have dragons that turn alternately upward and downward. The bulbous ring supporting the tiger is decorated with a loosely twined cord pattern and interlaced lines. The top of the bell has rolled up dragons, their bodies formed of bands filled with voluted and triangles. In the two belts between the spikes on the outer surface of the bell are dragons placed alternately upward and downward. The decor field of the lower part of the bell is a magnificant specimen of gaudy Huai decor in which a t'ao-t'ieh bites on the body of a bird-dragon with a big, hooked beak, an S-shaped crest, and a heart-shaped horn. This involved and elaborate decor is carried out with the brilliance and dazzeling skill of the Huai-style bronze art. Patina green and blue-green.",
  "dimension": "23 in. (58.42 cm)",
  "id": "http://api.artsmia.org/objects/821",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9600,
  "image_width": 7204,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th-5th century BCE",
  "text": "When this bell was made, around 500 BCE, Chinese bells had already evolved over 800 years. They were sophisticated musical instruments. This bell is called a yong, the quintessential bell type found in high-ranking late Zhou tombs. Unlike the bo type, seen elsewhere in this exhibition, it has an arch-shaped bottom, straight sides, cylindrical bosses, and a columnar shank (yong) with a loop suspension device that causes the bell to tilt toward the player rather than remain straight up and down. This permitted greater accuracy in striking than with vertically suspended bells—an important feature, since yong bells can emit two notes depending on whether they are struck in the center or midway to the side. The symmetrical group of bosses on each bell probably served to diminish the nonharmonic overtones emitted by the upper part of the bell, thereby emphasizing the fundamental notes.",
  "title": "Yong bell"
}
