{
  "accession_number": "50.46.111",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "This fantastic creature might be a playful descendant of the water buffalo, Karlgren Number 90 (50.46.113). Here, however, the sculptural effect is achieved through the long sweeping curves of the body. The spirals emphasizing the shoulders and hindquarters are broad bands with a modified scale pattern which recurs on the tail. The shoulder is further emphasized by a raised ring with turquoise inlay. The eyes, with brows of rope pattern, are also inlaid with turquoise. Further elements of the Huai style are the cowrie band around the neck, granulation on the ears and the tufts of the hind legs, and the tail ending in a bird's head. Patina light green.",
  "dimension": "4 7/8 × 8 3/8 × 4 3/16 in., 2.9 lb. (12.4 × 21.2 × 10.7 cm, 1.3 kg)",
  "id": "http://api.artsmia.org/objects/822",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6523,
  "image_width": 8363,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze and turquoise",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "This fantastic creature combines features from various animals, including a tiger-like head and water buffalo’s hooves. The sculpture catches the moment before the creature is about to leap, and the sculptural effect is achieved through the long sweeping curves of the body. The power of the shoulders is emphasized with a spiral pattern and a raised ring with turquoise inlay. The eyes are also inlaid with turquoise. While a number of contemporary bronze animals of similar scale and configuration have square sockets on their backs and probably served as supports for upright poles, this charming creature may have been cast as an independent stand-alone sculpture.",
  "title": "Mythological beast"
}
