{
  "accession_number": "50.46.112",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 4th century BCE",
  "department": "Asian Art",
  "description": "Wine vessel; bronze with gold, silver, and copper inlay. This vessel, variously called Hu, Lei, and Min is closely related to the Ting inlaid with silver, Karlgren Number 47 (50.46.76), and may possibly be part of the same set. The decor of the several belts is largely based on single and double volutes and volutes with triangles. These typical elements of the Huai decor must, to a degree, be extremely corrupted and geometricized derivatives of zoomorphic motifs (dragons and birds). The moveable ring handles, with an inlaid pattern, are fixed in the mouths of silver t'ao-t'ieh masks applied to the shoulder. The inlay in this decor belt includes gold as well as silver; the remainder is in silver only. This wine vessel is one of the most splendid examples of Late Chou bronze art and the inlay technique. Patina dark brown with green patches.",
  "dimension": "9 11/16 × 12 5/16 × 11 5/8 (di., belly) in., 13.2 lb. (24.61 × 31.27 × 29.53 (di., belly) cm, 6 kg)\r\n5 in. (12.7 cm) (object part, mouth)\r\n5 15/16 in. (15.08 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/823",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6120,
  "image_width": 6645,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with gold, silver and copper inlay",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "4th century BCE",
  "text": "This wine vessel is one of the most splendid examples of Eastern Zhou bronze art and technique. It is decorated with a geometric, brocade-like pattern of gold, silver, and copper inlay—actually, extremely stylized depictions of dragons and birds. As religious beliefs changed, ritual bronzes became more secular in use and decoration during the Eastern Zhou period. The fearsome taotie (composite animal) masks and symbolic animal motifs of the Shang and Western Zhou periods were increasingly replaced with abstract surface ornament such as “hook and comma” patterns, granulation or, as in this case, metallic inlay. It was done as much to delight the eye as to inspire religious reverence. The vessel is reportedly from Jincun near present-day Luoyang, Henan province, and is part of a magnificent group of burial objects from the royal lineage of the Eastern Zhou.",
  "title": "Lei wine vessel"
}
