{
  "accession_number": "50.46.113",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "6th-5th century BCE",
  "department": "Asian Art",
  "description": "A vivid impression of life and movement is achieved by the schematic treatment of the legs, the ponderous body, and the summarily modelled head. The eyes, under flat, curving horns, are extraordinarily expressive. the incised decor of the body, with thin, slanting lines arranged in rows or grouped around a circular motif, stems from an earlier element that appears on the legs and throat of the early Middle Chou figure of a buffalo (Karlgren, Plates 102, 103). The socket on the beast's back indicates that the animal has served as a podium. The body is hollow and open, with traces of clay inside the belly. Patina grey-green.",
  "dimension": "5 1/2 × 10 3/8 × 4 3/4 in., 6.2 lb. (13.9 × 26.4 × 12.1 cm, 2.8 kg)",
  "id": "http://api.artsmia.org/objects/824",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5077,
  "image_width": 7428,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Support",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th-5th century BCE",
  "text": "Water buffalo were domesticated in China around 4,000 years ago and ever since have been necessary for farming. A vivid, lifelike impression is achieved by the slanting legs, the chubby body, and the head and eyes turned sideways: it is in a resting but watchful attitude. The naturalistic gesture and posture of the animal stand in contrast to the thin abstract lines decorating the body. The socket on the buffalo’s back indicates that the animal has served as a podium—a post supporting another object would have been inserted into it.",
  "title": "Water buffalo support"
}
