{
  "accession_number": "50.46.114",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "4th century BCE",
  "department": "Asian Art",
  "description": "This small sculpture of a kneeling man holding a tube-like vessel in his extended hands is one of a group of similar figures that may have served as torch bearers in a tomb. The sensitively modelled face, with an expression at once tentative and hopeful lends credibility to this supposition. The figure is clothed in a close-fitting garment that wraps from left to right in a broad overlap and is belted with a narrow band. The head-covering, rather like an open helmet, is broad at the back and rises to a peak-like top before descending in a narrow, tounge-shaped band to the forehead. It is bound to the head by a strap that goes down in front of the ears and under the chin. A second strap passes around the head from the forehead to the occiput. This figure is one of a group of bronze sculptures found in the Han family tombs a Kin-ts'un near Lo-yang and reported by W. C. White in Tombs of Old Lo-Yang. The artistic tradition of the early Yin culture, modified by an approach to nature, still persists in some of these small bronze sculptures from the old Lo-yang area. Their general characteristics - the unvarying block-like form, the broad type with large round eyes, the details of costume, particularly the head gear, reflect a new interest in and a closer observation of nature. Such figures constitute the links between early Yin sculptures and those of Han time. Essential characteristics of the earlier works do persist, but in a modified form. One discerns also in these small works, as in some other early Chinese bronzes, a resemblance to certain examples of pre-Columbian art -- a kind of parallelism which points to a similar artistic disposition or a common origin, rather than to any direct influence or intercommunication between these centers of art so widely separated in time and space. However this paralleleism came about, it is clear that the sculptural products of Yin-Chou art reflect traditions of style no longer to be found in those of Han time. Patina green",
  "dimension": "11 1/4 × 6 × 6 in., 7.3 lb. (28.58 × 15.24 × 15.24 cm, 3.3 kg)",
  "id": "http://api.artsmia.org/objects/825",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6427,
  "image_width": 5317,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "4th century BCE",
  "text": "Excavated near Luoyang, the capital of the Eastern Zhou dynasty (770–256 BCE), this small sculpture of a kneeling man holding a tube-like vessel in his extended hands may have served as a torch bearer in a tomb. The figure is clothed in a close-fitting garment that wraps from left to right and is belted with a narrow band. The head covering, rather like an open helmet, is broad at the back and rises to a peaked top before descending in a narrow tongue-shaped band at the forehead.",
  "title": "Kneeling figure"
}
