{
  "accession_number": "50.46.115",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics; Metalwork; Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "This bell, in cross section a pointed oval with an arched line at the bottom has a bottle-shaped handle that is most unusual. The decor field, confined to the body of the bell, is filled with granulation. It displays a variation of the 'volute with angle' theme; every two such figures combine into larger compounds, the whole resulting in a lozenge pattern. The border is partly a running spiral pattern and partly dissolved dragon figures. At the lower corners are sinuously drawn birds with S- or heart shaped horns. The mask of a playful t'ao-t'ieh must be seen from above. Patina brownish green with brighter green patches.",
  "dimension": "8 11/16 × 3 × 2 1/2 in., 1.3 lb. (22 × 7.6 × 6.4 cm, 0.6 kg)",
  "id": "http://api.artsmia.org/objects/826",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8168,
  "image_width": 6164,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "Although it has the general shape of a small yong bell, this instrument lacks the ring suspension device of the yong as well as the 36 bosses found on most late Zhou bells. And if it were suspended, the composite-animal taotie mask on the body would be upside down. Known as zheng, this type of bell was not used in graduated sets but rather individually, and was held in an upright position. The incised bird and volute, triangular, and running spiral patterns are similar to those found on painted lacquers of the same era, and were prevalent in southern China during the Spring and Autumn (c. 770–476 BCE) and Warring States (c. 475–221 BCE) periods.",
  "title": "Zheng ritual bell"
}
