{
  "accession_number": "50.46.116",
  "artist": "Unknown",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "dated": "13th-12th century BCE",
  "description": "Vessel in the shape of an owl. Two flanges, one ending just under the beak in front and the other continuing to the top of the head in back, have alternating straight and L-shaped scores, those on the front flange being much the deeper of the two. The tail, with a scored flange border, forms the back support of the vessel. Apart from the realistically-formed feet, the bird is strongly stylized. The body is completely covered by rows of scales except for the shoulder line, expressed by a vigorous spiral, and the wings quills, rendered by bands filled with antithetical spirals. Patina green.",
  "dimension": "12 1/4 × 7 3/16 × 8 1/4 in., 8.2 lb. (31.12 × 18.26 × 20.96 cm, 3.7 kg)\r\n4 5/8 × 4 11/16 in. (11.75 × 11.91 cm) (object part, mouth-a)\r\n4 1/4 × 4 3/8 in. (10.8 × 11.11 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/827",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8365,
  "image_width": 6725,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "13th-12th century BCE",
  "text": "Vessels made in animal form constitute virtually the only bronze sculpture known from the Shang period. Besides this well-known version of an owl, rare examples of quadrupeds including buffalo, boar, rhinoceros, elephant and ram have also survived.  The \"Pillsbury Owl\" is the oldest and most naturalistic of the few remaining owl-shaped <I>zun</I>. Standing near the beginning of the Anyang period (1400-1027 BCE), it represents a charming, though seldom practiced and short-lived tradition of casting ceremonial vessels in the shapes of animals.",
  "title": "Wine vessel zun in the shape of an owl"
}
