{
  "accession_number": "50.46.116",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-12th century BCE",
  "department": "Asian Art",
  "description": "Vessel in the shape of an owl. Two flanges, one ending just under the beak in front and the other continuing to the top of the head in back, have alternating straight and L-shaped scores, those on the front flange being much the deeper of the two. The tail, with a scored flange border, forms the back support of the vessel. Apart from the realistically-formed feet, the bird is strongly stylized. The body is completely covered by rows of scales except for the shoulder line, expressed by a vigorous spiral, and the wings quills, rendered by bands filled with antithetical spirals. Patina green.",
  "dimension": "12 1/4 × 7 3/16 × 8 1/4 in., 8.2 lb. (31.12 × 18.26 × 20.96 cm, 3.7 kg)\r\n4 5/8 × 4 11/16 in. (11.75 × 11.91 cm) (object part, mouth-a)\r\n4 1/4 × 4 3/8 in. (10.8 × 11.11 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/827",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8365,
  "image_width": 6725,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-12th century BCE",
  "text": "Zun is a type of bronze wine vessel used by Shang-dynasty (c. 1600–1046 BCE) aristocrats during ritual ceremonies to honor their ancestors. This owl-shaped zun is divided into two sections: the removable owl’s-head lid and the bird’s hollow body. Vessels shaped like animals constitute virtually the only bronze sculpture known from the Shang period. Besides this owl, vessels in the form of buffalo, boars, rhinoceroses, elephants, and rams have also survived. This owl is one of the oldest and most naturalistic of the few remaining owl-shaped zun. Its form exhibits the influence of the Shang capital, Anyang, in the North, but the style and casting technique of the vessel (the indentation on the interior walls corresponds to a relief found on the exterior) indicate that it is related to the bronze tradition of the middle Yangzi region in southern China.",
  "title": "Zun wine vessel in the shape of an owl"
}
