{
  "accession_number": "50.46.118a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-11th century BCE",
  "department": "Asian Art",
  "description": "The rich decor of the vessel covers every surface except the backs of the stubby legs. The ground is squared spirals throughout. On the long side of the body the median line is marked by a free animal's head on the neck belt and by a t'ao-t'ieh in low relief on the bottom. The shoulder line of the owl is boldly stylized into an enormous spiral, the wing quills emerging in narrow parallel bands. Behind the quills the tail protrudes in a short downward hook. The shoulder, neck and quills are covered with scales. Two birds with cleft crests, bottle horns, and tails adorned with scales, flank the free head on the neck of the vessel. Coiled dragons decorate the front sides of the legs, and the bottom surface of the vessel is covered with scales in parallel rows. The whole area is bordered at the rim by a circle band which appears also on the adjoining rim of the lid. The owl has enormous eyes, and the horns are the large, C-shaped type of the ordinary t'ao-t'ieh. Patina bluish-green",
  "dimension": "7 × 5 15/16 × 4 5/8 in., 3.7 lb. (17.78 × 15.08 × 11.75 cm, 1.7 kg)\r\n4 3/8 × 3 1/8 in. (11.11 × 7.94 cm) (object part, mouth-a)\r\n4 9/16 × 3 3/8 in. (11.59 × 8.57 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/829",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6001,
  "image_width": 4796,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "Two owls sit back to back to form this you wine vessel. The domed lid represents the birds’ heads. Rich decoration covers every surface except the backs of the short, stout legs. The background consists of squared spirals throughout. Two birds with cleft crests, bottle horns, and tails adorned with scales flank the animal-head-shaped lugs on the neck of the vessel.",
  "title": "You wine vessel in double-owl shape"
}
