{
  "accession_number": "50.46.119",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th century BCE",
  "department": "Asian Art",
  "description": "This unique vessel displays a technical perfection which proves that the artisans of Early Zhou sometimes fully equaled their Yin predecessors in taste and skill. The usual division into four panels is suggested exclusively by the free animals' heads alternating, in the neck region, with the handles. The decor ground, of rounded and acute angled spirals, carries an eyed band with diagonals in the foot belt and antithetical tail-raising birds in flat relief on the belly. The crests of these extraordinary birds split up in three strands, the middle one a short, spearlike point; the other two forming long plumes, one falling staight down past the turned head and in front of the breast, the other going forward past (and parallel with) the beak, then rising in a bold sweep above the head and descending in two parts behind the first strand. Thus three parallel bands descend, the outer two adorned with rounded figures reminiscent of those of a peacock. For comment of these figures see Karlgren, number 29, 50.46.120. From the raised tail three bands descend in a fashion exactly similar to those of the crest. The animal's head on the handle has large tusks protruding at the sides. The hook on the bottom is reminiscent of the bird representation often seen on Kuei handles. patina pale green with patches of blue green. The meaning of the inscription is ' The King attacked Tsi-yu and went out and attacked Naohei. When he came [back], he made liao-sacrifice [burnt-offering] in Tsung Chou and presented to [me], Kuo Po X, cowries, ten double strings. [I] presume in response to extol the king's grace, and so I have made my accomplished dead father's precious Kuei vessel. May for a myriad years sons and grandsons forever treasure and use it.' For comment on the inscription, see Karlgren, number 36 (50.46.119). The birds on the Kuei have a clase parallel on a 'YU' in the Simitomo Collection (Senoku, Volume 2, Plate 67) and on a 'TSUN' in the Imperial Collection, but are, for the rest, unique. Mr. Loo stated that this vessel and th",
  "dimension": "6 1/4 × 11 7/8 × 8 13/16 in., 9.5 lb. (15.8 × 30.2 × 22.4 cm, 4.3 kg)\r\n8 1/2 in. (21.59 cm) (object part, mouth)\r\n7 5/8 in. (19.37 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/830",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6556,
  "image_width": 8281,
  "inscription": "Inscription\r\n\r\n\\\"The King attacked Tsi-yu and went our and attacked Naohei. When he came [back], he made liao-sacrifice [burnt-offering] in Tsung Chou and presented to [me], Kuo Po X, cowries, ten double strings. [I] presume in response to exto the King\\'S grace, and so I have made my accomplished dead father\\'s precious Kuei vessel. May for a myriad years sons and grandsons forever treasure and use it.\\\"",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th century BCE",
  "text": "Toward the mid–Western Zhou, two of the most noticeable changes that occurred in bronze casting involved the abandonment of the taotie (composite animal) mask motif and the adoption of long inscriptions. This gui displays elaborate birds, a popular motif, on its main decorative register. The birds’ flamboyant design, with their crests and peacock-like plumage, is unique. The lengthy inscription, neatly cast into the cauldron’s bottom, reads as follows: \r\n\r\nZhou King went out to attack Laiyu, then Naohei. Upon his return after victory, he held a liao sacrifice [burnt offering] at the capital Zongzhou [at present-day Xi’an]. He presented to me, X, Duke of Yong, ten strings of cowries [one hundred pieces]. In response, to extol the king’s grace, I have made this precious gui, dedicating it to ancestors. May sons and grandsons forever treasure and use it.",
  "title": "Gui food vessel"
}
