{
  "accession_number": "50.46.119",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "dated": "10th century BCE",
  "description": "This unique vessel displays a technical perfection which proves that the artisans of Early Zhou sometimes fully equaled their Yin predecessors in taste and skill. The usual division into four panels is suggested exclusively by the free animals' heads alternating, in the neck region, with the handles. The decor ground, of rounded and acute angled spirals, carries an eyed band with diagonals in the foot belt and antithetical tail-raising birds in flat relief on the belly. The crests of these extraordinary birds split up in three strands, the middle one a short, spearlike point; the other two forming long plumes, one falling staight down past the turned head and in front of the breast, the other going forward past (and parallel with) the beak, then rising in a bold sweep above the head and descending in two parts behind the first strand. Thus three parallel bands descend, the outer two adorned with rounded figures reminiscent of those of a peacock. For comment of these figures see Karlgren, number 29, 50.46.120. From the raised tail three bands descend in a fashion exactly similar to those of the crest. The animal's head on the handle has large tusks protruding at the sides. The hook on the bottom is reminiscent of the bird representation often seen on Kuei handles. patina pale green with patches of blue green. The meaning of the inscription is ' The King attacked Tsi-yu and went out and attacked Naohei. When he came [back], he made liao-sacrifice [burnt-offering] in Tsung Chou and presented to [me], Kuo Po X, cowries, ten double strings. [I] presume in response to extol the king's grace, and so I have made my accomplished dead father's precious Kuei vessel. May for a myriad years sons and grandsons forever treasure and use it.' For comment on the inscription, see Karlgren, number 36 (50.46.119). The birds on the Kuei have a clase parallel on a 'YU' in the Simitomo Collection (Senoku, Volume 2, Plate 67) and on a 'TSUN' in the Imperial Collection, but are, for the rest, unique. Mr. Loo stated that this vessel and th",
  "dimension": "6 1/4 × 11 7/8 × 8 13/16 in., 9.5 lb. (15.8 × 30.2 × 22.4 cm, 4.3 kg)\r\n8 1/2 in. (21.59 cm) (object part, mouth)\r\n7 5/8 in. (19.37 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/830",
  "image": "valid",
  "image_copyright": "",
  "image_height": 0,
  "image_width": 0,
  "life_date": null,
  "marks": "Inscription\r\n\r\n\\\"The King attacked Tsi-yu and went  ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "10th century BCE",
  "text": "After the Shang were conquered by the Zhou around 1028 BCE, two of the most noticeable changes which occurred in bronze casting involved the eventual exclusion of the <I>taotie</I> motif, and the use of long inscriptions. The new rulers apparently chose to do away with the mask, the major religious-political symbol of the previous dynasty. Accordingly, elaborate bird motifs often comprised the main decorative registers of mid Western Zhou vessels, as is the case with this <I>gui. </I> The present vessel is also important for its lengthy inscription, which is neatly cast into the cauldron's bottom and reads as follows:\r\n\r\n<I>The King attacked Chi-yu and then Nao-hei. When he returned, he conducted the Liao sacrifice at Zongzhou and presented (to me) [Duke Yong] ten double strings of cowries [money]. In order to extol the King's benevolence and to honor my worthy [deceased] father, I have made this precious gui. May sons and grandsons eternally treasure and use it. </I>",
  "title": "Food vessel gui"
}
