{
  "accession_number": "50.46.120",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th century BCE",
  "department": "Asian Art",
  "description": "The foot belt, divided into two panels by shallow flanges, displays long-drawn, antithetical gaping dragons. The neck belt, correspondingly divided by two free animals' heads, carries S-shaped, turning dragons with bug C-shaped crests. The division of the body into panels is achieved entirely by the decor, executed in low, flat relief on a ground of spirals. It consists of pairs of antithetical, tail-raising birds, their crests cleft in three strands. One slants gracefully backward; the second rises over the head in a bold bow and drops to the feet of the bird; the third curves down over the bird's back. From the raised tail a big plume descends to the feet in a C-shape. Tufts appear in the middle of the big crest, and on the descending tail. the effect of this antithetical arrangement of crests and tail plumes is that of rudimentary t'ao-t'ieh masks the nose at the bottom, the hooked forehead shield, and the big horns in reclining C-shape. On the neck of the bird is a scale of the type often found on snakes and owls, and perhaps of some magical significance. Antithetical birds reappear in the rising blades on the neck of the vessel. Here, however, the club-like crest leans forward and a detached horn rises to the top of the blade. Patina blue-green. The inscription reads 'The Prince has made the precious vessel; may sons and grandsons forever use it.'",
  "dimension": "9 13/16 × 8 7/8 × 8 3/4 in., 7.9 lb. (25 × 22.5 × 22.2 cm, 3.6 kg)\r\n6 1/16 × 6 in. (15.4 × 15.2 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/832",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8447,
  "image_width": 6885,
  "inscription": "Inscription\r\n\r\n\\\"The Prince has made the precious vessel; may sons and grandsons forever use it.\\\"",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th century BCE",
  "text": "This vessel form, known as zun, was used to hold wine. Such vessels appeared during the Erligang period of the Shang dynasty (c. 1500–1300 BCE) and reached the height of their popularity in the Western Zhou dynasty (c. 1046–771 BCE). The piece is an example of the earliest of several varieties of zun. By the mid–Western Zhou period (c. 976–886 BCE), bronze decoration began a process of stylistic transformation that can be seen in this piece. The focus is on a pair of large plumed birds, a favored image in the Western Zhou period.",
  "title": "Zun wine vessel"
}
