{
  "accession_number": "50.46.121",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century BCE",
  "department": "Asian Art",
  "description": "Kuei without handles. The vessel is divided into four vertical panels by heavy flanges with alternate straight and T-shaped scores. In two places in the neck band the flanges give way to free animals' heads. The features of the bodied t'ao-t'ieh in the main belt are similar to those seen on vessels 50.46.48 and 50.46.86 (Karlgren numbers 7, 11, 30), except that the mouth line is S-shaped and shows the teeth. The dragons in the foot belt have the mouth of the ordinary gaping dragon, but the head turns downward, thus differing slightly from the usual trunked dragon.",
  "dimension": "7 × 9 15/16 in., 8.8 lb. (17.8 × 25.3 cm, 4 kg)\r\n6 1/4 in. (15.88 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/833",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5856,
  "image_width": 7286,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century BCE",
  "text": "Stylized animal motifs predominate Shang bronze decoration. The dragon, snake, cicada, ram, owl, tiger, and even elephant all make appearances. Yet these creatures were almost always less important than the taotie (composite animal) mask, which typically dominates the largest or most important register of nearly all Shang bronzes. This exquisite food bowl, an early form of the gui with looped handles that became prevalent particularly in the Western Zhou dynasty, has three such masks clearly cast in high relief encircling its cauldron. Below each mask, in the foot band, are two opposing dragons shown in profile, while four similar dragons appear above each mask in the top decorative band. The exact meaning of the taotie mask is unknown. A nine-character inscription cast on the interior bottom may stand for branches of a big clan.",
  "title": "Gui food vessel"
}
