{
  "accession_number": "50.46.13",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "dated": "13th-12th century BCE",
  "description": "The decor of this extraordinary piece is executed in high, rounded relief and partly in the round. On the base of the socket is the realistically shaped head of a water buffalo whose body, laid open at the belly, is spread flat on the shield above the socket. The front legs are folded in under the body, which displays the traditional spiral lines and hooks usually found on the bodies of animals. This decor detracts somewhat from the naturalistic treatment of the hooves and head of the buffalo. On each side of the cylinder (oval in section) is a creature, with human head but finlike hands and feet, lying prostrate on knees and elbows. The rump is adorned with a whorl circle, and another variety of the same motif (a number of round dots encirclinga central one) appears on the chignon. Along the back are tufts of the same kind as those commonly found on dragons; a similar tuft occurs in the bend of the knee. The curves of the body are reminiscent of those on Karlgren #8 (50.46.12). It has been suggested that the figure may represent a water demon. Patinagreen.",
  "dimension": "4 15/16 × 8 5/16 × 4 1/8 in., 1.5 lb. (12.54 × 21.11 × 10.48 cm, 0.7 kg)",
  "id": "http://api.artsmia.org/objects/839",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5407,
  "image_width": 6592,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "13th-12th century BCE",
  "text": "The decor of this extraordinary object is executed in high relief and partly in the round. On the base of the piece is a realistically shaped head of a water buffalo whose body is splayed on the shield above the socket. On each side of the cylinder is a creature with a human head shown kneeling in profile, with hands uplifted. Similarly posed human figures appear on other Shang bronzes but their meaning is speculative.",
  "title": "Chariot shaft socket"
}
