{
  "accession_number": "50.46.131.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "1662-1722",
  "department": "Asian Art",
  "description": "Water pots, pair, ashes of roses, with stands.",
  "dimension": "3 3/8 in. (8.57 cm)",
  "id": "http://api.artsmia.org/objects/840",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2812,
  "image_width": 3000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with peachbloom glaze, bearing K'ang-hsi marks",
  "nationality": null,
  "object_name": "“Peach bloom” Vessel for the Scholar’s Desk",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Among the materials considered collectible by the literati, ceramic ranked the lowest. Among the vessels intended to contain water for writing, however, porcelain and stoneware far outnumbered other materials. Three basic types of pots became prevalent on the scholar’s desk for holding water: droppers, storage jars, and brush washers.\r\nDuring the Kangxi period (1622–1722), the Chinese perfected a type of copper-red glaze, known as “peach bloom” in the West. At the same time, eight prescribed ceramic shapes for the writer’s table became popular. These sets included lidded seal paste jars, three forms of water bottles, open-mouthed brush washers, and beehive-shaped water containers like these. The literati admired such vessels for their purity of form and rich, variegated glazes. In this respect, early Qing literati taste echoed the refined aesthetics found in Sung ceramics of the eleventh and twelfth centuries.",
  "title": "“Peach bloom” Vessel for the Scholar’s Desk"
}
