{
  "accession_number": "50.46.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "9th century BCE",
  "department": "Asian Art",
  "description": "Ox (water buffalo), recumbent. The pose of this buffalo, with legs folded in under the body and head turned to the side, is typical of the northern nomad style and may be influenced by the Northern art. The decor is executed in broad bands in flat relief on a ground of spirals unobtrusive in comparison with the bold spirals emphasizing the shoulders and hind quarters of the beast. This decor of broad bands in spiral form is reminiscent, in its use of tufts, of earlier dragon decor. The slanting figures the hind legs and the chest recall those on the famous tigers in the Freer gallery. The holes in the back of the buffalo indicate that the piece had some practical use, as yet undetermined. Patina green",
  "dimension": "4 7/16 × 7 9/16 × 4 7/16 in., 3.5 lb. (11.2 × 19.2 × 11.3 cm, 1.6 kg)",
  "id": "http://api.artsmia.org/objects/844",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4701,
  "image_width": 6431,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Figurine",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "9th century BCE",
  "text": "This resting water buffalo probably served a utilitarian rather than a ritual purpose. The holes in the back suggest it was originally some type of support and part of a larger grave object. The decoration consists of broad abstract bands against a ground of threadlike spirals, combining elements from both late Shang (c. 1300–1046 BCE) and Western Zhou casting.",
  "title": "Recumbant water buffalo"
}
