{
  "accession_number": "50.46.18a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-9th century BCE",
  "department": "Asian Art",
  "description": "The form of this vessel is the usual broad type with oval section, but the exaggeratedly high collar of the lid, topped by a spherical knob, adds to the impression of height. The decor, disposed in three belts foot, neck, and lid, displays dragons with S-shaped bodies, turned heads, and large S-shaped crests (or horns?). The neck belt is divided in two panels on the long side by a free animal's head, the foot and rim belts by very shallow lines in low relief representing flanges. The handle ends in animals' heads with bottle horns. For a discussion of this type of horn see Karlgren, number 17 (50.46.18ab). Patina green and blue-green.",
  "dimension": "9 15/16 × 7 15/16 × 4 13/16 in., 4.4 lb. (25.3 × 20.1 × 12.2 cm, 2 kg)",
  "id": "http://api.artsmia.org/objects/870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8509,
  "image_width": 6633,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-9th century BCE",
  "text": "This is a typically shaped you vessel with an oval cross section, but the exaggerated high collar of the lid, topped by a spherical knob, gives it an impression of height. The decoration, divided into three bands at the foot, neck, and lid, displays dragons with S-shaped bodies, turned heads, and large S-shaped crests or horns. The neck belt is divided into two panels by a three-dimensional animal’s head and the foot and lid belts by very shallow lines in low relief representing flanges. The handle ends in animals’ heads with bottle-shaped horns.",
  "title": "You wine vessel"
}
