{
  "accession_number": "50.46.19",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "The division into four panels is achieved by the hancles only in two places and in the remaining two places by small flanges in the foot belt, a slight ridge in the central belt, and free animals' heads in the neck belt. The flange forms the center of a rudimentary t'ao-t'ieh mask, the ridge the center of a well-contained bodied t'ao-t'ieh with the usual elements. This creature, done with a light touch, is surely one of the most urbane of its kind in the long history of Chinese bronzes. The winged dragons in the foot belt and the birds in the neck belt are, like the t'ao-t'ieh, in thr rounded relief on a bare ground. The handle, with a ramlike animal's head at the top, is adorned with birds' wings in flat band relief on the bow, thus giving the ram's head a bird's body. The bird's long tail descends vertically in the same relief, the end turned up. The bird's leg and foot come down in front, almost to the point of resting on the curled-up tail. This arangement, seen in plastic form on the Ting with supporting animals, Karlgren number 4 (50.46.105), survives in other Kuei vessels in the form of a C-shaped hook below the bow handle. Patina pale green.",
  "dimension": "7 9/16 × 13 9/16 × 8 5/8 in., 8.4 lb. (19.2 × 34.4 × 21.9 cm, 3.8 kg)\r\n6 11/16 in. (17 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/871",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5412,
  "image_width": 7098,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "The gui was the primary food vessel used in ceremonial rituals for offerings of grain. One of the most important components of the ritual paraphernalia, it was often coupled with the ding (another food vessel). The form was produced as early as the Anyang period of the Shang dynasty (c. 1300–1046 BCE) and developed into many varieties. This vessel, with its wide mouth, ample, bowl-shaped body, and C-shaped handles represents the typical gui of the Western Zhou. The flange forms the center of a taotie animal mask. The handles are topped by horned animal heads, and bird wings are carved in flat-band relief on the bow, thus giving the animal head a bird’s body.",
  "title": "Gui food vessel"
}
