{
  "accession_number": "50.46.230",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " (not assigned)",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "3300-2000 BCE",
  "department": "Asian Art",
  "description": "The design of a human face is incised on only the front side; the simple features of eyes, nose, rectangular mouth are slightly raised as cut from stencil; slightly convex; pale brown jade, calcified partially; two pairs of holes in the back along the edge",
  "dimension": "2 1/8 x 3 1/4 x 3/16 in. (5.4 x 8.26 x 0.48 cm)",
  "id": "http://api.artsmia.org/objects/898",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1831,
  "image_width": 2274,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Calcified tan-grey jade",
  "nationality": null,
  "object_name": "Ornament",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "33rd-21st century BCE",
  "text": "The semicircular ornament bears a depiction of a stylized human face with only a pair of eyes but detailed, striated hair. Below is a beast mask dominated by two large almond-shaped eyes with pupils, a broad nose, and a mouth. This ornamentation is typical of divine figures on jades from the Neolithic Liangzhu culture, which flourished in the present-day lower Yangzi River delta. The design on this jade is a simpler form with neither bodies of humans nor beasts. Two pairs of holes along the edge of the plain back allowed it to be attached to other objects. Several semicircular ornaments with similar designs unearthed from Fanshan, the Neolithic site in Zhejiang, were found located near the deceased’s head, an indication that they might have served as hair ornaments.",
  "title": "Ornament decorated with human and beast masks"
}
