{
  "accession_number": "50.46.241",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "1027-775 BCE",
  "department": "Asian Art",
  "description": "Curved fish-like animal pendant, relief curved into almost a circle; curved outward tail forms a pendant hole; curved lip; incised details on both sides identically. Translucent pale grey jade; traces of clay-like substance; small hole drilled near the animal's jaw.",
  "dimension": "1 5/8 x 1 5/8 x 5/16 in. (4.13 x 4.13 x 0.79 cm)",
  "id": "http://api.artsmia.org/objects/910",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2887,
  "image_width": 2645,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Translucent white-grey jade",
  "nationality": null,
  "object_name": "Pendant",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-8th century BCE",
  "text": "A dragon coiled into circular rings is one of the earliest forms of dragons depicted in jade. The design can be traced to the Hongshan culture, which existed around 4000 to 3000 BCE. This example represents the continuation of the design from the Neolithic period into the Western Zhou dynasty, over 2,000 years later. They remained the most popular form of the dragon for hundreds of years throughout the Shang and Zhou periods. \r\n\r\nSome stylistic differences occurred as time passed, however: the original designs were of a more three-dimensional, rounded form, in contrast to the flat, disc-like shape of this example. Unlike its prototype, this example is stylized and is decorated with geometric patterns, a new decorative innovation of the Western Zhou. It also has elephant tusk-like protrusions from its nose, which represent the evolution of dragon characteristics over time. Still, its coiled shape clearly references the original Neolithic form.",
  "title": "Dragon pendant"
}
