{
  "accession_number": "16.40",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Ancient Egyptian",
  "curator_approved": 0,
  "dated": "644-30 BCE",
  "department": "Art of Africa and the Americas",
  "description": "green; holding whip and crook; inscription on pedestal; wearing crown of Upper Egypt decked with ostrich feathers; hollow case, core left in?\r\n",
  "dimension": "7 x 2 in. (17.78 x 5.08 cm)",
  "id": "http://api.artsmia.org/objects/93",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription beginning at front of base, right-handed and reading to the left around the right side of base; other two sides uninscribed - greatest part of inscription now illegible, but begins \\\"Osiris, giving life. . .\\\"",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "God Osiris",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-1st century BCE",
  "text": "According to Egyptian religious beliefs, Osiris, as god of the underworld, had suffered death and resurrection. Thus he was believed to control the regenerative force of the Nile river. In this conventional representation, Osiris wears the crown of Upper Egypt flanked by two plumes, and a ceremonial beard. In his arms crossed over his chest he grasps the crook (staff with curved end) and flail (manual threshing device) symbolic of the pharaoh's authority. A striking parallel can be seen in the similar pose of a terracotta figure of a seated dignitary produced between 500 B.C. and 500 A.D. by artisans of the Nok people (in present-day Nigeria). This figure, located in the adjoining gallery, also has crossed arms and a narrow beard and wears a crook on his upper arm. The configuration of his emphatic, almond-shaped eyes recalls the stylized, frontal treatment of the Egyptian wedjat eyes. Cultural contacts were possible between the two civilizations, since both were active in the long-distance trading network that united west Africa and the Mediterranean.",
  "title": "God Osiris"
}
