{
  "accession_number": "50.46.29",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "An eccentric combination of four masks occurs on this bronze. A forceful t'ao-t'ieh head with recumbent C-shaped horns, the borders decorated with straight and T-shaped scores, appears on one side of the top. This monster bites on a human head with the broad nose typical of many early masks. On the other side a ram's head, with horns turned down, bites on a head resembling a t'ao-t'ieh but with a raised elephant's trunk instead of the usual ridge in the central line. This remarkable and unusual piece is a powerful example of early Chinese sculpture. Patina green.",
  "dimension": "5 13/16 × 4 1/4 × 4 in., 2 lb. (14.7 × 10.8 × 10.2 cm, 0.9 kg)",
  "id": "http://api.artsmia.org/objects/962",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5166,
  "image_width": 3868,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Early Western Zhou Dynasty",
  "text": "A combination of four masks appears on this bronze finial, which originally adorned the end of a pole. A forceful taotie (composite animal) mask with downward-facing C-shaped horns appears on one side of the top. This monster’s face forms a mask on a human head; it has the broad nose typical of early masks. On the other side, a ram’s head, with horns turned down, bites on a head resembling a taotie. This remarkable work demonstrates that men wore zoomorphic masks in ritual ceremony.",
  "title": "Chariot Finial"
}
