{
  "accession_number": "50.46.3a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "1300-1201 BCE",
  "department": "Asian Art",
  "description": "For this type of vessel the term Lei is confirmed by inscriptions. The Lei represents a vessel class in which a typical pottery shape has been translated into bronze. The decor, on a ground of spirals squared except for a single row of rounded ones, occupies four areas. In the lower part of the body is a band of large hanging blades, their borders scored, like flanges, with straight and T-shaped scores. Each contains two antithetical figures in flat, band relief. These are actually extreme corruptions of beaked dragons with bodies coalescing at the point of the blade. For this origin, see Karlgren Number 26, Plate 39 (50.46.101). Birds with cleft crests and heart-shaped horns alternate with whorl circles in the neck and lid belts. On the shoulder belt between are strongly stylized dragons with the same head serving two differently shaped dragon bodies a winged dragon on the one side, a dragon with curled-up tail and an extra plume on the tail end on the other. The animals' heads on the top of the ring handles are the same as the one seen en face on the lower part of the body. Patina silver green.",
  "dimension": "14 5/16 × 11 3/16 × 9 1/8 (Diam: 8 7/8 in.; Weight: 11.7 lb.) (36.35 × 28.42 × 23.18 × 22.54 cm, 5.3 kg) (overall)",
  "id": "http://api.artsmia.org/objects/972",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8691,
  "image_width": 6395,
  "inscription": "",
  "life_date": null,
  "markings": "[The inscription displays a symbol common on Yin vessels. the frame is the so-called ya figure (Ts\\'Ung) discussed under Karlgren Number 4 (50.46.105). the scene inside obviously depicts a sacrifice.]",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-12th century BCE",
  "text": "Used for holding wine and sometimes water, this piece represents a category of vessels in which a typical pottery shape has been translated into bronze. New technology accommodated precise decorative schemes—thinner vessel walls and more structurally sound knobs, handles, and pendant rings—than was possible in pottery. As bronze artisans continued to perfect their craft, vessels became increasingly elaborate, intricately cast, and varied in form.",
  "title": "'Lei' wine vessel"
}
