{
  "accession_number": "50.46.30",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "The handle is divided into three sections: a t'ao-t'ieh mask, summarily executed, just behind the bowl; a band of lozenges with a plian, narrow central ridge midway on the handle; and a rather elaborate arrangement of dragons at the end of the handle. The animal forming the terminal curve is a dragon with a bottle horn and a body that bends violently to the left before rising vertically with a leg and claw on the outer (left) side. Toward the end it cleaves, one strand curling out into an ordinary tail, the other going on and ending in a second dragon head at the base of the mid-handle lozenge field. This dragon head has a big crest falling down along the back. The crest takes the shape of a bird, with a big V-shaped horn and a small crest connecting with the forehead of the first dragon a striking and ingenious composition. The dragon body is adorned with rows of scales and with alternating straight and T-shaped scores in the manner of a flange.",
  "dimension": "2 1/8 × 8 5/16 × 1 11/16 in., 0.2 lb. (5.4 × 21.11 × 4.29 cm, 0.1 kg)",
  "id": "http://api.artsmia.org/objects/973",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3834,
  "image_width": 7669,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Ladle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "A ladle like this would have been part of an elaborate set of ritual wine vessels of the Western Zhou. It would have been used to spoon wine into smaller vessels such as a jue. The handle is divided into three sections: a taotie (composite animal) mask just behind the bowl; a band of lozenges with a plain, narrow central ridge midway along the handle; and a rather elaborate arrangement of dragons at the end of the handle. The animal forming the final curve of the spoon is a dragon; its body bends violently to the left before rising vertically, its leg and claw on the outside of the handle.",
  "title": "Ladle"
}
