{
  "accession_number": "50.46.315",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "206 BCE - 220 CE",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "grey-green mottled jade. Openwork curvilinear designs suggest pairs of phoenixes and dragons.",
  "dimension": "9 5/16 x 1/8 in. (23.65 x 0.32 cm) (outer diameter)",
  "id": "http://api.artsmia.org/objects/988",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3725,
  "image_width": 3868,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grey-green mottled nephrite (jade)",
  "nationality": null,
  "object_name": "Bi",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century BCE - 3rd century CE",
  "text": "Originating in the Neolithic Period around 500 BCE, the <I>bi</I>, a perfect disk emblematic of heaven, is possibly the oldest symbolic motif in Chinese art. Throughout the Shang and Zhou dynasties, jade objects played an abiding role in ritual ceremonies. During Eastern Zhou (770-475 BCE) however, ritualistic jades became increasingly secularized with complex decorative designs and lustrous surfaces reflecting an exceptionally high standard of workmanship and a heightened concern for aesthetic impact.\r\n<P>While jade disks have been retrieved from several Han burials, they tend to be more elaborate than their Neolithic predecessors appearing more as an archaistic object with little of its original ceremonial purpose. This large disk is extremely thin. It is divided into two decor zones, one with raised bosses in low relief, and the outer zone carved in openwork curvilinear designs of pairs of dragons and phoenixes. Both sides are identical.",
  "title": "Bi Disk"
}
