[
  {
    "exhibition_id": 1640,
    "exhibition_department": "Contemporary Art",
    "exhibition_title": "The Nature of Nature",
    "exhibition_description": "The Nature of Nature is the third installation in an innovative series connecting art with relevant issues in everyday life. In multiple mini-exhibitions spanning 10 galleries in the Target Wing, MIA curators probe our understanding of nature as depicted in contemporary and historical works of art from all areas of the museum’s permanent collection. By juxtaposing diverse works of art focused on a single theme, these installations invite visitors to explore fundamental ideas about our evolving relationship to nature over time, across cultures, and in our lives today.",
    "begin": 2014,
    "end": 2015,
    "display_date": "Saturday, September 06, 2014 - Sunday, May 24, 2015",
    "public_info": 1,
    "objects": [
      107115,
      115344,
      115345,
      115346,
      115347,
      119608,
      119609,
      119647,
      119648,
      119649,
      119650,
      119659,
      119901,
      119902,
      119903,
      119904,
      119905,
      119906,
      119920,
      119926,
      119930,
      119931,
      119932,
      119933,
      119934,
      119935,
      119936,
      119937,
      119938,
      120000,
      120051,
      120069,
      120104,
      120166
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2014,
        "end": 2015,
        "display_date": "Saturday, September 06, 2014 - Sunday, May 24, 2015"
      }
    ]
  },
  {
    "exhibition_id": 1654,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "The Art of Murder",
    "exhibition_description": "Artists have long been drawn to the complicated murk of murder, from the biblical and quranic stories of Cain and Abel (the first murderer and first victim), to the horrific deaths of Jesus and early Christian martyrs, to gut-wrenching accounts of modern-day homicide.\r\nMurder is inevitably traumatic, a tragic narrative unfolding from the crime to its consequences. It is this story, whether arising from persecution, criminal intent, or a depraved sense of passion, that artists find so intriguing.\r\n Today, with murder constantly in the news—if it bleeds, it leads—and saturating our entertainment, from video games to mystery novels, we may be desensitized to its frightening reality. And yet our fascination with the ultimate crime endures, suggesting a primal need to grapple with its brutal truth. Artists, too, feel compelled to explore this meaning, as seen in the works here.\r\nThis exhibition was drawn from the MIA’s permanent collection of graphic Art and photography, and was complemented by key loans from private collectors.",
    "begin": 2014,
    "end": 2015,
    "display_date": "Saturday, July 19, 2014 - Sunday, April 19, 2015",
    "public_info": 1,
    "objects": [
      4112,
      5533,
      7207,
      7224,
      7227,
      7423,
      7424,
      7500,
      7519,
      7615,
      7889,
      9189,
      12945,
      21277,
      21278,
      21516,
      29672,
      32715,
      33400,
      33403,
      42912,
      43467,
      43505,
      43877,
      44006,
      45332,
      46065,
      46067,
      46754,
      47994,
      48584,
      48862,
      49911,
      49919,
      52484,
      53634,
      53749,
      54998,
      55172,
      55301,
      55640,
      55644,
      57812,
      63564,
      65446,
      66987,
      82403,
      105873,
      119696,
      119909
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2014,
        "end": 2015,
        "display_date": "Saturday, July 19, 2014 - Sunday, April 19, 2015"
      }
    ]
  },
  {
    "exhibition_id": 1802,
    "exhibition_department": "Photography & New Media",
    "exhibition_title": "100+: A Photograph For Every Year of the MIA",
    "exhibition_description": "100+ celebrates the MIA’s Birthday Year with photographs from every year since the museum’s founding. With more than 12,000 images in the collection of the Department of Photography and New Media, the hard part was choosing one from each year! Some years were easier than others: 1916 offered just five works, while 1993 had 333.\r\n\r\nThe resulting exhibition reveals something wonderfully idiosyncratic: freed from the narrative traditions of photographic history, yet tied to the collecting habits and tastes of MIA curators.\r\n\r\nBut what about the +? The MIA’s interest in photography reaches back to 1903, before this building—or the MIA itself—even existed. Known then as the Minneapolis Society of Fine Art, this precursor held its first photography exhibition in the Minneapolis Public Library at 1834 Emerson Avenue North. It would be another 70 years before the MIA established its Department of Photography, in 1972.\r\nIn the spirit of “100+”, you are invited to share your favorite photos from any year of your life. Simply post your photo to Twitter or Instagram using #tbtMIA. Your photos will appear on a screen outside the Harrison Photography Gallery throughout the run of the exhibition.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Thursday, March 19, 2015 - Sunday, May 01, 2016",
    "public_info": 1,
    "objects": [
      1755,
      1900,
      1912,
      2269,
      2582,
      2594,
      2620,
      2701,
      2788,
      2897,
      2978,
      3231,
      3366,
      3382,
      3390,
      3593,
      3749,
      4142,
      4492,
      4548,
      4557,
      4623,
      4629,
      4636,
      4944,
      5201,
      5490,
      5765,
      10564,
      10567,
      10582,
      10657,
      10661,
      10665,
      10740,
      10817,
      10901,
      10905,
      11277,
      11497,
      11665,
      11751,
      11814,
      13181,
      13647,
      19601,
      19682,
      19828,
      20170,
      20451,
      20593,
      20904,
      21473,
      21823,
      22150,
      22364,
      23060,
      23246,
      23266,
      23267,
      24044,
      24088,
      24167,
      24417,
      24487,
      25123,
      25505,
      25767,
      26506,
      30565,
      30881,
      31082,
      32458,
      33074,
      33075,
      34044,
      37283,
      65101,
      83081,
      83522,
      96679,
      100598,
      103211,
      104311,
      106210,
      107977,
      108266,
      108444,
      109066,
      109250,
      109562,
      112608,
      112651,
      112665,
      114173,
      114996,
      116116,
      116147,
      118927,
      119071,
      119354,
      120128,
      120432,
      120433,
      120437,
      120599,
      121267,
      123061
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Thursday, March 19, 2015 - Sunday, May 01, 2016"
      }
    ]
  },
  {
    "exhibition_id": 1803,
    "exhibition_department": "Photography & New Media",
    "exhibition_title": "New Pictures 11: Cinthya Soto",
    "exhibition_description": "This is the first museum exhibition in the United States of art by Cinthya Soto, one of the leading photographers working in Central America today. Featured are photographs from a (des) tiempo (out of time), which document intimate commercial and social spaces in artist’s native San José, Costa Rica, that are disappearing in the new global economy.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Thursday, March 19, 2015 - Sunday, May 01, 2016",
    "public_info": 1,
    "objects": [
      121268,
      121269,
      121270,
      121271,
      123160
    ],
    "venues": []
  },
  {
    "exhibition_id": 1822,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Revealing the Body: The Art of Anatomy",
    "exhibition_description": "During the Renaissance, the advent of printmaking and a new interest in anatomical science converge in representing man for the beauty of his proportions and for the mechanical perfection of his inner structure. Famous artists illustrated the studies of physicians, and dissections became the theater of a new empirical approach to anatomy. In this exhibition, precious, rare volumes from the early 16th to the 18th century, on loan from the Wangensteen Bio-Medical Library, join artists’ manuals, drawings, and prints from the MIA Prints & Drawing collection, and a skeleton and skulls from the Science Museum of Minnesota, to celebrate the glory of the human body.",
    "begin": 2015,
    "end": 2015,
    "display_date": "Saturday, May 02, 2015 - Sunday, December 06, 2015",
    "public_info": 1,
    "objects": [
      1404,
      1485,
      1801,
      7214,
      7277,
      7463,
      9199,
      9327,
      11947,
      11949,
      11955,
      14109,
      31862,
      33383,
      33397,
      33408,
      33438,
      43386,
      47058,
      48327,
      48328,
      48329,
      48330,
      52503,
      54564,
      55852,
      75876,
      107191,
      107205,
      111676,
      113647,
      114156,
      114253,
      114283,
      114395,
      115331,
      115360,
      116227,
      116413,
      116541,
      116545,
      116547,
      118937,
      119799,
      120598,
      120790,
      120857,
      122923,
      122924,
      122925,
      122926,
      122927,
      122928,
      122929,
      122930,
      122932,
      122933,
      122934,
      122935,
      122936,
      122937,
      122938,
      122939,
      122940,
      122942,
      122943,
      122944,
      122945,
      122946,
      122958,
      122959,
      122960,
      122961,
      122962
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2015,
        "display_date": "Saturday, May 02, 2015 - Sunday, December 06, 2015"
      }
    ]
  },
  {
    "exhibition_id": 1833,
    "exhibition_department": "Art of Africa and the Americas",
    "exhibition_title": "Arriving at Fresh Water: Contemporary Native Artists from Our Great Lakes",
    "exhibition_description": "Great art is being made right here and now in the Great Lakes. This exhibition presents fourteen of the region’s most important artists who use wit, critique, warmth, color, imagination, and beauty to celebrate, challenge, and expand our views of Native art.\r\nThese artists are boldly tackling universal issues of humankind, ideas about truth, life, justice, community and self. They also chronicle personal and social histories, biographies, activating and affirming aspects of their communities and selves. Each artist pushes through surfaces and some of our expectations of Native art, encouraging viewers to experience moments of revelation through the beauty of their work.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, May 09, 2015 - Sunday, February 21, 2016",
    "public_info": 1,
    "objects": [
      6326,
      114548,
      120444,
      120610,
      121409,
      121412,
      121416,
      121417,
      121574,
      121575,
      122055,
      122905,
      122906,
      122907,
      122908,
      122909,
      122910,
      122911,
      122916,
      122931,
      122950,
      122952,
      122975,
      123059,
      124940
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, May 09, 2015 - Sunday, February 21, 2016"
      },
      {
        "venue": "Plains Art Museum",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, May 09, 2015 - Sunday, February 21, 2016"
      }
    ]
  },
  {
    "exhibition_id": 1952,
    "exhibition_department": "(not assigned)",
    "exhibition_title": "Same But Different",
    "exhibition_description": "Printmaking traditionally focuses on the production of multiple images that are the same, but the artists involved usually make variants of their images. This exhibition pairs closely related objects that reveal stages of the creative process and the evolution of artistic thoughts. Visitors will also see several of the MIA’s remarkable new acquisitions, including masterpieces by artists such as Rembrandt, James McNeill Whistler, and Chuck Close.",
    "begin": 2015,
    "end": 2015,
    "display_date": "Saturday, March 07, 2015 - Sunday, October 25, 2015",
    "public_info": 1,
    "objects": [
      7399,
      7695,
      8228,
      8833,
      9186,
      9202,
      27870,
      41906,
      52607,
      56005,
      63126,
      63127,
      90869,
      105335,
      108171,
      108212,
      111004,
      115357,
      116570,
      118947,
      118948,
      120316,
      120643
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2015,
        "display_date": "Saturday, March 07, 2015 - Sunday, October 25, 2015"
      }
    ]
  },
  {
    "exhibition_id": 2155,
    "exhibition_department": "Japanese and Korean Art",
    "exhibition_title": "Seven Masters: 20th-Century Japanese Woodblock Prints from the Wells Collection",
    "exhibition_description": "At the end of the 19th century, demand dropped significantly for the once highly popular traditional Japanese woodblock prints, better known in the West as ukiyo-e. Publishers and artists slowed production and created fewer new designs. Yet what seemed like the end of a unique art form, without parallel in the world, was actually the beginning of another, as the path was cleared for a new kind of print: shin hanga. \r\n\r\nIn the 1910s, a few painters began to design prints that included much stronger references to Western aesthetics, painting styles, and techniques. Spurred on by the entrepreneurial publisher Watanabe Shōzaburō (1885–1962), artists like Hashiguchi Goyō (1880–1921) began to create portraits of beautiful women, prints that early on were particularly cherished by foreign collectors. These shin hanga were produced in unconventional paper formats, different sizes than those typically used for ukiyo-e, signaling a clear break with the past. Also, instead of printing thousands of copies, as was common with ukiyo-e, publishers produced shin hanga in more limited quantities, ranging from editions of 350 to as little as 29.\r\n\r\nSeven Masters focuses on seven artists who played a significant role in the development of the new print and are noteworthy representatives of this new print movement. Drawing from the collection of Ellen and Fred Wells at the Minneapolis Institute of Art, the exhibition features the spectacular beauty portraits of Hashiguchi Goyō, Itō Shinsui (1898–1972), Yamakawa Shūhō (1898–1944), and Torii Kotondo (1900–1976), the striking actors of Yamamura Toyonari (Kōka; 1886–1942) and Natori Shunsen (1886–1960), as well as the evocative landscapes of Kawase Hasui (1883–1957). \r\n\r\nPencil drawings and rare printing proofs offer insights into the production of woodblock prints, and, as these seven artists were painters as well as print designers, a selection of paintings offers a glimpse of their multiple talents.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, September 26, 2015 - Sunday, March 13, 2016",
    "public_info": 1,
    "objects": [
      37797,
      45385,
      45386,
      62289,
      62292,
      62293,
      62294,
      62295,
      62296,
      62300,
      62304,
      62305,
      62306,
      62336,
      62341,
      62344,
      62345,
      62347,
      62353,
      62360,
      62368,
      62375,
      62376,
      62377,
      62378,
      62379,
      62381,
      62384,
      62386,
      62390,
      62393,
      62419,
      62424,
      62425,
      62426,
      62427,
      62433,
      62434,
      62435,
      62436,
      62439,
      62440,
      62441,
      62442,
      62443,
      62444,
      62446,
      62447,
      62449,
      62450,
      62454,
      62455,
      62458,
      62460,
      62461,
      62465,
      62467,
      62468,
      62471,
      62472,
      62473,
      62475,
      62476,
      62477,
      62478,
      62480,
      62481,
      62482,
      62483,
      62486,
      62487,
      62488,
      62489,
      62503,
      62504,
      62505,
      62506,
      62511,
      62514,
      62515,
      62517,
      62526,
      62527,
      62528,
      62531,
      62540,
      62545,
      62547,
      62549,
      62550,
      62551,
      62553,
      62554,
      62556,
      62572,
      62579,
      62580,
      62581,
      62582,
      62583,
      89653,
      89778,
      118928,
      118929,
      118983,
      119385,
      119386,
      119392,
      119402,
      119512,
      119645,
      123338
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, September 26, 2015 - Sunday, March 13, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2266,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Trees Lovely as a Poem: Works on Paper",
    "exhibition_description": " Like a tree pruned one too many times, some of the museum’s finest artworks have been forced to stay quiet. These are watercolors, pastels, gouaches, charcoals, and ink drawings that are rarely exhibited out of concern for their light-sensitive materials. But now special new lighting in Gallery 353 is allowing the museum to show these works more routinely. This selection pays tribute to trees, variously interpreted as dancing, frightening, chatty, wily, and close to perfection. Some works entered the collection only in the last several years, including mouthwatering watercolors by Auguste Lepère, Charles Burchfield, and Childe Hassam, and this delicate bit of poetry by the impressive Dutch landscapist Egbert van Drielst.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, August 01, 2015 - Sunday, March 27, 2016",
    "public_info": 1,
    "objects": [
      1643,
      1789,
      3359,
      4497,
      8762,
      9028,
      9457,
      9501,
      9552,
      10478,
      18257,
      103181,
      107186,
      111126,
      112886,
      114619,
      114891,
      115992,
      119344,
      121313
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, August 01, 2015 - Sunday, March 27, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2299,
    "exhibition_department": "Japanese and Korean Art",
    "exhibition_title": "Gifts of Japanese and Korean Art from the Mary Griggs Burke Collection",
    "exhibition_description": "In March 2015 it was announced that the Japanese art collection of St. Paul native Mary Griggs Burke, long considered the finest private collection of its kind outside of Japan, is bequeathed to the MIA and the Metropolitan Museum of Art in New York. The MIA will highlight the breadth of this gift by presenting an exhibition that features more than 170 masterpieces of Japanese and Korean art, ranging from prehistoric to the late 19th century. Among the objects are stunning ink paintings like Kichizan Mincho's (1352–1431) interpretation of the bodhisattva Monju by the artist, a 16th-century water jar (mizusashi) known as \"Burst Bag\" from the kilns in Iga for use in tea ceremony, a pair of folding screens of hollyhocks and plum trees by the artist Ogata Kenzan (1663–1743), a pair of screens of Chinese children playing \"crack the whip\" and examining an elephant by the eccentric artist Nagasawa Rosetsu (1754–1799), and a luminous 12th-century celadon Korean maebyong vessel inlaid with a pattern ofa crane amid clouds. ",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, September 26, 2015 - Sunday, May 08, 2016",
    "public_info": 1,
    "objects": [
      3369,
      6602,
      6603,
      6604,
      6606,
      6609,
      6610,
      6611,
      6612,
      6613,
      6618,
      6621,
      6622,
      6623,
      6624,
      6625,
      6631,
      6632,
      6645,
      6646,
      6647,
      6651,
      6652,
      6653,
      6654,
      6655,
      6919,
      6923,
      37184,
      37185,
      37189,
      37190,
      39606,
      39607,
      40036,
      40037,
      40206,
      40207,
      40208,
      40209,
      99385,
      99386,
      99399,
      99402,
      99403,
      99421,
      122058,
      122070,
      122073,
      122074,
      122077,
      122085,
      122086,
      122087,
      122088,
      122099,
      122102,
      122103,
      122104,
      122105,
      122106,
      122113,
      122115,
      122117,
      122118,
      122119,
      122120,
      122129,
      122135,
      122144,
      122145,
      122146,
      122147,
      122148,
      122152,
      122154,
      122156,
      122158,
      122159,
      122160,
      122166,
      122167,
      122168,
      122169,
      122172,
      122176,
      122177,
      122182,
      122187,
      122188,
      122189,
      122204,
      122211,
      122212,
      122215,
      122216,
      122224,
      122226,
      122234,
      122243,
      122244,
      122249,
      122250,
      122261,
      122262,
      122263,
      122264,
      122265,
      122266,
      122278,
      122288,
      122289,
      122299,
      122300,
      122301,
      122302,
      122303,
      122330,
      122331,
      122350,
      122353,
      122374,
      122376,
      122378,
      122382,
      122383,
      122384,
      122388,
      122389,
      122390,
      122391,
      122392,
      122393,
      122403,
      122407,
      122411,
      122413,
      122414,
      122423,
      122424,
      122425,
      122427,
      122430,
      122431,
      122434,
      122438,
      122441,
      122442,
      122483,
      122484,
      122485,
      122486,
      122487,
      122489,
      122492,
      122498,
      122502,
      122503,
      122505,
      122507,
      122508,
      122509,
      122512,
      122515,
      122518,
      122519,
      122523,
      122524,
      122525,
      122526,
      122527,
      122528,
      122529,
      122531,
      122532,
      122535,
      122545,
      122546,
      122547,
      122549,
      122552,
      122559,
      122560,
      122563,
      122565,
      122570,
      122572,
      122581,
      122582,
      122586,
      122589,
      122593,
      122594,
      122597,
      122603,
      122620,
      122621,
      122622,
      122623,
      122624,
      122625,
      122626,
      122822,
      122823,
      122836,
      122963,
      123026,
      123027,
      123028,
      123099,
      123100,
      123101
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, September 26, 2015 - Sunday, May 08, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2307,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Prints of Darkness: The Art of Aquatint",
    "exhibition_description": "For centuries printmakers have experimented with a wide variety of techniques to create tonal effects in prints. Aquatint, an etching technique developed in the late 18th century, introduces a porous ground to the printing plate through the application of resin that is fused to the plate before it is etched in the acid bath. The inked porous ground produces an effect akin to wash or watercolor, which artists have exploited to dramatic, evocative ends. The show features a range of works, from innovative early examples of the technique by Francisco Goya and Jean-Baptiste Le Prince to haunting, spectacular images from the 20th century by Otto Dix and Pablo Picasso.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, October 31, 2015 - Sunday, May 15, 2016",
    "public_info": 1,
    "objects": [
      43021,
      43232,
      43476,
      55655,
      55656,
      55690,
      56550,
      57701,
      57862,
      57918,
      58290,
      58300,
      58311,
      66899,
      68669,
      68670,
      68684,
      80343,
      96527,
      96545,
      96565,
      96584,
      103214,
      115181,
      115679,
      116476,
      120361,
      123610,
      123615
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, October 31, 2015 - Sunday, May 15, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2323,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Richard Holzschuh: Storybook",
    "exhibition_description": "German-American immigrant Richard Holzschuh was a gifted illustrator in the tradition of Arthur Rackham and Kay Nielson. Whether jolly, wondrous, or slightly menacing, his drawings are meticulously executed and full of absorbing detail. There are goblins, wizards, trolls, elves, animals, and pathways amid craggy trees. It is a nostalgic world of imagination and intimate communication between generations as old readers and young come together to reinvent the stories for themselves.\r\n\r\nThis exhibition will include 40-50 framed watercolors, drawings, pastels, and prints and will be presented in ways friendly to both adults and children. A highly desirable feature for the installation will be an 18” high riser that will run in front of most of the fairytale drawings so that both children and adults will be able to see them at about eye level",
    "begin": 2016,
    "end": 2016,
    "display_date": "Saturday, January 30, 2016 - Sunday, April 17, 2016",
    "public_info": 1,
    "objects": [
      112632,
      112635,
      112786,
      112791,
      112792,
      112793,
      112796,
      112797,
      112798,
      112805,
      112806,
      112807,
      112814,
      112907,
      112909,
      112910,
      112915,
      112918,
      112919,
      112920,
      112978,
      112979,
      112980,
      112981,
      112988,
      112989,
      112990,
      112991,
      112992,
      112993,
      112994,
      112995,
      112996,
      112999,
      113010,
      113011,
      113012,
      113014,
      113015,
      113016,
      113017,
      113018,
      113021,
      124041,
      124042,
      124043,
      124044,
      124155,
      124156
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2016,
        "end": 2016,
        "display_date": "Saturday, January 30, 2016 - Sunday, April 17, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2324,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "America, Seen",
    "exhibition_description": "The first half of the 20th century was a time of enormous changes in American life. Industrial growth, unprecedented scientific and technological developments, and progressive social and financial reforms resulted in a higher standard of living, an expanded middle class, and greater levels of self-determination for both men and women. At the same time, global wars, economic depression, and racial and religious conflict produced suffering for many. These turbulent decades prompted insightful, often impassioned, responses from American artists whose perspectives conveyed many of the hopes, dreams, and fears of the public at large. This exhibition presents more than 45 original prints, drawings, and watercolors by such leading figures as John Sloan, George Bellows, Charles Burchfield, Thomas Hart Benton, John Steuart Curry, Grant Wood, Rockwell Kent, Reginald Marsh, Leo Katz, Elizabeth Catlett, Rico Lebrun, Ben Shahn, and many more.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, December 19, 2015 - Sunday, September 04, 2016",
    "public_info": 1,
    "objects": [
      7251,
      7547,
      7667,
      7890,
      15919,
      20019,
      20020,
      28250,
      29251,
      30838,
      42876,
      43055,
      43056,
      43237,
      43238,
      43271,
      43352,
      43495,
      43846,
      43873,
      50421,
      51812,
      52040,
      52584,
      52588,
      54861,
      57422,
      58342,
      59576,
      59636,
      59968,
      64876,
      95968,
      106837,
      109688,
      115109,
      120494,
      121638,
      121676,
      121682,
      121776,
      121868,
      121936,
      121964
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, December 19, 2015 - Sunday, September 04, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2325,
    "exhibition_department": "Decorative Arts, Textiles & Sculpture",
    "exhibition_title": "The Archangels Saint Michael and Saint Raphael: A Pair of 18th-Century Silver Sculptures",
    "exhibition_description": "A pair of two silver statues by Neapolitan artist Giuseppe Sanmartino (1720-1793), donated to the museum by long-time trustees Al and Mary Agnes McQuinn, marks one of the most important additions to Mia's silver collection. Executed with amazing detail, the statues testify to a devotion to the two Archangels, which goes back to the Early Christian period, and continues to flourish in Southern Italy (as well as in the Greek and Russian Orthodox churches) to the present day. Throughout Christianity, Saint Michael and Saint Raphael are venerated for their healing powers. The exhibition celebrates the acquisition of these unique masterpieces, whose only comparables remain in Italian churches, but which have no parallels in any American museum collection.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, November 14, 2015 - Sunday, January 03, 2016",
    "public_info": 1,
    "objects": [
      120728,
      120729
    ],
    "venues": []
  },
  {
    "exhibition_id": 2329,
    "exhibition_department": "(not assigned)",
    "exhibition_title": "International Modernism: Art in a Fast-changing World",
    "exhibition_description": "By the early 1900s, people worldwide were transforming their habits, identities, and landscapes more dramatically than ever. Artists and designers, inspired by innovations such as radios, skyscrapers, and even the development of modern psychology, responded with cutting-edge representations of new and familiar subjects.\r\n“International Modernism” explores how this response to modern life evolved through much of the 20th century, from the 1910s through the early 1960s. Installed in stages from fall 2015 through mid-2016, “International Modernism” centers on objects from the Kunin Collection as well as paintings, prints, photography, and design from Mia’s collection.",
    "begin": 2015,
    "end": 2016,
    "display_date": "Saturday, September 19, 2015 - Saturday, December 31, 2016",
    "public_info": 1,
    "objects": [
      1845,
      5344,
      7158,
      7246,
      7311,
      7488,
      7572,
      7573,
      7574,
      7851,
      8553,
      9245,
      11466,
      14307,
      14342,
      24260,
      28249,
      32659,
      40342,
      40355,
      40370,
      42637,
      42875,
      43240,
      43355,
      43576,
      43778,
      46221,
      50277,
      50320,
      53700,
      54994,
      55432,
      55856,
      56200,
      56245,
      57211,
      57382,
      57414,
      58219,
      58529,
      61365,
      67089,
      68106,
      68107,
      68110,
      80218,
      80784,
      89239,
      96527,
      96545,
      96552,
      96564,
      96566,
      99103,
      106156,
      106301,
      106302,
      110607,
      110711,
      112892,
      114536,
      120446,
      124782,
      125223
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2015,
        "end": 2016,
        "display_date": "Saturday, September 19, 2015 - Saturday, December 31, 2016"
      }
    ]
  },
  {
    "exhibition_id": 2399,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Actual Size: The Triumph of Tiny Prints",
    "exhibition_description": "Many great printmakers sometimes went small, eager to see what virtuoso feats of miniaturization they could wrest from their engraving tools. Mia Life Trustee John E. Andrus III had a particular passion for these small-scale marvels, and now selected works from his exceptional collection are being unveiled in Gallery 344. They are part of a generous gift of more than 230 works from John and Marion Andrus’s three daughters, Elizabeth, Julie, and Catherine. \r\nThis display focuses on prints from the 16th and 17th centuries. Most are no bigger than a credit card. Some, like Rembrandt’s Goldsmith, have an intimate, personal feel. Other prints began life as ornamental designs for sheaths or brooches. A series of tiny religious scenes by Jacques Callot were meant to be used as paper substitutes for pilgrim badges. The German Kleinmeister, or Little Masters—followers of Albrecht Dürer—executed diminutive gems with uncommon charm, playfulness, and technical refinement, as exemplified by this Italianate nude. Come enter this world of tiny treasures, and little by little they will take your breath away.",
    "begin": 2016,
    "end": 2016,
    "display_date": "Saturday, May 28, 2016 - Sunday, November 13, 2016",
    "public_info": 1,
    "objects": [
      120459,
      120474,
      121274,
      121275,
      121276,
      121284,
      121286,
      121287,
      121288,
      121289,
      121290,
      121293,
      121294,
      121295,
      121307,
      121316,
      121319,
      121321,
      121322,
      121326,
      121327,
      121328,
      121332,
      121333,
      121334,
      121345,
      121400,
      121401,
      121403,
      121404,
      121405,
      121406,
      121439,
      121453,
      121463,
      121464,
      121465,
      121466,
      121467,
      121469,
      121470,
      121471,
      121473,
      121474,
      121475,
      121477,
      121480,
      121495,
      121496,
      121499,
      121502,
      121510,
      121511,
      121512,
      121514,
      121527,
      121530,
      121531,
      121532,
      121533,
      121572,
      123035,
      124312,
      124313,
      124314,
      124315,
      124316,
      124317,
      124318,
      124319,
      124320,
      124321,
      124322
    ],
    "venues": []
  },
  {
    "exhibition_id": 2447,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Félix Bracquemond: Etcher of Birds",
    "exhibition_description": null,
    "begin": 2016,
    "end": 2017,
    "display_date": "Friday, November 25, 2016 - Sunday, May 07, 2017",
    "public_info": 1,
    "objects": [
      284,
      8274,
      8430,
      8690,
      50575,
      50581,
      50583,
      54143,
      54149,
      54151,
      54156,
      54158,
      54172,
      54175,
      54180,
      54183,
      55987,
      55993,
      63128,
      65421,
      65965,
      68262,
      125491,
      125494,
      125496,
      125497,
      125500,
      125516,
      125517,
      126038,
      126039
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2016,
        "end": 2017,
        "display_date": "Friday, November 25, 2016 - Sunday, May 07, 2017"
      }
    ]
  },
  {
    "exhibition_id": 2497,
    "exhibition_department": "(not assigned)",
    "exhibition_title": "Brilliant! Pairing Continuity and Influence",
    "exhibition_description": null,
    "begin": 2016,
    "end": 2017,
    "display_date": "Saturday, December 03, 2016 - Sunday, August 06, 2017",
    "public_info": 1,
    "objects": [
      2112,
      4294,
      5890,
      8828,
      10515,
      12860,
      18670,
      61046,
      63729,
      67734,
      95047,
      105684,
      113158,
      123953,
      125068
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2016,
        "end": 2017,
        "display_date": "Saturday, December 03, 2016 - Sunday, August 06, 2017"
      }
    ]
  },
  {
    "exhibition_id": 2503,
    "exhibition_department": "(not assigned)",
    "exhibition_title": "Embroidering an Ordered Cosmos: Daoist Priest Garments of the Qing Dynasty (1644-1911)",
    "exhibition_description": null,
    "begin": 2016,
    "end": 2017,
    "display_date": "Monday, December 12, 2016 - Sunday, September 03, 2017",
    "public_info": 1,
    "objects": [
      660,
      16917,
      16945,
      16947,
      16950,
      16976,
      16977,
      17071,
      41737
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2016,
        "end": 2017,
        "display_date": "Monday, December 12, 2016 - Sunday, September 03, 2017"
      }
    ]
  },
  {
    "exhibition_id": 2529,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Piranesi: Rome in Ruins",
    "exhibition_description": null,
    "begin": 2017,
    "end": 2018,
    "display_date": "Saturday, May 20, 2017 - Sunday, February 25, 2018",
    "public_info": 1,
    "objects": [
      8853,
      42137,
      55193,
      55204,
      55209,
      55212,
      55248,
      55259,
      55260,
      55263,
      55264,
      77275,
      77279,
      77280,
      103173,
      103176
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2017,
        "end": 2018,
        "display_date": "Saturday, May 20, 2017 - Sunday, February 25, 2018"
      }
    ]
  },
  {
    "exhibition_id": 2548,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "George Morrison: Drawings and Small Paintings",
    "exhibition_description": "George Morrison (1919–2000) was a renowned Anishinaabe modernist from Minnesota whose visionary work was inspired by the natural world, a profound sense of place, and Native American thought and culture. Morrison believed that nature, particularly the sky and water, held a spiritual vitality, a transcendent force that could be experienced through an aesthetic rooted in abstraction and surrealism. Emotive, personal, intuitive, and organic, Morrison’s approach was also deeply introspective, with Minnesota landscapes and the shoreline of Lake Superior serving as his principal subjects. Selected from the holdings of the Minneapolis Institute of Art, this exhibition highlights Morrison’s abiding interest in color, abstraction, the natural world, and creating art on an intimate scale. Featuring drawings in pen and ink, colored pencil, conté crayon, and gouache, the selection also includes several small acrylic horizon paintings.",
    "begin": 2017,
    "end": 2018,
    "display_date": "Saturday, October 21, 2017 - Sunday, July 01, 2018",
    "public_info": 1,
    "objects": [
      2075,
      4566,
      4567,
      4762,
      4763,
      4843,
      4987,
      4988,
      6020,
      6021,
      6022,
      6023,
      12775,
      126114,
      126115,
      126116,
      126118,
      126119,
      126120,
      126121,
      127478,
      127479,
      127491
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2017,
        "end": 2018,
        "display_date": "Saturday, October 21, 2017 - Sunday, July 01, 2018"
      }
    ]
  },
  {
    "exhibition_id": 2564,
    "exhibition_department": "Chinese, Indian, and Southeast Asian Art",
    "exhibition_title": "A World of Radiant Awakening: Buddhism and the Painting of China",
    "exhibition_description": "Buddhism has been a dominant religious and intellectual force in China since it arrived from India around 100 C.E. Both literati and professional artists created Chinese Buddhist paintings.\r\nLiterati painters, scholars for whom painting was a form of intellectual and moral cultivation, created meditative scenes by incorporating Buddhist ideas into landscape painting. For painters who followed Chan (Zen) Buddhism, the expressive handling of ink evoked the sudden awareness that comes in moments of insight.\r\nProfessional artists generally focused on figurative paintings, including depictions of buddhas, bodhisattvas (nearly enlightened beings that stay on earth to help people), arhats (the original followers of the Buddha), and eminent monks. During the Qing dynasty (1644­–1911), the imperial patronage of esoteric Buddhism—the primary school of Tibetan Buddhism—resulted in a vast number of religious works in the Tibetan style. These paintings combine Tibetan attention to iconographic detail with Chinese-inspired decorative elements.",
    "begin": 2017,
    "end": 2017,
    "display_date": null,
    "public_info": 1,
    "objects": [
      4565,
      5194,
      5819,
      25568,
      29432,
      31144,
      31224,
      33628,
      45524,
      60016,
      83514,
      91030,
      101493,
      112697,
      112698,
      112699,
      112700,
      112701,
      112702,
      112703,
      112704,
      112705,
      112706,
      112707,
      112708,
      112709,
      112710,
      112711,
      112712,
      112713,
      112714,
      112715,
      116534,
      116535
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2017,
        "end": 2017,
        "display_date": null
      }
    ]
  },
  {
    "exhibition_id": 2568,
    "exhibition_department": "Paintings",
    "exhibition_title": "George Morrison in Focus",
    "exhibition_description": "George Morrison (1919–2000) constantly explored new ways to translate nature and personal experience. Born near Grand Marais, Minnesota, Morrison trained in Minneapolis before moving to New York in 1943. Immersed in the culture of improvisation and experimentation in New York, Morrison gradually worked on a large scale and made thickly encrusted paintings shimmering with light and energy. This installation places Morrison’s Untitled (1960) painting in dialogue with artists he knew and exhibited with in the 1950s and 1960s, including Philip Guston, Grace Hartigan, and Louise Nevelson. Recently conserved, Morrison’s painting has not been on view at Mia for many decades. This installation reconnects Morrison’s work to midcentury modernism and reaches forward to suggest his legacy. A newly acquired piece by Andrea Carlson (Anishinaabe, Ojibwe, b. 1979), who early on received encouragement from Morrison, will also be on view for the first time.",
    "begin": 2017,
    "end": 2018,
    "display_date": "Saturday, October 21, 2017 - Sunday, July 01, 2018",
    "public_info": 1,
    "objects": [
      2175,
      20919,
      127222,
      127680,
      127681
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2017,
        "end": 2018,
        "display_date": "Saturday, October 21, 2017 - Sunday, July 01, 2018"
      }
    ]
  },
  {
    "exhibition_id": 2875,
    "exhibition_department": "Contemporary Art",
    "exhibition_title": "Rituals of Resilience",
    "exhibition_description": "<i>Welcome / new horizons / where the mind is\r\nMore than just land and sky / I’m intertwining\r\nPlanets / spinning alignment with assignments\r\nSlightly pivoted to the Suns divineness\r\nUnseen but felt like air\r\nEverything is extravagant done with flair\r\nFrom the way that we walk / we glide we there\r\nTextures of the hair and clothes we wear</i>\r\n\r\n—I Self Devine, “Grand Rising,” from the album <i>Rituals of Resilience</i>\r\n\r\n\r\nRituals of Resilience is an audio-visual experience bringing the work of Black visual artists into dialogue with a sonic landscape created by Twin Cities-based musician, artist, and community organizer Chaka Mkali (aka I Self Devine). The accompanying album grew from Mkali’s in-depth research on the work of each artist, and approaches their individual visual practice as a means to access and articulate a collective Black consciousness that transcends time and space. \r\n\r\nHere, images, words, and music combine to explore themes of identity, culture, spirituality and power through the embodiment of Black lived experience. As Chaka Mkali explains: \r\n\r\nRituals of Resilience <i>is about the act of survival under intense pressure and heat. A place to hide when being in your body isn’t safe. A reimagining of new worlds and possibilities. The creative culture of Indigenous and diasporic ethnic groups of African descent surviving and dismantling 400 years of white supremacy. . . through a visceral fabric of repetitious intentional movements, vibrations, gatherings, acts, symbols, and codes.</i>",
    "begin": 2021,
    "end": 2022,
    "display_date": "Thursday, March 18, 2021 - Tuesday, February 22, 2022",
    "public_info": 1,
    "objects": [
      128889,
      128890,
      128891,
      128892,
      128893,
      128894,
      129704,
      131150,
      131183,
      131804,
      131807,
      132269,
      136095,
      136521,
      137705,
      137709,
      137824,
      137943,
      138136,
      138190,
      138995,
      139027,
      140006,
      140007,
      140008,
      140012,
      140015,
      140155
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2021,
        "end": 2022,
        "display_date": "Thursday, March 18, 2021 - Tuesday, February 22, 2022"
      }
    ]
  },
  {
    "exhibition_id": 2876,
    "exhibition_department": "Prints and Drawings",
    "exhibition_title": "Italian Printmakers Circa 1600: Four Diverging Paths",
    "exhibition_description": "This exhibition focuses on four remarkable printmakers working in Italy around the year 1600. Each took a different path. Two were brothers, Agostino and Annibale Carracci. Promoting the study of live models and nature, they had a profound impact on artistic trends in Italy. Yet, their engagements with printmaking diverged. Agostino was a prolific, highly skilled professional engraver. Annibale preferred to spend his time making paintings, but for his limited output of prints he adopted the more intuitive technique of etching to produce works of exceptional sensitivity. Camillo Procaccini spent even less time on printmaking, but his few etchings resulted in visionary productions with powerfully emotional content. Andrea Andreani devoted his career to translating the works of other artists into complex woodcuts, sometimes of remarkable size. Several of the prints in this exhibition are here making their first appearance in Mia’s galleries.",
    "begin": 2021,
    "end": 2021,
    "display_date": "Thursday, April 01, 2021 - Sunday, October 10, 2021",
    "public_info": 1,
    "objects": [
      53258,
      53527,
      109720,
      109721,
      109722,
      109723,
      115628,
      115659,
      118947,
      118948,
      118949,
      119882,
      120852,
      120854,
      138044
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2021,
        "end": 2021,
        "display_date": "Thursday, April 01, 2021 - Sunday, October 10, 2021"
      }
    ]
  },
  {
    "exhibition_id": 2877,
    "exhibition_department": "Decorative Arts, Textiles & Sculpture",
    "exhibition_title": "Unexpected Turns: Women Artists and the Making of American Basket Weaving Traditions",
    "exhibition_description": null,
    "begin": 2021,
    "end": 2021,
    "display_date": "Thursday, March 11, 2021 - Thursday, October 21, 2021",
    "public_info": 1,
    "objects": [
      626,
      630,
      631,
      632,
      633,
      634,
      635,
      4164,
      16455,
      16457,
      16459,
      16461,
      16462,
      16463,
      16465,
      16477,
      16478,
      16489,
      16492,
      16495,
      16496,
      16497,
      16504,
      16506,
      16512,
      16546,
      16559,
      16588,
      69239,
      82260,
      98650,
      104522,
      108691,
      120835,
      120836,
      124445,
      124446,
      127014,
      128950,
      128951,
      128953,
      128960,
      128962,
      128963,
      128969,
      137371,
      139998,
      139999
    ],
    "venues": []
  },
  {
    "exhibition_id": 2882,
    "exhibition_department": "Contemporary Art",
    "exhibition_title": "Piotr Szyhalski / Labor Camp | COVID-19: Labor Camp Report",
    "exhibition_description": "On March 24, 2020, Minneapolis-based artist Piotr Szyhalski embarked on a daily drawing practice responding to the COVID-19 pandemic as it unfolded in real time. What began as a way for the artist to share observations of life in lockdown and the pain caused by the pandemic quickly became a daily exercise of chronicling his thoughts and feelings and reconciling them with the changes being wrought in the world. \r\n\r\nCOVID-19: Labor Camp Report consists of 225 drawings created over eight months that fall under Szyhalski’s ongoing artistic framework, Labor Camp. New drawings were posted daily on Instagram, serving as a witness to the unfolding crisis and a record of time, both labored and lost. \r\n\r\nSzyhalski’s work addresses themes ranging from time, home, and resilience to misinformation, greed, authoritarianism, and police brutality. The series’ bold messages and images call us to action, ask us to question what is happening in our world, and most importantly, inspire hope and solidarity. \r\n\r\nWhile the pandemic is far from over, we hope COVID-19: Labor Camp Report offers you an opportunity to reflect on both the events of the past year and your own experiences of this turbulent moment. ",
    "begin": 2021,
    "end": 2021,
    "display_date": "Thursday, February 25, 2021 - Saturday, August 14, 2021",
    "public_info": 1,
    "objects": [
      140222,
      140223,
      140224,
      140225,
      140226,
      140227,
      140228,
      140229,
      140230,
      140231,
      140232,
      140233,
      140234,
      140235,
      140236,
      140237,
      140238,
      140239,
      140240,
      140241,
      140242,
      140243,
      140244,
      140245,
      140246,
      140247,
      140248,
      140249,
      140250,
      140251,
      140252,
      140253,
      140254,
      140255,
      140256,
      140257,
      140258,
      140259,
      140260,
      140261,
      140262,
      140263,
      140264,
      140265,
      140266,
      140267,
      140268,
      140269,
      140270,
      140271,
      140272,
      140273,
      140274,
      140275,
      140276,
      140277,
      140278,
      140279,
      140280,
      140281,
      140282,
      140283,
      140284,
      140285,
      140286,
      140287,
      140288,
      140289,
      140290,
      140291,
      140292,
      140293,
      140294,
      140295,
      140296,
      140297,
      140298,
      140299,
      140300,
      140301,
      140302,
      140303,
      140304,
      140305,
      140306,
      140307,
      140308,
      140309,
      140310,
      140311,
      140312,
      140313,
      140314,
      140315,
      140316,
      140317,
      140318,
      140319,
      140320,
      140321,
      140322,
      140323,
      140324,
      140325,
      140326,
      140327,
      140328,
      140329,
      140330,
      140331,
      140332,
      140333,
      140334,
      140335,
      140336,
      140337,
      140338,
      140339,
      140340,
      140341,
      140342,
      140343,
      140344,
      140345,
      140346,
      140347,
      140348,
      140349,
      140350,
      140351,
      140352,
      140353,
      140354,
      140355,
      140356,
      140357,
      140358,
      140359,
      140360,
      140361,
      140362,
      140363,
      140364,
      140365,
      140366,
      140367,
      140368,
      140369,
      140370,
      140371,
      140372,
      140373,
      140374,
      140375,
      140376,
      140377,
      140378,
      140379,
      140380,
      140381,
      140382,
      140383,
      140384,
      140385,
      140386,
      140387,
      140388,
      140389,
      140390,
      140391,
      140392,
      140393,
      140394,
      140395,
      140396,
      140397,
      140398,
      140399,
      140400,
      140401,
      140402,
      140403,
      140404,
      140405,
      140406,
      140407,
      140408,
      140409,
      140410,
      140411,
      140412,
      140413,
      140414,
      140415,
      140416,
      140417,
      140418,
      140419,
      140420,
      140421,
      140422,
      140423,
      140424,
      140425,
      140426,
      140427,
      140428,
      140429,
      140430,
      140431,
      140432,
      140433,
      140434,
      140435,
      140436,
      140437,
      140438,
      140439,
      140440,
      140441,
      140442,
      140443,
      140444,
      140445,
      140446
    ],
    "venues": []
  },
  {
    "exhibition_id": 2893,
    "exhibition_department": "Contemporary Art",
    "exhibition_title": "Siah Armajani: A Bridge Divides, A Bridge Transforms",
    "exhibition_description": "<i>“A bridge divides what is “above” the bridge, what is “below” the bridge, what is “before” the bridge and what is “after” the bridge, but at the same time it brings totality and turns it into a neighborhood.”</i>\r\n– Siah Armajani\r\n\r\nIn 1960, at the urging of his family, Siah Armajani (Iranian American, 1939-2020) left his native Iran for the United States, landing in St. Paul where his uncle taught at Macalester College. The artist was an activist at a time of political upheaval in his native country and, for him, immigration was a political act. \r\n\r\nThe installation in this rotunda celebrates an important facet of Armajani’s career: the act of bridging. Ironically, bridges emphasize divisions even as they create connections. As an immigrant, Armajani understood his status as a metaphorical bridge between two cultures, and between two locations. For Armajani, the questions of citizenship and culture are deeply embedded in his works.",
    "begin": 2021,
    "end": 2021,
    "display_date": "Thursday, March 18, 2021 - Sunday, September 12, 2021",
    "public_info": 1,
    "objects": [
      45348,
      109173,
      111030,
      121981
    ],
    "venues": [
      {
        "venue": "Minneapolis Institute of Art",
        "begin": 2021,
        "end": 2021,
        "display_date": "Thursday, March 18, 2021 - Sunday, September 12, 2021"
      }
    ]
  }
]
