{
  "accession_number": "2022.98.7",
  "art_champions_text": null,
  "artist": "Artist: Jeffrey Gibson",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Beadwork; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": "Choctaw-Cherokee",
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "punching bag that has been covered in pony beads and studded spikes on the top half, and 12 rows of silver conical jingles on the lower half; multi colored nylon ribbon in blue, black, red, white and yellow, hangs along the bottom in four rows, 12” of fringe hangs below bag; text in beaded area reads, “each time you love love as deeply as if it were forever nothing is eternal” in four rows",
  "dimension": "70 × 19 × 19 in. (177.8 × 48.26 × 48.26 cm)",
  "id": "http://api.artsmia.org/objects/131152",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6548,
  "image_width": 4480,
  "inscription": "",
  "life_date": "American (Choctaw-Cherokee), born 1972",
  "markings": "",
  "medium": "Repurposed punching bag, acrylic felt, glass beads, metal jingles, artificial sinew, and nylon fringe",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The embellished punching bag could represent the body of a dancer. Artist Jeffrey Gibson, who is part Choctaw and part Cherokee, may have had this effect in mind when he clothed the bag in the beadwork, jingles, and nylon ribbons typical of powwow regalia. As a child, Gibson thought of powwows as conduits of tradition. Now, he sees them as a modern invention: “I define modernism as innovation or an invention responding to drastic changes in circumstances and environment, and powwow is one of those things; it evolved as a way to bring people back together.”",
  "title": "NOTHING IS ETERNAL"
}
