{
  "accession_number": "2020.11.1a-c",
  "art_champions_text": null,
  "artist": "Artist: Lynette Yiadom-Boakye",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "United Kingdom",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "unframed triptych; all three images are of an individual man with his arms raised up near his head and his elbows out, wearing a white shirt and black pants with a brown background; man's position varies slightly between images a: both his hands on the back of this neck; collared shirt; eyes looking to viewer’s right b: one hand on the back of his head and the other is curled above his shoulder; his eyes are downcast c: one hand on the back of his head and the other on the side of his head above his ear; he looks out to the viewer",
  "dimension": "55 3/8 × 33 1/2 × 1 1/2 in. (140.65 × 85.09 × 3.81 cm) (object part, each)",
  "id": "http://api.artsmia.org/objects/131150",
  "image": "valid",
  "image_copyright": "© Lynette Yiadon-Boakye",
  "image_height": 4480,
  "image_width": 6436,
  "inscription": "",
  "life_date": "British, born 1977",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "British",
  "object_name": "Painting (triptych)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Writer and painter Lynette Yiadom-Boakye creates figures from imagination and memory that deliberately distance the viewer from any personal narrative, time, or place. According to Yiadom-Boakye, her painting and writings —short stories, poems, and the titles of her paintings—work in parallel to one another to allow space for one’s imagination to flourish. She describes her fictional subjects as “suggestions of people. . . . They don’t share our concerns or anxieties. They are somewhere else altogether.” While rooted in traditional portraiture—her subjects are often arranged in poses drawn from the history of European and Euro-American art—Yiadom-Boakye’s process is decidedly contemporary, her paintings typically completed in a day to best capture a moment or her stream of consciousness.",
  "title": "Shelves for Dynamite"
}
