{
  "accession_number": "2022.98.6",
  "art_champions_text": null,
  "artist": "Artist: Deana Lawson",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "image of a woman in a blue underwear with her hand on her hip, looking back over her PL shoulder at the viewer; interior scene with light purple walls and a floral couch; clock on the wall above the woman's head is gold with a Pegasus on the right side",
  "dimension": "70 × 55 in. (177.8 × 139.7 cm)\r\n71 1/2 × 56 1/2 × 2 in. (181.61 × 143.51 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131151",
  "image": "valid",
  "image_copyright": "© Deana Lawson",
  "image_height": 4400,
  "image_width": 6248,
  "inscription": "",
  "life_date": "American, born 1979",
  "markings": "",
  "medium": "Pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Eternity, a highly stylized portrait, challenges socially accepted images of women’s bodies. Deana Lawson portrays her model as regal and powerful—a corrective to Western art,which has largely misrepresented or ignored the portrayal of Black bodies in an affirming manner. According to the artist, the figure represents the “Mitochondrial Eve,” the genetic origin and mother of all humanity and symbol of maternity, femininity, and fertility. As in many of Lawson’s portraits, the composition is carefully constructed with items that have personal significance for the artist. Here, everything from the location and room decor to the model’s pose and the hand-sewn fringe has been carefully selected and composed by the artist herself. The photograph was created in collaboration with another woman, the model, which makes it unlike most sensual images of femininity found in art history.\r\n\r\n\"With a history of certain voices not being included in the history of art, I think it is time to claim that space, to have bodies who might not have been celebrated within the institution. It is important for someone—if I was 16 years old and I was to go to a museum and see Kerry James Marshall, that would have influenced profoundly in my whole identity. So it becomes about gaining a wider audience and if that means through an institution, by all means I welcome that.\"\r\n—Deana Lawson, TIME, Mar. 2, 2017",
  "title": "Eternity"
}
