{
  "accession_number": "2018.125.1",
  "art_champions_text": null,
  "artist": "Artist: Marius Sznajderman",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. Sheldon and Pneena Pearl Sheps",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "woodcut; black pigment on white paper; image of three emaciated figures piled onto a cart, rendered in thick, blocky linear patterns; figure on right draped over edge of cart, arms extended overhead, legs splayed in ULQ, facing upwards; center figure bend forward over cart, facing inwards; third figure in center left facing upwards, body obscured by other figures; cart wheel in LLQ",
  "dimension": "6 × 7 3/4 in. (15.24 × 19.69 cm) (image)\r\n8 7/16 × 11 5/16 in. (21.43 × 28.73 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131192",
  "image": "valid",
  "image_copyright": "Copyright © 2019 Marius Sznajderman",
  "image_height": 3304,
  "image_width": 4398,
  "inscription": "LLC, in margin, in pencil: Proof I | bottom center, in pencil: 2/6 - Ghetto & Concentration Camp Series",
  "life_date": "French (active Venezuala and the United States), 1926–2018",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "French (active Venezuala and the United States)",
  "object_name": "Print",
  "portfolio": "From The Concentration Camp Series",
  "provenance": "The artist; to Pearl and Sheldon Sheps, Rochester, Minn. & Minneapolis, c. 1960s; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Marius Sznajderman 1918",
  "style": "20th century",
  "text": "In 1959, Marius Sznajderman set to work on a series of prints that he exhibited as “Revolt of the Warsaw Ghetto” in 1961. He later came to refer to the same prints as the Concentration Camp series. This harrowing image was the brochure image for the exhibition, held at the Hackensack, New Jersey, YMHA [Young Men’s Hebrew Association]. \r\n\r\nThe Warsaw Ghetto Revolt, often called the Uprising, occurred in 1943 in German-occupied Poland during World War II. After the summer of 1942, when more a quarter of a million Jews were taken from the ghetto and murdered at the Treblinka extermination camp, groups of survivors within the ghetto began to build bunkers and smuggle in weapons. The uprising began April 19. The German response was to burn the ghetto, resulting in the death of 13,000 Jews.",
  "title": "The Cart"
}
