{
  "accession_number": "2019.36.2",
  "art_champions_text": null,
  "artist": "Artist: Mabel A. Hewit",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1957",
  "department": "Arts of the Americas",
  "description": "recto: color-stained woodblock with image of figure molding a blue pot on a potter's wheel; figure wears a pink shirt, burgundy bottoms, and is surrounded by blue and brown pots; gold brick background verso: figure wearing a wide-brimmed hat and red shirt in LLQ, holding a rod; two cows in background in a field; figure in right center pushing plow; smaller figure standing in a field in center left; rising mounds of foliage in URQ and ULQ; blue sky",
  "dimension": "8 7/8 × 5 3/4 × 3/4 in. (22.54 × 14.61 × 1.91 cm) (including hanging hardware)",
  "id": "http://api.artsmia.org/objects/131188",
  "image": "valid",
  "image_copyright": "© Mabel A. Hewit",
  "image_height": 3208,
  "image_width": 2499,
  "inscription": "",
  "life_date": "American, 1903–1984",
  "markings": "tag pinned to bottom of woodblock, in pencil: 44A- INDIANS AT WORK | 44B- ROSITA | CHRIS",
  "medium": "Wood, water-based ink",
  "nationality": "American",
  "object_name": "Printing matrix",
  "portfolio": "From ",
  "provenance": "(Mary Ryan Gallery, New York); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mabel Hewit likely met the potter Rosita on a trip to Mexico or Guatemala in the 1950s. Notice how her rounded hat echoes the pots piled behind her. As the color-stained woodblock indicates, Hewit printed Rosita from a single block, carving grooves to keep adjacent colors from mixing. These grooves print white, hence the term “white-line woodcut.”\r\n\r\nHewit learned the technique in 1933 in Provincetown, Massachusetts, where it originated. An analysis of 33 surviving Hewit blocks revealed that she apparently used cast-off wood from lumber mills, construction sites, and furniture makers. The thrifty Hewit usually carved both sides of a block; the back of this one has a farming scene.",
  "title": "Double-sided white-line woodblock matrix for \"Rosita\""
}
