{
  "accession_number": "2018.59.2",
  "art_champions_text": null,
  "artist": "Artist: Norma Minkowitz",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Lotus Stack Textiles Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "crocheted round, flat form mostly in buffs, sage green, steel blue; scattered zigzagging and textured stitches in brown, salmon, blue, and maroon; off-set, raised dome-like form at C; several rectangular patches of textured knit or applique in contrasting color; whole form resembles abstracted wagon wheel; several dips and rises in texture; three appliqued, tightly woven whorls of hair; plastic ring",
  "dimension": "49 1/2 × 50 × 1 1/2 in. (125.73 × 127 × 3.81 cm)",
  "id": "http://api.artsmia.org/objects/131153",
  "image": "valid",
  "image_copyright": "© Norma Minkowitz",
  "image_height": 8197,
  "image_width": 8355,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Crocheted cotton, poly wrap, human hair",
  "nationality": "American",
  "object_name": "Textile panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In the field of American fiber art, Norma Minkowitz is credited with establishing the homespun craft of crochet as a fine art technique. Minkowitz learned to crochet from her mother as a young girl. She quickly started to improvise, adding and dropping stitches, observing the shapes that emerged. “Journey’s End” showcases Minkowitz’s improvisational crochet techniques at their finest. Across its broad expanse, the fiber elements vary in color and thickness. As the fibers drop in and out of the surface, the quality of the textile evolves, becoming gauzy and transparent in some areas, opaque and stiff in others. The resulting crocheted creation assumes a lifelike, organic quality.",
  "title": "Journey's End"
}
