{
  "accession_number": "2019.31",
  "art_champions_text": null,
  "artist": "Artist: Martin Schongauer",
  "catalogue_raissonne": "Bartsch 105; Lehrs and Hollstein 104",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "European Art",
  "description": "small round engraving mounted to mat board; image of a male figure in center with arms extended, gazing toward PR, body covered in hair; holds two shields in each hand; left shield depicts image of a hare; right image depicting a male figure in profile view, high necked collar and wearing a scarf tied on head; central figure stands on a small, grassy mound, with rising earthwork on either side",
  "dimension": "3 × 3 1/16 in. (7.62 × 7.78 cm) (sheet, diameter)\r\n10 5/8 × 8 1/4 in. (26.99 × 20.96 cm) (mat)",
  "id": "http://api.artsmia.org/objects/131185",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4854,
  "image_width": 4963,
  "inscription": "",
  "life_date": "German, c. 1440/53–1491",
  "markings": "",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Armorial shields with supporters",
  "provenance": "(Gilhofer & Ranschburg, Lucerne, catalogue 22, no. 433. Carl and Rose Hirschler, née Dreyfus, Haarlem (Lugt 633a), acquired September 1929; thence by descent; (C.G. Boerner, New York, 2018)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center, in black ink: M + S",
  "style": "15th century",
  "text": "This furry fellow crowned with a wreath of vines is a wild man, a creature from just beyond the fringes of civilization. He holds two shields like the symbols that families used to mark their property and their station in life in the late 1400s. Attempts have been made to connect the the hare and the bust of the African youth to specific families, but the results have been inconclusive. \r\n\r\nHeads of Black youths frequently appeared on European crests from the 1200s on, with associations to Christian crusades against Islam, slave trading, the Magi (the three kings or wise men who visited the baby Jesus), certain saints (especially Maurice), and general fascination with “exotic” foreigners. He could also be seen as an emblem of bravery contrasted with the skittish hare.\r\n\r\nMartin Schongauer made engravings such as this to offer inspiration to silversmiths, painters, and other craftsmen who needed ideas for their own designs.",
  "title": "Two Shields Supported by a Wild Man"
}
