{
  "accession_number": "2018.59.4a-m",
  "art_champions_text": null,
  "artist": "Artist: Norma Minkowitz",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist in memory of her husband's parents, Gussie and Meyer Minkowitz",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "bi-level display holding wine decanter, wine cup, two loaves of challah, Kiddush cup, fruit basket, flower vase, two candles, veiled female figure holding hands to face, baby doll head with hand on top of head, and a sprawled body with a cherry attached; tray and individual components are all crocheted and hardened with resin",
  "dimension": "25 1/2 × 44 1/2 × 37 1/2 in. (64.77 × 113.03 × 95.25 cm)",
  "id": "http://api.artsmia.org/objects/131154",
  "image": "valid",
  "image_copyright": "© Norma Minkowitz",
  "image_height": 7095,
  "image_width": 9909,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "corresponding numbers marked in black on tray and on each individual component",
  "medium": "Crocheted cotton, gold and silver paint, resins, wood, and dried fruit",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dated in black marker on bottom of components b, g, and k: Norma Minkowitz/ 2011; title on k: Kiddush cup",
  "style": "21st century",
  "text": "“The Sabbath Now” depicts common elements in modern celebrations of the Jewish Sabbath (Shabbat, in Hebrew) on Friday evenings: candles, a Kiddush cup, a vase with flowers, a bowl of fruit, a blessed child, two loaves of challah bread, and a resting figure. These objects, along with the table cloth they rest upon, were meticulously crocheted and stiffened with resins. When artist Norma Minkowitz created this work in 2011, she also made a historically-inspired counterpart, “The Sabbath Then,” which references ancient celebrations of the holy day. That work is in the collection of the Museum of Fine Arts, Boston.",
  "title": "The Sabbath Now"
}
