{
  "accession_number": "2018.125.4",
  "art_champions_text": null,
  "artist": "Artist: Sara Wallach",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. Sheldon and Pneena Pearl Sheps",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "four overlapping images of a female figure in a robe, PR leg raised in a kick, with arms swinging in opposite direction; rendered in black ink, with each figure becoming more faint in color as figures move from LLQ (darkest pigment) into URQ; white background",
  "dimension": "18 7/16 × 26 1/16 in. (46.83 × 66.2 cm) (sight)\r\n30 7/8 × 36 9/16 × 1 1/2 in. (78.42 × 92.87 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131195",
  "image": "valid",
  "image_copyright": "© Estate of Sara Wallach",
  "image_height": 4305,
  "image_width": 6069,
  "inscription": "LLC, in pencil: artists proof | bottom center, in pencil: \\\"I Remember Hanya Holm\\\"",
  "life_date": "American, 1919–2011",
  "markings": "white piece of paper with hand written inscription in ULC on back | blue tag in ULC on back with artist\\'s name printed, and hand written address noted below",
  "medium": "Etching in blue ink, printed in multiple passes from a single shaped zinc plate",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; to Pearl and Sheldon Sheps, Rochester, Minn. & Minneapolis, c. 1970s; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil:Sara Wallach",
  "style": "20th century",
  "text": "Hanya Holm (1893–1992) was a major force in the development of American modern dance. She first studied in her homeland of Germany with expressionist dancer Mary Wigman and then moved to New York in 1931 to share what she’d learned, eventually becoming a giant in the field.\r\n\r\nSara Wallach makes her etchings using shaped plates which she prints repeatedly on a single sheet of paper. Based on a note that she wrote to accompany this etching, it appears that she printed the lower left figure twice, then moved the plate for three more impressions without re-inking.",
  "title": "I Remember Hanya Holm"
}
