{
  "accession_number": "2018.125.3",
  "art_champions_text": null,
  "artist": "Artist: Paul Wunderlich",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Sheldon and Pneena Pearl Sheps",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "European Art",
  "description": "black and white background with horizontal lines throughout; black floor space; table in right center with figure depicted with odd, segmented, rounded shapes, filled in with muted greens and browns and some orange pigment; figure lies on back, tongue sticking out, with spindly arms and fingers outstretched; fingers adorned with rings; text inscribed at baseboard of wall under the table, reading 82 01 8 (?) on left side, and .01 .05 under right side of table; received framed in a silver colored metal frame with beige mat",
  "dimension": "19 7/8 × 25 1/2 in. (50.48 × 64.77 cm) (image)\r\n21 7/16 × 27 in. (54.45 × 68.58 cm) (sight)\r\n29 3/8 × 34 1/4 × 1 1/4 in. (74.61 × 87 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131194",
  "image": "valid",
  "image_copyright": "© Paul Wunderlich",
  "image_height": 6164,
  "image_width": 8231,
  "inscription": "LLC, in pencil: 105/ {illeg.}",
  "life_date": "German, 1927–2010",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Christie’s, New York; Dr. Myer Marks; his gift to Pearl and Sheldon Sheps, Rochester, Minn. & Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Wunderlich",
  "style": "20th century",
  "text": "The title of this image, Madame est servie, is the French equivalent of saying Dinner is served. German surrealist Paul Wunderlich, here, takes the term more literally, serving up madame on a wooden table. As a painter, sculptor, and printmaker, Wunderlich specialized in erotic, often kinky, imagery. Hs work met mixed reception. He won many awards for the quality of his graphic art, but officials in the early 1960s confiscated his work on the grounds that it was obscene. He frequently fetishized distorted female nudes. His method for morphing them into improbable forms was to draw not his models but their shadows.",
  "title": "Madame est servie (Madame is served or the meal is served)"
}
