{
  "accession_number": "2018.59.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Linda Mendelson",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Norma Minkowitz",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1983",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "knit coat and scarf; bright and dark purple, black, brown, maroon, and tan; coat: checker ombre panels on front and back; black shoulder pad linings; pocket at each side; striped side panels; black chest and sleeves with purple squares; bands of purple ombre stars on front, back and sleeves; bobbles border bands of stars and buttons; black square buttons with flowers on upper body and ends of sleeves; proper right sleeve has band reading, \"Don't fence me in / Give me land, lots of land under starry skies above\" scarf: square, striped purple, brown, black, tan, stripe with scalloped edge",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/131146",
  "image": "valid",
  "image_copyright": "© Linda J. Mendelson",
  "image_height": 7932,
  "image_width": 4800,
  "inscription": "",
  "life_date": "American, born 1940",
  "markings": "",
  "medium": "Wool",
  "nationality": "American",
  "object_name": "Coat and scarf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom corner PL panel, knit in brown: LM",
  "style": "20th century",
  "text": "Linda Mendelson is an important figure in the fields of US fiber art and wearable art. She is best known for knitted art-to-wear coats, tunics, and scarves displaying her hallmark color progressions and textual quotations pulled from songs and poems. Along with many of her contemporaries, such as the former owner of this coat, fiber artist Norma Minkowitz, Mendelson helped elevate marginalized techniques to the realm of “fine art” in the 1970s and 1980s, particularly those often discounted as “women’s work.” Mendelson’s preferred technique is knitting, though she incorporates crocheted elements into her creations as well. The coat includes quoted text from the popular 1934 song, “Don’t Fence Me In.”",
  "title": "\"Don't Fence Me In\" coat and scarf"
}
