{
  "accession_number": "2018.61a,b",
  "art_champions_text": null,
  "artist": "Artist: Helena Hernmarck",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist with special thanks to Case Western Reserve Law School",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "two large woven panels displayed together to form an image; rainbow arching across a sky that extends through the right and left panels; white clouds on top right edge on left panel; round yellow emblem featuring a sun in the ULC of the left panel; depiction of the American flag in the center of the left panel, with abstracted gray elements juxtaposed over the top of the flag; green space with trees in the center left edge of the left panel; body of water dappled with yellow sunbeams on bottom left edge on left panel; streams of gray rain falls downward over abstract gray mass, with emblem in the center in the shape of an eagle; rising building in the right center of the right panel; depiction of the American flag on a pole on the right edge of the right panel; dark blue body of water on the bottom, with abstract light blue and gray shapes in the center; headers installed on both panels",
  "dimension": "106 3/4 × 116 1/2 × 5/16 in. (271.15 × 295.91 × 0.79 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131149",
  "image": "valid",
  "image_copyright": "© 1971 Helena Hernmarck",
  "image_height": 7508,
  "image_width": 8318,
  "inscription": "on .a on footer on the back in red ink: LEFT HALF | \\\"MOOT TAPESTRY\\\" | on .b on bottom footer on back in red ink: RIGHT HALF | \\\"MOOT TAPESTRY\\\"",
  "life_date": "American (born Sweden), born 1941",
  "markings": "",
  "medium": "Wool, linen, cotton",
  "nationality": "American (born Sweden)",
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on .a on bottom footer on the back, in red ink: HELENA B. HERNMARCK | 1971 | on .b on bottom footer on back, in red ink: HELENA B. HERNMARCK | 1971",
  "style": "20th century",
  "text": "This tapestry was designed to hang in Case Western Reserve Law School’s moot courtroom, a space where law students practiced arguing in court. Because the tapestry was meant to hang in front of a chalkboard, Helena Hernmarck divided it into two panels that would slide right and left whenever one needed to access the board. Hernmarck’s design includes imagery that references the U.S. legal system, including a scale of justice and the Great Seal of the United States.",
  "title": "Moot"
}
