{
  "accession_number": "2018.59.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Linda Mendelson",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Norma Minkowitz",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1983",
  "department": "Arts of the Americas",
  "description": "knit coat and scarf; bright and dark purple, black, brown, maroon, and tan; coat: checker ombre panels on front and back; black shoulder pad linings; pocket at each side; striped side panels; black chest and sleeves with purple squares; bands of purple ombre stars on front, back and sleeves; bobbles border bands of stars and buttons; black square buttons with flowers on upper body and ends of sleeves; proper right sleeve has band reading, \"Don't fence me in / Give me land, lots of land under starry skies above\" scarf: square, striped purple, brown, black, tan, stripe with scalloped edge",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/131146",
  "image": "valid",
  "image_copyright": "© Linda J. Mendelson",
  "image_height": 7932,
  "image_width": 4800,
  "inscription": "",
  "life_date": "American, born 1940",
  "markings": "",
  "medium": "Wool",
  "nationality": "American",
  "object_name": "Coat and scarf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom corner PL panel, knit in brown: LM",
  "style": "20th century",
  "text": "Along with her contemporaries active in the field of wearable fiber art in the 1970s and 1980s, Linda Mendelson wrested marginalized techniques from the domestic sphere and placed them within the public realm of “fine art.” Mendelson’s preferred technique is knitting, and she is also known for incorporating phrases from songs and poems into her signature scarves and tunics. This coat features words and imagery (stars) from the popular 1934 song “Don’t Fence Me In,” which begins: “Oh, give me land, lots of land under starry skies above.” The song was written by Cole Porter, based on an original poem by Robert Fletcher, a poet and highway official from Montana.",
  "title": "\"Don't Fence Me In\" coat and scarf"
}
