{
  "accession_number": "2019.36.1",
  "art_champions_text": null,
  "artist": "Artist: Mabel A. Hewit",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1957",
  "department": "Arts of the Americas",
  "description": "colorful woodblock print with image of figure molding a blue pot on a potter's wheel; figure wears a pink shirt, burgundy bottoms, and is surrounded by blue and brown pots; gold brick gradated background",
  "dimension": "7 1/16 × 5 3/4 in. (17.94 × 14.61 cm) (image)\r\n12 9/16 × 9 1/8 in. (31.91 × 23.18 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131187",
  "image": "valid",
  "image_copyright": "© Mabel A. Hewit",
  "image_height": 4753,
  "image_width": 3490,
  "inscription": "LLC, in margin, in pencil: Rosita | 1 of 10 | 1957 | LRC of sheet, in pencil: D {circled} | 123",
  "life_date": "American, 1903–1984",
  "markings": "",
  "medium": "White-line woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Mary Ryan Gallery, New York",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in margin, in pencil: Mabel a. Hewit",
  "style": "20th century",
  "text": "The white lines in Rosita reflect a novel discovery made in the art colony of Provincetown, Massachusetts, in 1915: by carving deep outlines between elements of a woodcut, the colors won’t run into one another. When the design is transferred to paper, the grooves print white. This meant artists could produce a woodcut from a single block, instead of carving a separate block for each color. \r\n\r\nWith its simplified scene, geometric shapes, and flat colors, Rosita is a classic of the whiteline technique. Hewit likely spotted this industrious potter on a trip to Mexico or Guatemala in the 1950s. Hewit’s thinly applied paint allows the paper to show through, helping to stress the brightness of the tropical sun. Perhaps taking a cue from the blue pot being sculpted here, Hewit added her own sculptural effect, especially noticeable in the bricks. The lines around each brick are slightly embossed, the result of extra vigor when she laid the paper over the colored block and rubbed.",
  "title": "Rosita"
}
