{
  "accession_number": "2018.128.1",
  "art_champions_text": null,
  "artist": "Artist: James Abbott McNeill Whistler",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of John and Laura Taft",
  "culture": null,
  "curator_approved": 0,
  "dated": "1879-80",
  "department": "Arts of the Americas",
  "description": "black ink on tan paper; horizontal scape of buildings and boats along water's edge; thin ink lines; buildings recede into distance from left edge of image to right; gondola boat to left of center; thin groups of lines at angles above buildings suggest clouds; small lines indicate water below buildings and boats; lower area of image mostly blank; black circle with line design in water in LL area",
  "dimension": "4 7/8 × 12 in. (12.38 × 30.48 cm) (plate)\r\n5 × 12 5/16 in. (12.7 × 31.27 cm) (sheet)\r\n13 3/4 × 20 5/8 × 1 5/8 in. (34.93 × 52.39 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131197",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1979,
  "image_width": 4554,
  "inscription": "",
  "life_date": "American, 1834–1903",
  "markings": "",
  "medium": "Etching and drypoint printed on antique laid paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Robert Taft (1889-1953, Cincinnati and Washington, D.C.); by descent to John Taft, Minneapolis; given to MIA, 2018.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Left of center at bottom of sheet: tab with butterfly monogram in pencil",
  "style": "19th century",
  "text": "James McNeill Whistler’s panorama shows Venice in mirror image, meaning the he working on his etching plate just as though he was sketching on the spot. To the left we see the Doge’s palace and to the right of center a hazy suggestion of the domes of Santa Maria della Salute. Tiny gondolas traverse the lagoon. The sky is filled with sweeping and billowing clouds. Whistler left the watery foreground blank, except for his stylized butterfly signature at lower left. A small tab of paper descends from the lower edge of the sheet. On it, drawn in pencil, is a simplified version of the butterfly.",
  "title": "Long Venice"
}
