{
  "accession_number": "2018.134.2",
  "art_champions_text": null,
  "artist": "Artist: Sam Gilliam; Printer: Impressions Workshop, Boston; Publisher: Impressions Workshop, Boston",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 1,
  "dated": "1972",
  "department": "Arts of the Americas",
  "description": "abstract image in cool-toned pigments, with natural paper fibers woven throughout, creating a linear veining pattern; mauve vertical section on right, green washy center and indigo washy pigment, all with a drippy, blue over wash; paper has an organic, uneven fringed effect around the edges",
  "dimension": "24 3/8 × 18 1/8 in. (61.91 × 46.04 cm) (sheet)\r\n25 3/8 × 18 3/4 × 1 in. (64.45 × 47.63 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131227",
  "image": "valid",
  "image_copyright": "© Sam Gilliam %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8388,
  "image_width": 6190,
  "inscription": "",
  "life_date": "American, 1933 - 2022",
  "markings": "Numbered in pencil, BC: 25/67\r\nPublisher\\'s stamp in black ink, verso: IW (superimposed)\r\nPrinter\\'s stamp in black ink, verso: (unidentified)",
  "medium": "Color lithograph on Unryu mulberry paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "John E. Andrus III, Wayzata, Minn. (unitl d. 2012); by descent to Julie Andrus, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center, in pencil: Sam Gilliam \\'72",
  "style": "20th century",
  "text": "Sam Gilliam’s art often breaks boundaries. Like other Color Field painters, he eliminated the brush and poured dilute colors directly onto unprimed canvases. He famously went a step further and eliminated the stretchers to let his canvases drape like banners. Sometimes he balled up his canvases, folded them, or twisted them, causing colors to offset or blend in unpredictable ways. This spirt of freedom and willingness to let chance play its part is reflected in Nile in the irregular, layered, patchy, crumpled-looking application of semi-transparent colors onto handmade paper. This is one of Gilliam’s first engagements with printmaking, an activity that became a significant part of his artistic practice.",
  "title": "Nile"
}
