{
  "accession_number": "2019.71",
  "art_champions_text": null,
  "artist": "Artist: Kevin Beasley",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "large assemblage with collaged elements; many layered pieces of fabric with elaborate prints and objects coated in resin; two cavities resembling veiled heads in top center; thick, gold chain draped under bottom of cavity on the left; fourteen compact disks in top center; large black circle in URC; white transparent cloths in center right and on the left; scattered green and blue hair curlers in center left, center right and in URC; scattered wooden clothes pins; gray-brown feathers with white spots in LLQ, LRQ, center left and center right",
  "dimension": "96 × 86 × 5 7/8 in. (243.84 × 218.44 × 14.92 cm)",
  "id": "http://api.artsmia.org/objects/131234",
  "image": "valid",
  "image_copyright": "© Kevin Beasley",
  "image_height": 4993,
  "image_width": 4357,
  "inscription": "",
  "life_date": "American, born 1985",
  "markings": "",
  "medium": "Housedresses, kaftans, du-rags, t-shirts, CDs, guinea fowl feathers, clothespins, hair rollers, hair extensions (tumbleweave), fake gold dookie chain, and resin",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "The artist, New York; [Casey Kaplan Gallery, New York]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Kevin Beasley’s sculptures are novel hybrids of assemblage and process art. The artist takes found objects—most often clothing—as his starting point and explores their personal and cultural meanings. This massive wall-like “slab” sculpture consists of clothing—housedresses, kaftans, and T-shirts—feathers, clothespins, hair rollers, hair extensions, and other objects encased in polyurethane resin. While these embedded elements reference the powerful female figures in the artist’s personal life, the title of the work specifically references the Burney Relief, a 4,000-year-old rectangular clay relief from ancient Babylonia, in the collection of the British Museum in London. Also known as Queen of the Night, the ancient relief depicts a winged nude goddess figure with bird’s talons, flanked by owls, and perched upon two lions. Beasley’s composition reiterates that of the original, replacing the central goddess with a figure anointed with a halo of CDs surrounded by guinea fowl feathers.\r\n\r\n“I am constantly thinking about how I get to an understanding of my surroundings (people, places, and such) in all of their nuances. It is how I end up using housedresses and kaftans in some work and then a crushed Cadillac Escalade in another—they are both connected to my navigation of the world because I’ve had compelling questions about those objects, people who have had an impact on my life, and the effects of society on the way I am perceived/perceive myself.”\r\n— Kevin Beasley, 2017",
  "title": "Queen of the Night"
}
