{
  "accession_number": "2019.22",
  "art_champions_text": null,
  "artist": "Artist: Ono Hakuko",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Gary L. Gliem Endowment for Japanese Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Asian Art",
  "description": "round, squat glazed vase with gold foil triangular cut-outs over yellow glazed angular shapes; linear curving divots run downward from the mouth of the vase toward the bottom",
  "dimension": "12 1/2 × 16 3/4 × 15 3/4 in. (31.75 × 42.55 × 40.01 cm)",
  "id": "http://api.artsmia.org/objects/131282",
  "image": "invalid",
  "image_copyright": "© Ono Hakuko",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1915 - 1996",
  "markings": "",
  "medium": "Glazed porcelain with underglaze-gold foil",
  "nationality": "Japanese",
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Ono Hakuko was born to a potter father and by her mid-twenties had already established her first kiln. In addition to learning from her father early on, Ono began an intensive study in 1964 with Katō Hajime (1925–2000), who was recognized as a Living National Treasure. From Hajime, she learned the difficult yūri kinsai technique, which she used to create this vase. For this time-consuming process, Ono first created the form and fired it (a preparatory step called \"bisque firing”), adding to this hardened body initial designs in cobalt. Next, Ono cut and incised gold leaf and a finally a layer of lightly colored enamel, before re-firing the vessel. This intricate process resulted in the luminous, sunburst-like surface this vase. For her mastery of this technique, Hakuko became only the second woman potter ever to earn the prestigious Japan Ceramic Society Prize in 1980.",
  "title": "Flower vase"
}
