{
  "accession_number": "2018.124.4",
  "art_champions_text": null,
  "artist": "Artist: Paul Lamantia",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ms. Sheryl R. Johnson, wife of artist Paul Lamantia",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "busy, colorful layered image rendered in multicolored pigments; green flooring with linear square pattern along bottom edge of image; red and purple creature, with two legs on the floor, each foot containing smaller legs and a red mouth extended downward with jagged teeth in LRC; several layered pieces of paper added to creature, one of which is a long had with two protruding eyes, and three slender, jagged openings in pink pigment; circular shape in URC resembling a planet in URC; orange and red long squiggly shape, with slender, curving protrusions in top right; upside down rising staircase in gold and peach pigment in top center; long neon green shape in center left of image; neon pink shape with orange linear pattern in LCQ; gaping purple mouth with red interior and sharp white teeth in ULQ; yellow creature in the shape of a squared-off arch, with three curving legs, long nose, oval mouth and a single eye on forehead in bottom left edge",
  "dimension": "31 1/4 × 42 3/16 in. (79.38 × 107.16 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131216",
  "image": "valid",
  "image_copyright": "© 2019 Paul Lamantia",
  "image_height": 5638,
  "image_width": 7598,
  "inscription": "on front, in bottom right edge, in black ink: 10 {circled} 30 1/2 x 41 | on back, in bottom center, in black ink: 24 {circled} | on back, in bottom center, in black ink, MIXED MEDIUM | COLLAGE | W 31 1/2 x H 42 1/8 | \\\"CRIME ALLEY\\\"",
  "life_date": "American, born 1938",
  "markings": "",
  "medium": "Gouache, black ink marker, graphite, and collage on paper",
  "nationality": "American",
  "object_name": "Drawing with collage",
  "portfolio": "From ",
  "provenance": "The artist, Chicago; Sheryl R. Johnson, Chicago (wife of the artist); given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in bottom center, in black ink: PAUL LAMANTIA | 1969 {circled}",
  "style": "20th century",
  "text": "",
  "title": "Crime Alley"
}
