{
  "accession_number": "2018.131.2",
  "art_champions_text": null,
  "artist": "Artist: Hugo Gellert; Publisher: International Workers Order, New York",
  "catalogue_raissonne": "Mary Ryan Gallery 66",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary Ryan and Bruce Lebowitz",
  "culture": null,
  "curator_approved": 1,
  "dated": "1943",
  "department": "Arts of the Americas",
  "description": "folded sheet of paper, with the title \"LEARNING TO THINK AND WORK TOGETHER\" and text on back side; colorful image on the front with a group of figures with skin color rendered in red pigment; central figure rendered in dark brown pigment; blue background with the suggestion of a crowd of figures behind front group; red upper half with black outline of two hands locked in a hand shake",
  "dimension": "15 1/8 × 13 1/16 in. (38.42 × 33.18 cm) (image)\r\n20 × 15 15/16 in. (50.8 × 40.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131230",
  "image": "valid",
  "image_copyright": "© Estate of Hugo Gellert",
  "image_height": 6664,
  "image_width": 5431,
  "inscription": "on inner left side of folded sheet; in LLC, in pencil: HG-66 (16)",
  "life_date": "American (born Hungary), 1892–1985",
  "markings": "",
  "medium": "Color screenprint and lithograph, letterpress",
  "nationality": "American (born Hungary)",
  "object_name": "Print with text",
  "portfolio": "From \"Century of the Common Man: Two Speeches by Henry A. Wallace\" portfolio",
  "provenance": "Mary Ryan and Bruce Lebowitz, New York; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in margin, in black ink: HUGO GELLERT",
  "style": "20th century",
  "text": "Hugo Gellert was one of America’s leading political artists of the first half of the 1900s. He dedicated his art to the advancement of socialist ideals. In 1943, in the depths of World War II, he produced a portfolio of nineteen screenprints entitled “Century of the Common Man,” which served as a visual manifesto of his values. Each plate in the series was devoted to one or two basic ideas; here, the need for unity across ethnic and racial lines.",
  "title": "Century of the Common Man: Learning to Think and Work Together"
}
