{
  "accession_number": "2019.37",
  "art_champions_text": null,
  "artist": "Artist: Stacey Davidson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 1,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "figure dressed in a textured white suit; brown hair with gold and red flecks, tied back, wearing red shoes and standing with legs outspread on a light green platform; non-descript white space in background; sheet mounted on a backing board",
  "dimension": "29 1/4 × 22 7/16 in. (74.3 × 56.99 cm) (sheet)\r\n29 3/4 × 22 5/16 × 1 1/2 in. (75.57 × 56.67 × 3.81 cm) (mount)",
  "id": "http://api.artsmia.org/objects/131233",
  "image": "valid",
  "image_copyright": "© Stacey Davidson",
  "image_height": 8331,
  "image_width": 6290,
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Oil on prepared paper mounted on panel",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, Rock Hill, South Carolina; sold to MIA, 2019.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: Stacey Davidson 2018",
  "style": "21st century",
  "text": "Stacey Davidson’s \"receipts, glass\" is a provocative feminist response to Herb Alpert’s Tijuana Brass album cover “Whipped Cream & Other Delights” of 1965. The famous image featured a naked woman covered in mound of whipped cream, shown suggestively licking her finger as she seductively looked out towards the spectator. While fifty years later the cover appears as dated as the music of the album, it was wildly popular in its day and became an icon in popular culture. At concerts Alpert would reportedly apologized to his audiences, \"Sorry, we can't play the cover for you!\" Davidson’s figure, covered with paper receipts rather than a mound of whipped cream, adeptly imitates the sideways glance of the album’s model, but looks away defiantly and stands empowered. Her figure’s forceful refusal of the male gaze reveals the insidious weight it held over Herb Alpert fans, male and female alike, a half century ago.   \r\n\r\nPortraiture is at the center of the artist Davidson’s practice, and the driving force of her portraits is a thoughtful examination of some of life’s most profound questions—identity, gender, race, existence, and more. Much of her work is inspired by the dolls she creates and then dresses and poses and portrays in painting, photography, stop-motion animation, or incorporates into installation and performance pieces. This painting was made from the direct study of one of Davidson’s sculpted dolls, which she posed on a glass table.",
  "title": "Receipts, glass (jockey)"
}
