{
  "accession_number": "2019.17.2a-c",
  "art_champions_text": null,
  "artist": "Artist: Sylvia Stave",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Ford and Amy Bell Endowment Fund for Decorative Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930-1940",
  "department": "European Art",
  "description": "silver cocktail shaker that is smooth and round; curving half-moon shaped handle; lid is round with a vertical rectangular bar on top; strainer under lid that turns and locks in place",
  "dimension": "7 5/8 × 8 3/8 × 5 7/16 in. (19.37 × 21.27 × 13.81 cm)",
  "id": "http://api.artsmia.org/objects/131297",
  "image": "valid",
  "image_copyright": "© Sylvia Stave",
  "image_height": 6080,
  "image_width": 6266,
  "inscription": "",
  "life_date": "Swedish, 1908 - 1994",
  "markings": "hallmark stamp on inner edge of lid | stamp on bottom center of pitcher",
  "medium": "Silver",
  "nationality": "Swedish",
  "object_name": "Cocktail shaker",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Sylvia Stave was one of the most original of Swedish designers in Stockholm in the 1930s. Working predominantly in pewter, brass, silver plate and, occasionally, silver, Stave’s designs for domestic wares—pitchers, teapots, vases, cocktail glasses—were distinguished for their purity of form, geometric volumes and functionalist aesthetic. From the outset of her career, until she gave it up ten years later, Stave was celebrated, her work featured in exhibitions at home, across Europe and the United States. Yet she was entirely forgotten in the decades to come until 1989, when the Italian design firm Alessi reproduced her cocktail shaker in stainless steel, misattributing it, however, to the Bauhaus designer Marianne Brandt whose designs in the 1920s were distinguished for their spare geometries and machine aesthetic.",
  "title": "Cocktail shaker"
}
