{
  "accession_number": "2018.114",
  "art_champions_text": null,
  "artist": "Artist: Art Green",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Garth Greenan, New York",
  "culture": null,
  "curator_approved": 0,
  "dated": "1975",
  "department": "Arts of the Americas",
  "description": "colorful chain link fencing in blue, darker green and lighter green pigments, with thicker bands intersecting in top center, in center and bottom center, forming a diamond shape in the center, as well as 'V' shapes in the top and bottom in blue, red and brown pigments; green patches with red threading in LLQ and LRQ; gray border with red lines in top center, center left and center right; fiery border encloses a splitting seam depicting an ice cream cone with blue and pink ice cream, enfolding a purple border that reveals the hint of a green mountainous landscape with a green sky",
  "dimension": "68 3/16 × 47 1/8 in. (173.2 × 119.7 cm) (canvas)\r\n69 3/4 × 48 3/4 × 3 1/2 in. (177.17 × 123.83 × 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131202",
  "image": "invalid",
  "image_copyright": "© Art Green",
  "image_height": "",
  "image_width": "",
  "inscription": "on back, on wood support beam, in center, in pencil: \\\"United Opposition\\\" 1975 Vancouver, BC",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, on wood support beam in top center on right side of beam, in pencil: art green",
  "style": "20th century",
  "text": "Art Green’s Unified Opposition plays with layers and levels of optical illusions. He has painted the image to appear as a succession of layers of metal and mesh, partially obscuring the partially revealed scenes beneath. An oversized ice cream cone, fire-themed wallpaper and finally a seascape can be glimpsed through the matrix.",
  "title": "United Opposition"
}
