{
  "accession_number": "2019.23",
  "art_champions_text": null,
  "artist": "Artist: Kanaki Toshikage; Publisher: Akiyama Buemon",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The M. Boyd and Carol Burton Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "June 1892",
  "department": "Asian Art",
  "description": "seated figure wearing a black robe with small white flowers on sleeves and chest area; cream-colored under robe and blue inner sleeves; skirted bottoms that are puce in color with thin black stripes; figure holds brush in PR hand; characters/ text in upper right edge and in ULQ, as well as in lower left edge; red stamps in lower left edge of sheet, lower right edge of sheet and in center left; pale green shading in lower left edge",
  "dimension": "14 5/8 × 9 13/16 in. (37.15 × 24.92 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/131264",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6311,
  "image_width": 4311,
  "inscription": "",
  "life_date": "Japanese, active c. 1868 - 1892",
  "markings": "{Toshikage}",
  "medium": "Woodblock print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Toshikage kinsha}",
  "style": "19th century",
  "text": "This portrait shows the artist Tsukioka Yoshitoshi (1839–1892) who lived during a time of drastic and disruptive social change in Japan and is considered the last major ukiyo-e artist. Born into a merchant family he initially designed beautiful women and actors in the Utagawa school style he was trained in but then shifted towards realism. In 1858, he became an independent artist and focused on historical subjects. He gained a reputation as a \"war artist\" through his depictions of violence. \r\nThis memorial portrait of Yoshitoshi was created around the time of his death by Kanaki Toshikage, one of Yoshitoshi's first pupils. Next to the portrait is the death poem which was supposedly composed by Yoshitoshi himself: Holding the night at bay / having outshone all the rest / is the summer moon.",
  "title": "Portrait of Taiso Yoshitoshi"
}
