{
  "accession_number": "2019.12",
  "art_champions_text": null,
  "artist": "Artist: Modupeola Fadugba",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "The Robert C. Winton Fund and the Mr. and Mrs. Bernard M. Granum Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "older woman in profile from PL, with head turned toward picture plane, wearing a white one-piece swimsuit, seated with her PL leg drawn up, at the edge of a swimming pool; black and white pool tiles beneath woman, spelling out \"DEEP\"; woman leans against pool railing; pink background; splotchy brown burned areas with some inherent holes and losses; received in black \"sandwich\" frame",
  "dimension": "51 3/16 × 70 3/16 in. (130.02 × 178.28 cm) (sheet)\r\n58 1/2 × 79 × 1 3/4 in. (148.59 × 200.66 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131299",
  "image": "valid",
  "image_copyright": "© Modupeola Fadugba",
  "image_height": 6869,
  "image_width": 9467,
  "inscription": "",
  "life_date": "Nigerian, born Togo 1985",
  "markings": "",
  "medium": "Acrylic, pencil, and ink on burned paper",
  "nationality": "Nigerian",
  "object_name": "Work on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in brown: Modupeola / 2018",
  "style": "21st century",
  "text": "Fadugba’s work on paper, Pink Honey, explores the history of swimming within a context of access, community dynamics, and visibility. The work features a team member from the Harlem Honeys and Bears, an all-Black synchronized swim group for senior citizens. The sitter is posed facing us, the viewers. Her swimsuit and hair are left white---devoid of context---which visually and poetically unites the two forms. \r\n\r\nThrough the artist’s experiences and interviews with the Harlem Honey and Bears, Fadugba learned of their complex relationship to swimming---an activity that often excluded non- whites throughout American history. The artist noted this history of racism and exclusion by burning the paper. The burns refer to a 1964 incident in St. Augustine, FL, where a hotel owner poured acid on a group of Black and white protesters who refused to leave the whites- only pool. \"These swimmers function as a visual tool to explore the power of togetherness to defy the odds and transcend debilitating stereotypes,\"Fadugba added. \"These are not unrelated issues; they are inextricably intertwined with the history of this community, but what has brought them together is their love for swimming.\"",
  "title": "Pink Honey"
}
