{
  "accession_number": "2018.132",
  "art_champions_text": null,
  "artist": "Artist: Lucie Stahl",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Carolyn Taylor",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Global Contemporary Art",
  "description": "Black-and-white image; column of fencing material in center of image; starkly contrasted image of finger wearing rubber gloves in upper right edge and in LLC; group of figures in LLQ with distorted imagery behind them; white sign that reads '1 PAPA 1 MAMA POUR TOUS les ENFANTS' in bottom right; sign that reads 'CHOOSE Life' in center left, and is position above distorted dark image of a fenced in area; black and white image of a man wearing a stocking hat in center; woman with headphones, wearing a coat and scarf and looking toward PL in center left; figure wearing a puffy vest and has their back turned in center right; colored poster in top right, depicting a male figure, bare chested and wearing blue jeans, PR arm raised above head and standing in a field with a cloudy sky in background; text promoting a book titled 'Alien Quest' surrounds image",
  "dimension": "62 7/8 × 45 9/16 × 7/8 in. (159.7 × 115.73 × 2.22 cm)",
  "id": "http://api.artsmia.org/objects/131214",
  "image": "invalid",
  "image_copyright": "© Lucie Stahl",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1977",
  "markings": "",
  "medium": "Inkjet print, collage, aluminum, and UV lacquer",
  "nationality": "German",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Lucie Stahl utilizes a flatbed scanner to create large-format images in which various objects such as food, photographs, magazine clippings, and trash appear blown-out and flattened. Stahl’s work plays with the notion of liquidity in its many forms—from finance to bodily fluids to the malleability of gender, identity, and images. In Alien Quest, the artist’s hands hold a black and white collaged form with images that speak to conservative family values. Pasted on top of this is a color flyer for a LGBT science fiction novel that calls for the support of marriage equality placing in stark relief the current socio-political climate and one’s aspirations for future possibility.",
  "title": "Alien Quest"
}
