{
  "accession_number": "2020.96.12",
  "art_champions_text": null,
  "artist": "artist: Joe Overstreet",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Global Contemporary Art",
  "description": "symmetrical shape with 10 inward curving sides, with grommet at each \"corner\" which stretch the canvas by white ropes--three attached to the floor, two attached to the left, two attached to the right, and three attached to the ceiling, holding the canvas away from the wall; abstract image with bright colors--purple, black, white, orange, red, brown; rounded forms in a vertical line at center bottom; radiating tapering wide lines; arcing forms at top",
  "dimension": "115 1/2 × 97 in. (293.37 × 246.38 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/131275",
  "image": "valid",
  "image_copyright": "© Joe Overstreet %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 10149,
  "image_width": 7988,
  "inscription": "",
  "life_date": "American, 1933–2019",
  "markings": "",
  "medium": "Acrylic on canvas with metal grommets and cotton rope",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From Flight Pattern series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "After 1945 many African American artists resisted the pressure to paint images that told stories of the Black experience, but abstractionists such as Joe Overstreet found ways to resolve their art and their activism so that the very act of making abstract art was political in itself. Key to this was reclaiming African influences employed by earlier European modernists (such as Pablo Picasso) as their own direct cultural inheritance. Overstreet felt that modernist motifs, such as the highly stylized treatment of the human figure and vivid color palettes simply mimicked or exaggerated African forms while overlooking their deeper cultural meaning.\r\n\r\nIn works like Evolution, Overstreet sought to activate the space around the painting by detaching the canvas from its wooden stretcher and suspending the painting in space using a series of ropes and grommets.\r\n\r\n\"I want my paintings to have an eye-catching “melody” to them—where the viewer can see patterns with changes in color, design, and space. When the viewer is away from the paintings, they will get flashes of the painting that linger in the mind like that of a tune or melody of a song that catches up on people’s ear and mind.\" —Joe Overstreet, 2009",
  "title": "Evolution"
}
