{
  "accession_number": "2019.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Driscoll Art Accessions Endowment Fund and the Putnam D. McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1046-771 BCE",
  "department": "Asian Art",
  "description": "three legs; slightly lobed body; round neck and outward flaring round mouth; one handle in the form of an animal's head with its tongue sticking out; to vertical elements at rim; zigzag/chevron design on body; incised inscription under handle",
  "dimension": "13 7/8 × 10 5/16 × 8 3/4 in. (35.3 × 26.2 × 22.23 cm)",
  "id": "http://api.artsmia.org/objects/131334",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7514,
  "image_width": 5925,
  "inscription": "on underside in red: V-142\r\nA seven-character inscription beneath the handle reads:\r\n“Quanbo zuo fu bao zunyi 犬白乍父寶尊彝” (“Duke of Quan made this precious\r\nsacrificial vessel for the late father”).",
  "life_date": null,
  "markings": "on underside, sticker: GISELE CROES ORIENTAL ART BRUSSELS| on underside, sticker: L.66.2.65",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-8th century BCE",
  "text": "This three-legged bronze vessel, known as a jia, was used for holding wine in ritual ceremonies during the Western Zhou Dynasty in China (1046–771 BCE). A seven-character inscription beneath the cow head-shaped handle reads, “Duke of Quan made this precious sacrificial vessel for the late father.” Jia were among the earliest Chinese bronze vessels cast during the Erlitou period (c. 2000–1600 BCE). Archaeological excavations found more wine vessels than food vessels, suggesting that people of the early Bronze Age paid more attention to the role of wine in ritual ceremonies. Some excavated jia show smoke marks on the exterior bottom and have interior encrustation, suggesting that the vessel was used to heat wine over a fire.",
  "title": "Ritual wine vessel (jia)"
}
