{
  "accession_number": "2019.32",
  "art_champions_text": null,
  "artist": "Artist: El Anatsui; Publisher: Benefit Print Project, New York; Producer: Ribuoli Digital, New York",
  "catalogue_raissonne": null,
  "classification": " Prints; Multiples",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Barbara S. Longfellow Fund for Works on Paper",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Prints and Drawings",
  "description": "color printed image with printed metal sculptural elements at top; roughly hexagonal shapes made from colorful metal liquor packaging elements joined together with tiny bits of copper wire",
  "dimension": "23 3/4 × 28 1/4 × 5/8 in. (60.33 × 71.76 × 1.59 cm) ((variable)",
  "id": "http://api.artsmia.org/objects/131365",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Ghanaian (active Nigeria), born 1944",
  "markings": "Numbered on label affixed verso, in pencil: 12/30",
  "medium": "Inkjet pigment print with irregular hand-cut edges conforming to the image, printed and hand-cut and hand-sculpted aluminum collage, and copper wire",
  "nationality": "Ghanaian (active Nigeria)",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "Benefit Print Project, New York (publisher); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated on label affixed verso, in pencil:  El Anatsui 2018",
  "style": "21st century",
  "text": "In this mixed-media multiple, El Anatsui presents a hybrid version of his iconic garment-like woven assemblages composed of discarded liquor bottle caps. In this editioned work, he merges a digital image of a portion of a woven assemblage with a section of actual folded and crumbled aluminum bottle caps attached along one edge. And like the artist’s larger works, the multiple emphasizes the formal characteristics of color, pattern, and harmonized design. The result is a jewel-like surface that invites close inspection and reveals El Anatsui’s innovative transformation of common, discarded materials into objects of beauty and wonder.",
  "title": "Black and Silver"
}
