{
  "accession_number": "2019.35.1",
  "art_champions_text": null,
  "artist": "Artist: Delita Martin",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Barbara Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "image of two female figures with blue, washy pigments over scene; left figure covers her face with her hands; figure on right gazes outward, holding a white and black lined mask in PL hand; black floral shapes on long stems on top and bottom edges; black and white decroative floral paper is hand-stitched on shirt of right figure",
  "dimension": "71 1/8 × 51 3/8 in. (180.66 × 130.49 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131300",
  "image": "valid",
  "image_copyright": "© Delita Martin",
  "image_height": 9998,
  "image_width": 7261,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Relief printing, charcoal, acrylic, colored pencil, decorative paper, and hand-stitching on paper",
  "nationality": "American",
  "object_name": "Drawing with colalge",
  "portfolio": "From Between Spirits and Sisters series",
  "provenance": "The artist, Huffman, Texas; [Galerie Myrtis, Baltimore]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black ink: Delita Martin",
  "style": "21st century",
  "text": "Delita Martin’s large-scale works on paper combine printmaking, drawing, and painting to celebrate Black women as icons of strength and community. Finding inspiration in oral traditions and vintage and family photographs, Martin’s work explores the art of storytelling. By depicting her subjects as matriarchal symbols, she offers greater understanding and appreciation for the role of Black women in their families and communities. Her most recent body of work, the series \"Between Spirits and Sisters,\" is inspired by the Sande society of West Africa’s Mende people, an exclusive community of women that prepares Mende girls for their transition into womanhood. In her self-portrait, The Soaring Hour, Martin addresses her own dual existence between the physical and the spiritual.\r\n\r\n“The duality of women in this body of work project the spirit and its connection to the physical world, which reinforces the bond amongst women and how they co-exist in the physical and spiritual realms. The mask seen in the work is my interpretation of the Mende mask, specifically created for young girls being initiated into Sande. These masks are created as a reminder that human beings have a dual existence viewed as one body.” \r\n—Delita Martin, 2018",
  "title": "The Soaring Hour (Self Portrait)"
}
