{
  "accession_number": "2019.13a-e",
  "art_champions_text": null,
  "artist": "Artist: David Wojnarowicz",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund and gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987-88",
  "department": "Global Contemporary Art",
  "description": "five panels installed in cross shape; collaged elements with paper money and newspaper clippings throughout; a (center panel): train at top center; Day of the Dead skulls and baby in LLC; b (top panel): yellow ladder; c (right panel): Jesus on cross with insects; eyeball in the form of Earth; d (bottom center panel): bound feet by fire painted in black and white; e (right panel): elaborate totem sculpture against red ground",
  "dimension": "81 × 120 1/2 in. (205.7 × 306.1 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131339",
  "image": "valid",
  "image_copyright": "© The Estate of David Wojnarowicz %2F PPOW Gallery%2C New York",
  "image_height": 9842,
  "image_width": 14376,
  "inscription": "",
  "life_date": "American, 1954 - 1992",
  "markings": "",
  "medium": "Acrylic and printed paper collage on panel, in five parts",
  "nationality": "American",
  "object_name": "Painting and collage",
  "portfolio": null,
  "provenance": "[P.P.O.W Gallery, New York, sold to private collector]; Private collection, until 2017; [Sale, Christie's, New York, lot 886, 11/16/17]. [P.P.O.W Gallery, New York]; sold to MIA, 2019.*\r\n\r\n*Ex coll Melva Bucksbaum per notation, verso (ownership period unknown).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, titled, and dated: Mexican Crucifix 1987/88 David Wojnarowicz (verso, center panel)",
  "style": "20th century",
  "text": "David Wojnarowicz’s work illuminates a desperate period of American history: the AIDS crisis and culture wars of the late 1980s and early 1990s. Mexican Crucifix was created during a short but transformative period in the artist’s personal and creative life. In January 1987, the artist had recently returned from Mexico. It was during this time Wojnarowicz also learned that his mentor, best friend, and ex-lover Peter Hujar had been diagnosed with AIDS.\r\n\r\nBetween Coatlicue (the Aztec earth goddess) and Christ, Wojnarowicz painted a hurtling steam locomotive, northern Mexican mummies, and a crying child. Covered entirely in plastered Mexican pesos and news articles, this monumental work combines images of religious violence, capitalistic greed, and innovations in media and technology to examine the ways these elements work as one to control and corrupt both the individual and broader society.",
  "title": "Mexican Crucifix"
}
