{
  "accession_number": "2018.133.6",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1820",
  "department": "European Art",
  "description": "an elephant on the viewer's right looks toward a small group of four figures on the left; the four figures are in long robes and hold up papers to the elephant; a white semi-circle behind the elephant gives the impression of a body of water and a back mass in the back L gives the impression of a cliff or wall",
  "dimension": "9 5/8 × 14 in. (24.45 × 35.56 cm) (plate)",
  "id": "http://api.artsmia.org/objects/131373",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5585,
  "image_width": 7056,
  "inscription": "",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "John E. Andrus III, Wayzata, Minn. (until d. 2012); by descent to his daughter Catherine Andrus, Minneapolis; given to MIA, 2018.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Four men dressed as Moors cower in the corner before a massive elephant. One of the men holds up a book and extends a collar studded with bells in his other hand. This image is part of Goya’s \"Disperates\" or \"Proverbios,\" dreamlike images that resist firm interpretation. One thought on this image is that the elephant represents the large and powerful public and that the Moors represent the elite who try to control the masses with their laws.",
  "title": "Disparate de bestia, Otras leyes por el pueblo (Animal Folly or Other Laws for the People), from the series Los Disparates (The Follies) or Los Proverbios"
}
