{
  "accession_number": "2019.35.2",
  "art_champions_text": null,
  "artist": "Artist: Delita Martin",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifts of funds from Lucy Mitchell, Julie Steiner, and Kaywin Feldman",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "image of two female figures seeming to gaze at each other; L figure has shoulder-length hair, parted in the center, and wears a red sleeveless shirt, arms crossed over chest; R figure wears hair in pony tail with a shaded sleeveless shirt; both figures have decorative paper hand-stitched skirts; circular elements in white pigment with blue and gold decorative floral pattern in center, all overlap image of figures; muted green background",
  "dimension": "71 1/8 × 51 3/8 in. (180.66 × 130.49 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131301",
  "image": "valid",
  "image_copyright": "© Delita Martin",
  "image_height": 9501,
  "image_width": 7307,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Acrylic, charcoal, colored pencil, decorative papers, and hand-stitching on paper",
  "nationality": "American",
  "object_name": "Drawing with collage",
  "portfolio": "From Between Spirits and Sisters series",
  "provenance": "The artist, Huffman, Texas; [Galerie Myrtis, Baltimore]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in white ink: Delita Martin",
  "style": "21st century",
  "text": "Delita Martin’s colorful works combine printmaking, drawing, and painting to celebrate African American women as icons of strength and community. Finding inspiration in oral traditions and vintage and family photographs, Martin’s work explores the art of storytelling. By depicting her subjects as matriarchal symbols, she offers greater understanding and appreciation for the role of African American women in their families and communities. Her most recent body of work, the series \"Between Spirits and Sisters,\" is inspired by the Sande society of West Africa’s Mende people, an exclusive community of women that prepares Mende girls for their transition into womanhood. \r\n\r\n“In this work, I am also exploring the different signs and symbols that help define the space the women reside in. . . . This body of work transitions the women and their place of residence into a spiritual realm, where the symbolism is less defined, the shapes are more organic, and the icons are left for the viewer to ponder and creating a space for the women to be birthed into.” \r\n—Delita Martin, 2018",
  "title": "Between Sisters"
}
