{
  "accession_number": "2019.8a-j",
  "artist": "Zarina",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Paul C. Johnson, Jr. Fund and the Martin and Brown Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Asian Art",
  "description": "",
  "dimension": "22 3/8 × 21 1/4 × 1 1/4 in. (56.83 × 53.98 × 3.18 cm) (outer frame, each)",
  "id": 131348,
  "image": "valid",
  "image_copyright": "Homes I Made / A Life in Nine Lines © 1997 Zarina. All rights reserved.",
  "image_height": 3600,
  "image_width": 2637,
  "inscription": null,
  "life_date": "Indian–American, 1937–2020",
  "markings": "Numbered LLC in margin, in pencil: 4/20",
  "medium": "Portfolio of nine etchings and a cover sheet printed in black on Arches Cover paper and chine collé on Nepalese handmade paper",
  "object_name": "Print portfolio",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "LRC, in margin, in pencil: Zarina 97",
  "style": null,
  "text": "Upon achieving independence from Britain in 1947, India cleaved along Hindu and Muslim lines into India and East and West Pakistan. Amid the flurry of movement, 10–12 million people were displaced, and up to a million died in sectarian violence. Zarina Hashmi, who went by Zarina, recalled her early childhood in India: the vivid colors of the garden, the clarity of Mughal architecture, and “the smell of rotting flesh” from her family’s urgent flight to Pakistan during the Partition of India. \r\nThat event set a course for the artist’s highly mobile life and her preoccupation with the power of memory and the centrality of home. This suite of nine etchings traces Zarina’s journey from Bangkok to New York, chronicling her literal “homes” as well as her artistic development working in many avant-garde circles of the late 20th century. Here, the portfo- lio’s cover sheet features a small compass with the directions marked in Urdu, her mother tongue, a language (and culture) slowly diminishing from her birthplace of India.",
  "title": "Homes I Made / A Life in Nine Lines"
}
