{
  "accession_number": "2019.33.2",
  "art_champions_text": null,
  "artist": "Artist: Johann Joseph Freidhoff; Artist: after Nicolas Poussin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Frank and Mary Rassieur",
  "culture": null,
  "curator_approved": 0,
  "dated": "1797",
  "department": "European Art",
  "description": "bearded man in a white garment lying on a bed surrounded by standing soldiers at left--some wearing helmets and holding spears; gesturing man at center pointing upward with PR hand; seated woman with a cloth held over her face at right, accompanied by another woman, a youth, and two boys",
  "dimension": "21 1/16 × 26 7/8 in. (53.5 × 68.26 cm) (image)\r\n22 3/4 × 26 7/8 in. (57.79 × 68.26 cm) (plate)\r\n23 1/8 × 27 3/16 in. (58.74 × 69.06 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131386",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6286,
  "image_width": 7450,
  "inscription": "see Signed",
  "life_date": "French, 1594–1665",
  "markings": "",
  "medium": "Engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale Bassenge, Berlin, November 28, 2018, lot 5294",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in the plate: Gemalt von N. Poussin. | center in the plate: Herausgegeben in Dessau 1797 | LRC in the plate: Geschalt von J.J. Freidhof",
  "style": "18th century",
  "text": "One of Mia’s greatest treasures in Nicolas Poussin’s painting The Death of Germanicus, completed in 1627. Immediately recognized as a masterpiece, it became the model for classicizing paintings for the next two centuries. Not only did it treat the timeless themes of death, grief, loyalty, and revenge, it also set the standard for translation of ancient Roman relief sculpture into modern painting.\r\n\r\nBut how could that single painting exert such influence' Commissioned by Cardinal Francesco Barberini, it remained with descendants of the Barberini family until 1958, when Mia purchased it. Painted copies and prints, such as the present one, spread the fame of Poussin’s masterpiece. Etchings based on the painting were made in the 16- and 1700s, but Johann Joseph Freidhoff’s mezzotint was novel in its translation of the image through means that were predominantly tonal rather than linear. The result is a dramatic nocturne, somewhat more tenebrous than Poussin’s painting, thus in keeping with the Romantic spirit of German art of the late 18th century—a reminder that viewers of each generation bring their own unique vision to older works of art.",
  "title": "Der Tod des Germanicus (The Death of Germanicus)"
}
