{
  "accession_number": "2019.26",
  "art_champions_text": null,
  "artist": "Photographer: Deana Lawson",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Geoff and Kelly Gage Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "two shirtless black men seated on a brown sofa; man on left points outward toward the picture plane; man on right has an gold dental device holding his mouth wide open; another standing man at right with his face hidden by a photo collaged element on the outside of the frame with an image of a set of very old-fashioned dentures",
  "dimension": "57 7/16 × 69 1/4 × 2 in. (145.89 × 175.9 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131338",
  "image": "valid",
  "image_copyright": "© Deana Lawson",
  "image_height": 9443,
  "image_width": 11313,
  "inscription": "",
  "life_date": "American, born 1979",
  "markings": "",
  "medium": "Pigment print with collaged photograph",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Taking aim at the viewer with little more than an unflinching gaze, the men within this image send a piercing glance through the frame, the sitter on the left pointing as if in recognition of an interloper. His mouth bared with an elaborately fanged orthodontic device, the man to the right seems paradoxically at ease and grotesquely tormented, his mouth a hole of pain. The duality of his demeanor is further underscored by the presence of a set of wooden dentures that appear in a trompe l’oeil image at the top edge of the frame. Photographed as if it were set into the top right edge of the frame, the image is an oblique but unmissable allusion to the dentures worn by George Washington, which were fabricated from human teeth. This searing reminder of the criminal wages of slavery--Washington obtained the teeth of enslaved people for his own mouth--renders the image an icon of 21st century photography, situated within a rapidly expanding canon of work by African American artists.",
  "title": "Nation"
}
