{
  "accession_number": "2019.68.1",
  "art_champions_text": null,
  "artist": "Artist: Naotaka Hiro",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard and Beverly Fink Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "abstracted image; vertical insect \"body\" with six irregular red football shapes vertically along back; grey hatched elements at left and right; two pairs of green leaflike elements and three red leaflike elements in top corners; pink vertical wavy lines at left and right in lower quadrants; yellow in background at top; touch of blue at top center; received in white frame",
  "dimension": "41 3/4 × 31 1/2 in. (106.05 × 80.01 cm) (sheet)\r\n44 3/4 × 34 3/4 × 1 1/2 in. (113.67 × 88.27 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131398",
  "image": "invalid",
  "image_copyright": "Copyright © Naotaka Hiro - all rights reserved",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, born 1972",
  "markings": "",
  "medium": "Acrylic, graphite, and grease pencil on paper",
  "nationality": "Japanese",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: Naotaka Hiro / 2018",
  "style": "21st century",
  "text": "Hiro’s drawings, which are the crux of his practice, visualize new kinds of bodies, with limbs, hair, and protuberances stretched and contorted into shapes or impossibly awkward positions. The fragments never coalesce into a fully formed, normalized body; rather, they illuminate our fractured sense of self while celebrating the ways in which our bodies are simultaneously beautiful and grotesque. Torsoless limbs are connected to each other; bodies are upended, flipped on their sides, or twisted and turned, at times spewing bodily fluids. The works Untitled (Moth) and Untitled (Core) both display intertwined human and insect-like body parts that have been flayed or sutured together to create an indiscriminant mass that is equally alluring and repulsive. These elements in Hiro’s drawings remind us that our bodies are vulnerable, consisting only of skin, bone, and liquids, while questioning notions of decorum and polite behavior.",
  "title": "Untitled (Moth)"
}
