{
  "accession_number": "2019.7a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceremonial Objects",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Jane Emison Endowment for South Asian and Indian Art and the Suzanne S. Roberts Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "half-conical open base made of bands of graduated sizes (breast of bird); head with large eyes and scrolling beak with headcrest and pair of \"ears\"; fan of peacock-like tailfeathers; scrolling motifs and wheel-like roundels; brown, red, black, and white; received attached to small wheeled base with metal armature/stand",
  "dimension": "98 3/8 × 98 3/8 × 42 in. (249.94 × 249.94 × 106.68 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/131346",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7844,
  "image_width": 5989,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Jack fruit wood, pigments, cloth, mirrors, coconut rhinoceros beetle wings, paper",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This radiating “large swan” bust would have formed part of a processional structure measuring more than 40 feet tall. Unique to the Neelamperoor Pally Bhagavathi Temple, in the southwestern coastal state of Kerala, it was commissioned as an effigy of the goddess Kali during the Pooram Padayani festival. It is believed that once Kali was satisfied, she could assume the benevolent role of fertility goddess and bless the harvest of the once largely farm-based economy. \r\n\r\nThe elaborately constructed effigy remains a highlight of this annual ritual. It is remarkable that an essentially ephemeral processional sculpture of this scale, age, and quality is so well preserved. The fluid integration of varied materials (cloth, mirrors, pigment, and wood) into a mesmerizing pattern demonstrates the wonders of Kerala’s ritual aesthetics. \r\n\r\nRecent conservation of this sculpture was made possible by a generous contribution from Leela and Kevin Scattum.",
  "title": "Processional image of a Large Swan (Velya Annam)"
}
