{
  "accession_number": "2019.7a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceremonial Objects",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Jane Emison Endowment for South Asian and Indian Art and the Suzanne S. Roberts Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "half-conical open base made of bands of graduated sizes (breast of bird); head with large eyes and scrolling beak with headcrest and pair of \"ears\"; fan of peacock-like tailfeathers; scrolling motifs and wheel-like roundels; brown, red, black, and white; received attached to small wheeled base with metal armature/stand",
  "dimension": "98 3/8 × 98 3/8 × 42 in. (249.94 × 249.94 × 106.68 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/131346",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Jack fruit wood, pigments, cloth, mirrors, coconut rhinoceros beetle wings, paper",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This radiating bust of ‘the large swan’ (or Velya annam in Malayalam) would have formed part of a processional image measuring more than thirty feet tall. Most likely, the work was created in the 19th century at the Neelamperoor Pally Bhagavathi Temple in central Kerala, where it would have been commissioned to perform as an effigy (Kolam) to the goddess Kali on the penultimate day of the Pooram Padayani festival. Today, ‘the large swan’ remains a highlight of this annual ritual. It is is elaborately constructed (annamkettu) from plantain stems, coconut tree leaves, and flowers. Located on a coastal strip in southwest India, Kerala hosts a rich repertoire of distinct traditions, many characterized by an outward blending Vedic (Hindu) and Dravidian (Pre- Aryan) customs. Of these, the incredible characters, costumes, dance, and song of the Theyyam cult is probably best known. Padayani (loosely translating to ‘a row of warriors’) processions take different forms temple to temple: the overarching myth being that of the Goddess Kali defeating the demon Darika, and still bloodthirsty, required intervening to prevent her from destroying more. In some Keralite interpretations, Shiva distracted the goddess with his cosmic dance; in others, Lord Vishnu sent his cosmic vehicle, the mythical bird Garuda, to appease the goddess by offering a bite of his flesh. At Neelamperoor, the ‘large swan’ is joined by smaller anams, who are preceded by a host of mythological figures, some Vedic, others animist, in what could be interpreted as a mass sacrifice to Agni (fire)— the mouth of the gods. Once Kali is subdued, she can assume her benevolent roles, including that of the fertility goddess, thereby continuing to bless the harvest of what was once a largely agrarian economy. Essentially an ephemeral art, it is rare, perhaps unprecedented, that an annam of this scale— let alone age and quality—is so well preserved. The fluid integration of varied materials (cloth, m",
  "title": "Processional image in the form of a fantastic bird"
}
