{
  "accession_number": "2019.21",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": null,
  "classification": " Ceremonial Objects",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "The Ellen and Fred Wells Fund, the Susanne S. Roberts Fund for Asian Art, and the Korean Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "small square pavilion with lotus flower at center; openwork \"railing\" with L-shaped openings; pedals around outer edge of base; canopy edged in triangular pattern with round hanging pendants at bottom of each; chains with chevron and round pendants at corners; petals around top edge and central element on canopy; shipped with dark colored wooden base",
  "dimension": "6 1/8 × 5 1/2 × 5 9/16 in. (15.56 × 13.97 × 14.13 cm) (without base)",
  "id": "http://api.artsmia.org/objects/131369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5418,
  "image_width": 5418,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": "Reliquary",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "Since the early years of Buddhism in South Asia, Buddhists have enshrined funerary relics in stupas, or burial mounds. As Buddhism spread to Northeast Asia in subsequent centuries, thousands of stupas—often tower-like and dubbed “pagodas’” in the West—were constructed, each embedded with bone fragments or other relics (sarira) housed within a multi-layered reliquary. The present work is the innermost container of such a reliquary. Made of gilt bronze, it takes of the shape of a palatial building, decorated at the base with downturned lotus petals and a lavishly adorned, detachable roof. Inside is a small, lotus-shaped rest for the container that would have held the actual relics. Based on other extant Korean reliquaries from this period, the missing container was likely a glass jar or bottle. This inner reliquary would itself have been housed in a larger casket made of gilt bronze or stone and embedded within a pagoda on the precincts of a temple.",
  "title": "Sarira reliquary in the shape of a pavillion"
}
