{
  "accession_number": "2019.58.4",
  "art_champions_text": null,
  "artist": "Artist: Zoe Leonard; Publisher: Treatment Action Group, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992 / 2018",
  "department": "Arts of the Americas",
  "description": "typed document with two cross-outs on thin paper; housed in portfolio box, with extra sheet of onion skin paper, plate of glass, and four L pins",
  "dimension": "11 × 8 1/2 in. (27.94 × 21.59 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131393",
  "image": "invalid",
  "image_copyright": "© Zoe Leonard",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "Numbered on the certificate of authenticity: 71/100",
  "medium": "Inkjet print on onion skin paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "The artist, New York: [Hauser & Wirth, New York, sold to Mersky Nov. 2018]; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on the accompanying certificate of authenticty: Zoe Leonard",
  "style": "20th-21st century",
  "text": "Artist and activist Zoe Leonard wrote the free verse poem I want a president in 1992 on learning that her friend, Eileen Myles, had announced that she had entered the race for president of the United States as an independent candidate. As a gay woman from a community deeply affected by poverty and the AIDS epidemic, Myles’s candidacy stood in sharp contrast to her mainstream, wealthy male opponents who included incumbent president George H. W. Bush, Democratic nominee Bill Clinton, and independent candidate Ross Perot. Leonard wrote the poem as a protest, describing the kind of people she would like to see as president, namely someone who had experienced the challenges and struggles of their constituents. The poem also exposed the cruel indifference of the U.S. government in the face of the rapidly widening AIDS crisis.\r\n\r\nIn 2018, Leonard reprised I want a president as an editioned print. Though much had changed in American political culture since the early 1990s, the poem’s piercing critique continued to resonate among communities that have faced discrimination and exclusion from decision-making power.",
  "title": "I Want a President"
}
