{
  "accession_number": "2019.8a-j",
  "art_champions_text": null,
  "artist": "Artist: Zarina",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Paul C. Johnson, Jr. Fund and the Martin and Brown Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Asian Art",
  "description": "ten framed etchings of floor plans with cities and dates, each rendered in black pigments on cream-colored paper with natural fibers embedded a. floor plan with a pointed roof made up of two connecting triangles; four connecting squares make up the base of the house, and join with the triangles; two smaller rectangles connected on right and left sides, and join with the bottom squares; two black line extend off of the bottom of the house b. rectangular floor plan, with an opening at the top left and bottom right; two closed off square sections on the right inside the rectangle, each with openings on the top and bottom edges; larger 'open' area on the left, with a 'hallway' running horizontally on bottom right inside the rectangle; faint gray shading around floorplan c. rectangular floor plan shaded in gray pigment; circular shape/ room in URC of rectangle; small rectangle extending off of the bottom right corner of rectangle; rooms divided into smaller rectangular sections on top and bottom of inner side of rectangle d. square shape in center with thicker black lines; thin line making a rectangle shape at inner bottom of square; square is approximately 6\" x 6\" in size e. two shaded square floorplans, one is located in URQ and another is located in LLQ; top right square has divisions of smaller rooms, with a 'staircase' extending off the bottom outer edge; lower left square also has smaller rooms divided within, and a 'staircase' in center of square f. square floorplan that is 6-1/2\" x 6-3/4\" in size; three horizontal rectangles on the left side inside the square; longer, vertical rectangle on right, inside the square, with a small square in URC inside the outer square; linear gray shading inside larger square g. rectangular floorplan positioned vertically, with two larger rooms divided on the top and bottom; two smaller rooms extending off the upper left side of rectangle h. two rectangular floor plans placed vertically, staggered and perpendicular to each other; top right floor plan has smaller room at t",
  "dimension": "22 3/8 × 21 1/4 × 1 1/4 in. (56.83 × 53.98 × 3.18 cm) (outer frame, each)",
  "id": "http://api.artsmia.org/objects/131348",
  "image": "valid",
  "image_copyright": "Homes I Made %2F A Life in Nine Lines © 1997 Zarina. All rights reserved.",
  "image_height": 3600,
  "image_width": 2637,
  "inscription": "",
  "life_date": "Indian-American, 1937-2020",
  "markings": "Numbered LLC in margin, in pencil: 4/20",
  "medium": "Portfolio of nine etchings and a cover sheet printed in black on Arches Cover paper and chine collé on Nepalese handmade paper",
  "nationality": "Indian-American",
  "object_name": "Print portfolio",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in margin, in pencil: Zarina 97",
  "style": "20th century",
  "text": "Upon achieving independence from Britain in 1947, India cleaved along Hindu and Muslim lines into India and East and West Pakistan. Amid the flurry of movement, 10–12 million people were displaced, and up to a million died in sectarian violence. Zarina Hashmi, who went by Zarina, recalled her early childhood in India: the vivid colors of the garden, the clarity of Mughal architecture, and “the smell of rotting flesh” from her family’s urgent flight to Pakistan during the Partition of India. \r\nThat event set a course for the artist’s highly mobile life and her preoccupation with the power of memory and the centrality of home. This suite of nine etchings traces Zarina’s journey from Bangkok to New York, chronicling her literal “homes” as well as her artistic development working in many avant-garde circles of the late 20th century. Here, the portfo- lio’s cover sheet features a small compass with the directions marked in Urdu, her mother tongue, a language (and culture) slowly diminishing from her birthplace of India.",
  "title": "Homes I Made / A Life in Nine Lines"
}
