{
  "accession_number": "2019.33.1",
  "art_champions_text": null,
  "artist": "Artist: Benigno Bossi",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1755-1789",
  "department": "European Art",
  "description": "received bound as album with mottled blue cover with brown leather spine and corners; plates are various nudes, figure studies, classical figures, and religious figures; section of classical vases; section of figures dressed in costumes representing architecture and vases; section of portrait studies",
  "dimension": "17 13/16 × 12 13/16 × 1 7/16 in. (45.24 × 32.54 × 3.65 cm) (overall, closed)",
  "id": "http://api.artsmia.org/objects/131385",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7483,
  "image_width": 10098,
  "inscription": "",
  "life_date": "Italian, 1727-1792",
  "markings": "",
  "medium": "Album of 180 etchings on 114 sheets",
  "nationality": "Italian",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "George Cornwall Legh (Cheshire, United Kingdom, 1804–1877). Sale Galerie Bassenge, Berlin, November 28, 2018, lot 5274",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Benigno Bossi was a talented, multi-faceted artist active mainly in Parma and Dresden. His main medium was stucco, but he is most widely remembered as a printmaker due to the dissemination of his wares. This album of etchings contains the lion’s share of his mature printed oeuvre, some 180 plates. The etchings speak to his interest in the work of the great Parmese artist Girolamo Francesco Maria Mazzola (a.k.a. Parmigianino) and his collaboration with the exceptionally creative decorative artist and architect Ennemond Alexandre Petitot.\r\n\r\nIn 1761, Bossi began to work on a major stucco project, making trophy decorations for the façade of Church of Saint Peter, working after designs by Ennemond Alexandre Petitot. This was the beginning of a fruitful collaboration. Bossi went on to make many prints after Petitot’s designs, including two fabulous series: one of fantasy vases, the other of costumes based on Greek architecture.\r\n\r\nThe album includes more than 30 of Bossi’s prints based on drawings by Parmigianino. His prints were not exact facsimiles; rather, they were interpretive in nature. In addition to line etching, he employed aquatint and mezzotint and sometimes printed with colored ink to convey the texture, flow, and materials of Parmigianino’s drawings.\r\n\r\nBossi also produced a substantial quantity of etchings of his own design, many of them being fantasy heads. Delightful in their own right, they could also provide ideas for painter hoping to populate their works with exotic figures from other times and places.",
  "title": "Opere varie incise da Benigno Bossi"
}
