{
  "accession_number": "2019.16.32",
  "art_champions_text": null,
  "artist": "Artist: Henry Speller",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Arts of the Americas",
  "description": "After meeting in the early sixties, Henry and Georgia Speller married in 1979. They spent 10 years together, lovingly comparing illustrations on their porch. As a couple they balanced each other, and as artists their respective practices grounded their union. By using basic, accessible materials, they collectively convey a youthful simplicity underscored by a deep social critique. Through bold washes of tempera and contrasting color schemes, the Spellers manifested on paper their hopes, dreams, frustrations, and criticisms of the classist and racist structures that impoverished their community. Henry’s Steamboat Katie Adam and Georgia’s House up on the Hill off the Highway exemplify material class privilege in southern society—a way out, always in view, never in reach. In Two Cousins, Georgia explores beauty standards and individual stylistic choices. Pig Eating Breakfast and Two Cousins refer more and less overtly to eroticism and sexual pressures under the white patriarchal gaze in American society. “We sit on the porch in the summer drawing pictures and making music. I made me up a song once. Georgie had a round piece of wood, made a drum and beat on it. One night, her mama’s spirit come to her, told her she’d be coming. She told me, ‘Mama come to me in a dream. I won’t be out here next summer.” - Henry Speller",
  "dimension": "18 × 23 15/16 in. (45.72 × 60.8 cm)",
  "id": "http://api.artsmia.org/objects/131478",
  "image": "valid",
  "image_copyright": "© Henry Speller %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4147,
  "image_width": 5316,
  "inscription": "",
  "life_date": "American, 1900 - 1997",
  "markings": "",
  "medium": "Marker, crayon, and pencil on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso LRC in blue ink: Henry Speller",
  "style": "20th century",
  "text": "While loading cotton or stringing telegram lines on the banks of the Mississippi River, Henry Speller watched steamboats crawling up and down the broad, muddy river. Gleaming ships and locomotives captured his dream of leaving the South to migrate north. Speller focused on the architecture of the steamboat in this drawing, but still included passengers. Three figures, likely women from their well-defined\n chests, stand in the lower segments of the hold while a captain with fluid limbs drives up top. As a musician as well as an artist, Speller imbued his images with a blues sensibility, creating beautiful images out of the vernacular scenes and rhythms of everyday life in the Mississippi Delta.",
  "title": "Steamboat Katie Adam"
}
