{
  "accession_number": "2019.16.8",
  "art_champions_text": null,
  "artist": "Artist: Thornton Dial",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997-98",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "78 × 80 × 7 in. (198.12 × 203.2 × 17.78 cm)",
  "id": "http://api.artsmia.org/objects/131454",
  "image": "valid",
  "image_copyright": "© Thornton Dial %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 9940,
  "image_width": 10069,
  "inscription": "",
  "life_date": "American, 1928 - 2016",
  "markings": "",
  "medium": "American flag, toy doll, toy bull, string, fabric, industrial sealing compound, oil, enamel, and spray paint on canvas, mounted on wood panel",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Red, white, and blue are the colors of the British and U.S. flags. In Royal Flag, Thornton Dial blurs distinctions between these nations while referencing their shared histories as colonizer and colony. A blonde doll is visible, placed as if flung across the composition by a toy bull. Shreds of painted cloth hint at a tragic scene. \r\n\r\nDial created this artwork, one of a series of seven, in response to the death of Princess Diana in 1997. His deconstructed flag represents the destruction of the beloved British royal, who lived under constant surveillance and died fleeing journalists. Dial draws parallels between Diana’s victimization and the systemic oppression of his own community in the United States, marking her as a figure who deserves empathy. Born in Sumter, Alabama, Dial was raised in the Pipe Shop neighborhood of Bessemer, Alabama, where his lifelong artistic practice made him a legend.\r\n\r\n“I was born on Luther Elliot's plantation. My great-granddaddy Rich Dial lived there, and his family. Phil, Pete, Will, Bryant, Mattie, Sarah, and Martha Jane were his children. They were sharecropping, picking cotton. They kept on farming and didn't ever come out of debt. The Man advance people from one end of the year to the other end. Every year the Man always say, ‘You just about come out of debt this time but didn't quite make it.’” - Thornton Dial",
  "title": "Royal Flag"
}
