{
  "accession_number": "2019.16.7",
  "art_champions_text": null,
  "artist": "Artist: Eldren M. Bailey",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1960s",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "32 1/2 × 26 1/2 × 3 3/4 in. (82.55 × 67.31 × 9.53 cm)",
  "id": "http://api.artsmia.org/objects/131453",
  "image": "valid",
  "image_copyright": "© Eldren M. Bailey %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5448,
  "image_width": 4708,
  "inscription": "",
  "life_date": "American, 1903 - 1987",
  "markings": "",
  "medium": "Paint, wood, and wood putty on wood, with painted wood frame",
  "nationality": "American",
  "object_name": "Relief panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Spider Lady’s presence is striking. Pinned down, her twisted form and limbs nearly jump off the wooden board. Her long red fingernails and white shoes above her corn-rowed head emphasize her mismatched body. The deformation and restraint of Spider Lady’s body prompt us to reflect on the historical objectification of Black women. \r\n\r\nIn his portrayal of Eve, and nods to representations of the original woman in his work, Eldren M. Bailey addresses concepts of idolatry and fixed origins. The West African Akan folktale of Anansi “The Spider” might also have inspired him. This folktale has evolved throughout the African diaspora; in the United States, it is often referred to as Aunt Nancy or Ann Nancy. Informed by his work in funerary sculpture and the diverse belief systems in his Atlanta neighborhood, Bailey often referenced religion and mysticism within his work. Spider Lady serves as an exquisite example of the intersection of Christianity and African lore in Bailey’s community.\r\n\r\n“I don’t wait for nobody to tell me, I experience it for my own self. Every piece of art that I do, I see it as finished before I even make the moldin’ for it. I know exactly what I’m doin’.” - Eldren M. Bailey",
  "title": "Spider Lady"
}
