{
  "accession_number": "2019.10.11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Shelly Errington from the collection of her brother, Trois E. Johnson, M.D., and given in his memory",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "golden brown patina; standing woman holding a book her in PL hand; PR hand in a fist with a hole in center; woman has thick hair beneath a headscarf; woman stands on an attached base which is unfinished on the back; masking tape with \"13\" on back",
  "dimension": "4 11/16 × 1 7/8 × 1 1/8 in. (11.91 × 4.76 × 2.86 cm)",
  "id": "http://api.artsmia.org/objects/131402",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3240,
  "image_width": 2314,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The province of Goa in western India was under Portuguese control from 1512–1961, forming a nexus in trading routes that circumnavigated the earth. Goan craftsman were renowned for their supple modeling of ivory (likely exported from Mozambique) into Christian icons, which feed the appetite for luxury products in Europe, as well as furthered evangelical missions throughout Asia and the Americas. Within the genre of Indo-Portuguese ivories, popular subjects include ‘Christ as the Good Shepard’ (the image of Christ as child would have related to similar bronze statuettes of the God Krishna) and the ‘Virgin of the Immaculate Conception,’ which shows Mary atop a crescent moon, both of which remain ever-present icons in South Asia’s diverse religious landscape.",
  "title": "Figure of Mary Magdalene"
}
