{
  "accession_number": "2019.16.23",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Paintings",
  "description": "recto: calendar grid at center; text overall in squares and bands; drawing of standing women at left and right edges; woman at left has brown skin, short brown hair, and wears a lacy blouse and short girdle-like pants, with flowers at her feet; woman at right, with brown hair in an updo and seen from back, is nude except for white stockings and looks over her PL shoulder verso: black painted border with rounded corners; image of linear 1950s style house with ice cream cone shaped pot on a platform at front center; two large trees; blue sky with clouds",
  "dimension": "28 × 22 in. (71.12 × 55.88 cm)",
  "id": "http://api.artsmia.org/objects/131469",
  "image": "invalid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Marker, ballpoint pen, and paint on posterboard",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Prophet Royal Robertson’s cramped handwriting and distinctive drawings fill the page with vitriolic messages questioning the morality and sanity of his world and his ex-wife, Adell Brent. A nearly obscured calendar grid for “June 1989 AD” occupies the center of the page while dates, prayers, and Christian Bible verses fill the border. Adell disappeared from Robertson’s life sometime in the 1970s. After she left, Robertson began recording the visions he had received since childhood on poster board with markers and ballpoint pens. The scenes swing from apocalyptic to utopian, but Adell’s name continually reappears to signify Robertson’s disillusionment with the world in which he lived.",
  "title": "Untitled"
}
