{
  "accession_number": "2019.16.13",
  "art_champions_text": null,
  "artist": "Artist: Ronald Lockett",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "49 1/4 × 43 1/2 × 4 in. (125.1 × 110.49 × 10.16 cm)",
  "id": "http://api.artsmia.org/objects/131459",
  "image": "valid",
  "image_copyright": "© Ronald Lockett %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6014,
  "image_width": 5460,
  "inscription": "",
  "life_date": "American, 1965 - 1998",
  "markings": "",
  "medium": "Metal, paint, wood, and Splash Zone compound (mastic epoxy)",
  "nationality": "American",
  "object_name": "Found object assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Birmingham-raised Ronald Lockett reimagined found materials to question the notion of the American social mosaic. In his remembrance of the 1995 Oklahoma City bombing, when white supremacist terrorist Timothy McVeigh killed over 800 people, Lockett overlaps shreds of wire, panels of wood, rusted metal, and paint. His work reflects the atrocity’s aftermath, and also highlights the dependence on industrialized warehouse production in his neighborhood, Pipe Shop. Here, he emphasizes the fatal impact of racial and economic inequity on the human spirit. \r\n\r\nOne of the youngest African American artists of the south in the ’90s, Lockett engaged elements of African American conjurational materials, aesthetics rooted in African spiritual symbolism: an amalgam of rust, wire, and Blackness. Mentored by his cousin Thornton Dial, Lockett teetered between generations—one made up of survivors of Jim Crow and the Civil Rights era; the other, battling new structures of systemic racism. Much of his work grapples with death and how loss haunts community and triggers one’s innermost fears. Until his tragic passing in 1998, as a result of HIV-induced pneumonia, Lockett’s practice alluded to his personal battle and memorialization of self.\r\n\r\n“Well, my artwork, ever since I’ve been a kid, it always has been my strength you know, something positive about me. You know lately I’ve been going through a lot of hard times, but I kind of like lost my way. But you know, anytime I kinda want to regain myself when I lose myself, I go back to my artwork, my drawings.” - Ronald Lockett",
  "title": "April Nineteenth (The Number)"
}
