{
  "accession_number": "2019.16.16",
  "art_champions_text": null,
  "artist": "Maker: Lola Pettway",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970s",
  "department": "Arts of the Americas",
  "description": "rectangular radiating blocks; one black in one corner has I-shape at center; corduroy front and back; tan, browns, pale green, red, and orange; brown backing; Velcro heading band",
  "dimension": "88 × 72 3/4 in. (223.52 × 184.79 cm)",
  "id": "http://api.artsmia.org/objects/131462",
  "image": "valid",
  "image_copyright": "© Lola Pettway %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8945,
  "image_width": 7446,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Corduroy fabric",
  "nationality": "American",
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Lola Pettway was greatly influenced by her mother, Allie Pettway, and her mother’s quilting circle, the Freedom Quilting Bee. In 1972, the Freedom Quilting Bee secured a contract with Sears, Roebuck to produce pillow shams. The department store supplied materials to the quilters. Allie would have brought home unused material, accounting for Lola’s use of corduroy in quilts from this period. \r\n\r\nHere, a red square anchors the composition, from which nine concentric squares of avocado green, tomato red, gold, and brown vibrate outward. Strips of red and green corduroy edge the beige panel. In this quilt, we can reflect on continuity, not just in composition, but also in how intergenerational tradition has carried quilting forward, allowing artists to adapt and carve out individual practices.\r\n\r\n\r\n“Mom had me quilting. We had to use four frames and hang up in the loft. I pieced some quilts but I’d rather quilt. Rather quilt than put it up, ’cause there’s so much beating on the cotton to spread it out and then whip it onto the frame. Set the frame on blocks to whip it in. Piecing and quilting takes a lot of sitting down. I don’t like to be sitting down too long a time.” - Lola Pettway",
  "title": "\"Housetop\" variation quilt"
}
