{
  "accession_number": "2019.16.15",
  "art_champions_text": null,
  "artist": "Artist: Joe Minter",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "77 × 46 × 19 in. (195.58 × 116.84 × 48.26 cm)",
  "id": "http://api.artsmia.org/objects/131461",
  "image": "valid",
  "image_copyright": "© Joe Minter %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 2401,
  "image_width": 1683,
  "inscription": "",
  "life_date": "American, born 1943",
  "markings": "",
  "medium": "Found wood, nails",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Joe Minter constructed this assemblage in memory of the four Black schoolgirls killed in the 16th Street Baptist Church Bombing, a 1963 white supremacist terrorist attack in Birmingham, Alabama. Created nearly 40 after the tragedy, the artwork serves as a stark reminder of the unrelenting violence of racism. Here, planks of wood and rusted nails converge to form an enormous assemblage of crosses. Anchored by a built-in stand, the structure commands space. Juxtaposed against Thornton Dial’s Royal Flag, together they invoke concepts of faith and nationhood—both among the rights for which African Americans have continued to fight. \r\n\r\nMinter lives in Birmingham with his wife, Hilda Jo. A sculptor and self-titled Peacemaker, he focuses much of his practice on his home. His yard is the stage for African Village in America, an installation where his artworks, like Old Rugged Cross, detail the 400-year journey of African descendants in America. Minter believed self-knowledge is the only way he could pacify the divides within his community. Delivered as a message from God, his creations of Black history, told in wood and metal, facilitate a connection between the ancestors and their descendants.\r\n\r\n“God gave me the vision of art, to link that truth to that four-hundred years journey of Africans in America, link that truth to the children who are turning away from us, and I decided to name it the ‘African Village in America’. It tries to tell the story of that life we have spent here.” Joe Minter",
  "title": "Old Rugged Cross"
}
