{
  "accession_number": "2019.11",
  "art_champions_text": null,
  "artist": "Artist: Mika Rottenberg",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Purchased jointly by the Minneapolis Institute of Art and the Speed Art Museum; with funds from a partial gift by James and Jane Cohan and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "one black \"G Drive\" moble USB labeled with a piece of masking tape that has the numers [5904] written on it, 7/16 x 5 x 3 1/4\"; a short black cord that goes with the G Drive, 24\" long; a thick purple disc in a clear case (LTO-7 tape), 3/4 x 4 x 4\" PLASTIC PRODUCTS REQUIRED FOR INSTALLATION: 1 palm tree 6 plastic balls (3 green, 2 pink, 1 white) 1 multicolor ball string lights 1 green LED string lights 1 blue long stem flower 1 pink flower 1 garland",
  "dimension": "26:38 minutes",
  "id": "http://api.artsmia.org/objects/131441",
  "image": "valid",
  "image_copyright": "© Mika Rottenberg",
  "image_height": 1080,
  "image_width": 1920,
  "inscription": "",
  "life_date": "Argentinian-Israeli, born 1976",
  "markings": "",
  "medium": "HD video, sculptural elements",
  "nationality": "Argentinian-Israeli",
  "object_name": "Video with sculptural elements",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Cosmic Generator presents a network of characters working in nonsensical, and at times absurd, economies. Artist Mika Rottenberg uses footage from actual discount dollar stores in Calexico, CA; Mexicali, Mexico; and Yiwu, China to recreate the imaginary “life” of a product, from its production in the factory to the moment it is sold. The segments are regularly interrupted by depictions of surreal tunnels, which represent the structures that Chinese residents of Mexicali supposedly dug under their homes and shops to travel surreptitiously to Calexico.\r\n\r\n\r\nMika Rottenberg creates these elaborate visual narratives to explore the seduction and magic, but also desperation, of our hypercapitalist, globally connected reality, exposing and probing labor, globalization, the production of value, and how our relationships to the world, and to one another, are increasingly monetized.",
  "title": "Cosmic Generator (Lettuce Variant)"
}
