{
  "accession_number": "2019.10.10",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Shelly Errington from the collection of her brother, Trois E. Johnson, M.D., and given in his memory",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "cream to golden brown patina; standing Mary with long uncovered feathery hair down to her mid back holding infant Jesus in her PL hand, who is nude and sits upright; Mary wears a robe with a tie at the waist and a mantle with decorative incised edging over her shoulders",
  "dimension": "4 11/16 × 2 × 1 3/16 in. (11.91 × 5.08 × 3.02 cm)",
  "id": "http://api.artsmia.org/objects/131406",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3162,
  "image_width": 2259,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The province of Goa in western India was under Portuguese control from 1512–1961, forming a nexus in trading routes that circumnavigated the earth. Goan craftsman were renowned for their supple modeling of ivory (likely exported from Mozambique) into Christian icons, which feed the appetite for luxury products in Europe, as well as furthered evangelical missions throughout Asia and the Americas. Within the genre of Indo-Portuguese ivories, popular subjects include ‘Christ as the Good Shepard’ (the image of Christ as child would have related to similar bronze statuettes of the God Krishna) and the ‘Virgin of the Immaculate Conception,’ which shows Mary atop a crescent moon, both of which remain ever-present icons in South Asia’s diverse religious landscape.",
  "title": "Madonna and Child"
}
