{
  "accession_number": "2019.16.5",
  "art_champions_text": null,
  "artist": "Artist: Leroy Almon",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "28 1/2 × 23 in. (72.39 × 58.42 cm)",
  "id": "http://api.artsmia.org/objects/131451",
  "image": "valid",
  "image_copyright": "© Leroy Almon %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3219,
  "image_width": 2817,
  "inscription": "",
  "life_date": "American, 1938 - 1997",
  "markings": "",
  "medium": "Carved wood, paint, wood frame",
  "nationality": "American",
  "object_name": "Painted and carved panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Leroy Almon was an ordained minister and wood carver who lived in Tallapoosa, Georgia. Raised in Columbus, Ohio, Almon apprenticed for wood carver Elijah Pierce, before returning to Tallapoosa. There he began his independent practice in 1982. Inspired by theological, historical, and political themes, his work was controversial in the context of the white historical canon. Still, Almon was vocal and unapologetic about his biblical carvings depicting Black divinity. He also challenged the limits placed on so-called folk artists.\r\n\r\nIn the carving Christ, his hauntingly human presentation of the holy figure as a Black man forms an intimate connection with the viewer. Christ gazes down in dismay as he faces persecution and the prospect of crucifixion. Thorns prick his forehead, and a gold aura surrounds his regal profile. Almon communicates the divine being’s pained and exhausted expression through detailed wrinkles carved into the wooden relief. He leaves the viewer with a riveting perspective—embodying God’s image.\r\n\r\n“Everybody sees God as they are. The Bible says we’re made in his image. I hold true to that … Everything I do comes from the spirit; it’s spiritually motivated. That’s why I give God all the glory. I’ve got thousands of pictures still in my head to do, so I just keep working.” - Leroy Almon",
  "title": "Christ"
}
