{
  "accession_number": "2019.11",
  "art_champions_text": null,
  "artist": "Artist: Mika Rottenberg",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Purchased jointly by the Minneapolis Institute of Art and the Speed Art Museum; with funds from a partial gift by James and Jane Cohan and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Contemporary Art",
  "description": "one black \"G Drive\" moble USB labeled with a piece of masking tape that has the numers [5904] written on it, 7/16 x 5 x 3 1/4\"; a short black cord that goes with the G Drive, 24\" long; a thick purple disc in a clear case (LTO-7 tape), 3/4 x 4 x 4\"",
  "dimension": "26:38 minutes",
  "id": "http://api.artsmia.org/objects/131441",
  "image": "valid",
  "image_copyright": "© Mika Rottenberg",
  "image_height": 1080,
  "image_width": 1920,
  "inscription": "",
  "life_date": "Argentine-Israeli, born 1976",
  "markings": "",
  "medium": "HD video, sculptural elements",
  "nationality": "Argentine-Israeli",
  "object_name": "Video with sculptural elements",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Exploring the seduction, magic, and desperation of our hyper-capitalist, globally- connected reality, Mika Rottenberg’s elaborate visual narratives draw on cinematic and sculptural traditions to forge a new language––one that uses cause and effect structures to explore labor and globalization, economy and production of value, and how our own affective relationships are increasingly monetized. Through film, architectural installation, and sculpture, her work illuminates an interconnectedness between seemingly unrelated economies; collapsing geographies and narratives, Rottenberg weaves documentary elements with fiction into complex allegories for human conditions and global systems. Like many of her recent works, Cosmic Generator incorporates documentary footage into a framework of characters working in nonsensical economies. For this project Rottenberg uses real footage of dollar stores in Calexico, CA; Mexicali, Mexico; and Yiwu, China to recreate the imaginary life of a product from production to sale. The segments are regularly interrupted by depictions of surreal tunnels, which according to the artist represent the structures that Chinese residents of Mexicali supposedly dug under their homes and shops to travel surreptitiously to Calexico.",
  "title": "Cosmic Generator (Lettuce Variant)"
}
