{
  "accession_number": "2019.16.33",
  "art_champions_text": null,
  "artist": "Artist: Mose Tolliver",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Arts of the Americas",
  "description": "cross-shaped; applied red cross with pink lines and pink, grey, and cream square spots; blue-grey ground with pink and red birds, one at top center and one at each end of horizontal arm of cross; pinkish-cream standing figure with pigeon toes and small three-feathered wings, with arms upraised, at bottom center",
  "dimension": "52 3/4 × 43 5/16 in. (133.99 × 110.01 cm)",
  "id": "http://api.artsmia.org/objects/131479",
  "image": "valid",
  "image_copyright": "© Mose Tolliver %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 9878,
  "image_width": 7908,
  "inscription": "",
  "life_date": "American, c. 1918-20 - 2006",
  "markings": "",
  "medium": "Paint and Masonite on wood paneling",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on left arm of cross in black: MOSE T | bottom left in black: MOS / E / T | verso in black marker: CROSS OF A / WHITE JESUS / WHITE A FRENCH / BIRD, A MOUNTAIN / BIRD AND A / PINTO BIRD",
  "style": "20th century",
  "text": "Rather than paint Jesus hanging on the cross, Southern artist Mose Tolliver perches birds upon it. In many of Tolliver’s works, perhaps drawing on imagery from African-American folk tales, birds represent freedom and transcendence. Tolliver first started working with wood after seeing a neighbor make sculptures out of tree roots. He soon began making paintings—usually with limited color palettes like the red, blue, and white of this work. In Christianity, the cross represents the\nweight of human sin. This red cross, however, seems to float on the blue background, buoyed visually by the contrasting colors and physically by the head of the white figure.",
  "title": "Cross of a White Jesus with a French Bird, a Mountain Bird, and Pinto Bird"
}
