{
  "accession_number": "2019.16.2",
  "art_champions_text": null,
  "artist": "Artist: Archie Byron",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "28 × 24 in. (71.12 × 60.96 cm)",
  "id": "http://api.artsmia.org/objects/131447",
  "image": "valid",
  "image_copyright": "© Archie Byron %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5149,
  "image_width": 4547,
  "inscription": "",
  "life_date": "American, 1928 - 2005",
  "markings": "",
  "medium": "Sawdust and glue relief with pigment on wood",
  "nationality": "American",
  "object_name": "Relief panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Archie Byron observed and experienced complex intersections from a young age. Born and raised in Atlanta’s Buttermilk Bottom neighborhood, Byron was bullied for his mixed European, African American, and Native American ancestry. Byron’s frustration with the sociopolitical position of the Black community, held in tension between policies of racial segregation and the emerging civil rights movement, informed his practice. He often created imagery exploring roots and shared human experiences.\r\n\r\nByron used the sawdust from his root carving projects to create low-relief sculptures, blurring the mediums of painting and ceramic sculpture. Here, he presents entangled humanlike mounded forms, perhaps to comment on shared human experiences. Their genitalia, eyes, and limbs meld together, creating a continuous watchful being. Facial features and joints serve as links to suggest the connection of one living being to another.\r\n\r\n“Being old fashioned, I didn’t throw anything away.” - Archie Byron",
  "title": "Life Form"
}
