{
  "accession_number": "2019.16.26",
  "art_champions_text": null,
  "artist": "Artist: Georgia Speller",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Paintings",
  "description": "painting on paper torn from spiral notebook on left edge; portrait of two women, each with long black hair; woman on left wears purple blouse with red collar; woman on right wears brown, black, and red irregularly striped blouse; pink ground; bold red, brown, and white facial features",
  "dimension": "18 × 23 7/8 in. (45.72 × 60.64 cm)",
  "id": "http://api.artsmia.org/objects/131472",
  "image": "invalid",
  "image_copyright": "© Georgia Speller %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1931 - 1988",
  "markings": "",
  "medium": "Paint and pencil on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso at top center in black ink: two cousins | verso LRC in black ink: Mrs. Speller",
  "style": "20th century",
  "text": "Artist Georgia Speller rarely drew figures that would have been recognizable from life. These two women, who she called cousins, pose a notable exception. Heavy graphite lines contour their faces, defining distinctive facial features. One woman wears her hair short and curled, the other wears it long and wavy. The same heavy tempera paint used for their hair gives their clothing bold color. Although the two figures are very different, the pops of red at the collar and ringing their mouths connect the two. Looking at the details in the portrait, you can imagine that Speller painted the portrait one afternoon when the cousins had come to visit, or else while examining a photograph of the two of them.",
  "title": "Two Cousins"
}
