{
  "accession_number": "2019.16.31",
  "art_champions_text": null,
  "artist": "Artist: Henry Speller",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "After meeting in the early sixties, Henry and Georgia Speller married in 1979. They spent 10 years together, lovingly comparing illustrations on their porch. As a couple they balanced each other, and as artists their respective practices grounded their union. By using basic, accessible materials, they collectively convey a youthful simplicity underscored by a deep social critique. Through bold washes of tempera and contrasting color schemes, the Spellers manifested on paper their hopes, dreams, frustrations, and criticisms of the classist and racist structures that impoverished their community. Henry’s Steamboat Katie Adam and Georgia’s House up on the Hill off the Highway exemplify material class privilege in southern society—a way out, always in view, never in reach. In Two Cousins, Georgia explores beauty standards and individual stylistic choices. Pig Eating Breakfast and Two Cousins refer more and less overtly to eroticism and sexual pressures under the white patriarchal gaze in American society. “We sit on the porch in the summer drawing pictures and making music. I made me up a song once. Georgie had a round piece of wood, made a drum and beat on it. One night, her mama’s spirit come to her, told her she’d be coming. She told me, ‘Mama come to me in a dream. I won’t be out here next summer.” - Henry Speller",
  "dimension": "18 × 24 in. (45.72 × 60.96 cm)",
  "id": "http://api.artsmia.org/objects/131477",
  "image": "valid",
  "image_copyright": "© Henry Speller %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4643,
  "image_width": 5896,
  "inscription": "",
  "life_date": "American, 1900 - 1997",
  "markings": "",
  "medium": "Marker on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Henry Speller entitled this work Pig Eating Breakfast, but the animal on the page is not very recognizable. The snout appears split open and boasts long whiskers, while the eyes seem almost human. Although Speller never explicitly explained the image, a plausible interpretation is that he intended that the pig represent the exploitation of Black labor in the American South. On plantations,\nslaveholders dehumanized men, women, and children by forcing them to eat their meals from a shared trough like swine. After the end of slavery in the American South, pigs took on new symbolism when state and local governments passed legislation known as the Pig Laws that created a new system of forced labor. Among other things, these mandates outlawed unemployment for Black people and created heavy penalties for crimes that Black people were more likely to commit.",
  "title": "Pig Eating Breakfast"
}
