{
  "accession_number": "2019.16.19",
  "art_champions_text": null,
  "artist": "Artist: John B. Murray",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 1980s",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "19 × 24 in. (48.26 × 60.96 cm)",
  "id": "http://api.artsmia.org/objects/131465",
  "image": "valid",
  "image_copyright": "© John B. Murray %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4068,
  "image_width": 5076,
  "inscription": "",
  "life_date": "American, 1908 - 1988",
  "markings": "",
  "medium": "Marker and paint on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Isolated in his remote community of Glascock County, Georgia, John B. Murray surrounded himself with protective sculptures and insightful two-dimensional works. As he battled prostate cancer, Murray became fascinated with human anatomy, turning his practice inward. Here, he depicts radiating connections of the outer and inner self, using blue to signify healthy cells, while calligraphic incantations ward off the spreading infection, denoted by red. \r\n\r\nHis use of primary colors frames a spiritual theme, through which his creations could call upon a benediction from God. In these amoebic drawings, a codified system of spirit writing, carefully transcribed by Murray as messages from the Holy Spirit, takes form. Murray adopted this method of spirit writing early in his artistic career, which began later in his life, in the late 1970s. These drawings invoked healing for the artist, aiding him in his spirituality and wellness through a difficult and painful journey.\r\n\r\n“He use my fingers. I can’t use them on my own. Jesus use the instrument of my fingers …  Ain’t nothing he start, but what he don’t finish it. I’m gonna stand on his word and he will make a way.” - John B. Murray",
  "title": "Untitled"
}
