{
  "accession_number": "2019.16.18",
  "art_champions_text": null,
  "artist": "Maker: Loretta Pettway",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 1,
  "dated": "1958",
  "department": "Arts of the Americas",
  "description": "rectangular stepped strips in pyramid designs--two dusty rose with patterned blue at top, two in purple, red, green, and blue; heavy twill, denim, and corduroy materials; patchwork back with large rectangular pieces of similar fabric, including plaid flannels; no heading band or sleeve",
  "dimension": "87 3/4 × 69 1/8 in. (222.89 × 175.58 cm)",
  "id": "http://api.artsmia.org/objects/131464",
  "image": "valid",
  "image_copyright": "© Loretta Pettway %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8743,
  "image_width": 7332,
  "inscription": "",
  "life_date": "American, born 1942",
  "markings": "",
  "medium": "Cotton, twill, printed corduroy, and denim",
  "nationality": "American",
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Loretta Pettway is from Gee’s Bend, a rural part of Alabama now well known for its distinctive quilts. When Pettway was young, she learned how to quilt alongside her female elders. She often used the traditional “Bricklayer” pattern, also called “Courthouse Steps,” distinguished by its repeating stepped pyramid motifs. Pettway distributed green and purple stripes throughout two of her pyramids in an irregular arrangement and used only one strip of blue along the border. Recurring themes in Gee’s Bend quilts are asymmetry and improvisation.",
  "title": "\"Log Cabin\" quilt--single block \"Courthouse Steps\" variation (local name: \"Bricklayer\")"
}
