{
  "accession_number": "2019.16.1",
  "art_champions_text": null,
  "artist": "Artist: Jesse Aaron",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "16 × 52 × 12 in. (40.64 × 132.08 × 30.48 cm)",
  "id": "http://api.artsmia.org/objects/131446",
  "image": "valid",
  "image_copyright": "© Jesse Aaron %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 1459,
  "image_width": 2032,
  "inscription": "",
  "life_date": "American, 1887 - 1979",
  "markings": "",
  "medium": "Wood, shark's jaws, toy doll, plastic rattle, plastic eyes, nails, electric cable",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jesse Aaron’s earliest carvings were of forms and faces marking the trees on the edges of his property in Gainesville, Florida. Aaron believed these marked trees protected the home he shared with his wife, Lee Anna. When Lee Anna began to lose her sight, Aaron worried about how he would come up with the money for her cataract removal. In the quiet of night, he received an answer—the Lord told him to carve wood. He eventually installed a small museum of his works in his front yard.\r\n\r\nLike many artworks in this exhibition first displayed in yards, this mysterious composition reflects a Southern assemblage tradition using repurposed materials found in the South. Aaron might have carved the shark’s body from a fencepost or tree limb. Carved teeth on the upper jaw mirror the actual shark jaw below; between them is a plastic rattle to pacify the wooden beast. A toy doll, an unsettling addition, is strung atop the shark. \r\n\r\n“I found a piece of wood from the woodpile and started carving ...  Now I see faces in any wood and just start carving.” - Jesse Aaron",
  "title": "Shark"
}
