{
  "accession_number": "2019.16.29",
  "art_champions_text": null,
  "artist": "Artist: Nellie Mae Rowe",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "18 3/4 × 24 in. (47.63 × 60.96 cm)",
  "id": "http://api.artsmia.org/objects/131475",
  "image": "valid",
  "image_copyright": "© Nellie Mae Rowe %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3966,
  "image_width": 5021,
  "inscription": "",
  "life_date": "American, 1900 - 1982",
  "markings": "",
  "medium": "Crayon, felt-tip pen, pencil on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Rocking Chair, Nellie Mae Rowe presents a glimpse of her home, which she referred to as her “playhouse.” Nostalgic and eerily comforting, her composition is rich in detail and contrasting hues. Browns and greens ground the plants, animals, and windows, symbols of Rowe’s longing for connections to the outside. Small figures, possibly dolls, add life to the room. Rowe’s rocking chair sits center, its occupant absent. \r\n\r\nRowe created Rocking Chair soon after her diagnosis of terminal cancer, which took her life a year later. Details, like her empty chair and wilting plants, represent the fading of life. Dolls and quilt-like grids nod to a reminiscence of youth. Rowe’s longing to play contrasts with her strenuous early life, spent working, marrying, and following societal norms placed on women. Her final ode, to youth and the joys of creative freedom, complicate these traditional gender formalities. \r\n\r\n“I ain’t gone to school to learn no work like that. I guessed at it when I was a little gal, just lay down on the floor and draw. See, we had to go to fields, pick cotton and all like that. I didn’t have a chance like I have now…  I just had to go get my pencil and draw something. That was in me and it’s still in me.” - Nellie Mae Rowe",
  "title": "Rocking Chair"
}
