{
  "accession_number": "2019.16.17",
  "art_champions_text": null,
  "artist": "Maker: Lottie Mooney",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1940",
  "department": "Arts of the Americas",
  "description": "white border and backing; orange with grey, black, and brown squares, rectangles, and L shapes in four quadrants with grey rectangle at center; asymmetrical pattern; Velcro heading band",
  "dimension": "88 1/2 × 67 in. (224.79 × 170.18 cm)",
  "id": "http://api.artsmia.org/objects/131463",
  "image": "valid",
  "image_copyright": "© Lottie Mooney %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 9214,
  "image_width": 7514,
  "inscription": "",
  "life_date": "American, 1908 - 1992",
  "markings": "",
  "medium": "Cotton, rayon",
  "nationality": "American",
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Little is known of Lottie Mooney’s personal life and practice. Yet, through interviews with her sisters who quilted alongside her, Ella Mae Irby and Creola Pettway, we can see how vital her family’s legacy was to her work. Born one of 11 children in the Brown’s Quarters of rural Gee’s Bend, Alabama, Mooney was mentored by her mother, Delia Bennett, the matriarch, or head woman, of her family’s quilting circle. Using geometric patterns in their simplest form, “Housetop” designs, a quilting style particular to southern Alabama, evoke themes of matriarchy, inheritance, and communal structure. \r\n\r\nThrough her careful choices of color, Mooney creates a dynamic composition full of movement. From the quilt’s center, emphasizing the stability of home and family, our eye radiates to each corner. While Mooney’s “Housetop” quilt predates Eldren M. Bailey’s Spider Lady, they share an uncanny abstract resemblance. Both illuminate aspects of Black womanhood at the intersection of gender and race. In Gee’s Bend, quilting remains a familial and communal practice, evolving from tradition to ritual, as generations of women gather to source materials and push the creative envelope.",
  "title": "\"Housetop\" quilt--four-block \"Half-Log Cabin\" variation"
}
