{
  "accession_number": "2019.38.2",
  "art_champions_text": null,
  "artist": "Artist: Joshua Huyser",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "rectangular box with rounded edges rendered in shaded gray pigments; red cross on top of box, with latch in front center; white background",
  "dimension": "17 7/8 × 24 1/16 in. (45.4 × 61.12 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131418",
  "image": "valid",
  "image_copyright": "© Joshua Huyser",
  "image_height": 4913,
  "image_width": 6599,
  "inscription": "",
  "life_date": "American, born 1974",
  "markings": "watermark on left edge of sheet: \\\"ARTISTICO FABRIANO\\\"",
  "medium": "Watercolor on paper",
  "nationality": "American",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "The artist, Minnesota; (Burnet Fine Art & Advisory, Wayzata, Minn.); sold to MIA, 2019.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in center, in pencil: Joshua Huyser 2019",
  "style": "21st century",
  "text": "Joshua Huyser examines single, ordinary objects and paints them in watercolor with photographic precision, isolated on the white paper. These seemingly simple exercises in observation offer the viewer a new way of seeing the world—showing beauty hidden in the mundane, the overlooked, and the discarded, and revealing bits of splendor and mystery to those who look for it. A vintage metal military first aid kit from Soviet-era Hungary is the subject of First Aid Kit #3. Obsolete, dented, with the paint chipping off, it is nonetheless a beautiful mid-century object of a bygone era. In focusing the eye on this singular object, a world and moment are neatly encapsulated. The kit’s sleek design embodies the Sputnik era—it could almost be an astronaut’s briefcase, save for the red cross. With an array of gray washes, the artist stunningly captures its battered, shiny patina; the box looks modern yet antique, indestructible but unsanitary.",
  "title": "First Aid Kit #3"
}
