{
  "accession_number": "2019.16.22",
  "art_champions_text": null,
  "artist": "Artist: Herbert Singleton",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "15 1/2 × 41 × 20 1/4 in. (39.37 × 104.14 × 51.44 cm)",
  "id": "http://api.artsmia.org/objects/131468",
  "image": "valid",
  "image_copyright": "© Herbert Singleton %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 1489,
  "image_width": 2529,
  "inscription": "",
  "life_date": "American, 1945 - 2007",
  "markings": "",
  "medium": "Painted carved wooden table",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In his carving, Herbert Singleton reimagines biblical crucifixion iconography in his community’s image. A stormy sky sets the atmosphere for the scene below, a depiction of Pontius Pilate’s condemnation of Jesus to death. To Singleton, the scene’s confusion—a word with connotations of ritualistic interception in traditional Louisiana Voodoo—extends beyond spiritual translation to reflect on the marginalization of the African American community, and the impact of systemic violence on his life.\r\n\r\nThe too-familiar scene of a Black body, publicly crucified, amid a frantic and disoriented crowd betrays a disturbing familiarity. Here, the artist juxtaposes Christian and African syncretism, the combination of different forms of belief or practice, with the everyday struggles—and confusion—of his New Orleans neighborhood. Singleton recounts the moment he finished the intricate coffee table: a friend was gunned down on the corner of his block. “It took forty-five minutes for the ambulance service to respond—the brother was long dead.”\r\n\r\n“Devil confusing people, making them confuse each other, but the Bible teaches you how to get out of the confusion. Even Jesus on the cross was confused, but only for a minute. That’s why the Bible scenes help and are in the middle of my bag of tricks of my trade for getting out of confusion.” - Herbert Singleton",
  "title": "Crucifixtion Coffee Table"
}
