{
  "accession_number": "2019.1.1",
  "art_champions_text": null,
  "artist": "Artist: Pao Houa Her",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Minnesota Artist Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "black and white portrait of an elderly woman wearing a blouse with a large floral pattern seated among plastic flowers and foliage; received framed/unglazed",
  "dimension": "52 × 41 1/2 in. (132.08 × 105.41 cm) (sight)\r\n54 × 43 1/2 × 1 1/4 in. (137.16 × 110.49 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/131438",
  "image": "valid",
  "image_copyright": "© Pao Houa Her%2C courtesy of the artist and Bockley Gallery",
  "image_height": 3000,
  "image_width": 2400,
  "inscription": "",
  "life_date": "American (born Laos), born 1982",
  "markings": "",
  "medium": "Archival inkjet print",
  "nationality": "American (born Laos)",
  "object_name": "Photograph",
  "portfolio": "From After the Fall of Hmong Tebchaw",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "At its core, After the Fall of Hmong Teb Chaw—or Hmong ‘country’, expresses the sense of displacement felt by Hmong elders. The title refers to the loss of a Hmong homeland and to a divisive incident in the community. Hmong-American elders were conned into investing large sums of money towards a fraudulent investment scheme, called Hmong Teb Chaw. In exchange for their money, the victims would acquire land, a home, and other benefits in a new Hmong homeland. Instead the investments were cashed for personal gain. The yearning that enabled the swindle persists among those who retain a living memory of Laos as the Hmong Teb Chaw and hope to see a homecoming within their lifetimes.\r\n\r\nHer’s photographs playfully but emotionally perform an act of homeland imagination— capturing through portraiture the dignity and grace of elderly female Hmong refugees set against traditional backdrops of artificial foliage. This fake backdrop both conceals the setting of the photographs—an elder center in suburban Minnesota—and refers to historical Hmong practices of portraiture in formal poses set against idealized painted Laotian mountainscapes and artificial florals. Juxtaposed the portraits are photographs of displaced fauna at the Como Park Conservatory in Saint Paul, Minnesota. The lush, tropical plants are brought in to create a false environment. In Her’s series, the environment is fake but comfortable, while the subjects’ yearning and hope are real.",
  "title": "Untitled (Portrait), from \"After the Fall of Hmong Tebchaw\" series"
}
