{
  "accession_number": "2019.16.27",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Paintings",
  "description": "two rectangular images with rounded corners in a vertical format with red painted border; roughly mirror images; each image has a curvy woman with short curly hair and large eyes wearing a pink and white leotard-like outfit, seated beside a pond with a tree and a basket of flowers; woman at left holds her PL index finger beneath her PL eye and has \"NETIA\" on her belt buckle; fish in pod on left image; woman at right holds her fist beneath her PR cheek and has \"ANN\" on her belt buckle",
  "dimension": "22 1/4 × 28 in. (56.52 × 71.12 cm)",
  "id": "http://api.artsmia.org/objects/131473",
  "image": "invalid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "bottom right in black ink: VISIONS OF TIMES / FOR I SEEM HAD BORN IN / EVERY TRIBES ON EARTH / ONCE I SHOT LIGHTENING FROM MY RIGHT / HAND - MY EYES WAS DREADFULL / IN DARK NITES / LORD ORYAL ROBETSON / (illegible) - LIKE ST. JOSEPH ALSO SENID BOLT - REX",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Marker, ballpoint pen, and paint on posterboard",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "see Inscription",
  "style": "20th century",
  "text": "Looming large in the foreground, the two women dominate the split frames of the picture. Behind them, a seemingly utopian landscape stretches back toward a cheerful yellow sun. The women’s futuristic clothing and the alien trees shaped like overgrown dandelions suggest an otherworldly scene. At the bottom of the right-hand panel, an inscription reads: “…” Prophet Royal Robertson claimed that these scenes came to him in his dreams. The cartoon-like style and rounded corners of the carefully drawn frames suggest that his visions resembled the screen of early television, rendering Robertson both the viewer and the transistor for this program.",
  "title": "Visions of Times"
}
