{
  "accession_number": "2019.16.26",
  "art_champions_text": null,
  "artist": "Artist: Georgia Speller",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Arts of the Americas",
  "description": "painting on paper torn from spiral notebook on left edge; portrait of two women, each with long black hair; woman on left wears purple blouse with red collar; woman on right wears brown, black, and red irregularly striped blouse; pink ground; bold red, brown, and white facial features",
  "dimension": "18 × 23 7/8 in. (45.72 × 60.64 cm)",
  "id": "http://api.artsmia.org/objects/131472",
  "image": "valid",
  "image_copyright": "© Georgia Speller %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4759,
  "image_width": 6203,
  "inscription": "",
  "life_date": "American, 1931 - 1988",
  "markings": "",
  "medium": "Paint and pencil on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso at top center in black ink: two cousins | verso LRC in black ink: Mrs. Speller",
  "style": "20th century",
  "text": "After meeting in the early sixties, Henry and Georgia Speller married in 1979. They spent 10 years together, lovingly comparing illustrations on their porch. As a couple they balanced each other, and as artists their respective practices grounded their union. By using basic, accessible materials, they collectively convey a youthful simplicity underscored by a deep social critique.\r\n\r\nThrough bold washes of tempera and contrasting color schemes, the Spellers manifested on paper their hopes, dreams, frustrations, and criticisms of the classist and racist structures that impoverished their community. Henry’s Steamboat Katie Adam and Georgia’s House up on the Hill off the Highway exemplify material class privilege in southern society—a way out, always in view, never in reach. In Two Cousins, Georgia explores beauty standards and individual stylistic choices. Pig Eating Breakfast and Two Cousins refer more and less overtly to eroticism and sexual pressures under the white patriarchal gaze in American society. \r\n\r\n“We sit on the porch in the summer drawing pictures and making music. I made me up a song once. Georgie had a round piece of wood, made a drum and beat on it. One night, her mama’s spirit come to her, told her she’d be coming. She told me, ‘Mama come to me in a dream. I won’t be out here next summer.”\r\n—Henry Speller",
  "title": "Two Cousins"
}
