{
  "accession_number": "2019.16.25",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980",
  "department": "Arts of the Americas",
  "description": "recto: red border with rounded corners; futuristic spacecraft with four pink planets; blue ground verso: landscape at bottom with houses, trees, and a rows of stick figures in silhouette at bottom center; teardrop-shaped radiating mandorla with football-shaped center; text in bubbles in sky",
  "dimension": "18 3/4 × 24 3/4 in. (47.63 × 62.87 cm)",
  "id": "http://api.artsmia.org/objects/131471",
  "image": "valid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 1290,
  "image_width": 1734,
  "inscription": "",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Marker, ballpoint pen, and paint on posterboard",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black ink: 1980AD / VISION WINTER / PATRIARCH ROYAL ROBERTSON",
  "style": "20th century",
  "text": "Prophet Royal Robertson uses heavy black lines and thin washes of paint to create this peaceful, sci-fi scene. Art played multiple roles in Robertson’s life. In his yard, Robertson planted aggressive signs meant to repel the unholy or unworthy. Pictures like this one, however, convey more personal dreams. Beginning in childhood, Robertson experienced visions as an escape-hatch from everyday\nlife. This particular image came to him in 1980 AD, according to the inscription at the bottom. He signed the image “Patriarch Royal Robertson” rather than “Prophet Royal Robertson,” a sign of how his art provided him with a platform for his evolving sense of self.",
  "title": "Vision Winter"
}
