{
  "accession_number": "2019.16.20",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980",
  "department": "Paintings",
  "description": "recto: Godzilla-like dragon in green and dark red with tan back plates at left confronting a blue, green, and yellow eel in a reverse S shape; yellow zigzag in ULC; yellow radiating lines in URC; blue ground at top, tan in LLC, dark form in LRC; red border verso: portion of a newspaper ad on Lowe's pasted at top in a T shape; text at center in a sketch of an open book; grid at bottom with numbers and \"BATH ROOM\" in LRC",
  "dimension": "28 × 22 1/8 in. (71.12 × 56.2 cm)",
  "id": "http://api.artsmia.org/objects/131466",
  "image": "invalid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Ballpoint pen and paint on posterboard (recto); ballpoint pen and collaged newsprint (verso)",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in black ink: FIRE DANGON FIGHTING GIANT ELECTRIC ELL | LRC in black ink: PATRIARCHCAH / ROYAL (scratch-out) F ROBERTSON",
  "style": "20th century",
  "text": "One night, Prophet Royal Robertson received a vision of a fire-breathing dragon and electric eel clawing at one another. Like many of his visions, this one has a moralizing tone. Fire and electricity, in Christian fundamentalist traditions, often represent the Final Judgment, or end of the world. This cosmic battle, drawn with the heavy lines and saturated colors typical of science-fiction comic books, could represent a struggle for Robertson’s soul between two representations of Damnation.",
  "title": "Fire Dangon Fighting Giant Electric Ell"
}
