{
  "accession_number": "2019.16.6",
  "art_champions_text": null,
  "artist": "Artist: Thornton Dial",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001-03",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "76 × 138 × 46 in. (193.04 × 350.52 × 116.84 cm)",
  "id": "http://api.artsmia.org/objects/131452",
  "image": "valid",
  "image_copyright": "© Thornton Dial %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4480,
  "image_width": 6720,
  "inscription": "",
  "life_date": "American, 1928 - 2016",
  "markings": "",
  "medium": "Steel, wood, wire, twine, artificial flowers, ax blade, glass bottles, animal bones, cloth, tin cans, paint can lids, and enamel",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A long tradition of graveyard ornamentation, largely made of stone or iron, exists among African-Americans. Thornton Dial’s sculpture, a riot of hand-forged scrolls that bear bottles and bones as fruit, pay homage to that practice. But instead of memorializing a single person, his sculpture pays tribute to the imagination and creativity of African-American steelworkers. “My art is talking about power. It is talking about coal mines and the steel mills. It is talking about the government, and the unions, and the peoples that control the hills and mountains…I try to show how the Negroes have worked all these different places and have come to help make the power of the United States what it is today.”",
  "title": "Monument to the Minds of the Little Negro Steelworkers"
}
