{
  "accession_number": "2019.10.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Shelly Errington from the collection of her brother, Trois E. Johnson, M.D., and given in his memory",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "dark brown patina; seated figure with legs hanging down--PL ankle hooked behind PR leg; PR elbow resting on a round object with PR hand on cheek; PL hand on knee; tiny sheep in PL thigh and PL shoulder; figure wears tunic with incised grid motif; pin in backside",
  "dimension": "3 3/4 × 1 7/8 × 1 in. (9.53 × 4.76 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/131405",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2758,
  "image_width": 2206,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The province of Goa in western India was under Portuguese control from 1512–1961, forming a nexus in trading routes that circumnavigated the earth. Goan craftsman were renowned for their supple modeling of ivory (likely exported from Mozambique) into Christian icons, which feed the appetite for luxury products in Europe, as well as furthered evangelical missions throughout Asia and the Americas. Within the genre of Indo-Portuguese ivories, popular subjects include ‘Christ as the Good Shepard’ (the image of Christ as child would have related to similar bronze statuettes of the God Krishna) and the ‘Virgin of the Immaculate Conception,’ which shows Mary atop a crescent moon, both of which remain ever-present icons in South Asia’s diverse religious landscape.",
  "title": "Christ the Good Shepherd"
}
