{
  "accession_number": "2019.16.27",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "two rectangular images with rounded corners in a vertical format with red painted border; roughly mirror images; each image has a curvy woman with short curly hair and large eyes wearing a pink and white leotard-like outfit, seated beside a pond with a tree and a basket of flowers; woman at left holds her PL index finger beneath her PL eye and has \"NETIA\" on her belt buckle; fish in pod on left image; woman at right holds her fist beneath her PR cheek and has \"ANN\" on her belt buckle",
  "dimension": "22 1/4 × 28 in. (56.52 × 71.12 cm)",
  "id": "http://api.artsmia.org/objects/131473",
  "image": "valid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 2837,
  "image_width": 3600,
  "inscription": "bottom right in black ink: VISIONS OF TIMES / FOR I SEEM HAD BORN IN / EVERY TRIBES ON EARTH / ONCE I SHOT LIGHTENING FROM MY RIGHT / HAND - MY EYES WAS DREADFULL / IN DARK NITES / LORD ORYAL ROBETSON / (illegible) - LIKE ST. JOSEPH ALSO SENID BOLT - REX",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Marker, ballpoint pen, and paint on posterboard",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "see Inscription",
  "style": "20th century",
  "text": "A self-proclaimed prophet, Royal Robertson witnessed his first vision at age 14. After his wife divorced him, he lived a reclusive existence in Louisiana, dedicating himself to recording and deciphering his divine perceptions. Robertson’s thought-provoking works shed light on his personal narrative. Living with mental illness, he experienced vulnerability within solitude. His story leaves us with insight, empathy, and value for his very real and raw experiences.\r\n\r\nRobertson’s mastery of common materials, such as posterboard, ballpoint pen, and marker, elevates his elaborate illustrations. Despite the bright colors, the subjects of his dreamscapes render real topics of foresight, divinity, and the battle with internal trauma. Untitled presents painful sentiments and misogynoir, an ingrained prejudice against Black women. Fire Dangon Fighting Giant Electric Ell refers to “the end of days'' and futuristic interpretations of biblical premonitions. In Vision of Times, the coy stance of orphan twins sitting near a goldfish pond nearly mirror each another. This subject might refer to the artist’s contempt for the women around him, who he described as two sides of “the same coin.” \r\n\r\n“I get off work at twelve-o-clock, I’d go on and do what the boss tell me ‘cause they like the way I work. I’d sit up there, up there in the bleachers, and try to do somethin’, draw somebody. I would always bring me some paper, I didn’t care where I went, I always had some paper with me to draw on somethin’.” - Royal Robertson",
  "title": "Visions of Times"
}
