{
  "accession_number": "2018.129.4",
  "art_champions_text": null,
  "artist": "Artist: Ernst Ludwig Kirchner (recto); Artist: Max Slevogt (verso); Publisher: Galerie Paul Cassirer; Printer: M.W. Lassaly",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Robert Bulger in honor of Elizabeth and Madelyn Brunner",
  "culture": null,
  "curator_approved": 0,
  "dated": "June 1916",
  "department": "European Art",
  "description": "page with prints on two sides--landscape with mountains and train on recto: horse kicking man and holding another man by the shirtfront, with two other figures, on verso",
  "dimension": "13 1/2 × 11 in. (34.29 × 27.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131412",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5412,
  "image_width": 4407,
  "inscription": "LLC recto in pencil: 6/1916 | LRC verso in pencil: 85, P5",
  "life_date": "German, 1880–1938",
  "markings": "",
  "medium": "Lithographs",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Der Bildermann",
  "provenance": "(Dorotheum, Vienna, Austria, sold to Bulger); Robert Bulger, Boston, Mass.; given to MIA, 2018.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1916, publisher Paul Cassirer started a new periodical, \"Der Bildermann\" [The Picture Man], \"to bring a broad public directly in touch with art.\" It featured original lithographs that sought to offer beauty as a form of relief from the grinding brutality of World War I. Leo Kestenberg, a pianist and pacifist, ran the journal while Cassirer served in the army. Max Slevogt designed the vignette on the masthead, which shows a man peddling broadsheets to eager soldiers and civilians of all ages and stations. \"Der Bildermann\" embraced the art of impressionists (such as Max Slevogt), expressionists (Erich Heckel and Ernst Ludwig Kirchner), and naturalists (August Gaul). Dwindling subscriptions, increasing difficulties with censors and the bureaucracy, led to \"Der Bildermann’s\" demise after only eighteen issues.",
  "title": "Landscape in the Taunus (Landschaft im Taunus) (recto) and Signs of the Times V: Into Dust with All Enemies (Symbole der Zeit V: In Staub mit allen Feinden) (verso), page from \"Der Bildermann\", folio 13, vol. 1, no. 6"
}
