{
  "accession_number": "2019.16.20",
  "art_champions_text": null,
  "artist": "Artist: Prophet Royal Robertson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980",
  "department": "Arts of the Americas",
  "description": "recto: Godzilla-like dragon in green and dark red with tan back plates at left confronting a blue, green, and yellow eel in a reverse S shape; yellow zigzag in ULC; yellow radiating lines in URC; blue ground at top, tan in LLC, dark form in LRC; red border verso: portion of a newspaper ad on Lowe's pasted at top in a T shape; text at center in a sketch of an open book; grid at bottom with numbers and \"BATH ROOM\" in LRC",
  "dimension": "28 × 22 1/8 in. (71.12 × 56.2 cm)",
  "id": "http://api.artsmia.org/objects/131466",
  "image": "valid",
  "image_copyright": "© Royal Robertson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 2919,
  "image_width": 2275,
  "inscription": "",
  "life_date": "American, 1936 - 1997",
  "markings": "",
  "medium": "Ballpoint pen and paint on posterboard (recto); ballpoint pen and collaged newsprint (verso)",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in black ink: FIRE DANGON FIGHTING GIANT ELECTRIC ELL | LRC in black ink: PATRIARCHCAH / ROYAL (scratch-out) F ROBERTSON",
  "style": "20th century",
  "text": "A self-proclaimed prophet, Royal Robertson witnessed his first vision at age 14. After his wife divorced him, he lived a reclusive existence in Louisiana, dedicating himself to recording and deciphering his divine perceptions. Robertson’s thought-provoking works shed light on his personal narrative. Living with mental illness, he experienced vulnerability within solitude. His story leaves us with insight, empathy, and value for his very real and raw experiences.\r\n\r\nRobertson’s mastery of common materials, such as posterboard, ballpoint pen, and marker, elevates his elaborate illustrations. Despite the bright colors, the subjects of his dreamscapes render real topics of foresight, divinity, and the battle with internal trauma. Untitled presents painful sentiments and misogynoir, an ingrained prejudice against Black women. Fire Dangon Fighting Giant Electric Ell refers to “the end of days'' and futuristic interpretations of biblical premonitions. In Vision of Times, the coy stance of orphan twins sitting near a goldfish pond nearly mirror each another. This subject might refer to the artist’s contempt for the women around him, who he described as two sides of “the same coin.” \r\n\r\n“I get off work at twelve-o-clock, I’d go on and do what the boss tell me ‘cause they like the way I work. I’d sit up there, up there in the bleachers, and try to do somethin’, draw somebody. I would always bring me some paper, I didn’t care where I went, I always had some paper with me to draw on somethin’.” - Royal Robertson",
  "title": "Fire Dangon Fighting Giant Electric Ell"
}
