{
  "accession_number": "2019.91.27.1",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 56",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray in honor of firemen",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "short, navy blue tightly quilted robe with intersecting, horizontal and vertical off-white line pattern, tan Japanese characters on collar, and outline of Japanese character on back center; red-brown interior lining with same tan pattern",
  "dimension": "36 × 45 1/8 in. (91.44 × 114.62 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131564",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5408,
  "image_width": 6830,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: JAP 6214A",
  "medium": "Cloth: cotton; sashiko (decorative reinforcement stitching), tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Fireman's short coat (hikeshi-banten)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Firefighters’ uniforms were composed of special, heavily quilted garments made of layered cotton cloth that was dyed with indigo, which conferred a degree of fire-retardance. Before the men headed into a blaze, their coats were soaked with water as a further safety measure; the wet coats weighed upward of 70 pounds. \r\nThis is a complete kit for a fireman. It consists of a quilted coat (hikeshi-banten) and hood, heavily padded gloves, and close-fitting trousers. All the pieces are made of indigo-dyed cotton, but the interior of the coat features the same design as the exterior, dyed bright red. The meaning of the single character on the back is unclear, but the background features a repeating stylized pattern of the character moto 元, which can have many meanings.",
  "title": "Fireman's short coat (hikeshi-banten) [from a set]"
}
