{
  "accession_number": "2019.91.34",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 148, book cover",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray in honor of his wife Kristal Hale",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "white robe with multicolored pattern throughout, including pink, red, and yellow birds, red, pink, white/blue, and purple flowers, and blue background patterns with multicolored crescent hills",
  "dimension": "51 × 47 1/4 in. (129.54 × 120.02 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131581",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11883,
  "image_width": 9627,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: OKI 6210",
  "medium": "Cloth: cotton; bingata (stencil resist with applied pigments)",
  "nationality": null,
  "object_name": "Ryūkyūan robe (ryūso)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A noblewoman likely wore this robe. Made of cotton, a costly imported fabric, it is identifiable as a ryūso (Ryūkyūan robe) by the gussets (triangular pieces of material) under the attached sleeves, the short sleeve length, and the long lapels. This garment would have been worn in the colder winter months, when temperatures dipped to the mid-50s Fahrenheit. \r\nThe complex pattern of swirling water, cranes, plum blossoms, and other plants was achieved through bingata, the repeated use of a stencil through which a resist paste was applied. The paste blocked the dye from entering the fabric, and these undyed areas were later colored in by hand.",
  "title": "White-ground Ryūkyūan robe (ryūso) with paired cranes pattern"
}
