{
  "accession_number": "2019.91.28",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 48",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "dark brown coat with navy shoulder piece and light blue collar; brown reinforcement trim on armpits, neckline, and bottoms of sleeve openings; double button and loop closure on front waist, two exterior and one interior button and loop closure on neckline; six faded, white characters on front chest and faded white seal on back center",
  "dimension": "39 1/4 × 51 3/4 in. (99.7 × 131.45 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131569",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5984,
  "image_width": 7881,
  "inscription": "",
  "life_date": null,
  "markings": "interior UR, Thomas Murray Collection label: JAP 6215",
  "medium": "Cloth: mulberry paper; hemp, buffalo horn, indigo dye, persimmon tannin",
  "nationality": null,
  "object_name": "Traveling coat (dōchūgi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Though it sounds strange today, paper raincoats (kamiko) were popular in premodern Japan for their affordability. They are made of sheets of thick paper sourced from the inner bark of the mulberry plant and treated with persimmon juice and a mixture of oils from perilla seeds and tung (also called China wood). This treatment makes the paper surprisingly resilient and sturdy. The sheets are carefully pasted together, then dyed with indigo. After rubbing the surface to add sheen and create some softness, the maker cuts and sews the cloth into this garment. \r\nAn inscription on the front of the coat might refer to Nishigō-chō 西郷町, a town on Osaka Bay. The name on the front seems to be Hama-Wakabayashi 濱若林 and the roundel on the back reads Hon-Wakabayashi 本若林. Both might belong to a business owned by a person named Wakabayashi. The coat was likely used by the owner or an employee to advertise the business while on the road.",
  "title": "Traveling coat of paper (kamiko dōchūgi)"
}
