{
  "accession_number": "2019.20.4",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 19",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "blue robe with abstract motif in white applique on entire back, shoulders, and sleeve cuffs; contrasting, decorative stitching on the applique; red decorative stitching on back; orange fabric inlay on sleeves",
  "dimension": "51 × 49 in. (129.54 × 124.46 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131586",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2730,
  "image_width": 2733,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: ANU 6003",
  "medium": "Cloth: cotton; cotton appliqué and embroidery",
  "nationality": null,
  "object_name": "Robe (kaparamip)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Kaparamip are robes made of cotton decorated with a large number of white appliqués in cutout patterns. In the early 17th century, merchants brought cotton cloth to the Ainu, who employed it as a thinner, lighter alternative to traditional materials. Cotton offered Ainu women new aesthetic opportunities, yielding patterns that were more fluid and organic than those found on other types of robes. In both kaparamip shown here, the pieces of white cotton are stitched together to form one large appliqué that covers the entire garment. The sleeve openings and the edges are embellished with pieces of red-dyed cotton, intended to ward off spirits.",
  "title": "Red, blue, and white kaparamip robe"
}
