{
  "accession_number": "2019.91.29",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 101",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "small blue robe with off-white pattern consisting of flowers, fans, and birds throughout; off white, interior lining below collar and at back center",
  "dimension": "25 3/4 × 28 in. (65.41 × 71.12 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131570",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7641,
  "image_width": 6190,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: JAP 6217",
  "medium": "Cloth: hemp and ramie (Ōmi-jōfu); kasuritate-yoko gasuri (double ikat), indigo dye",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This luxurious kimono is an example of double ikat. Ikat (kasuri) is a highly complex process that requires a great deal of planning and organization. Bundles of thread are selectively dyed at various places along their lengths. Once woven, the undyed areas come together to form a pattern. This masterful example is decorated with a repeating pattern that includes a phoenix, fans, and clouds. The double ikat results in some areas of bright white and other areas with half-tones, where white and indigo-dyed sections meet. The result is both vivid and subtle. \r\nThis garment is made of Ōmi-jōfu, a fine woven hemp and ramie fabric produced in Ōmi Province, today Shiga Prefecture, east of the former imperial capital Kyoto. In Ōmi, the production of fabrics from woven bast fibers dates from the Kamakura period (1185–1333). Because summers are long and humid in Kyoto, and this cloth is both breathable and moisture-wicking, it was popular among the wealthy samurai class for summer garments.",
  "title": "Blue-ground child’s kimono"
}
