{
  "accession_number": "2019.91.31",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 147",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray in honor of Terumi Inoue",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "short robe with white blossom pattern over patterned background consisting of blue and red swastikas; fabric tie attached to PR side and PL opening edge",
  "dimension": "41 × 43 1/2 in. (104.14 × 110.49 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131578",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11858,
  "image_width": 12925,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: OKI 6213",
  "medium": "Cloth: silk; bingata (stencil resist with applied pigments)",
  "nationality": null,
  "object_name": "Short upper garment (dujin)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This short upper garment is worn in combination with a skirt, called kakan. Together they comprise the formal attire of an Okinawan commoner; an aristocrat would have added a richly decorated outer robe. The pattern here is of plum blossoms against a swastika (manji) ground. The swastika, a symbol of divinity in Indian religions, arrived in Japan with Buddhism from China after 700CE. The left-facing form of the symbol represents the auspicious footprints of the Buddha. European pagan and North American Navajo traditions also adapted the swastika; in Pueblo culture, it represents wind. Its right-facing form, however, was appropriated by the National Socialist German Workers’ (Nazi) Party, and for many people its spiritual origins are overshadowed by its associations with German ultra-right nationalism and white supremacy ideology.\r\nThis garment is arguably the exhibition’s most outstanding example of bingata, the process of stencil dyeing with resist paste. The dyework is exceptionally detailed and fine, as seen in the sharpness of the swastika pattern and the delicate shading achieved in the colors of the plum blossoms.",
  "title": "Short, upper garment (dujin) with pattern of plum blossoms against swastika"
}
