{
  "accession_number": "2019.20.11a,b",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 30",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "late 18th-early 19th century",
  "department": "Asian Art",
  "description": "metal sword with cloth holder; holder is tan with dark blue woven geometric design on R and L edges; two flaps at bottom are of faded blue cloth with faint stripes, and curling tan design, with blue decorative threads following pattern; sword has segmented sections with curling comma shapes that form a circular design in each section",
  "dimension": "29 × 21 5/8 × 3/8 in. (73.66 × 54.93 × 0.95 cm)",
  "id": "http://api.artsmia.org/objects/131593",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8146,
  "image_width": 6517,
  "inscription": "",
  "life_date": null,
  "markings": "L strap, verso: Murray Collection label: ANU 6010",
  "medium": "Sword: metal (iron), wood. Sword Holder: cloth: elm-bark fiber; cotton appliqué and embroidery",
  "nationality": null,
  "object_name": "Sword (emushi) and holder (emushi-at)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "The Ainu did not themselves manufacture steel; they obtained their blades through trade with the Japanese. Swords (emushi) were therefore rare and valued for social and ceremonial functions. Some swords were refitted with a new wood scabbard carved by Ainu men; here the sheath is covered with decorated metal pieces.\r\nContrary to the Japanese custom in the early modern period of carrying swords through the sash, an Ainu man used a fabric sword holder (emushi-at). Made by his wife or close female relative, the holder allowed the man to carry his sword across the back or over the shoulder.",
  "title": "Sword (emushi) and holder (emushi-at)"
}
