{
  "accession_number": "2019.58.2",
  "art_champions_text": null,
  "artist": "Artist: Michael Kareken; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "Black and white image of a forested area; horizontal fallen tree with thick dark trunk and branches layered over the top of the log in center; thin, layered gradated leaves throughout.",
  "dimension": "23 5/8 × 35 3/4 in. (60.01 × 90.81 cm) (image)\r\n28 5/8 × 39 3/4 in. (72.71 × 100.97 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131516",
  "image": "valid",
  "image_copyright": "Copyright © Michael Kareken%2C published by Highpoint Editions",
  "image_height": 5065,
  "image_width": 7076,
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "LL in pencil below image: 1/1",
  "medium": "Watercolor monotype",
  "nationality": "American",
  "object_name": "Monotype",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher), sold to Mersky, 2018; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "131516",
    "140805",
    "142285",
    "142286"
  ],
  "signed": "LR in pencil below image: Kareken 2018",
  "style": "21st century",
  "text": "Michael Kareken relies on traditional drawing techniques to interpret the often-hidden realms of our world. Here, his subject is the remote forested landscape of the Pacific Northwest, not far from where he grew up in the state of Washington. Light plays an essential role in Kareken’s compositions, sharing equal billing with the formal arrangement of the landscape elements. Indeed, a mysterious sense of light emanates from above and washes over the scene, evoking a vivid emotional and psychological quality that one may recognize from their own experiences walking in a forest. Produced in collaboration with Highpoint Editions, a Minneapolis-based print workshop, this monoprint (unique print) merges Kareken’s consummate drawing abilities with the unexpected effects that typically characterize the monoprinting process.",
  "title": "Lake Quinalt Deadfall II"
}
