{
  "accession_number": "2019.20.81",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 72",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "pale blue kimono with blue floral element at top center on back as well as on front PL side at bottom; pale gray floral element at bottom PL",
  "dimension": "53 1/4 × 46 3/4 in. (135.26 × 118.75 cm)",
  "id": "http://api.artsmia.org/objects/131666",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2583,
  "image_width": 2417,
  "inscription": "",
  "life_date": null,
  "markings": "at botton, on inner PR side: Murray Collection label: JAP 6100",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Dyed an overall shade of light blue, this kimono is decorated with a crest known as mitsu Kashiwa, or three oak leaves, a stylized depiction of a Daimyo oak tree’s leaves, which grow in clusters. Several famous families in Japan’s history used this crest, and the number of veins can vary in each leaf depending on the family. An example of the freehand resist-dyeing technique (tsutsugaki), in which starch paste is applied to the textile from one end of a tube, the crest appears in multiple places on this single garment: in indigo blue on the upper left, in gray on the lower right of the back, and in indigo blue on the lower right of the front.",
  "title": "Light blue-ground festival kimono decorated with three oak leaves (mitsu-gashiwa) crests"
}
