{
  "accession_number": "2019.20.62",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 75",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 20th century",
  "department": "Asian Art",
  "description": "dark blue background with large sea creatures including fish, lams, crustaceans, and an octopus",
  "dimension": "43 3/4 × 51 in. (111.13 × 129.54 cm)",
  "id": "http://api.artsmia.org/objects/131646",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10112,
  "image_width": 8918,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: JAP 6068",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Japan comprises over 6,000 islands, and many coastal communities depend on the fishing industry. Sea creatures and water motifs were particularly popular subjects for festive garments worn by men whose livelihoods were tied to the bounty of the sea. Such kimonos were worn during traditional festivals (matsuri) organized to solicit favor from the gods to ensure the well-being of local communities.\r\nThis exuberant indigo-dyed robe appeals for a fruitful catch. It features over 20 different fish, many types of clams and oysters, a lobster, and an octopus. The motifs were all hand-drawn using many dyes (pinks, gray, brown, and indigo) and a technique called tsutsugaki, which involves the application of rice paste through a narrow tube to protect certain areas from immersion dye, thus rendering the various hues.",
  "title": "Dark blue-ground festival kimono decorated with sea creatures"
}
