{
  "accession_number": "2019.20.95",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 41",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "kimono in a taupe color, with thin blue lines forming a grid pattern",
  "dimension": "46 3/4 × 44 3/4 in. (118.75 × 113.67 cm)",
  "id": "http://api.artsmia.org/objects/131680",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2898,
  "image_width": 2883,
  "inscription": "",
  "life_date": null,
  "markings": "PR interior, at bottom: Murray Collection label: JAP 6121",
  "medium": "Cloth: hemp and cotton (Tsushima-asa)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Material: Hemp and cotton cloth from Tsushima Island (Tsushima-asa)\r\nTsushima Island is located between Korea and Kyushu, the southernmost and third largest of the four main islands of Japan. Hemp cloth was produced there for centuries and traded for Korean cotton. Traditional Tsushima-asa was hand spun and handwoven in plain-weave from hemp and cotton yarns, resulting in a pliant and durable fabric. The cultivation of hemp, which is the same plant species as cannabis, was prohibited in 1949 when the United States occupied Japan under General Douglas A. MacArthur. The tapered shape of the kimono sleeves is common on garments worn by the working classes.",
  "title": "Grey-ground kimono with line pattern made on Tsushima Island"
}
