{
  "accession_number": "2019.20.58",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 74",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "large bamboo leaves and paulowina foliage pattern; indigo round seal top back C; scattered hibiscus flowers; red, black, blue palette against off-white background",
  "dimension": "50 × 48 1/4 in. (127 × 122.56 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131641",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4966,
  "image_width": 4931,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label bottom PR: JAP 6028",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "A man would have worn this kimono while performing folk dances at Obon festivals held in honor of the spirits of his ancestors. A large family crest on the upper back, representing a stylized tachibana orange, underlines the focus on family identity and connections to relatives both living and dead.  \r\nThe large-scale motif must have been made custom order for a special occasion because the combination of pine, bamboo, and cherry blossoms is very unusual. Typically pine and bamboo are joined by plum blossoms to create the so-called Three Friends of Winter (shōchikubai) motif, representing longevity and happiness. Here, the addition of cherry blossoms speaks to the beauty and fragility of life",
  "title": "White-ground men’s festival kimono decorated with pine, bamboo, and cherry blossoms"
}
