{
  "accession_number": "2019.20.64",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 51",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "beige woven vest, with cotton edging at front",
  "dimension": "29 1/2 × 23 5/8 in. (74.93 × 60.01 cm)",
  "id": "http://api.artsmia.org/objects/131648",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6290,
  "image_width": 5071,
  "inscription": "",
  "life_date": null,
  "markings": "PR interior: Murray Collection label:  JAP 6075",
  "medium": "Cloth: mulberry paper and cotton; spun or twisted",
  "nationality": null,
  "object_name": "Sweat repeller (asehajiki)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Material and technique: Mulberry paper cord (koyori) and macramé\r\nDesigned to promote air circulation to wick away moisture, this vest undergarment would have been worn against the skin under suits of armor. It is knitted of paper cord (koyori) that is hand-twisted from fragments of used paper. The paper is made from mulberry bark, whose long fibers bind to one another, forming a resilient and flexible material with cloth-like qualities. The cord was tied in macramé into an auspicious design called shippō tsunagi, a geometric motif of interlocking circles that refers to the seven treasures of Buddhism. An undyed cotton collar was then attached for comfort and to create a pleasing neckline, revealing the attention to aesthetics even in the case of an unseen, functional garment.",
  "title": "Sweat repeller made of paper cordage (koyori asehajiki)"
}
