{
  "accession_number": "2019.20.73",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 108",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "three vertical panels of blue striped fabric with orange accent stripes and white hash mark pattern throughout; strip of black Velcro (loop) along top edge on verso",
  "dimension": "57 1/2 × 39 1/2 in. (146.05 × 100.33 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6853,
  "image_width": 4654,
  "inscription": "",
  "life_date": null,
  "markings": "verso LL, Thomas Murray Collection label: JAP 6088",
  "medium": "Cloth: cotton; tate-yoko gasuri (double ikat), indigo dye",
  "nationality": null,
  "object_name": "Cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Technique: Double ikat dye (tate-yoko gasuri)\r\nOkayama Prefecture, part of the Chūgoku region in the southwest of Japan’s main island Honshu, has long been known for the production of cotton fabric dyed with kasuri (ikat) patterns. This length of fabric features vertical stripe patterns (tate-jima) achieved with double ikat (tate-yoko gasuri). Following pattern books, the dyer plots out the areas to be dyed on both warp and weft threads and, using paper and string, masks the parts to remain undyed. Carefully kept in order and position, the threads are dyed, rinsed, and dried before being stretched on the loom. When woven together, the intended patterns emerge. Here, the crosshatch design that looks like a pound sign (#) is meant to mimic the upper frame of a water well (igeta).",
  "title": "Cloth with vertical stripes and water well (igeta) pattern made in Okayama Prefecture"
}
