{
  "accession_number": "2019.20.98a-c",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 58",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "tan coat with embroidered circular element on back top center; attachment at PR arm with same embroidery with blue silk lining",
  "dimension": "36 1/8 × 47 1/8 in. (91.76 × 119.7 cm)",
  "id": "http://api.artsmia.org/objects/131684",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2742,
  "image_width": 3787,
  "inscription": "",
  "life_date": null,
  "markings": "PR interior, at bottom: Murray Collection label: JAP 6125",
  "medium": "Cloth: cotton and silk",
  "nationality": null,
  "object_name": "Fireman’s parade coat (kajibaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Kajibaori are short coats for firemen used in festive parades, staged to remind people to be cautious and to prevent fires. This example was made of a blend of cotton and silk dyed light brown. The material suggests it was worn by a samurai or a wealthy merchant who volunteered as a firefighter. Contrary to the usual construction of haori (short coats), this particular one has the lower half of the center-back seam unsewn to permit freedom of movement, similar to jinbaori, or coats worn by samurai over suits of armor. The weave of the fabric produces subtle horizontal stripes across the entirety of the garment, most evident on the lower back.\r\nOn the upper back, a crest that appears to be of embracing oak leaves is embroidered with white silk threads.",
  "title": "Fireman’s parade coat (kajibaori)"
}
