{
  "accession_number": "2019.20.47",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 39",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "woven straw hat, dark brown in color; woven top, with long straw fringe at bottom; looped tassel at top; blue cloth interior",
  "dimension": "25 5/8 × 18 3/4 × 2 in. (65.09 × 47.63 × 5.08 cm) (including tassel at top)",
  "id": "http://api.artsmia.org/objects/131630",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5223,
  "image_width": 4582,
  "inscription": "",
  "life_date": null,
  "markings": "on inner fabric, at PR side: Murray Collection label:  JAP 6016",
  "medium": "Rice straw, cotton; indigo dye",
  "nationality": null,
  "object_name": "Headgear (bōshi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Material: Rice straw (inawara)\r\nHeavy snowfalls in winter are common in the northern part of Japan, where people needed additional protection, particularly farmers who worked outdoors. This snow hat (yuki bōshi, or yuki botchi in the regional dialect) was made of rice straw (inawara), a byproduct in rice cultivation, joined with cotton thread. Rice straw has a hollow structure, making it an excellent insulator as it wraps the wearer’s head in a layer of warmed air. Snow hats were traditionally made by men, not by trained, professional artisans. In this case, the manipulation of the materials demonstrates the artistry and skill of the maker, who employed straight stitch, tying, and braiding.",
  "title": "Snow hat (yuki bōshi) made in Yamagata Prefecture"
}
