{
  "accession_number": "2019.20.84",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 64",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "indigo-dyed kimono; leaping fish coming out of swirling waves on the back; small, detailed, scaled spots of blue and white across background on back and continues over onto front side; cresting waves on bottom front side",
  "dimension": "51 × 50 1/2 in. (129.54 × 128.27 cm)",
  "id": "http://api.artsmia.org/objects/131669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3801,
  "image_width": 3740,
  "inscription": "",
  "life_date": null,
  "markings": "on inner PR opening, at bottom: Murray Collection label: JAP 6103",
  "medium": "Cloth: cotton; shibori (tie-dyeing), indigo dye",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This spectacular garment was made in Akita Prefecture in the northern Tōhoku region, a mountainous area on the Sea of Japan. While the front is relatively plain, an elaborate pictorial design of a carp covers the back. The motif refers to a Chinese legend of a carp struggling up the “Dragon Gate” rapids in the upper Yellow River to be transformed into a dragon upon reaching the top. A motif especially popular with men, the carp is a symbol of determination and perseverance. \r\nThe dyer was a master of the craft, achieving the design through the use of multiple tie-dyeing methods (shibori), carefully planned out and executed to produce the desired composition. Specifically, the carp’s eye was created with bōshi shibori (capped tie-dyeing), the body features makiage shibori (winding tie-dyeing), the outlines employ orinui (folded and sewn), and the shading on the waterfall uses miura (looped) tie-dyeing.",
  "title": "Festival kimono decorated with carp ascending a waterfall made in Akita Prefecture"
}
