{
  "accession_number": "2019.20.91",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 44",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "brown robe with tan pattern; repeating pattern consists of two small triangles and two small line and dot symbols; strip of white fabric lining along interior center seam",
  "dimension": "48 × 41 1/4 in. (121.92 × 104.78 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131676",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4208,
  "image_width": 2804,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: JAP 6113",
  "medium": "Cloth: hemp; katazome (stencil resist)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Material and technique: Hemp and stencil resist dye (katazome)\r\nOccupants of Japan’s diverse and geographically vast area have exchanged materials, techniques, and finished textiles for centuries, sourcing goods for reasons of both practicality and taste. Okinawan textiles, from the Ryūkyū Islands in the far south, were fashionable in mainland Japan, while wearing mainland fabrics was popular in Okinawa. Unlike other bast fibers, hemp was relatively rare in the Ryūkyū Islands, which added an element of exclusivity and luxury. The fabric for this garment was likely woven and dyed in Kyushu, the southernmost of the four main islands of Japan, and then exported as a bolt. The construction is atypical for either region; the shorter length and long collar are typical for Okinawa, yet the detached sleeves without gussets are features of mainland robes. It was likely worn by a commoner woman on formal occasions.",
  "title": "Dark brown-ground kimono with beige decoration"
}
