{
  "accession_number": "2019.20.110",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 80",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "indigo-dyed cotton panel with two white turnips at the corners, with pluming leaves extending across quadrants in a lighter blue indigo",
  "dimension": "70 1/2 × 64 5/8 in. (179.1 × 164.1 cm)",
  "id": "http://api.artsmia.org/objects/131696",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2589,
  "image_width": 2406,
  "inscription": "",
  "life_date": null,
  "markings": "LRC, verso: Murray Collection Label: JAP 6147",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist), indigo dye",
  "nationality": null,
  "object_name": "Bedding cover (futonji)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Two turnips arranged in opposite directions decorate this bedding cover, made from five rectangular cotton panels. The cover was likely made for a man as the word for turnips, kabu, is a homonym for kabu o ageru, which means improving one’s reputation. \r\nTo achieve two shades of blue using indigo dye, the dyer required several stages of production. First, the dyer drew the original turnip design using tsutsugaki, a freehand resist-dyeing technique in which starch paste is dripped out of a tube, creating lines. Second, after dyeing the cloth once, he reapplied starch using the same technique, but not in all the same places, resulting in varying depths of blue, light to midnight.",
  "title": "Bedding cover (futonji) with turnip motif"
}
