{
  "accession_number": "2019.20.100",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 40",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "beige-colored woven kimono with dark indigo cloth edging on sleeves, neckline and opening",
  "dimension": "45 3/8 × 47 in. (115.25 × 119.38 cm)",
  "id": "http://api.artsmia.org/objects/131686",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4817,
  "image_width": 4958,
  "inscription": "",
  "life_date": null,
  "markings": "at bottom PR, interior: Murray Collection label: JAP 6128",
  "medium": "Cloth: fuji (wisteria), cotton, hemp; appliqué, sashiko (decorative reinforcement stitching)",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Material: Wisteria (fuji) \r\nThe plain, natural look of this garment from rural Japan makes it a typical design for workwear (noragi). The front opening has very little overlap to allow freedom of movement. The narrow sleeves have a triangular gusset, keeping the cuffs high, exposing the hands, and allowing for a full rotation and extension of the arms. The fabric on the upper back is reinforced with sashiko (“little stabs”), an embroidery technique in which cotton thread is handsewn in a running stitch to reinforce or decorate a textile.\r\nThe cloth is partly made of bast fibers from the wisteria plant (fuji). Bast fibers are long fibers stripped from the inner bark of the plant. The fibers are removed from the bark, repeatedly split into thinner strands, and finally knotted end-to-end to form threads. It is a labor-intensive process—much more time-consuming than processing cotton—and thus fuji was not commercially used. Because these fibers were rough and prickly, other materials, in this case hemp, were included to render a softer cloth.",
  "title": "White workwear (noragi) with dark blue appliqué"
}
