{
  "accession_number": "2019.20.50",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 117",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "coarse, woven coat; woven in gradients of blue to black; off-white embroidery around collar",
  "dimension": "44 × 40 1/4 in. (111.76 × 102.24 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131633",
  "image": "valid",
  "image_copyright": "",
  "image_height": 12159,
  "image_width": 13485,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray collection label: JAP 6020",
  "medium": "Cloth: cotton and bast fiber; saki-ori (split weaving), sashiko (decorative reinforcement stitching)",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Aesthetics may have been a lower priority than covering the body with something warm, especially for individuals who could afford only the humblest of worldly possessions. Nonetheless, the harmonious gradations of blue achieved through the recycling and reworking of old indigo-dyed cotton cloths certainly has a gratifying effect. This jacket is the typical workwear (noragi) worn by farmers in the fields. The body was made of old, worn cloth that was shredded into thin strips and then rewoven as the weft alongside a warp of cotton threads (saki-ori, or split weaving). The dense, strong fabric was particularly useful in colder parts of Japan, where farmers need additional protection during the winter months.",
  "title": "Workwear (noragi) jacket made in Shōnai, Yamagata Prefecture"
}
