{
  "accession_number": "2019.20.59",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 99",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "beige brush stroke, lattice pattern over navy blue base; orange lining in collar",
  "dimension": "49 × 59 1/4 in. (124.46 × 150.5 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131642",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5400,
  "image_width": 3600,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label bottom PR: JAP 6029",
  "medium": "Cloth: ramie (Echigo-jōfu); tate-yoko gasuri (double ikat)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Material: Ramie from Echigo (Echigo-jōfu)\r\nBast fibers like hemp were frequently used for the clothing of commoners; however, the wealthy also wore bast clothing during the summer months. Called Echigo-jōfu, literally “superior cloth from Echigo,” garments made from ramie—a form of bast fiber—were extremely fine. The earliest record of ramie fabrics produced in Echigo Province (present-day Niigata Prefecture) in north-central Japan dates from 749; production reached its height in the middle of the Edo period (1603–1868). \r\nRamie is a plant in the nettle family, its fibers twisted into threads before being woven by hand. After dyeing, the wet fabric was stretched across the snow-covered fields for over a week to be “bleached” by the sun and to tighten the weave. To demonstrate the fabric’s fine quality, an ancient test required a 13-inch-wide bolt to be run through the square hole of a coin (less than half an inch).",
  "title": "Dark blue-ground kimono with white ikat (kasuri) pattern made in Niigata Prefecture"
}
