{
  "accession_number": "2019.20.111",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 89",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "four panels stitched together, forming a dark yellow silk panel with white zig zag diamond pattern",
  "dimension": "67 3/16 × 53 3/4 in. (170.66 × 136.53 cm)",
  "id": "http://api.artsmia.org/objects/131697",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3324,
  "image_width": 2709,
  "inscription": "",
  "life_date": null,
  "markings": "bottom corner, on back: Murray Collection label: JAP 6148",
  "medium": "Cloth: silk; katazome (stencil resist)",
  "nationality": null,
  "object_name": "Bedding cover (futonji) or furniture cover (yutan)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Technique: Stencil resist dye (katazome)\r\nThis textile was either used as a bedding (futonji) or a furniture cover (yutan). Futonji were draped over the coverlet at night and stored during the day, while yutan were used to cover chests or baggage first during the bridal procession and later in the couple’s new home. This elegant example is made of silk dyed a golden yellow and decorated with the pine-bark diamond (matsukawabishi) pattern using a stencil and starch paste, which kept the dye from penetrating the silk. Named for its resemblance to the bark of pine trees, this motif consists of a zigzag pattern, which forms a series of lozenges.",
  "title": "Yellow bedding cover (futonji) or furniture cover (yutan) with pine-bark diamond (matsukawabishi) motif"
}
