{
  "accession_number": "2019.20.49",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "gold colored kimono with thin, horizontal lines that alternate black and white; faint vertical lines that form a plaid pattern; dark blue interior",
  "dimension": "51 7/16 × 48 3/4 in. (130.65 × 123.83 cm)",
  "id": "http://api.artsmia.org/objects/131632",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4150,
  "image_width": 3600,
  "inscription": "",
  "life_date": null,
  "markings": "PR interior, at bottom: Murray Collection label: JAP 6019",
  "medium": "Cloth: silk pongee (tsumugi) and cotton; twill weave",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Material: Silk pongee (raw silk)\r\nThis kimono is made of tsumugi, or pongee, a soft, thin cloth woven from raw silk. Its threads come from cocoons rejected as inferior by the silk industry due to their irregularity. Making the thread is a time-consuming process: the maker spins the silk floss into yarn by hand, cocoon by cocoon, instead of spinning filaments of several cocoons at once. Because the silk filaments are of uneven width, the woven texture is not shiny and smooth as with most silk. It appears simpler, yet comfortable and light. The more such a garment is washed, stretched, and worn, the more its luster increases.",
  "title": "Yellow-ground kimono with horizontal stripes"
}
