{
  "accession_number": "2019.20.108",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 113",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "navy blue coat, patterned with white stitching throughout (dash pattern through body and sleeves, chevron around shoulders and TC on verso); horizontal line across chest with triangles along top; open front with collar",
  "dimension": "38 1/2 × 46 1/4 in. (97.79 × 117.48 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131694",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5930,
  "image_width": 7320,
  "inscription": "",
  "life_date": null,
  "markings": "bottom PR, Thomas Murray Collection label: JAP 6138",
  "medium": "Cloth: cotton; sashiko (decorative reinforcement stitching)",
  "nationality": null,
  "object_name": "Fisherman coat (donza)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Though of unremarkable materials, this embroidered fisherman’s festival coat (donza) was precious, a high-status item undoubtedly worn with a great deal of pride. The skill of the embroiderer(s), who labored for months to cover the garment with small, even stitches, is self-evident. Unusual among extant textiles for its short length, the cotton garment is lined with wadded, quilted cotton and then embroidered with white cotton threads. This embroidery, called sashiko, literally “little stabs,” is a style of quilting in which cotton is sewn in a running stitch through layers of fabric. Originated as a way to reinforce parts of textiles, it grew to have a decorative function as well. Its painstaking beauty is on magnificent display here: the shoulders and upper back are stitched with a zigzag pattern, while the body and sleeves feature staggered, vertical stitches.",
  "title": "Short dark blue-ground fisherman's festival coat (donza) made on Awaji Island"
}
