{
  "accession_number": "2019.20.80",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 83",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "vest with three different fabrics; plaid collar in brown, green and cream colors; side strips of fabric in same plaid pattern; blue front with ornamental floral design, with small flowers and fan shapes in a gradated black with white outlines; a vertical strip of fabric in the same pattern on back center; front shoulder area and back right and left composed of a dark blue fabric with black linear designs, with foliage elements overlapping",
  "dimension": "23 3/8 × 20 3/16 in. (59.37 × 51.28 cm)",
  "id": "http://api.artsmia.org/objects/131665",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2430,
  "image_width": 2040,
  "inscription": "",
  "life_date": null,
  "markings": "PR lower interior: Murray Collection label: JAP 6099",
  "medium": "Cloth: cotton; patterned with plaid and katazome (stencil resist)",
  "nationality": null,
  "object_name": "Vest (sodenashi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This sleeveless vest is made of joined pieces of cotton with three different patterns, likely the fabric the maker had at hand. The collar and side straps that connect the front and back panels feature a blue-and-white plaid on an orange ground. The shoulders and edges of the back panel are of a fabric dyed indigo and black; it has a stencil-resist technique (katazome) and is decorated with a pattern of bamboo and clouds against a gridwork. The fabric used for the center of the back panel and both front panels shows a pattern of snowflakes and florals on light blue ground, also achieved by katazome.",
  "title": "Woman’s vest (sodenashi)"
}
