{
  "accession_number": "2019.20.43",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 37",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "tan colored straw surface, woven, with fringed edges; blue and cream decorative designs at top 'shoulder' area, as well as in bottom curve and bottom flap that extends from lower center",
  "dimension": "36 1/2 × 14 in. (92.71 × 35.56 cm)",
  "id": "http://api.artsmia.org/objects/131625",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9509,
  "image_width": 4832,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Rice straw, cotton; indigo dye",
  "nationality": null,
  "object_name": "Straw coat (mino)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Like the straw cape nearby, this garment is a more artful version of a simple tool. Backpack pads were utilitarian equipment made for both protection from the weather and to provide a soft layer between a person’s body and a heavy load. Finely woven examples like this one, which uses cotton thread to bind rice straw in flat, decorative patterns, were made to mark a new marriage, specifically the moment when a bride’s dowry is carried to her new husband’s home. The indigo-dyed cotton designs reinforce this association: the slanted diamond-shaped pattern, called “arrow” (yabane) because it resembles the feathered fletching on an arrow, communicates the idea of the bride’s irreversible movement from her parents’ house to her in-laws’.",
  "title": "Festive backpack pad (iwai-bandori) made in Yamagata Prefecture"
}
