{
  "accession_number": "2019.20.76",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 95",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "navy blue cape with light blue and beige vertical stripes and organic beige pattern on outer side; blue and tan plaid lining with diagonal white marks overtop; 2 brown C-shaped hooks attached by navy rope on collar at PL front and PL side, with corresponding loops on collar at PR front and PR side; two rope loops at PR hip and PL front center; beige border with line of openings",
  "dimension": "36 3/4 × 78 in. (93.35 × 198.12 cm) (overall, open)",
  "id": "http://api.artsmia.org/objects/131661",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1282,
  "image_width": 2380,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: JAP 6091",
  "medium": "Cloth: cotton and paper; yoko-gasuri (weft ikat)",
  "nationality": null,
  "object_name": "Travel cape (bōzugappa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Travel capes are called bōzugappa in Japanese, which means “priest’s raincoat.” They were modeled on capes worn by Portuguese missionary priests, who arrived in Japan in 1549. While the prefix “bōzu” is Japanese in origin, “gappa” is derived from the Portuguese ”capa,” meaning “cape.” Between the outer layers of cotton cloth, these capes usually incorporate a layer of mulberry paper treated with persimmon tannin. Made from the fermented juice of unripe persimmon fruits, this substance is applied to the paper in successive layers, giving it a leathery toughness and flexibility. It also makes the paper waterproof. For a traveler on the open road, capes provided a measure of protection from wind and rain and also offered some warmth.",
  "title": "Travel cape (bōzugappa)"
}
