{
  "accession_number": "2019.20.83",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 66",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "dark blue body with diagonal white lines creating diamond-shaped segments; segments contain various white patterns; black collar; sleeves have pattern of small dark blue organic shapes on lighter blue background",
  "dimension": "49 1/4 × 28 1/2 in. (125.1 × 72.39 cm)",
  "id": "http://api.artsmia.org/objects/131668",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2538,
  "image_width": 4548,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label bottom PR: JAP 6102",
  "medium": "Cloth: cotton; shibori (tie-dyeing), indigo dye",
  "nationality": null,
  "object_name": "Half-length undergarment (hanjuban)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Shibori is a form of resist dyeing that relies on a collection of tying, folding, twisting, stitching, and binding techniques to render some areas of a textile inaccessible to dye when immersed in an indigo bath. Used skillfully in combination or succession, it can create precise, regular patterns or larger-scale motifs such as fish and flowers. Shibori arrived in the 17th century in the town of Arimatsu, where it became a production center. Because Arimatsu was on a main road, shibori quickly spread far and wide. \r\nThis undergarment shows the results of a wide variety of approaches, including tying (which creates rings), folding and stitching (which creates the lines of alternating white circles), and stitching around paper inserts (which creates the lozenge- or petal-like forms). ",
  "title": "Half-length undergarment (hanjuban) made in Arimatsu, Aichi Prefecture"
}
