{
  "accession_number": "2019.20.33a,b",
  "art_champions_text": null,
  "artist": "Maker: Unknown Sakhalin Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 27",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Sakhalin Ainu",
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "pair of seal skin boots, tan in color with black bands of fabric at top folds; bands have two thin embroidered lines, one that is yellow in color and one that is a pale green in color",
  "dimension": "13 3/8 × 11 1/4 in. (33.97 × 28.58 cm) (each, approximately)",
  "id": "http://api.artsmia.org/objects/131615",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1112,
  "image_width": 2001,
  "inscription": "",
  "life_date": null,
  "markings": "on boot, pinned to back opening: Murray Collection label: ANU 6207",
  "medium": "Cloth: seal skin; sinew sewing, cotton appliqué and embroidery",
  "nationality": null,
  "object_name": "Boots (tukar-ker)",
  "portfolio": "From ",
  "provenance": "Okamura Kichiemon (in 1993)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In temperate weather, Ainu typically went barefoot. Footwear was used for hunting on snow and ice. From late autumn to early summer, the Sakhalin Ainu hunted seals for fur, meat, and oil. This pair of boots is made of sealskin sewn together with animal sinew. Light, hard-wearing, and water-resistant, sealskin was an ideal material whose popularity and utility were shared by other Pacific Rim cultures, including the Nivkh of Siberia and the Inuit of North America.",
  "title": "Pair of seal-skin boots for a woman (tukar-ker)"
}
