{
  "accession_number": "2019.20.70",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 86",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "navy blue sleeves and collar; upper half of main body is off white with navy diamond and circle pattern; lower half of body is navy with horizontal line patter of small, off white stitches; blue square patch on either hip",
  "dimension": "43 1/2 × 39 3/4 in. (110.49 × 100.97 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131655",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4273,
  "image_width": 3600,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label bottom PR: JAP 6084",
  "medium": "Cloth: cotton and hemp; sashiko (decorative reinforcement stitching), katazome (stencil resist), indigo dye",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Made of cotton and hemp, this jacket is a sturdy work coat for a woman handling the day’s tasks. Both materials have been dyed with indigo, then embroidered, which serves to strengthen the fabric, reducing wear and tear. The embroidery is kogin, a special type of counted-stitch embroidery with white thread. Kogin is first mentioned in 1685 in a record of the Tsugaru clan, located in today’s Aomori Prefecture in the Tōhoku region, northeast of Tokyo. Hemp was the predominant material in this colder climate, which was too cool to cultivate cotton; this material had to be imported from elsewhere in Japan.",
  "title": "Woman’s workwear (noragi) jacket with kogin embroidery made in the Tōhoku Region"
}
