{
  "accession_number": "2019.20.94",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 45",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "khaki colored coat with black collar; round fasteners with blue decorative thread tied in bows at top collar and at center opening; vertical band of cloth at PL breast",
  "dimension": "52 1/2 × 50 1/8 in. (133.35 × 127.32 cm)",
  "id": "http://api.artsmia.org/objects/131679",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5423,
  "image_width": 4977,
  "inscription": "",
  "life_date": null,
  "markings": "PR front interior: Murray Collection label: JAP 6120",
  "medium": "Cloth: kudzu fiber and cotton; wool, silk, bone",
  "nationality": null,
  "object_name": "Traveling coat (dōchūgi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Men and women wore traveling coats (dōchūgi) over their kimono to protect them from the elements. The light, breathable fabric was woven with fibers taken from the kudzu plant (kuzufu), a vine also known as arrowroot. Excavations in China revealed that the use of kudzu cloth reaches back to the Neolithic era (10,000–4,500 BCE). The inner fibers of the vine were boiled in lime and then bleached in water. In this example, white kudzu thread was used on the weft and soft gray-dyed cotton on the warp. The lining, trim, and cording are made of silk; the black collar of wool. The material and ornamentation on the bone clasps suggest that this garment would have been worn by a wealthy merchant, village headman, or nobleman.",
  "title": "Traveling coat of kudzu fiber (kuzufu dōchūgi)"
}
