{
  "accession_number": "2019.20.67",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 119",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "five panels woven with red warp; colors range from light blue, red, purple, teal, to gray and black; lined on back with navy fabric with yellow, green, and brown thin stripes; strip of tan Velcro (loop) along top edge on verso",
  "dimension": "64 3/4 × 66 in. (164.47 × 167.64 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131651",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2533,
  "image_width": 2575,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label on back: JAP 6079",
  "medium": "Cloth: cotton; Nanbu saki-ori (split weave)",
  "nationality": null,
  "object_name": "Blanket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Technique: Nanbu split weave (Nanbu saki-ori)\r\nThis blanket is an extraordinary example of what we now call “upcycling.” The textile maker cut worn cloth into narrow strips and then wove them as the weft, with cotton or hemp threads as the warp. Because the textile that results is very dense, it is ideal for imparting warmth in winter. Peasants in what is today Aomori Prefecture in northern Japan were encouraged by the local Nanbu clan rulers to recycle their worn or damaged cotton garments; thus, this technique is known as Nanbu saki-ori (“Nanbu split-weaving”). Blankets like this one were used as bedding covers or as a cover for a kotatsu, a charcoal brazier placed in the middle of a room as a heating source.",
  "title": "Multi-color blanket of Nanbu split weave made in Aomori Prefecture"
}
