{
  "accession_number": "2019.20.103",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 115",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "long blue coat with horizontal woven texture; dark blue fabric on shoulders and BC; solid blue collar; interior lined with various blue fabrics, patterned on front and lower back sections",
  "dimension": "55 × 44 1/2 in. (139.7 × 113.03 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131689",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4333,
  "image_width": 3353,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: JAP 6133",
  "medium": "Cloth: hemp and cotton; sashiko (decorative reinforcement stitching), indigo dye",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A farmer would have worn this jacket while working in the fields. Made of hemp and cotton, the entire surface is covered with sashiko, a decorative stitching applied to reinforce the fabric. Its simplicity of form, construction, and decoration provides a showcase for the gradations of color. Through its distinct areas of fading, we can read the contours of a man’s active body: the shoulders and outer sides of the sleeves are worn from sunlight and use. A lighter band at the midriff indicates the point at which a sash closure must have been worn, repeatedly loosened and tightened throughout the workday.",
  "title": "Light blue workwear (noragi) jacket"
}
