{
  "accession_number": "2019.20.24",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 14",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "tan robe with dark blue applique trim embellished with blue and white embroidery; embroidery along sleeve cuffs and bottom hems has intertwined oval pattern; embroidery at yoke and back center has smaller pattern with light blue patchwork; blue and white floral print collar; two dark blue ties at waist (PR hip and edge of PL center); printed blue and white tie at PR center edge",
  "dimension": "44 1/2 × 45 in. (113.03 × 114.3 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131606",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3210,
  "image_width": 3288,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: ANU 6191",
  "medium": "Cloth: elm-bark fiber; cotton appliqué and embroidery, katazome (stencil resist)",
  "nationality": null,
  "object_name": "Robe (attush)",
  "portfolio": "From ",
  "provenance": "Kaikodo (2013)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Attush (elm bark) robes are made of plain-weave bast fiber made from the bark of the Manchurian elm (ohyō). Such robes were mainly created by the Ainu on Hokkaido, while those on Sakhalin predominantly worked with nettle fiber (irakusa). Harvesting the elm bark is a laborious and lengthy process for the textile maker. First, 5- to 6-inch-wide strips of bark are peeled off a young tree. After discarding the outer layer, the inner bark is soaked for around a week, then scraped and thoroughly washed. After drying in the sun, the fibers are carefully split, twisted, and tied into a skein. The resulting thread has a warm, yellowish-brown color. Like most bast fiber textiles, such as linen, these garments become more supple and soft with wear.",
  "title": "Attush robe with patterned collar"
}
