{
  "accession_number": "2019.20.23",
  "art_champions_text": null,
  "artist": "Maker: Unknown Sakhalin Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 2",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Sakhalin Ainu",
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "brown robe with navy blue applique, light blue embroidery, and brown velvet trim; embroidery accents extend beyond the stepped applique on the sleeves, yoke, center opening, bottom section, and upper back; ties along the waist line and collar are all brown velvet (two at front center, one on PR side) and one interior tie is blue (on PL side)",
  "dimension": "47 3/4 × 48 1/4 in. (121.29 × 122.56 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131605",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3085,
  "image_width": 3147,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: ANU 6190",
  "medium": "Cloth: nettle fiber; cotton appliqué and embroidery",
  "nationality": null,
  "object_name": "Robe (retarpe)",
  "portfolio": "From ",
  "provenance": "Okamura Kichiemon (in 1993)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Ainu people did not cultivate plants for textiles; instead, they harvested them in the wild. Retarpe robes are made from plain-weave nettle fiber, a durable, warm, and light-colored material that offered Ainu women a neutral backdrop for their intricate embroidery and appliqué. The Sakhalin Ainu, a distinct group of people from the Ainu of Hokkaido, produced retarpe robes like this one. Because of their proximity to China, the Sakhalin Ainu were in contact with the Chinese government dating from the 14th century. They exchanged fur for Chinese silk, which Sakhalin Ainu women incorporated into their robes, along with Chinese textile design patterns. Simple garments that lack an elaborate design on the back were more regularly used and not confined to formal occasions.",
  "title": "Retarpe robe with detailed embroidery"
}
