{
  "accession_number": "2019.20.53",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 100",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "blue and black coat with various patterned fabrics; black collar with gray lower lapels; black sleeves with white pattern, navy shoulders with stepped blue stitching, patterned blue chest with stepped embroidery along lower 2/3 and light blue diamond embroidery that continues to verso, solid blue lower section with stepped stritching; light blue lining on back interior; white lining on front interior sections with Japanese characters printed in black on PR and a large blue flower printed on PL; white PL sleeve interior lining with black print; verso has dark navy side panels, solid blue center panel with white pattern, stepped embroidery over all sections with light blue diamond embroidery only over TC",
  "dimension": "39 1/4 × 46 1/4 in. (99.7 × 117.48 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131636",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2785,
  "image_width": 3330,
  "inscription": "",
  "life_date": null,
  "markings": "bottom PR, Thomas Murray Collection label: JAP 6023",
  "medium": "Cloth: cotton; tate-yoko gasuri (double ikat), sashiko (decorative reinforcement stitching), indigo dye",
  "nationality": null,
  "object_name": "Short coat (hanten)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "A farmer wore this coat to stay warm during the long winter months. It is made of two different cotton weaves: one is a plain-weave dyed with indigo for the side sections and the lower front section of the body, and the other is a double ikat (tate-yoko gasuri) pattern achieved by resist-dyeing sections of both the warp and weft thread prior to weaving, resulting in a pattern that emerges once woven together. While drawing on different techniques to add visual interest, one woven and the other embroidered (sashiko), the maker masterfully combined large panels and strips of the different textiles to create a harmonious and quietly dynamic garment.",
  "title": "Farmer’s short coat (hanten) for winter"
}
