{
  "accession_number": "2019.20.75",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 71",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "navy blue center, printed with floral ring inside rectangular frame, four characters in corners, and light blue leaves at bottom; one long and one short panel printed with blue and white checkerboard pattern attached on either side, not connected to each other; one blue strap attached at BC, one blue loop attached to center panel in UR",
  "dimension": "78 × 31 in. (198.12 × 78.74 cm) (overall, including straps)",
  "id": "http://api.artsmia.org/objects/131660",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2955,
  "image_width": 7846,
  "inscription": "踏馬御免 {fumi-uma gomen} (pardon the passing horse)",
  "life_date": null,
  "markings": "verso LL, Thomas Murray Collection label: JAP 6090",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Horse trappings (shiri-gake)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This type of horse trapping would have been used beneath a saddle. The large loop is placed under the horse’s tail while the small loops secure it to the saddle. More elaborate than simpler travel trappings, ornamental examples like this one were used for celebratory processions. The side panels are decorated with a checkerboard pattern, and the center panel features a large crest known as “climbing wisteria,” or agari fuji, a crest used by the Fujiwara clan. The crest is surrounded by characters that read fumi-uma gomen, or “pardon the passing horse,” a common apology for any inconvenience caused by the horse.",
  "title": "Horse trappings (shiri-gake)"
}
