{
  "accession_number": "2019.20.31",
  "artist": "Nivkh",
  "classification": "Clothing",
  "continent": "\"Asia\"",
  "country": "\"Russia\"",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "\"Nivkh\"",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "54 3/4 × 42 1/2 in. (139.07 × 107.95 cm)",
  "id": 131613,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8135,
  "image_width": 10657,
  "inscription": null,
  "life_date": "Nivkh",
  "markings": null,
  "medium": "Cloth: fish skin (Amur carp and Pacific salmon), sinew (reindeer), cotton thread, appliqué and embroidery",
  "object_name": "Woman's festival coat (hukht)",
  "portfolio": null,
  "provenance": "Belgian collection; Pierre Loos; Andres Moraga; Thomas Murray (2013-19)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "This woman’s festival coat is pieced together from fish skins. Its tapered sleeves and diagonal closure result from cultural exchanges with the Manchus and Mongols. The use of cotton thread and red- and blue-dyed areas likewise speaks to its maker’s access to trade networks that reached the area.\r\nMuch of the surface, especially on the back, features curvilinear motifs that showcase the exacting skill and attention to symmetry of the woman, or women, who made it. Leather pieces line and are stitched to the surface. While highly stylized, many of the design motifs can nonetheless be identified: birds with outstretched wings, masks, and the sinuous lines of serpents or dragons. Some elements may derive from Nivkh traditions—for example, Nivkh people say the duck created their land from its own feathers—whereas others, like the masks and dragons, likely come from China.  \r\n",
  "title": "Woman’s fish-skin festival coat (hukht)"
}
