{
  "accession_number": "2019.20.96.1",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 87",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "cloth trousers with straps that go over shoulders; sage-green at top of trousers that fades into an indigo color; white emblem at top flap of trousers, with stacked white liner hexagons throughout top green area; stylized origami birds and same scalloped design that is at the top flap are throughout the middle blue area; thin maroon straps attached at PR and PL outer leg area",
  "dimension": "55 7/8 × 23 1/2 in. (141.92 × 59.69 cm) (not including straps)",
  "id": "http://api.artsmia.org/objects/131681",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10000,
  "image_width": 3685,
  "inscription": "",
  "life_date": null,
  "markings": "at top flap, on inner side: Murray Collection label JAP 6122 A",
  "medium": "Cloth: hemp; katazome (stencil resist)",
  "nationality": null,
  "object_name": "Long trousers (nagabakama)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This set of clothing, called a suō, consists of an unlined, long-sleeved jacket and matching pleated trousers. It was worn by an actor performing kyōgen, lighthearted interludes between acts of more serious noh plays. The costume was based on the formal wear of warriors beginning in the 1300s. The pants extended beyond the performer’s legs and trailed behind as he moved.\r\nThe decoration on this set includes folded cranes and honeycombs meant to evoke turtle shells, both of which are symbols of longevity. The circular crests are called yukiwa ni tanpopo (dandelions enclosed within a snowflake circle), meant to capture the unfailing spirit of kyōgen and Noh actors, like dandelions that bear the cold winter and burst through snow to bloom. All motifs are large to be more easily read from a distance by audience members.",
  "title": "Long trousers (nagabakama) for kyōgen theater [from a set]"
}
