{
  "accession_number": "2019.20.66",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 50",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "blue vest with dark blue, medium blue, and gray-blue vertical stripes; dark blue fabric with yellow stripes appliqued to lapel; patches of dark blue fabric with yellow plaid appliqued to shoulders and yolk; embroidered side panels",
  "dimension": "22 3/4 × 31 in. (57.79 × 78.74 cm) (at widest part, with side panels)\r\n18 7/8 × 31 in. (47.94 × 78.74 cm) (at shoulder)",
  "id": "http://api.artsmia.org/objects/131650",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2674,
  "image_width": 2175,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: JAP 6078",
  "medium": "Cloth: cotton and paper; sashiko (decorative reinforcement stitching), indigo dye",
  "nationality": null,
  "object_name": "Vest (sodenashi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "A sodenashi is a sleeveless jacket designed to leave the wearer’s arms free while working or to provide additional padding when carrying loads on the back. They were common among the working class, as much a piece of equipment as a garment. The weft of this one is of a particularly fine koyori, a handspun mulberry-paper cordage, whose long fibers give it strength. The warp is of handspun cotton thread. The fabric features vertical stripes dyed with various shades of indigo, showing the wide range of blues, from nearly black to slightly green, that can be achieved with this natural dye.",
  "title": "Vest (sodenashi) made in Shōnai, Yamagata Prefecture"
}
