{
  "accession_number": "2019.20.38",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": "Murray et al. 2018, p. 26-27",
  "classification": " Ceremonial Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "carved wood ceremonial stick; oval design with red pigment at top; looping linear design with curved top and bottom edges moving vertically downward, with scaled carvings behind loops; diagonal and horizontal indentations filled with red pigment at top and bottom; dark green and red pigments on scaled carvings",
  "dimension": "13 1/8 × 1 3/16 × 1/8 in. (33.34 × 3.02 × 0.32 cm)",
  "id": "http://api.artsmia.org/objects/131620",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3306,
  "image_width": 1860,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment",
  "nationality": null,
  "object_name": "Prayer stick (ikupasuy)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Ceremonial sticks, or ikupasuy, were used by Ainu men in libation ceremonies that included offerings of millet beer or sake. After sprinkling the alcohol on the ground with such a stick to feed the gods and spirits (kamuy), the man used it to prevent his mustache from getting into the drink. All sticks are unique, and their central section is always carved—often with animals and floral designs, sometimes also with narratives or abstract elements. The simple designs at the ends represent the male bloodline, thereby identifying the owner to the gods and spirits.",
  "title": "Ceremonial stick (ikupasuy)"
}
