{
  "accession_number": "2019.20.32",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": "Murray et al. 2018, pl. 35",
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "beaded neck ornament with lacquer medallion; black and turquoise alternating beads, with a few marbleized beads in center on R and L outer sides; medallion in dark brown lacquer, with leaf patterns on top and bottom, and swirling delicate linear designs on R and L edges; metal disk in center with three smaller disks, with tiny leaf shapes inside",
  "dimension": "21 1/16 × 7 in. (53.5 × 17.78 cm)",
  "id": "http://api.artsmia.org/objects/131614",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5124,
  "image_width": 4151,
  "inscription": "",
  "life_date": null,
  "markings": "pinned at top: Murray Collection label: ANU 6206",
  "medium": "Beads (glass), plant fiber, molded metal, lacquered wood",
  "nationality": null,
  "object_name": "Neck ornament (shitoki)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "On ceremonial occasions, Ainu women wore necklaces (tamasay) made of glass beads. While fashionable, the necklaces also were believed to offer the wearer spiritual protection. The beads could have originated from Russia, China, or even Central Asia; medallions (shitoki) were imported from China and Japan. Highly treasured, especially those with medallions, these necklaces were passed down from generation to generation.\r\nLikely made by Japanese craftsmen, this medallion is decorated with floral motifs—encircled triple hollyhock in the middle and bamboo leaves with gentian flowers on the rim—that are typical family crests in Japan.",
  "title": "Woman's neck ornament with medallion (shitoki)"
}
