{
  "accession_number": "2019.20.120",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 53",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "rust-colored leather; circular emblem on back in T center in cream color; geometric linear design across bottom as well as along collar",
  "dimension": "43 3/4 × 55 in. (111.13 × 139.7 cm)",
  "id": "http://api.artsmia.org/objects/131706",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4500,
  "image_width": 5555,
  "inscription": "on recto: ？？; on verso: 大久 {Ōhisa}, 宝杬",
  "life_date": null,
  "markings": "pinned to PR strap: Murray Collection label: JAP 6160",
  "medium": "Cloth: deerskin; smoked resist",
  "nationality": null,
  "object_name": "Fireman's parade leather coat (kawabaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Due to the Buddhist tenet against taking life, and also its high expense, leather was not widely used for traditional clothing in Japan. Worn in festive parades, this coat would have been owned by a chief of a volunteer firefighting brigade. The round crest reads Ōhisa 大久,likely the name of a business or merchant who commonly gave such coats to men, who then wore them as advertising. The lower half features stylized characters that are unclear apart from the first: takara 宝. \r\nTo add these designs, artists drew patterns with paper stencils, resist paste, or ink on the leather before slowly smoking it over a low fire of pine needles and rice straw. The exposed leather would turn a warm orange-brown, while protected areas would remain white.",
  "title": "Fireman's parade leather coat (kawabaori) with Ōhisa family crest"
}
