{
  "accession_number": "2019.20.123",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 57",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "faded black hood with padded top; indigo-dyed flap with Japanese characters in center; cloth straps in a faded brown color; faded rust interior with white lined rectangle pattern",
  "dimension": "16 11/16 × 25 3/4 in. (42.39 × 65.41 cm) (measured open)",
  "id": "http://api.artsmia.org/objects/131709",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2799,
  "image_width": 2599,
  "inscription": "",
  "life_date": null,
  "markings": "top interior: Murray Collection label: JAP 6163",
  "medium": "Cloth: cotton; sashiko (decorative reinforcement stitching), katazome (stencil resist)",
  "nationality": null,
  "object_name": "Headgear (bōshi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This hood of quilted cotton completely covers the head and neck, except for the eyes. It is designed to protect the wearer from both heat and falling debris. The exterior is dyed with indigo, and the interior is dyed red with a motif of undyed white squares. \r\nThe character centered on the forehead is karu 刈, meaning “cutting,” which may refer to a unit charged with razing structures to prevent the spread of fire. While water and buckets were stored across the city, they were of limited use to stop large blazes. Often, firefighters would contain fires by flattening burning structures with long, hooked poles and grappling hooks.",
  "title": "Fireman’s hood (hikeshi-zukin) with family crest"
}
