{
  "accession_number": "2019.20.122",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 52",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "brown coat; circular emblem on back at T center in cream color; cream colored designs at bottom",
  "dimension": "39 9/16 × 51 in. (100.49 × 129.54 cm)",
  "id": "http://api.artsmia.org/objects/131708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5696,
  "image_width": 7031,
  "inscription": "on recto (maybe): 板倉 {Itakura}; on verso: 本 {hon}",
  "life_date": null,
  "markings": "at bottom interior on PR side: Murray Collection label: JAP 6162",
  "medium": "Cloth: deerskin; smoked resist",
  "nationality": null,
  "object_name": "Fireman's parade leather coat (kawabaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The crest on the upper back of this coat is of an encircled triple comma oriented counter-clockwise. The repeated character in archaic seal script at the bottom reads hon 本. It can have many meanings, and it is unclear what was intended here. The name Itakura 板倉, also in seal script, appears on the collar; it was either the name of a merchant family or of a shop that likely paid to have these expensive coats created and then given to the firefighters. This very public investment in the safety of the community was also good for business, as many merchants and shops supported firefighters through gifts of parade clothing.",
  "title": "Fireman's parade leather coat (kawabaori) with family crest"
}
