{
  "accession_number": "2019.20.192",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 145",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "navy blue robe with square and diamond pattern design and patterned linings; pink, orange, and white square and diamond pattern throughout exterior (pattern changes slightly on mid and lower PL); blue fabric with white dot and zigzag pattern on underside of collar; yellow patterned lining on interior with black, red, purple, and blue flowers",
  "dimension": "52 1/2 × 52 in. (133.35 × 132.08 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131780",
  "image": "valid",
  "image_copyright": "",
  "image_height": 13265,
  "image_width": 10746,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: OKI 6212",
  "medium": "Cloth: cotton; exterior: floating relief weft (Yomitanzan hanaori), lining: bingata (stencil resist with applied pigments)",
  "nationality": null,
  "object_name": "Lined winter robe (watajin)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Made from two luxury fabrics, this lined winter robe showcases the height of elite possibility for Ryūkyūan nobility before the kingdom’s annexation by Japan in 1879. The indigo-dyed cotton exterior features a grid of thin yellow and red stripes, in which a stylized geometric motif called dog pawprint pattern is placed using the Yomitanzan hanaori floating-relief weft technique. People in the village of Yomitan originally executed the technique after its transmission from Southeast Asia in the 15th century. Sumptuary laws restricted textiles made with this enormously time-consuming technique to the royal family, noblemen, and, on special occasions, the people of Yomitan.\r\nThe interior is a yellow-ground cotton with interconnected ivy, chrysanthemum, and bamboo grass dyed with bingata, the process of stencil dyeing with resist paste.",
  "title": "Dark blue-ground lined winter robe (watajin) with dog pawprint pattern and yellow-ground lining with ivy, chrysanthemum, and bamboo grass pattern"
}
