{
  "accession_number": "2019.20.133",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 102",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "dark blue robe with lighter blue pattern; alternating stepped diamonds and squares throughout; white fabric reinforcment attached to interior back center seam",
  "dimension": "62 × 46 3/4 in. (157.48 × 118.75 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131720",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4471,
  "image_width": 3413,
  "inscription": "",
  "life_date": null,
  "markings": "bottom PR, Thomas Murray Collection label: JAP 6177",
  "medium": "Cloth: silk pongee (tsumugi); tate-yoko gasuri (double ikat)",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Technique: Amami Ōshima Island ikat dye (Ōshima kasuri)\r\nThis unlined summer kimono, or hitoe, was made on Amami Ōshima Island, the largest island in the Amami archipelago. Located between Kyushu, the southernmost of the four main islands of Japan, and Okinawa, the island was known for elevating the refinement of traditional kasuri (ikat). Kasuri involves the selective dyeing of threads so that a pattern emerges once they are woven together. The tiny patterning characteristic of Ōshima kasuri was developed after 1868, when dyers adopted graph paper from Europe to plot out their patterns and transfer them to the threads. This example is made of indigo-dyed silk pongee (tsumugi). The diamond-shaped form is based on a kazamōsha, a children’s toy of a handheld windmill, and represents human skills. The square-shaped form is a stylized fisheye (iyunmu) representing nature.",
  "title": "Dark blue-ground hitoe (unlined summer kimono) with white geometric pattern made on Amami Ōshima Island"
}
