{
  "accession_number": "2019.20.127",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": null,
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "deep navy blue rug with round tie-dyed circles dispersed throughout in washy red and green colors",
  "dimension": "72 3/8 × 35 5/8 in. (183.83 × 90.49 cm)",
  "id": "http://api.artsmia.org/objects/131714",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3996,
  "image_width": 2421,
  "inscription": "",
  "life_date": null,
  "markings": "on back, in corner: Murray Collection label: JAP 6167",
  "medium": "Cloth: wool felt; shibori (tie-dyeing)",
  "nationality": null,
  "object_name": "Rug (mōsen)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Material and technique: Felted wool and tie-dyeing (shibori)\r\nFelt rugs (mōsen) of this size and shape were often used as a tea service mat (chagujoku) for the senchadō—literally “the way of sencha,” a ritual using a specific type of loose-leaf green tea. This example is made from felted wool, offering a warm layer on which to sit during winter months. Felting is a process by which heat, friction, and pressure are applied to the wool fibers, causing them to lock together. Comparatively rare in Japan, felted wool was made in China and Mongolia and imported to Japan, where it would be dyed. Here, shibori practices of folding, masking, and tying off areas of cloth prevented certain areas from making contact with the dye. The prepared wool was then dipped in successive dye vats to achieve the desired pattern and hue.",
  "title": "Dark blue felt rug (mōsen) decorated with roundels"
}
