{
  "accession_number": "2019.43",
  "art_champions_text": null,
  "artist": "Artist: Dada Areogun, a.k.a Areogun of Osi-Ilorin",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "Gift of funds from Robert J. Ulrich and Diane Sillik",
  "culture": null,
  "curator_approved": 0,
  "dated": "1925-1950",
  "department": "Arts of Global Africa",
  "description": "wood column with seated female figure; bare chest with protruding breasts, wearing thick wood necklace; figure wears conical head piece with linear designs; additional piece extending off hat, possibly braid of hair; holds small child in lap, with small dog seated at PL of figure; child on PR side of figure holding a cylindrical objects in hands; small child on back of seated figure; figures sits on wood stool, with piece of flat board on top of head; traces of cracked mud on surface throughout",
  "dimension": "70 3/4 × 9 1/4 × 10 3/16 in. (179.71 × 23.5 × 25.88 cm)\r\n73 15/16 × 9 1/4 × 10 3/16 in. (187.8 × 23.5 × 25.88 cm) (including base)",
  "id": "http://api.artsmia.org/objects/131786",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10430,
  "image_width": 4508,
  "inscription": "",
  "life_date": "Nigerian (Yoruba), 1880 - 1954",
  "markings": "",
  "medium": "Wood",
  "nationality": "Nigerian (Yoruba)",
  "object_name": "Veranda post",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Yoruba kings were at the center of political, religious, and cultural life in their communities. Their walled palaces, always situated in the heart of town, housed living quarters, religious shrines, and multiple courtyards that served as assembly halls, law courts, and sports grounds. Verandas surrounded the courtyards, and the wooden posts that supported their low-hanging roofs provided opportunities for artistic embellishment. The carvings on these posts depicted individuals who, in a figurative sense, supported the palace and its king—notably warriors on horseback and mothers with children.\r\n\r\nThis royal veranda post depicts the strength and nurturing power of women. It shows a woman seated on a stool, holding an infant on her lap, and carrying a child on her back. The woman’s elaborate hair ends in a flat post that supported the roofbeam. Look at the sculpture from all sides and explore the details the artist put into it.\r\n\r\nFew African artists from the past are known by name, principally because white Western collectors rarely made the effort to record their names. Notable exceptions are Yoruba artists who worked for royal courts; their names are remembered to this day, and their accomplishments celebrated in Yoruba praise songs that uphold their reputations. This veranda post is carved by one of Nigeria’s most famous early 20th-century artists, Dada Areogun, from the kingdom of Osi-Ilorin. Areogun is a shortened form of Areogun-yanna, Dada’s praise name. It literally means “one who makes money with the tools of Ogun and spends it liberally”—a reference to Ogun, the Yoruba deity of iron and the patron god of all professions that use metal tools, including carvers.",
  "title": "Veranda post"
}
