{
  "accession_number": "2019.20.119",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "navy blue cape with tan vertical stripes and triangles on outer side; navy blue, brown, and tan patterned lining; two brown hooks attached by navy rope at neck; two rope loops at shoulders/back of neck (one navy, one black); navy rope loops at PR hip and PL front center; beige border with line of openings",
  "dimension": "42 3/4 × 70 1/2 in. (108.59 × 179.07 cm) (overall, closed)",
  "id": "http://api.artsmia.org/objects/131705",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2001,
  "image_width": 3000,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: JAP 6159",
  "medium": "Cloth: cotton and paper; yoko-gasuri (weft ikat)",
  "nationality": null,
  "object_name": "Travel cape (bōzugappa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Essentially a circle of cloth with a slit opening and hole for the neck, a bōzugappa has a deceptively simple appearance. The cape’s multilayered construction includes an inner layer of waterproofed paper, resulting in a water- and wind-resistant garment. Its maker’s skill and eye for design is also evident in the clever piecing of the cloth. Made from triangular-shaped sections of striped cloth, the wedges converge at diagonals, creating a bold chevron pattern that directs the eye to the wearer’s face. The maker who cut and sewed this garment undoubtedly had this effect in mind.",
  "title": "Travel cape (bōzugappa)"
}
