{
  "accession_number": "2019.20.142",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 155",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "blue robe with navy blue and white pattern; white and blue flowers alongside flowing water",
  "dimension": "54 1/4 × 45 1/4 in. (137.8 × 114.94 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131729",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4200,
  "image_width": 3273,
  "inscription": "",
  "life_date": null,
  "markings": "Thomas Murray Collection label: OKI 6017 | 2 Jack Lenor Larsen labels: 890 6B",
  "medium": "Cloth: cotton; ēgata (stencil resist with indigo)",
  "nationality": null,
  "object_name": "Ryūkyūan robe (ryūso)",
  "portfolio": "From ",
  "provenance": "Okamura Kichiemon, Jack Lenor Larsen",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This outer robe for a Ryūkyūan woman was decorated using the ēgata paste-resist technique, which is similar to bingata except that only indigo dye is used, thus making it available to commoners. The limitation of a single color may have made it more difficult to make, forcing the dye artist to rely on shading for variation and distinction between the designs. Given the elaborate stencil work of this robe, it could have belonged to a woman of the warrior class. The stencil work features irises, partly submerged baskets, flowing water, and weeping cherry blossoms, creating the impression of a picturesque, meandering river.",
  "title": "Dark blue-ground Ryūkyūan robe (ryūso) with pattern of irises in a flowing stream"
}
