{
  "accession_number": "2019.20.185",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 135",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "orange-brown robe with brown, vertical stripes; white, interior lining over shoulders and upper back",
  "dimension": "44 × 42 1/2 in. (111.76 × 107.95 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131773",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3360,
  "image_width": 2979,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: OKI 6124",
  "medium": "Cloth: Japanese fiber banana (bashō) and cotton; striping, tate-gasuri (warp ikat)",
  "nationality": null,
  "object_name": "Ryūkyūan robe (ryūso)",
  "portfolio": null,
  "provenance": "Private Japanese Collection",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G222",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This robe is an example of uchinaasugai, the traditional formal attire of the Ryūkyū Kingdom (present-day Okinawa). Because of the kingdom’s trade relations with China and Japan, Ryūkyū garments share similarities with the Japanese kimono and Chinese hanfu, such as the crossed neckline and tubular sleeves. Banana plants grow abundantly in the tropical climate of Okinawa, and the fibers from their stems were used to create light and airy garments suitable for hot and humid summers. This garment was reinforced with cotton on the shoulders, upper back, and hem, a sign that it was well-worn.",
  "title": "Brown-ground lined Ryūkyūan robe (ryūso)"
}
