{
  "accession_number": "2019.20.125",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": "Murray et al. 2018, pl. 81",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "cotton bedding cover; blue background with a colorful ornamental pattern; circular shapes in ULC and URC, with white curving lines cascading downwards from ULC; white and gold oval shapes coming out of white lines throughout the pattern; bunched parcels at bottom, with gold branches or horns at LR edge",
  "dimension": "83 × 64 5/8 in. (210.82 × 164.15 cm)",
  "id": "http://api.artsmia.org/objects/131712",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3721,
  "image_width": 2951,
  "inscription": "",
  "life_date": null,
  "markings": "on back, in bottom corner: Murray Collection label: JAP 6165",
  "medium": "Cloth: cotton; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Bedding cover (futonji)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Technique: Freehand resist dyeing (tsutsugaki)\r\nWomen of a household generally made bedding covers (futonji) from textiles they purchased and then pieced together. The dye work on this large textile is expertly done, suggesting the hand of a professional. It was made using a starch-resist technique, in which a sticky paste was applied to mask certain areas of the textile, protecting them from immersion in the dye bath. Whereas some techniques involved a stencil, generating a highly regular pattern, with tsutsugaki the artisan applies the starch freehand through a tube; this application requires significant artistic skill and knowledge of how to handle the sticky material.  \r\nLikely part of a girl’s marriage trousseau, this futonji is decorated with auspicious symbols of wealth and taste known as takara zukushi (treasure collection), which are associated with the Seven Gods of Fortune.",
  "title": "Bedding cover (futonji) decorated with symbols of treasure (takara zukushi)"
}
