{
  "accession_number": "2019.20.191",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 143",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "rectangular, navy blue scarf with fringed ends; woven with white, green, gray, and red geometric patterns (arrows, crosses, diamonds, and horizontal lines)",
  "dimension": "28 1/2 × 10 3/8 in. (72.39 × 26.35 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131779",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5368,
  "image_width": 2119,
  "inscription": "",
  "life_date": null,
  "markings": "verso LLC, Thomas Murray Collection label: OKI 6200",
  "medium": "Cloth: cotton; floating relief warp and weft (Yomitanzan hanaori), yoko-gasuri (weft ikat)",
  "nationality": null,
  "object_name": "Decorative scarf (tisaji)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This decorative scarf is called tisaji in Okinawan. By Okinawan custom, a young woman would weave such a scarf from yarn she dyed herself and then present it as a token of her romantic interest to the man she wished to marry. Such scarfs were also believed to carry talismanic powers, and they appear in several traditional Okinawan dances. \r\nLike the nearby winter robe, this scarf is made with the exclusive Yomitanzan hanaori technique, introduced to the Ryūkyū Islands from Southeast Asia via trade routes in the 1300s or 1400s. Sumptuary laws restricted the technique under Ryūkyūan rule.",
  "title": "Dark blue-ground decorative scarf (tisaji) with geometric patterns"
}
