{
  "accession_number": "2019.20.144",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 159",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "three vertical panels sewn together with circular floral design; black background with pink, orange, red, green, blue, and yellow flowers, leaves, and gray branches over a blue ring with a brown and black bird and pink flower making a smaller ring at the center",
  "dimension": "55 × 56 1/4 in. (139.7 × 142.88 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131731",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2903,
  "image_width": 3088,
  "inscription": "",
  "life_date": null,
  "markings": "verso ULC, Thomas Murray Collection label: OKI 6032 | verso ULC, Jack Lenor Larsen label: 890 8B",
  "medium": "Cloth: ramie; tsutsugaki (freehand resist)",
  "nationality": null,
  "object_name": "Wrapping cloth (uchikui)",
  "portfolio": "From ",
  "provenance": "Jack Lenor Larsen",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Okinawan textiles sometimes incorporated design motifs from mainland Japan, a tradition that probably grew out of the maritime trade. Here, stylized depictions of pine, bamboo, and plum blossoms are arranged in a circle. Together they make a common motif in the arts of Japan, known as the “Three Friends of Winter” (shōchikubai), which symbolizes longevity, perseverance, and renewal. Both symbols of longevity, a crane and a tortoise decorate the center, thus suggesting that this uchikui was used to cover or wrap gifts for ceremonies such as weddings.",
  "title": "Wrapping cloth (uchikui) with circular floral design"
}
