{
  "accession_number": "2019.20.182",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ryukyuan",
  "catalogue_raissonne": "Murray et al. 2018, pl. 138",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ryukyu",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "light brown robe with alternating brown, and black and white checkered stripes",
  "dimension": "42 1/2 × 40 1/2 in. (107.95 × 102.87 cm) (overall)",
  "id": "http://api.artsmia.org/objects/131770",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8593,
  "image_width": 7938,
  "inscription": "",
  "life_date": null,
  "markings": "interior PR, Thomas Murray Collection label: OKI 6115",
  "medium": "Cloth: Japanese fiber banana (bashō) and cotton; two-color tate-gasuri (warp ikat)",
  "nationality": null,
  "object_name": "Ryūkyūan robe (ryūso)",
  "portfolio": "From ",
  "provenance": "Cynthia Shaver",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This robe is typical of Okinawan-style garments, which lack the long, detached sleeves of mainland Japanese kimonos. When Japan annexed the Ryūkyū Kingdom in 1879, renaming it Okinawa Prefecture, it required Okinawans to learn Japanese and dress in the Japanese manner. Still, garments like this continued to be made and worn. The light and dark brown sections are made of Japanese fiber banana (bashō), but the vertical stripes dyed white and black are cotton. This unlined garment would typically have been worn in summer; however, the integration of cotton into the fabric suggests fall.",
  "title": "Light brown-ground Ryūkyūan robe (ryūso) with ikat (kasuri) stripes"
}
