{
  "accession_number": "2019.42.2",
  "art_champions_text": null,
  "artist": "Artist: Anita Fields",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "royal blue, pink and lavender feather plumes that stand upright around top of hat; bottom of plumes wrapped with pink/black plaid ribbon; royal blue and hot pink feathers around brim",
  "dimension": "21 × 19 in. (53.34 × 48.26 cm)",
  "id": "http://api.artsmia.org/objects/131839",
  "image": "valid",
  "image_copyright": "© Anita Fields",
  "image_height": 5928,
  "image_width": 2794,
  "inscription": "",
  "life_date": "American (Osage/Muscogee Creek), born 1951",
  "markings": "",
  "medium": "Top hat, feathers",
  "nationality": "American (Osage/Muscogee Creek)",
  "object_name": "Hat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Yes",
  "style": "21st century",
  "text": "When delegations of Osage men traveled to Washington, D.C. for negotiations with the United States government in the early 1800s, they often received gifts of top hats and the military regalia. These Osage men were too large to wear these regalia, so Osage women incorporated them into their wedding attire. The regalia was modified to reflect an Osage aesthetic by adding silk ribbon work, finger woven yarn belts, and trade buttons to the coats, as well as brightly colored feather plumes and French ribbons to the hats.\r\nThis wedding coat is a contemporary, artistic version of the Osage wedding coat by Osage artist Anita Fields. It references the issues that effect and define modern Osage people: colonization, oil economics, imposed archaic policies and treaties, versus an Osage belief system based on acknowledgement of nature, and a worldview reflecting their creation story.",
  "title": "Wedding hat"
}
