{
  "accession_number": "2019.49",
  "art_champions_text": null,
  "artist": "Artist: Jacobo Elias",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Mozambique",
  "creditline": "Gift of Dr. James F. and Judith N. Mellinger",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of Global Africa",
  "description": "L-shaped textured element with a large head with open mouth at top; figures twined around textured element, encircling it; one seated and two stainding men wearing skirts at bottom, holding onto each other's arms; two men wearing skirts at top--one positioned under horizontal element; dark finish with lighter golden brown base and at end of horizontal element",
  "dimension": "23 3/4 × 14 1/2 × 9 3/16 in. (60.33 × 36.83 × 23.34 cm)",
  "id": "http://api.artsmia.org/objects/131867",
  "image": "valid",
  "image_copyright": "© Jacobo Elias",
  "image_height": 10490,
  "image_width": 7493,
  "inscription": "",
  "life_date": "Mozambican",
  "markings": "",
  "medium": "Wood",
  "nationality": "Mozambican",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on top of base, incised: JAKOBO / ELIAS",
  "style": "20th century",
  "text": "Since the early 1930s, Makonde sculptors in Mozambique have been experimenting with new styles of carvings that have no ceremonial functions but are geared to a market of tourists and collectors. Sometimes quite complex, these sculptures are made from a single piece of wood, usually the African Blackwood tree (Dalbergia melanoxylon), also known as Mozambican ebony. The wood is very dark and extremely fine-grained. It has been so popular among sculptors that the tree has now become endangered. This work is in the popular Ujamaa or Unity style. An intricate column, also called “people pole” or “tree of life,” shows interlocking human figures that represent the togetherness of family, ancestors, and society.",
  "title": "Tree of Life"
}
