{
  "accession_number": "2019.57.11",
  "art_champions_text": null,
  "artist": "Artist: Arnošt Hofbauer",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Czech Republic (?)",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1910",
  "department": "European Art",
  "description": "street scene rendered in thin, washy pigments; dappled periwinkle-blue sky; hanging branches with thin, burgundy branches and tiny rich green leaves in URQ and right center edge; white tree shape on left with thin, burgundy branches; lines of figures at bottom left; two small children in bottom center; a couple, with a man in a wearing a brown suit, and female figure in a white dress with a red sash, with red and yellow hat in LRC",
  "dimension": "11 1/2 × 8 5/16 in. (29.21 × 21.11 cm) (image)\r\n15 × 9 7/8 in. (38.1 × 25.08 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/131994",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5646,
  "image_width": 4138,
  "inscription": "",
  "life_date": "Czech, 1869 - 1944",
  "markings": "stamp in LRC in red pigment",
  "medium": "Color woodcut",
  "nationality": "Czech",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Robert Ricciotti, Dover, N.J., until 2016; sold to Clemens; (Thomas J. Clemens, Boston, 2016-17; sold to Kinney); Marla J. Kinney, Minneapolis (2017-19)",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in margin, in pencil: A Hofbauer",
  "style": "20th century",
  "text": "The gauzy atmosphere suggests an Impressionist painting, but this work by Arnošt Hofbauer is a woodcut. It satisfies two concerns facing Czech artists around 1910: how to reflect the national culture and be modern. While the woodcut medium harks back to the Slavic tradition of craft work, a complicated woodcut depicting modern life would have been quite new. \r\n\r\nRoztocka Alley was in Hofbauer’s hometown of Prague, still one of the world’s most beautiful cities in which to stroll. The diluted colors, dominated by shades of violet, add to the scene’s buoyant mood. Hofbauer invented his red chop mark, modeled on the Japanese signature stamp, after seeing Japanese prints in Paris in 1900.",
  "title": "Roztocka Alley (Roztocká alej)"
}
