{
  "accession_number": "2019.4",
  "art_champions_text": null,
  "artist": "Artist: C.Maxx Stevens",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of C.Maxx Stevens",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Arts of the Americas",
  "description": "Dress made of light brown paper with some scattered text and covered with a glue or hardening compound; there are some spots of red pigment scattered on dress; band at waist is reddish in color and ties in bow on back; black cut-out of bird with outstretched wings on chest; lighter brown attached collar and trim at bottom of sleeves and at one pocket off-set on front; electrical fitting for light bulb inside with attached cord; hangs on red wire hanger; artist sent two light blubs GE nightlight 7.5 watts",
  "dimension": "40 × 25 × 14 in. (101.6 × 63.5 × 35.56 cm) including hanger",
  "id": "http://api.artsmia.org/objects/130096",
  "image": "valid",
  "image_copyright": "© C. Maxx Stevens",
  "image_height": 8688,
  "image_width": 5792,
  "inscription": "",
  "life_date": "American (Seminole/Muscogee Nation of Oklahoma), born 1951",
  "markings": "",
  "medium": "Paper, pigment, wood, electrical components, and light bulb",
  "nationality": "American (Seminole/Muscogee Nation of Oklahoma)",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "C. Maxx Stevens explores cultural and personal memories to create works of art that bridge her past and present. Because of a childhood illness, memory has been illusive for Stevens, but she receives clues, such as a dress she wore in grade school, from her family members. She then gives form to her recollections creating works that evolve between truth and fantasy. In the installation work 'Childhood', the “unfinished” nature of her materials is intentional and suggests the fragility and imperfection of memory. For Stevens, the crow is both a messenger and protector, ever present in her life and work.",
  "title": "Childhood"
}
