{
  "accession_number": "2018.103.2",
  "art_champions_text": null,
  "artist": "Artist: Louisa Chase; Printer: John C. Erickson",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David and Lisa Erickson",
  "culture": null,
  "curator_approved": 1,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "thick black abstract scrawling marks throughout, with a large cluster of marks in drop and rectangular shape to left of center; dotted splotches with darkened outlines throughout, broad thick brushstrokes with semi-transparent watercolor appearance; box shapes filled with circles; blue rectangular map covered with black scrawl marks in LLC; \"NIGHT\" written in LRC, above map and near URC; rough edges around paper",
  "dimension": "35 7/8 × 24 3/8 in. (91.12 × 61.91 cm) (image)\r\n39 × 27 1/4 × 1 5/8 in. (99.06 × 69.22 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/130116",
  "image": "valid",
  "image_copyright": "© Estate of Louisa Chase",
  "image_height": 7469,
  "image_width": 5139,
  "inscription": "",
  "life_date": "American (born Panama), 1951–2016",
  "markings": "LLC in pencil: Trial Proof 4/4",
  "medium": "Color lithograph with chine appliqué",
  "nationality": "American (born Panama)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "John C. Erickson, New York (printer); by descent to Lisa and David Erickson, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LC: Louisa Chase 85",
  "style": "20th century",
  "text": "A pioneering figure of the Neo-Expressionist movement that emerged in the 1970s, Louisa Chase combines elements of expressive, gestural abstraction with symbolic representations. Here, Chase exploits the painterly qualities of lithographic ink in brushed passages of agitated black and gray lines that form a disordered arrangement of mostly abstract elements. The word “night” appears several times in the scene, which also includes a collaged inset map of a chain of islands off the coast of Maine. Chase includes vague allusions to human forms in the chaotic scene, giving it an unsettling sense of mystery. Art historian Ruth Fine commented on the feeling of discomfort emanating from Chase’s imagery, describing a disjointed world that “reminds us of our fractured experience.” Others have deemed her dream-like imagery as analogous to “landscapes of the mind,” works rich in emotional symbolism that function as a pictorial metaphor for the artist’s own state of mind. Like much of her work, Chase’s drawing is untitled to ensure an unmediated response on the part of the viewer, who must assign meaning subjectively.",
  "title": "Untitled"
}
