{
  "accession_number": "2020.96.57",
  "art_champions_text": null,
  "artist": "Artist: David Goldes",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "black gessoed paper with visible brushstrokes and semigloss finish; two large silver-black circles in center; circles have curved lines radiating away from center of paper; at center of paper between circles is irregularly shaped hole with charred-looking edges; hole has rough and irregular edge shape; hole leaves most of circles intact and has two-prong-like shape at sides; each circle has small charred triangle with partially removed gesso layers at edges of circle near short edges of paper",
  "dimension": "16 7/8 × 13 7/8 in. (42.86 × 35.24 cm) (sheet)\r\n19 3/16 × 16 3/16 × 1 1/2 in. (48.74 × 41.12 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/130135",
  "image": "valid",
  "image_copyright": "© David Goldes",
  "image_height": 6632,
  "image_width": 5491,
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "",
  "medium": "Graphite on black gessoed paper, with scorching from 15,000 volt electrical current",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From \"Circuit Drawings Touching\" series",
  "provenance": "The artist, Minneapolis; [Yossi Milo Gallery, New York, sold to Mersky 2018]; Robert B. Mersky, Minneapolis; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Part art, part science, David Goldes’ recent series of abstract geometric drawings relies on the conductive properties of graphite as a critical feature of their creation. In this example, Goldes forms the primary composition by applying numerous layers of graphite on paper prepared with a black gesso (diluted plaster) ground. Leaving small gaps between the thick graphite elements, he then applies a 15,000-volt electric current to one side of the drawing. As the electricity reaches a gap, the current arcs and scorches or even burns the paper, leaving distinctive marks that add an intriguing element of chance to the drawing process.",
  "title": "#26"
}
