{
  "accession_number": "2018.66.2",
  "art_champions_text": null,
  "artist": "Artist: Hakuin Ekaku",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "bald headed, friendly-appearing figure at left holding a bag open between his hands, which extends toward left; two bold text characters on bag and three thinner characters; two red seals at left center at bottom of bag; blue and brown mount",
  "dimension": "21 3/4 × 50 15/16 in. (55.25 × 129.38 cm) (image)\r\n59 × 53 1/2 in. (149.86 × 135.89 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/130114",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5041,
  "image_width": 10371,
  "inscription": "inscription LLQ: 福寿海無量 {fukujukai muryō} (Happiness and life, as limitless as the sea)\r\n",
  "life_date": "Japanese, 1685 - 1769",
  "markings": "red ovular intaglio seal URQ: 放生繪 {Hōjō’e}; red rectangular relief seal LRQ: 臨濟正宗 {Rinzai shōjū}; red square relief seal ULQ: 白隠 {Hakuin}; red square intaglio seal ULQ: 慧鶴 {Ekaku}\r\n",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Hakuin Ekaku (1685–1769), a Zen priest and prolific amateur painter, is credited with reviving the Rinzai sect of Japanese Zen Buddhism after a long period of decline. Hakuin focused on meditation and paradoxical anecdotes or dialogues called kōan, the contemplation of which may lead to spontaneous awakening. Hakuin’s bold, sometimes humorous, and altogether unprecedented paintings were an important vehicle for his teachings, which spread far beyond the monasteries and captured the minds of laypeople. This painting represents one of Hakuin’s unique and humorous takes on the popular Buddhist figure called Budai, an eccentric wandering monk who is nearly always shown carrying a large cloth sack that holds all of his belongings. Here, he holds the big cloth sack open for us, begging us to peer inside. An inscription, brushed sideways on the sack, reads, “Life and happiness are as endless as the sea.”\r\n ",
  "title": "Budai Opening His Sack"
}
