{
  "accession_number": "2018.103.4",
  "art_champions_text": null,
  "artist": "Artist: David P. Bradley",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David and Lisa Erickson",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Arts of the Americas",
  "description": "tans, yellows, blues, greens, browns, grey and black pigments; man with wrapped braid laying barefoot on rectangular bed with head turned and eyes closed; potted palm plant, slippers with flower pattern, bottle with drinking straw and large abstract rug on wooden floor; flying black bird, arrow and exposed brick on wall; window in ULC shows erupting volcano, horned bison (?) skull and jagged edges of rock visible; grey dog or coyote-like figure with extended tail and tongue next to bed",
  "dimension": "24 1/4 × 18 1/8 in. (61.6 × 46.04 cm) (image)\r\n28 1/16 × 21 3/4 × 1 1/4 in. (71.28 × 55.25 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/130130",
  "image": "valid",
  "image_copyright": "© David P. Bradley",
  "image_height": 8113,
  "image_width": 6091,
  "inscription": "",
  "life_date": "American (Anishinaabe), born 1954",
  "markings": "Edition next to shoes near LLC, in pencil: 24/70",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Lisa and David Erickson, Minneapolis; given to MIA, 2018",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Below rug near bottom center, in pencil: David P. Bradley",
  "style": "20th century",
  "text": "David P. Bradley is an important figure in Native American art. Born in Minnesota, Bradley moved to the American Southwest and received training at the Institute\r\nof American Indian Arts (IAIA), and went on to receive a Bachelor of Arts in Fine Arts from the College of Santa Fe in 1980. Bradley is most known mostly for his crisp graphic paintingswith socio-political content. In this early lithograph entitled  Awakening from a Dream, Bradley depicts a man lying on a couch, presumably in the Southwest, once asleep and then awakening to the cultural and environmental landscape of the area.",
  "title": "Awakening from a Dream"
}
