{
  "accession_number": "2018.118",
  "art_champions_text": null,
  "artist": "Artist: William T. Wiley",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Thomas Lyon Owens in honor of Dennis Michael Jon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1962",
  "department": "Arts of the Americas",
  "description": "glossy, black mass throughout with yellow rectangle shape in LLQ; white triangular shape with humanoid figure standing in front of yellow shape, with gray torso and white legs; black and white circular shape at edge of yellow shape; white angular zig-zags emit from a roundish shape with linear elements and protrusions; inherent scratches in bottom center and in LRQ; black and white linear design in LRC; graduated, washy edge on right; ink splotches along the margins",
  "dimension": "13 15/16 × 17 15/16 in. (35.4 × 45.56 cm) (image)\r\n15 7/8 × 20 7/8 in. (40.32 × 53.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/130103",
  "image": "valid",
  "image_copyright": "© William T. Wiley",
  "image_height": 4693,
  "image_width": 5871,
  "inscription": "",
  "life_date": "American, 1937 - 2021",
  "markings": "LRC, on right edge, in pencil: 9032A",
  "medium": "Oil on paper",
  "nationality": "American",
  "object_name": "Oil on paper",
  "portfolio": "From Columbus Rerouted series",
  "provenance": "Katherine T. Moos, St. Paul; Minnesota Museum of American Art, St. Paul, sold to Owens 1979; Thomas L. Owens, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in margin, in pencil: William Wiley 62",
  "style": "20th century",
  "text": "This untitled oil on paper belongs to a series of paintings and drawings William Wiley produced in 1961-62 called \"Columbus Rerouted.\" Created when Wiley was completing his MFA degree at the California School of Fine Art in San Francisco, the series of works resulted from Wiley’s personal musings about Columbus Avenue, a major city thoroughfare then undergoing reconstruction, which had forced him to find an alternate route to school. He began to consider what would have happened if the Italian explorer Christopher Columbus had been similarly rerouted during his voyage to the New World (Western Hemisphere) and had not landed on the Caribbean island of Hispaniola in 1492. Like the larger works in the series, this oil on paper features Wiley’s characteristic blend of abstraction and representation, and includes such recognizable elements as a spoked wheel, a possible battle shield, a lightning bolt (a motif also reminiscent of a road surveyor’s staff), and a white triangle resembling the sails of a ship.  In the end, Wiley’s imagery is a puzzle, a personal vocabulary of enigmatic symbols that resists precise interpretation.",
  "title": "Untitled"
}
