{
  "accession_number": "2018.66.1",
  "art_champions_text": null,
  "artist": "Artist: Hakuin Ekaku",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "sparse head and upper body of a man with long bristly whiskers and eyebrows; bald head; protruding eyes; large nose; one arcing horizontal wrinkle on forehead; four text characters in top URQ and three red seals; mount three different multicolored fabrics",
  "dimension": "44 11/16 × 21 15/16 in. (113.51 × 55.72 cm) (image)\r\n75 × 27 5/8 in. (190.5 × 70.17 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/130109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9223,
  "image_width": 4553,
  "inscription": "inscription URQ: 見性成佛 {kenshō jōbutsu} (Examining oneself, one becomes a buddha)",
  "life_date": "Japanese, 1685 - 1769",
  "markings": "red ovular intaglio seal ULQ: 顧鑑咦 {Kokan’i}; red vessel-shaped relief seal URQ: 白隠 {Hakuin}; red square intaglio seal URQ: 慧鶴 {Ekaku}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Bodhidharma:\r\nHakuin Ekaku (1685–1769), a Zen priest and prolific amateur painter, is credited\r\nwith reviving the Rinzai sect of Japanese Zen Buddhism after a long period of decline. Hakuin focused on meditation and paradoxical anecdotes or dialogues called kōan, the contemplation of which may lead to spontaneous awakening. Hakuin’s bold, sometimes humorous, and altogether unprecedented paintings, were an important vehicle for his teachings, which spread far beyond the monasteries and captured the minds of laypeople. In this work, he painted an imagined portrait of Bodhidharma, the Indian monk credited with transmitting Zen from India to China 1,500 years ago. The patriarch holds his hands before him underneath his robe and casts his gaze up toward four Chinese characters, 見性成佛, which —“look inside to become a buddha.” The four characters are from a poem, attributed to\r\nBodhidharma himself, that gets at the central teaching of Zen, that all individuals already possess a buddha-nature and that through focusing inward through meditation, one may realize this and gain enlightenment.",
  "title": "Half-length Portrait of Bodhidharma"
}
