{
  "accession_number": "2006.16",
  "artist": "Text by Tristan Tzara; Hans (Jean) Arp; Published by Heuberger , Zurich",
  "continent": null,
  "country": "Switzerland",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "dated": "1918",
  "description": "small book with cardboard covers, with printed cover design applied; printed poems illustrated with ten black and white abstract woodcuts",
  "dimension": "8 x 5 13/16 x 3/16 in. (20.32 x 14.76 x 0.48 cm) (closed)",
  "id": "http://api.artsmia.org/objects/99103",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 3319,
  "image_width": 2439,
  "life_date": "French-Romanian, 1896-1963",
  "marks": "Signature and Inscription\r\n\r\nSee signed inside front cover, in blue: [Tristan Tzara/ (ille",
  "medium": "Woodcuts, letterpress, with collage on cover",
  "nationality": null,
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "One of the first major books of the anti-establishment Dada movement (1915-23), Twenty-five Poems resulted from the collaboration of the German-French painter and sculptor Jean Arp and French avant-garde poet and essayist Tristin Tzara, the principal co-founders of Zürich Dada.\r\nAn early proponent of pure abstraction, Arp exhibited his first abstract works in 1915. For Twenty-five Poems, he created a series of 10 abstract black and white woodcuts as visual complements to Tzara's nihilist poems. In exploring pure abstraction, Arp attempted to free himself from \"inculcated, traditional forms of art,\" adopting an organic, universal morphology and exploring the idea of chance in art.\r\n\r\nA highly influential author and performer, Tzara described the nihilist intent of his Dada poems in the following passage: \"I destroy the drawers of the brain and of social organization: spread demoralization wherever I go and cast my hand from heaven to hell, my eyes from hell to heaven, restore the fecund wheel of a universal circus to objective forces and the imagination of every individual.\"\r\n",
  "title": "Vingt-cinq poèmes (Twenty-five Poems)"
}
