{
  "accession_number": "2006.16",
  "art_champions_text": null,
  "artist": "Artist: Jean Arp; Author: Tristan Tzara; Publisher: J. Heuberger, Zurich, Switzerland , for Collection Dada",
  "catalogue_raissonne": "Arntz 16-25; Harwood, Tzara No. 2; Hagenbach 46; Bolliger (Graphics) 12; Bolliger (Books) 6",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "1918",
  "department": "European Art",
  "description": "Small book with cardboard covers, with printed cover design applied; printed poems illustrated with twelve original black-and-white abstract woodcuts, including cover image",
  "dimension": "8 x 5 13/16 x 3/16 in. (20.32 x 14.76 x 0.48 cm) (closed)",
  "id": "http://api.artsmia.org/objects/99103",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3319,
  "image_width": 2439,
  "inscription": "Inside front cover, in blue: Tristan Tzara/ (illegible)/ (illegible)/ (Zurich).; inside back cover: Arp/ Tzara/ 26 ff. incl. 10 woodcuts/ (1 repeated)/ plus 1 woodcut on/ cover C&P ML/ Garvey #2 (and) BBXYV/ KK/ 86464",
  "life_date": "French (born Germany), 1886 - 1966",
  "markings": "",
  "medium": "Woodcuts, letterpress, with collage; bound volume",
  "nationality": "French (born Germany)",
  "object_name": "Illustrated book",
  "portfolio": null,
  "provenance": "(Ursus Rare Books, New York); sold to MIA, 2006.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "see Inscription(s)",
  "style": "20th century",
  "text": "One of the first major books of the antiestablishment Dada movement (1915–23), Twenty-five Poems resulted from the collaboration of the German-French painter and sculptor Jean Arp and French avant-garde poet and essayist Tristin Tzara, the principal founders of Zurich Dada. An early proponent of pure abstraction, Arp exhibited his first abstract works in 1915. For this project, he created a series of ten abstract black-and-white woodcuts as visual complements to Tzara’s nihilist poems, which rejected the idea that life has meaning. In exploring abstraction, Arp attempted to free himself from “traditional forms of art,” adopting a universal organic morphology and exploring the idea of chance in art.\r\n\r\nA highly influential author and performer, Tzara described the nihilist intent of his Dada poems in the following passage: “I destroy the drawers of the brain and of social organization: spread demoralization wherever I go and cast my hand from heaven to hell, my eyes from hell to heaven, restore the fecund wheel of a universal circus to objective forces and the imagination of every individual.”",
  "title": "Vingt-cinq poèmes"
}
