{
  "accession_number": "2005.141.11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Maureen and Terry White",
  "culture": "Haudenosaunee (Iroquois)",
  "curator_approved": 1,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "small pillow with scalloped edges; purple velvet center with beaded bird, leaves and basket; leaf motifs around edges; pink backing",
  "dimension": "7 7/8 x 10 1/4 x 3 in. (20 x 26.04 x 7.62 cm) (without dangles)",
  "id": "http://api.artsmia.org/objects/99137",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2972,
  "image_width": 3715,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Beads, cotton, velvet",
  "nationality": null,
  "object_name": "Pincushion",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Rectangular pincushions were the most popular kind of whimsey.  They present beautiful blends of Iroquois and Victorian design elements.  Lush, vibrant velvets were recently developed and popular in American fashion in the late 19th century. Iroquois artists incorporated these new materials as backgrounds for their beadwork.  Women frequently beaded floral, bird, and berry motifs onto whimsies and other items. These images carried significance for the Iroquois because they reflect the importance of the natural world in their way of life.  Floral elements would have spoken to Euro-American women differently as flowers were symbolic of femininity and domesticity.  Scallop shapes along the edges; represent the double curve design, an old motif in Iroquois beadwork that symbolizes the sky-dome which is significant in Iroquois oral tradition.",
  "title": "Pincushion"
}
