{
  "accession_number": "2006.5a-i",
  "art_champions_text": null,
  "artist": "Artist: Nakayama Komin",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Janey Leck and the Louis W. Hill, Jr. Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1860s",
  "department": "Asian Art",
  "description": "rectangular box with lightly lacquered exterior; interior decorated with falling lotus petal design; brush and auger handles and knife case decorated with same design; waterdropper in the form of two leaves",
  "dimension": "1 15/16 x 5 7/16 x 7 3/16 in. (4.92 x 13.81 x 18.26 cm) (box)",
  "id": "http://api.artsmia.org/objects/99242",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "LLC of ink stone insert, in gold: five-character inscription",
  "life_date": "Japanese, 1808 - 1870",
  "markings": "",
  "medium": "Lacquer over paulownia wood with sprinkled gold designs",
  "nationality": "Japanese",
  "object_name": "Writing box (suzuribako)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Nakayama Komin is considered one of three great late lacquerers in Japan, together with Shibata Zeshin and Shirayama Sho_sai. Originally from Edo (Tokyo), Komin was a pupil of Hara Yo_yu_sai, one of the best lacquerers of the early 19th century. \r\n\r\nTowards the end of his life, Komin became interested in lacquerware from Japan's distant past, adopting many motifs he discovered on 12th and 13th century pieces. Here, he adorned this writing box with a pattern on lotus blossom petals. A shower of lotus petals was a common motif on early Buddhist-related lacquerware where it symbolized Shakyamuni's teachings. In addition to its beautiful design, this box is remarkable because it still retains all of its original parts, including a stone on which ink was ground, a water dropper, two brushes, a knife and an awl.",
  "title": "Writing box (suzuribako)"
}
