{
  "accession_number": "2006.51.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Kathryn Glessing",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "helmet-shaped; short yellow wool pile with red cotton border; comb of yellow wool fibers in 10 clumps; white padded cotton lining",
  "dimension": "18 1/4 x 11 1/2 in. (46.36 x 29.21 cm) (as mounted, flat)\r\n21 1/2 x 15 1/2 x 2 3/4 in. (54.61 x 39.37 x 6.99 cm) (mount)",
  "id": "http://api.artsmia.org/objects/99276",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, cotton",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "There are four main sects or schools of Tibetan Buddhism, also called Lamaism. The largest of the four, the Gelug-pa or “Way of Virtue” is commonly known as the Yellow Hat school. Tradition holds that the 14th-century founder of the sect advised followers to wear yellow hats as an auspicious sign and a symbol of ethics and reform in response to the perceived lack of discipline in other sects. The Dalai Lama is the spiritual head of the Gelug-pa school. \r\nA monk or priest must demonstrate a high degree of learning and discipline before earning the right to wear a ceremonial crested hat like the one shown here. It is said that the mane of the hat is comprised of 1,000 strings, representing the 1,000 Buddhas of the true universe. \r\nClose-fitting hoods are practical garments in the cold climate of Tibet; this cut is not exclusive to Buddhist priests’ vestments. However, the yellow color and sumptuous materials—silk brocade with contrasting trim--suggest it was likely worn by a high ranking priest as a symbol of his status.",
  "title": "Lamaist priest hat"
}
