{
  "accession_number": "2006.4",
  "art_champions_text": null,
  "artist": "Artist: Tanikado Hisaharu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1924",
  "department": "Asian Art",
  "description": "two kneeling women (one wears peach and white kimono, other wears light blue and white kimono), with a Go board between them; board platform and vessel for playing pieces is blush pink with tan and brown flowers; woman at R holds a thin brown and black pipe; two fold screen",
  "dimension": "70 3/4 x 91 1/4 in. (179.71 x 231.78 cm) (image)",
  "id": "http://api.artsmia.org/objects/99301",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3631,
  "image_width": 4660,
  "inscription": "",
  "life_date": "Japanese, 1893 - 1971",
  "markings": "personal cipher (kao) in red",
  "medium": "Ink, color, and gold on silk",
  "nationality": "Japanese",
  "object_name": "Two-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "日沙春 {Hisaharu}",
  "style": "20th century",
  "text": "Tanikado Hisaharu studied with the Kyoto artist Kikuchi Keigetsu, who specialized in idealized images of beautiful women. He moved to Tokyo when he was twenty-seven, and for three years he lived among, and painted images of, the prostitutes of the Yoshiwara pleasure district. He used traditional materials and formats, but judiciously infused elements from western painting including subtle shading to give his figures a greater sense of naturalistic volume. Here he shows two prostitutes intently enjoying a game of go during their leisure time. Evening must be approaching as both women have already applied heavy white makeup to their faces, necks, and the backs of their hands. A cloth to protect her hair while applying makeup still sits atop one woman's head. The other woman holds a long, red-lacquered pipe. Both women are shown wearing tie-dyed inner robes that will be covered when they don their more elaborate outer kimonos.",
  "title": "A Game of Go"
}
