{
  "accession_number": "2006.120.33",
  "artist": "Project Manager: Reiko Sudo; Designer: Ueno Kazuhiro; Manufacturer: Nuno Corporation",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": null,
  "country": "Japan",
  "creditline": "Gift of Richard L. Simmons and Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Textiles",
  "description": "white, three dimensional honeycomb \"structure\" of stiff filament with square and rectangle patchwork of textile remnants imbedded between; one unfinished end; other has sewn on twill tape; selvedges are irregular",
  "dimension": "118 3/8 x 32 in. (300.67 x 81.28 cm)",
  "id": "http://api.artsmia.org/objects/99337",
  "image": "valid",
  "image_copyright": "© Nuno Corporation %2F Tsugihagi%2C Reiko Sudo%2C 1998",
  "image_height": 3452,
  "image_width": 2302,
  "inscription": "",
  "life_date": "Japanese, born 1953",
  "markings": "",
  "medium": "Silk (Remnants of various Nuno fabrics); stitching; needlework",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "<I>Nuno</I> means <I>fabric</I> in Japanese. True to its name, NUNO Corporation designs cutting-edge fabrics utilizing revolutionary production techniques. Like her mentor Jack Lenor Larsen in the 20th century, NUNO's CEO and artistic director Reiko Sudo (b. 1953) synthesized traditional aesthetics with modern materials (including many made from recycled and eco-friendly sources) and avant-garde surface design practices to create a 21st century standard for textiles. <I>Tsugihagi</I> (<I>patchwork</I> in Japanese) references the quilting technique, albeit in an unusual manner.  Like a quilt, the fabric is created as a series of layers all stitched together.  Leftover NUNO fabric scraps are cut into squares and randomly placed on a ground fabric of water-soluble cloth.  The entire surface is then machine stitched on a grid.  When the fabric is washed, the ground fabric dissolves leaving behind a kind of spectral quilt.  ",
  "title": "Tsugihagi"
}
