{
  "accession_number": "2006.120.33",
  "art_champions_text": null,
  "artist": "Project Manager: Sudō Reiko; Designer: Ueno Kazuhiro; Manufacturer: Nuno Corporation",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Richard L. Simmons and Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Asian Art",
  "description": "white, three dimensional honeycomb \"structure\" of stiff filament with square and rectangle patchwork of textile remnants imbedded between; one unfinished end; other has sewn on twill tape; selvedges are irregular",
  "dimension": "118 3/8 x 32 in. (300.67 x 81.28 cm)",
  "id": "http://api.artsmia.org/objects/99337",
  "image": "valid",
  "image_copyright": "© Nuno Corporation %2F Tsugihagi%2C Reiko Sudo%2C 1998",
  "image_height": 3452,
  "image_width": 2302,
  "inscription": "",
  "life_date": "Japanese, born 1953",
  "markings": "",
  "medium": "Silk (Remnants of various Nuno fabrics); stitching; needlework",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Since she and textile artist Jun’ichi Arai established the textile company Nuno in 1984, Sudō Reiko has designed thousands of textiles and received numerous accolades for her groundbreaking designs. One of her, and by extension Nuno’s, guiding principles is the Japanese notion of mottainai (“waste not”), an environmental consciousness that can be seen at work in many of Nuno’s practices. Nuno, for example, has long made use of scraps of textiles. Frequently thrown away, at Nuno such scraps and damaged or rejected fabrics are put to use. They are repurposed in diverse ways, from simple patchwork to the creation of new fabrics using specialized technology. Other materials that are more commonly disposed of are used as well—feathers left over from poultry farming and thread made from the tough shell of silkworm cocoons, for example, can be found in the textiles displayed here.",
  "title": "Tsugihagi"
}
