{
  "accession_number": "2006.120.32",
  "art_champions_text": null,
  "artist": "Designer: Sudō Reiko; Designer: Suwa Hiroko; Project Manager: Okada Mizue; Project Manager: Suwa Hiroko; Manufacturer: Nuno Corporation",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Richard L. Simmons and Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Asian Art",
  "description": "light moss green that fades to cream color; shape is created by two-sheet paper patterns between which was laid plain polyester fabric, heat- pressed; folds and transfer printed in different colors by hand; all edges serged; three dimensional origami pleats",
  "dimension": "panel",
  "id": "http://api.artsmia.org/objects/99336",
  "image": "valid",
  "image_copyright": "© Nuno Corporation %2F Origami Pleats%2C Reiko Sudo%2C 1997",
  "image_height": 4981,
  "image_width": 4054,
  "inscription": "",
  "life_date": "Japanese, born 1953",
  "markings": "",
  "medium": "Polyester; heat molded hand pleating, transfer print; dyed",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Since she and textile artist Jun’ichi Arai established the textile company Nuno in 1984, Sudō Reiko has designed thousands of textiles and received numerous accolades for her groundbreaking designs. One of her, and by extension Nuno’s, guiding principles is the Japanese notion of mottainai (“waste not”), an environmental consciousness that can be seen at work in many of Nuno’s practices. Nuno, for example, has long made use of scraps of textiles. Frequently thrown away, at Nuno such scraps and damaged or rejected fabrics are put to use. They are repurposed in diverse ways, from simple patchwork to the creation of new fabrics using specialized technology. Other materials that are more commonly disposed of are used as well—feathers left over from poultry farming and thread made from the tough shell of silkworm cocoons, for example, can be found in the textiles displayed here.",
  "title": "Origami Pleats"
}
