{
  "accession_number": "2006.24a-c",
  "art_champions_text": null,
  "artist": "Artist: Hoshino Satoru",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Asian Art",
  "description": "cone-shaped spiraling vessel in front of many lumps of clay affixed to wall; vessel is charcoal colored; clay bits are grey, charcoal, brown and tan; installation piece",
  "dimension": "34 1/4 x 23 1/2 x 24 1/2 in. (87 x 59.69 x 62.23 cm) (object part, vessel only)",
  "id": "http://api.artsmia.org/objects/99367",
  "image": "valid",
  "image_copyright": "©2006 Hoshino Satoru",
  "image_height": 4759,
  "image_width": 4743,
  "inscription": "",
  "life_date": "Japanese, born 1945",
  "markings": "",
  "medium": "Black clay impregnated with manganese and iron",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "After graduating from college, Hoshino Satoru abandoned his chosen field of economics to pursue his passion for ceramics. He joined So_deisha, a society of artists devoted to exploring non-traditional ceramics. In 1973 he and his wife--also a ceramist--founded an independent studio. After a landslide destroyed their studio in 1986, Hoshino discarded his precise, carefully controlled approach in favor of a much more visceral process in which he leaves deep impressions of his fingers and thumbs in clay as evidence of his interaction and conflict with nature. For this work, he was inspired by large clay jars from Japan's prehistoric past. Building the jar with a thick spiral of clay, he continued the pattern on the surrounding walls to suggest nature's energy as it fluctuates between chaos and order.",
  "title": "Beginning Form Meets Spiral 06-1"
}
