{
  "accession_number": "2006.33",
  "artist": "Alexander Roslin ",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "dated": "1763",
  "description": "woman wearing a white satin gown trimmed with lace and pearls, holding a book, and seated on a yellow sofa; woman wears pearl necklaces and earrings, with her hair decorated with pearls; guitar and music next to woman on sofa; black and white lap dog in LRC",
  "dimension": "53 5/8 x 40 5/8 in. (136.21 x 103.19 cm) (canvas)\r\n71 x 56 x 5 in. (180.34 x 142.24 x 12.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/99368",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6256,
  "image_width": 4870,
  "life_date": "Swedish, 1718 - 1798",
  "marks": "Signature and Date left edge on baseboard, in black: [Roslin. Sued. 1",
  "medium": "Oil on canvas",
  "nationality": "Swedish",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G307",
  "style": "18th century",
  "text": "The Comtesse Septimanie d'Egmont Pignatelli (1740-1773) was one of the most intellectually astute and glamorous women of Parisian high society in the 1760s. \r\nHer father was the Duc de Richelieu (1696-1788), a trusted advisor to King Louis XV.  At age fifteen, she married Casimir Pignatelli, Comte d'Egmont (1727-1801), the scion of two very ancient houses of European nobility, the Egmonts of the Netherlands and the Pignatellis of Naples and Aragon. \r\n\r\nThe countess sponsored many of the leading artistic figures of the Enlightenment, including Jean-Jacques Rousseau and Wolfgang Amadeus Mozart. She was included in the highest court circles at Versailles, counting among her closest friends the Duc de Choiseul, Minister of Foreign Affairs, whose portrait is also featured in this gallery.\r\n\r\nThe countess probably selected Alexandre Roslin in 1763 as her portraitist at the suggestion of Baron Scheffer, the Swedish Ambassador to France. She is depicted in a fashionable Spanish-style gown, a reference to her husband's ancestry. Further emphasizing the Spanish theme is the guitar at her side, of which she was a gifted player.  The original hand-carved frame is an exceptional example of early neo-classical French furniture. The emblematic crown includes the torch of Hymen and the bow and quiver of Cupid, both allusions to matrimonial bliss and a confirmation that the picture was commissioned by her husband as a gift.\r\n",
  "title": "The Comtesse d'Egmont Pignatelli in Spanish Costume"
}
