{
  "accession_number": "2006.33",
  "art_champions_text": null,
  "artist": "Artist: Alexander Roslin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "European Art",
  "description": "woman wearing a white satin gown trimmed with lace and pearls, holding a book, and seated on a yellow sofa; woman wears pearl necklaces and earrings, with her hair decorated with pearls; guitar and music next to woman on sofa; black and white lap dog in LRC",
  "dimension": "53 5/8 x 40 5/8 in. (136.21 x 103.19 cm) (canvas)\r\n71 x 56 x 5 in. (180.34 x 142.24 x 12.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/99368",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6256,
  "image_width": 4870,
  "inscription": "",
  "life_date": "Swedish, 1718–1798",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Swedish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G307",
  "see_also": [
    ""
  ],
  "signed": "Left edge on baseboard, in black: Roslin. Sued. 1763",
  "style": "18th century",
  "text": "The comtesse Septimanie d’Egmont Pignatelli (1740–73), depicted here at age twenty-three, was the Jackie Kennedy of Parisian high society in the 1760s. Her father was a trusted adviser to King Louis XV. At fifteen, she married Casimir Pignatelli, comte d’Egmont, descended from ancient nobility of the Netherlands and of Naples and Aragon. The comtesse sponsored many leading figures of the Enlightenment, including Jean-Jacques Rousseau and Wolfgang Amadeus Mozart.\r\n\r\nSwedish-born Alexander Roslin was famous for his portraits of French aristocrats. He painted the comtesse in a fashionable Spanish-style gown, a reference to her husband’s ancestry. The guitar at her side (she was a gifted player) continues the Spanish theme. The hand-carved, original frame is crowned with the torch of Hymen and the bow and quiver of Cupid, emblems of wedded bliss confirming that the comtesse’s husband commissioned the picture as a gift.",
  "title": "The Comtesse d'Egmont Pignatelli in Spanish Costume"
}
