{
  "accession_number": "2006.33",
  "artist": "Artist: Alexander Roslin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "Paintings",
  "description": "woman wearing a white satin gown trimmed with lace and pearls, holding a book, and seated on a yellow sofa; woman wears pearl necklaces and earrings, with her hair decorated with pearls; guitar and music next to woman on sofa; black and white lap dog in LRC",
  "dimension": "53 5/8 x 40 5/8 in. (136.21 x 103.19 cm) (canvas)\r\n71 x 56 x 5 in. (180.34 x 142.24 x 12.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/99368",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6256,
  "image_width": 4870,
  "inscription": "",
  "life_date": "Swedish, 1718–1798",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Swedish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G307",
  "see_also": [
    ""
  ],
  "signed": "Left edge on baseboard, in black: Roslin. Sued. 1763",
  "style": "18th century",
  "text": "The Comtesse Septimanie d'Egmont Pignatelli (1740-1773) was one of the most intellectually astute and glamorous women of Parisian high society in the 1760s. \r\nHer father was the great Fench statesman, Louis Armand du Plessis, Duc de Richelieu (1696-1788), a trusted advisor to King Louis XV.  At age fifteen, she married Casimir Pignatelli, Comte d'Egmont (1727-1801), the scion of two very ancient houses of European nobility, the Egmonts of the Netherlands and the Pignatellis of Naples and Aragon. \r\n\r\nThe premier hostess of the day, Madame Geoffrin, included Septimanie in her private weekly soirees for the literati and distinguished foreing visitors. The countess, in turn, sponsored many of the leading artistic figures of the Enlightenment, including Jean-Jacques Rousseau and Wolfgang Amadeus Mozart. She would become a friend and mentor fo King Gustav III of Sweden. The two maintained a regular correspondence, although her influence would be short-lived; she died from tuberculosis in 1773. \r\n\r\nThe countess probably selected Alexandre Roslin in 1763 as her portraitist at the suggestion of Baron Scheffer, the Swedish Ambassador to France. She is depicted in a fashionable Spanish-style gown, a reference to her husband's ancestry. Further emphasizing the Spanish theme is the guitar at her side, of which she was a gifted player.  Her languid pose, the open book, and attentive spaniel had their precendents in François Boucher's celebrated portrait of the king's mistress, the Marquise de Pompadour (1721-64), which had exhibited to great acclaim in 1757.\r\n\r\nThe original hand-carved frame is an exceptional example of early neo-classical French furniture. The emblematic crown includes the torch of Hymen and the bow and quiver of Cupid, both allusions to matrimonial bliss and a confirmation that the picture was commissioned by her husband as a gift.",
  "title": "The Comtesse d'Egmont Pignatelli in Spanish Costume"
}
