{
  "accession_number": "2015.79.153",
  "art_champions_text": null,
  "artist": "Artist: Tsubaki Chinzan",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 379",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1852, 3rd lunar month",
  "department": "Asian Art",
  "description": "two black and orange birds perched in the lower limbs of a tree branch; wispy, willowy branches interspersed with pink and purple flowers",
  "dimension": "38 1/2 × 11 3/8 in. (97.79 × 28.89 cm) (image)\r\n72 1/2 × 17 1/4 in. (184.15 × 43.82 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/99384",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7143,
  "image_width": 2160,
  "inscription": "ULQ: 燕語春風 (Swallow\\'s Song in Spring Breeze)",
  "life_date": "Japanese, 1801 - 1854",
  "markings": "ULQ: 椿弼 {Chinhitsu}; 椿山 {Chinzan}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated ULQ: 壬子晚春椿山人 (Third month of 1852. Tsubaki Sanjin)",
  "style": "19th century",
  "text": "Tsubaki Chinzan overcame tremendous adversity to become one of the leading Chinese-style painters in Japan in the 1800s. His father died when he was only seven, leaving him and his mother destitute. Perhaps because of their sordid living conditions, he suffered from a pulmonary disease from a young age. Nevertheless, he eventually earned the minor military rank of spear bearer and was highly skilled in martial arts. Only after the low wages of this official rank forced him to seek additional income did he become a professional artist. He studied with the renowned painter Watanabe Kazan (1793–1841), who integrated elements of Western realism into his work. Here, Chinzan’s close attention to natural detail probably reflects that influence. The light, lyrical impression created by the “boneless” method (painting forms with only ink and color washes instead of outlines) and lush color tonalities, however, reflects Chinzan's own artistic sense and consummate skill with the brush.",
  "title": "Swallow's Song in Spring Breeze"
}
