{
  "accession_number": "2015.79.419a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 798",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "dark brown box with design of reddish orange and gold leaves; red beans; rectangular-shaped; pair of metal ornaments with a ring on long sides of box",
  "dimension": "9 5/8 x 15 1/2 x 10 7/8 in. (24.45 x 39.37 x 27.62 cm)",
  "id": "http://api.artsmia.org/objects/99421",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3060,
  "image_width": 4308,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Negoro ware; wood, black lacquer with polychrome lacquer; metal fittings",
  "nationality": null,
  "object_name": "Covered box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Under Chinese influence, Japanese artisans in the eighth century produced colored lacquerware by tinting the lacquer sap with mineral and vegetable pigments. As they became adept at applying gold and silver powders, however, colored lacquer fell from favor. Craftsmen in the early 17th century resurrected the technique and it became popular among warriors and well-to-do townspeople alike. Used to decorate objects intended for everyday use, colored lacquers were admired for their unpretentious charm, in contrast to laboriously produced and obviously expensive gold and silver examples. This storage box features a casually rendered string bean plant supported by bamboo stakes and straw rope--a common sight in neighborhood gardens.",
  "title": "Box with sword beans"
}
