{
  "accession_number": "2015.79.51",
  "art_champions_text": null,
  "artist": "Artist: Shūsei; Author: Inscribed by Sesshin Tōhaku",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 104",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "Before 1459",
  "department": "Asian Art",
  "description": "two figures in pavillion on stilts in water; dark rock coveriing much of pavillon; pine trees and larger rock formations in background; bridge through haze at center; boat at L; inscription",
  "dimension": "29 3/8 × 10 7/8 in. (74.61 × 27.62 cm) (image)\r\n57 × 14 3/4 in. (144.78 × 37.47 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/99427",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4216,
  "image_width": 1575,
  "inscription": "Signature, Inscription, and Seals\r\n\r\nULQ: [South of the river, north of the river, the snow is clearing. / Mountains spew forth rosy clouds, springtime colors are fresh. / Travelers remove their shoes, though the going still is rough. / Opening the window, seated guests enjoy the splendid view . / Water flowing beneath the bridge rings like chimes of jade. / At the eaves, the wind in the pines tunes its string less lute. / But why is that leaf of a boat moored beside the cliff? / It must be a craft for roving ten thousand miles away]",
  "life_date": "Japanese, active first half of the 15th century",
  "markings": "LRC: [Hidemori]; ULQ, to UR of inscription; and ULQ: [Sesshin]",
  "medium": "Ink and light color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULQ: [Composed at random by Chosetsushi]",
  "style": "15th century",
  "text": "Beneath impossibly tall pine trees and distant, misty peaks, two men round the bend of a path at lower right. They make their way toward a thatched pavilion nearby, where two more men sit and gaze at fishermen rowing a boat on the river. Above, a poetic inscription reinforces the theme: early spring in an idyllic mountain retreat.  \r\n\r\nSouth of the river and north of the river, the snow is clearing.\r\nMountains spew forth rosy clouds, springtime colors are fresh.\r\nTravelers remove their shoes, though the going is still rough.\r\nOpening the window, seated guests enjoy the splendid view.\r\nWater flowing beneath the bridge rings like chimes of jade.\r\nAt the eaves, the wind in the pines tunes its stringless lute.\r\nBut why is that leaf of a boat moored beside the cliff'\r\nIt must be a craft for roving ten thousand miles away.\r\n\r\nSuch combinations of a painting with one or more poetic inscriptions are called shigajiku (literally “poem-painting scroll”). They are collaborative works created by groups of Zen monks and lay practitioners, talented poets, calligraphers, and painters who lived not in some serene countryside but in the noisy, crowded spaces of urban monasteries.",
  "title": "Early Spring Landscape"
}
