{
  "accession_number": "2015.79.374a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsujimura Shirō",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 725",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Asian Art",
  "description": "round, rough, white jar with rust colored markings; thick white glaze; horizontal ribbing on body; round, concave lid with globular handle",
  "dimension": "7 3/4 x 7 1/4 x 6 3/4 in. (19.69 x 18.42 x 17.15 cm)",
  "id": "http://api.artsmia.org/objects/99424",
  "image": "valid",
  "image_copyright": "© Tsujimura Shir%C5%8D",
  "image_height": 4422,
  "image_width": 3738,
  "inscription": "Mark and Stickers",
  "life_date": "Japanese, born 1947",
  "markings": "Incised mark on side; stickers on bottom: [34]; [38]; sticker on lid: [38]",
  "medium": "Shino ware; glazed stoneware with iron oxide decor",
  "nationality": "Japanese",
  "object_name": "Water container (mizusashi)",
  "portfolio": "From ",
  "provenance": "Gift from Eleanor Briggs, June 20, 2003, to Mary Burke",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st Century",
  "text": "During the tea ceremony, water is needed to replenish the kettle and to rinse tea bowls. The water jar, or mizusashi, is an important element among the many objects used in preparing and serving tea. Its relative size makes it a prominent feature in the tea room, and tea masters choose mizusashi that harmonize with other tea wares. For this mizusashi the contemporary ceramist Tsujimura Shiro used the thick, white feldspathic glaze first popularized by the Mino kilns in the late 16th century. The simple plant motifs, rendered in iron oxide prior to glazing, subtly show through the snowy glaze. Mottled sections of the glaze towards the base of the jar reveal where Tsujimura held the jar as he dipped it in the glaze compound prior to firing. Such imperfections reveal the touch of the artist and are highly prized by tea aficionados.",
  "title": "Freshwater jar"
}
