{
  "accession_number": "2015.79.344",
  "art_champions_text": null,
  "artist": "Artist: Kajitani Ban",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 686",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980",
  "department": "Asian Art",
  "description": "oval shaped vessel with very thin walls; irregular opening at top and upper side; light rust-brown coloring with patches of inlaid black, white, beige, and green",
  "dimension": "11 1/8 × 9 5/8 × 9 1/16 in. (28.26 × 24.45 × 23.02 cm)",
  "id": "http://api.artsmia.org/objects/99426",
  "image": "valid",
  "image_copyright": "© Kajitani Ban",
  "image_height": 7058,
  "image_width": 5302,
  "inscription": "",
  "life_date": "Japanese, born 1941",
  "markings": "",
  "medium": "Neriage type stoneware",
  "nationality": "Japanese",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dated on bottom, incised: [Kajitani \\'80]",
  "style": "20th century",
  "text": "After attending art school in Japan, Kajitani Ban moved to the United States and earned his Bachelor's and Master's degrees from Utah State University in 1974 and 1976, respectively. Later he taught at the College of Arts and Design in Columbus, Ohio, until 1991 when he returned to Japan. Kajitani works in two distinct modes: non-functional sculptures that bear little relation to traditional Japanese ceramics, and functional pieces fashioned in the time-honored neriage technique. Neriage  ware is produced by lightly wedging together differently colored clays to give a marbled effect. Historically, potters have used this technique to produce ceramics with an overall surface pattern. Kajitani, however, uses the technique sparingly, producing localized areas of colors and shapes.",
  "title": "Vase"
}
