{
  "accession_number": "2006.100.85",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Kyrgyzstan",
  "creditline": "Gift of Dr. Richard L. Simmons and Dr. Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1960",
  "department": "Asian Art",
  "description": "roughly U-shaped, with open central bottom section; sides embroidered with multicolored towers with clocks, flying birds and rockets labeled, \"CCCP\"; center top panel embroidered with shield with setting sun, cotton plants, hammer and sickle, and \"1960\", flanked by flower-like medallions; black ground",
  "dimension": "74 1/2 x 133 7/16 in. (189.23 x 338.93 cm) (without hanging loops)",
  "id": "http://api.artsmia.org/objects/99488",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2822,
  "image_width": 5053,
  "inscription": "Inscription\r\n\r\non back, LRC, in blue ink: [171]; on back, LLC, in blue ink: [#171]",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, synthetic; embroidery",
  "nationality": null,
  "object_name": "Tush kyiz (hanging)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "These large wall panels were part of the interior decoration of many Kyrgyz homes and often reflected general social interests as well as the preferences of the maker. Patterning on older pieces often include abstract imagery associated with archaic motifs while many mid-twentieth century hangings are often patriotic statements that frequently include the area's enthusiasm for the cotton production that initially invigorated the economic development of the area.  Commercial patterns were available and used by many women.\r\n\r\nThe panel seen here references the Kyrgyz political affiliation with Moscow and the country's pride in the success of the USSR space exploration programs.  All the rocket launches were made from Central Asia, from a site in southern Kazakhstan.",
  "title": "Tush kyiz (hanging)"
}
