{
  "accession_number": "2006.44.1",
  "artist": "Wang Chien-chang",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "1650",
  "description": "two seated men flanking a standing woman, seen from back, playing a lute on a boat; orasman wraps one leg around oar; a fourth man sits with a horse on bank, LLC; grey ink-blotch mountains; text above",
  "dimension": "30 7/8 x 11 3/8 in. (78.42 x 28.89 cm) (image, without text)\r\n74 1/4 x 17 1/4 in. (188.6 x 43.82 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/99547",
  "image": "valid",
  "image_copyright": "",
  "life_date": "active c. 1621 - 1650",
  "marks": " ",
  "medium": "Ink and light colors on paper",
  "nationality": "Chinese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "17th century",
  "text": "The artist Wang Chien-chang's inscription relates that he painted this work for his friend Kung Wei-liu in 1650 when Kung acquired Wen Chia's version of the <I>P'i-p'a hsing (\"Ode to the Pipa\"), a famous poem written here in standard script and mounted directly above Wang's painting. Wen Chia was the second son of Wen Cheng-ming and, like his father, was an important Wu school calligrapher and painter. This famous Tang poem, called <I>Song of the Lute<I>, composed by the poet, Po Chu-i (772-846) is one of the great poems of Chinese literature. Wen Chia painted and inscribed several versions of his subject. Here, most likely influenced by a Wen Chia prototype, Wang illustrates the climax of the tale wherein the narrator thinks longingly of the pleasures of the capital (Ch'ang-an) as he listens with a friend to a former courtesan playing the bent-neck lute on a boat cast in autumn moon light. This classic literati painting typifies the Wu-school preference for small scale, lightly colored ink landscapes, lengthy inscriptions, and literary themes.",
  "title": "Ode to the P'i-p'a, or Song of the Lute"
}
