{
  "accession_number": "2006.44.3",
  "artist": "Artist: Kang Tao",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1746",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "woman seated on rocks, wearing long vest-like garment in grey with stylized floral designs and a skirt with design of cranes in octagons; woman wears peal hoop earring; bamboo at left and right; text at top",
  "dimension": "65 1/4 x 29 15/16 in. (165.74 x 76.04 cm) (image)\r\n101 3/16 x 39 in. (257.02 x 99.06 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/99549",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5292,
  "image_width": 2470,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and light colors on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The 18th century Hangzhou artist, Kang Tao, is best known for his rather generic paintings of \"immortals\" and beautiful women. In this case, however, he rose above the norm and produced a beautiful, technically refined, sympathetic depiction of Su Xiaoxiao, a famous 5th century singing girl. She is shown sitting pensively on a large rock in a garden amid low clusters of frozen bamboo. The painting bears a 1746 poem by the painter, a colophon by the poet-painter, Qian Du (1763-1844), dated 1813 and two colophons written by the great literatus, Ruan Yuan (1764-1849) on consecutive days in 1843. All four poetic colophons carry literary allusions and draw from ancient poetry. Kang's short poem reads:\r\n\r\n<P><I>She is not grieving for autumn now, nor moved by spring.\r\n<P>The silken fan back in its box, a new one's in his hand.\r\n<P>As fragrant breezes bring contentment, the \"metal wind\" now fades.\r\n<P>In this world, can anyone plumb the truth of her heart'</I>\r\n\r\n<P>The aging beauty, Xiaoxiao, is not saddened by seasonal change or frozen bamboo, but rather because, like a fan put back in its box when no longer needed, she has been put aside by her lover for a new woman. But seated here, the pleasant spring breezes begin to replace the chilling winds of the season of metal (autumn), as her pure heart begins to heal.",
  "title": "The Singer Su Xiaoxiao"
}
