{
  "accession_number": "2006.44.2",
  "art_champions_text": null,
  "artist": "Artist: Zhen Yi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1626",
  "department": "Asian Art",
  "description": "black and white drawing of a thick, squat bamboo shoot and three small mushrooms; inscription in URC",
  "dimension": "22 11/16 x 11 9/16 in. (57.63 x 29.37 cm) (image)\r\n61 1/2 x 17 3/4 in. (156.21 x 45.09 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/99548",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4490,
  "image_width": 2296,
  "inscription": "",
  "life_date": "Chinese, c. 1573 - 1620",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Zhen Yi, whose given name was \"Useless\" (Wu Yong), came from Yangzhou. At first he studied the classics and Confucianism, but became a noted Hangzhou Buddhist monk. Steeped in Chan philosophy, he wrote both poetry and prose and was a skilled painter. Over sixty of his writings were published. This rare painting bears a short inscription by him:\r\n\r\nThis is dragon's grandson emerging from the bamboo's womb. Master Dongpo named it \"Chan master jade plank\" and from this, one can imagine its flavor.\r\n\r\nSigned Monk Zhen Yi, 1626\r\n\r\nThis enigmatic painting and poem extolls vegetarianism. The reference is to a story by the Song dynasty monk Huihong (1071-1128) who relates that when the great Song poet, Su Dongpo (1036-1101) and his friend, Liu Qizhi, visited the Chan monk \"Jade Plank\" (Yu-pan), the priest served a special type of bamboo shoot that the two guests found exceptionally delicious. When Liu asked its name, Su Dongpo responded, \"It should be called \"Jade Plank\" for this elder master, expert at expounding the Dharma, leads people to appreciate the flavor of the joy of Chan.",
  "title": "Bamboo Shoot and Mushrooms"
}
