{
  "accession_number": "2006.44.1",
  "artist": "Artist: Wang Jianzhang; Calligrapher: Wen Chia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1650",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "two seated men flanking a standing woman, seen from back, playing a lute on a boat; orasman wraps one leg around oar; a fourth man sits with a horse on bank, LLC; grey ink-blotch mountains; text above",
  "dimension": "30 7/8 x 11 3/8 in. (78.42 x 28.89 cm) (image, without text)\r\n74 1/4 x 17 1/4 in. (188.6 x 43.82 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/99547",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4932,
  "image_width": 1278,
  "inscription": "",
  "life_date": "active c. 1621 - 1650",
  "markings": "",
  "medium": "Ink and light colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The artist Wang Jianzhang's inscription relates that he painted this work for his friend Gong Weiliu in 1650 when Gong acquired Wen Jia's version of the <I>Pipa Xing</i> (\"Ode to the Pipa\"), a famous poem written here in standard script and mounted directly above Wang's painting. Wen Jia was the second son of Wen Zhengming and, like his father, was an important Wu school calligrapher and painter. This famous Tang poem, called <I>Song of the Lute</I>, composed by the poet, Bai Juyi (772-846) is one of the great poems of Chinese literature. Wen Jia painted and inscribed several versions of his subject. Here, most likely influenced by a Wen Jia prototype, Wang illustrates the climax of the tale wherein the narrator thinks longingly of the pleasures of the capital (Changan) as he listens with a friend to a former courtesan playing the bent-neck lute on a boat cast in autumn moon light. This classic literati painting typifies the Wu-school preference for small scale, lightly colored ink landscapes, lengthy inscriptions, and literary themes.",
  "title": "Ode to the Pipa, or Song of the Lute"
}
