{
  "accession_number": "2006.44.3",
  "art_champions_text": null,
  "artist": "Artist: Kang Tao",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1746",
  "department": "Asian Art",
  "description": "woman seated on rocks, wearing long vest-like garment in grey with stylized floral designs and a skirt with design of cranes in octagons; woman wears peal hoop earring; bamboo at left and right; text at top",
  "dimension": "65 1/4 × 29 15/16 in. (165.7 × 76 cm) (image)\r\n101 3/16 × 39 in. (257 × 99.1 cm) (overall, without roller)\r\n105 × 43 1/4 in. (266.7 × 109.9 cm) (mount, with roller)",
  "id": "http://api.artsmia.org/objects/99549",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5292,
  "image_width": 2470,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and light color on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Hangzhou artist Kang Tao (active 1700s) rarely painted actual individuals; he more often produced images of Daoist immortals and earthly beauties. In this case, however, he rose above the norm and produced a beautiful, technically refined, sympathetic depiction of Su Xiaoxiao, a famous singer who lived around 400–500 CE. She is shown sitting pensively in a garden, on a large rock amid low clusters of frozen bamboo. The painting bears a 1746 poem by the painter, a colophon by the poet-painter, Qian Du (1763–1844) dated 1813, and two colophons by the great literatus Ruan Yuan (1764–1849), written on consecutive days in 1843. All four poetic colophons carry literary allusions and draw from ancient poetry. Kang’s short poem reads:\r\n\r\nShe is not grieving for autumn now, nor moved by spring.\r\nThe silken fan back in its box, a new one’s in his hand.\r\nAs fragrant breezes bring contentment, the “metal wind” now fades.\r\nIn this world, can anyone plumb the truth of her heart'\r\n\r\nThe poem describes Xiaoxiao as an aging beauty who is saddened not by seasonal change or frozen bamboo, but rather because, like a fan put back in its box when no longer needed, she has been put aside by her lover for a new and younger woman. But seated here, she notices that the pleasant spring breezes have begun to replace the chilling winds of the season of metal (autumn), and her pure heart begins to heal.",
  "title": "The Singer Su Xiaoxiao"
}
