{
  "accession_number": "2006.44.5",
  "artist": "Artist: Xie Songzhou",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1730",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "mountainous landscape with extremely tall trees in foreground; two figures in a building near bottom center; inscriptions in URC and ULC",
  "dimension": "27 11/16 x 11 7/8 in. (70.33 x 30.16 cm) (image)\r\n73 1/2 x 18 7/8 in. (186.69 x 47.94 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/99551",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4501,
  "image_width": 1933,
  "inscription": "",
  "life_date": "active 1713-1735",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Xie Songzhou, a commoner from Suzhou, was a poet, painter, calligrapher, collector, and art connoisseur. During the Yongzheng reign (1723-35), he served as artistic advisor and connoisseur of paintings in the imperial collection. This position gave him direct access to exceptional ancient paintings. His landscapes were said to be modeled on Yuan dynasty (1280-1368) masters such as Ni Zan, Huang Gong Wang, and Wang Meng. This inscription notes that the painting is modeled after Wang Meng's (1308-85) painting, \"Noble Reclusion Among Pines and Streams.\" The flattened meticulous brushwork is, in fact, rather close to the classic style of the ancient master. In this regard, while Hsieh's values fit easily within the Qing orthodox tradition, this work has a more literal interpretation of historic literati painting than is usually seen in the orthodox style.\r\n<P>Xie's poem in the upper right reads:\r\n\r\n<P><I>Of men who do not live near floating mist,\r\n<P>Who could ever draw my fond thoughts'\r\n<P>Moonlight: I yearn for nights when we'd buy wine;\r\n<P>Villages: I love the times when they sell flowers;\r\n<P>The shop at the bridge beneath the yellow leaves;\r\n<P>The stele on the dike, hidden in grey haze,\r\n<P>And your single pavilion, adorned by fragrant waters,\r\n<P>Gateway neighboring the residence of Xi Shi !</I>",
  "title": "Landscape after Wang Meng's \"Noble Reclusion Among Pines and Streams\""
}
