{
  "accession_number": "2019.59.57",
  "art_champions_text": null,
  "artist": "Artist: Victor Moscoso; Publisher: Family Dog Productions, San Francisco",
  "catalogue_raissonne": "Family Dog 57",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "Family Dog poster no. 57; spiral in pink, red, green, and blue with female figure behind; text in blue and pink; yellow border; red typewritten text at bottom",
  "dimension": "20 x 14 in. (50.8 x 35.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/99657",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 8525,
  "image_width": 6059,
  "inscription": "",
  "life_date": "American (born Spain), born 1936",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American (born Spain)",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "As a poster artist, Victor Moscoso rejected the conventions of his commercial art background where designs were uncomplicated and uniformly legible. Instead, Moscoso recalled his academic training under artist Josef Albers at the Cooper Union’s School of Art in New York City. There, Moscoso learned the basics of design and color theory, specifically that placing bright, contrasting colors (in this case, blue and green on magenta and pink) next to each other would create an illusion of pulsating motion along the edges. Together with Moscoso’s fluorescent color palette and nearly illegible lettering, this vibrating optical effect is a stylistic signature he considered the visual equivalent to the auditory overstimulation of a dance concert.",
  "title": "\"Swirly,\" The Doors, Miller Blues Band, Haji Baba, April 14-15, Avalon Ballroom"
}
