{
  "accession_number": "2019.59.91",
  "art_champions_text": null,
  "artist": "Designer: Wes Wilson; Publisher: Family Dog Productions, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "Family Dog poster no. 88; red background with green flame-like design and text; purple and green text in center in a T shape; white typewritten text at bottom of main design motif",
  "dimension": "20 x 14 in. (50.8 x 35.56 cm)",
  "id": "http://api.artsmia.org/objects/99672",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions All Rights Reserved",
  "image_height": 10560,
  "image_width": 7566,
  "inscription": "",
  "life_date": "American, 1937 - 2020",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "At many dance concerts of the sixties, lighting effects helped amplify the psychedelic atmosphere. Known as liquid light shows, performers and technicians would mix dyes, oil, and water on transparent slides that when illuminated from behind projected dynamic abstract images onto the audience, band, and concert venue. These liquid abstractions of color and form would swirl and pulsate to the rhythms of the music, mimicking the visual effects of hallucinogenic drugs such as lysergic acid diethylamide (LSD), psilocybin (mushrooms), and mescaline (peyote cactus).\r\n\r\nLiquid light shows also influenced much of the psychedelic imagery of the sixties, including poster design. Note the similarities in the dazzling flame-like patterns used in Wes Wilson’s poster promoting “Lights by the North American Ibis Alchemical Company” (lower left) and that of an acetate light show slide designed by Bruce Conner and used by the Alchemical Company the same year they performed at the Avalon Ballroom for Van Morrison, the Daily Flash, and Hair.",
  "title": "\"Ohm,\" Van Morrison, Daily Flash, Hair, Avalon Ballroom, October 20-22, 1967"
}
