{
  "accession_number": "2006.42",
  "artist": "Artist: Japanese",
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Louis W. Hill, Jr. Fund and gifts of funds in memory of John Austin O'Keeffe",
  "culture": null,
  "dated": "16th-17th century",
  "department": "Japanese and Korean Art",
  "description": "octagonal stepped base with lotus flower at top of base; clear glass globe at top with three vertical metal \"flames\" around it; glass globe filled with multicolored pebbles",
  "dimension": "7 1/4 x 3 1/2 x 3 3/4 in. (18.42 x 8.89 x 9.53 cm)",
  "id": "http://api.artsmia.org/objects/99722",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3968,
  "image_width": 2992,
  "inscription": "Inscription\r\n\r\non bottom, incised: untranslated inscription (in Arabic?)",
  "life_date": "Unknown",
  "markings": "",
  "medium": "Gilt bronze, rock crystal",
  "nationality": null,
  "object_name": "Reliquary",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G220",
  "signed": "",
  "style": "16th-17th century",
  "text": "This Japanese reliquary is in the shape of a \"wish-granting jewel\" (hōju).  Such jewels are frequently encountered as an attribute of Buddhist deities and symbolize their ability to respond to the prayers of devotees. The veneration of relics has been an important part of Buddhism since the death of the historic sage, Shakyamuni, in the 6th century BCE. According to tradition, the cremated remains of the Buddha were divided into nine groups and memorial stupas were created to house them as places of worship. Some 230 years later King Asoka is said to have divided the nine groups of relics into 84,000, which he used to create stupas throughout India. This custom spread with the transmission of Buddhism throughout Asia. At some point, polished pebbles, stones, bits of sand-worn glass, and possibly bits of bone from high-ranking Buddhist priests, began to serve as substitutes for actual relics from the Buddha. \r\n\r\nAlthough this example probably dates to the late 16th or early 17th century, it is in the ornate style of the 13th century. A carefully fashioned rock crystal container, filled with relics, functions as the wish-granting jewel. Delicate bronze flanges form the cosmic flames of the jewel. The jewel sits atop a lotus, just as Buddhist deities stand or sit on lotus thrones, symbolic of their purity. The lotus is supported by a beautiful and ornate stand. A small keyhole in the base of the object allows the \"flames\" to open, so that relics can be removed and used to sanctify other places in preparation for temple construction. Because the creation of a Buddhist object--be it a painting, sculpture, or implement--is considered an opportunity to accrue religious merit, artists lavish particular care and artistry on their fabrication. Reliquaries, because of their important function as holders of actual or symbolic relics, were especially prized objects.",
  "title": "Buddhist Reliquary in the Shape of a Wish-Granting Jewel"
}
