{
  "accession_number": "2006.42",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Louis W. Hill, Jr. Fund and gifts of funds in memory of John Austin O'Keeffe",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th-17th century",
  "department": "Asian Art",
  "description": "octagonal stepped base with lotus flower at top of base; clear glass globe at top with three vertical metal \"flames\" around it; glass globe filled with multicolored pebbles",
  "dimension": "7 1/4 x 3 1/2 x 3 3/4 in. (18.42 x 8.89 x 9.53 cm)",
  "id": "http://api.artsmia.org/objects/99722",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3968,
  "image_width": 2992,
  "inscription": "Inscription\r\n\r\non bottom, incised: untranslated inscription (in Arabic?)",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze, rock crystal",
  "nationality": null,
  "object_name": "Reliquary",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G220",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Keeping relics (objects of worship that contain body parts of deceased religious figures) has been an important part of Buddhism since the death of the historical sage, Sakyamuni, in the 500s BCE. Sakyamuni is the man who first spread the teachings of what would become Buddhism. He was the first person to reach enlightenment, transcend suffering, and become a buddha. According to tradition, the cremated remains of the Buddha were divided into nine groups, and memorial stupas (shrines with domed roofs topped with a spire) were created to house them as places of worship. Some 230 years later, King Asoka is said to have divided the nine groups of relics into 84,000, which he used to create stupas throughout India. This custom spread with the transmission of Buddhism throughout Asia. At some point, polished pebbles, stones, bits of sand-worn glass, and possibly bits of bone from high-ranking Buddhist priests began to serve as substitutes for actual relics from the Buddha. This Buddhist reliquary takes the shape of a wish-granting jewel (hōju). Such jewels are frequently encountered as an attribute of Buddhist deities and symbolize their ability to respond to the prayers of devotees.",
  "title": "Buddhist Reliquary in the Shape of a Wish-Granting Jewel"
}
