{
  "accession_number": "2006.43.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "596",
  "department": "Asian Art",
  "description": "two standing bodhisattvas cast in three-quarter relief in front of a petal-shaped mandorla rising to a slender point and engraved with flame motifs, each slender deity with serene expression, shown standing with one arm held up close to the chest and the other arm held down at the waist, holding lotus-bud shaped objects in each hand, wearing simple monastic robes falling in graceful pleated folds to the top of the bare feet resting on a domed lotus-petal plinth, with hair gathered into a high topknot behind a simple crown, and with an engraved halo of petals around the head and a simple nimbus framing the body, raised on a table-form pedestal with angled legs at the corners lightly encrusted with a smooth dark grayish-green patina overall showing spots of bright malachite green and touches of reddish cuprite",
  "dimension": "8 x 3 15/16 x 1 3/4 in. (20.32 x 10 x 4.45 cm)",
  "id": "http://api.artsmia.org/objects/99734",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6761,
  "image_width": 5409,
  "inscription": "Inscription\r\n\r\non PR side of base and back of base, incised: 22-character inscription",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Votive stele",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "The formative phase of Chinese Buddhist sculpture is well represented in small, portable votive bronze images such as this. The linear drapery folds and flame motifs of the mandorla (body halo) indicated by little more than incised lines suggest that artists may have worked from drawings or sketches carried back by pilgrims from holy sites in India. This Chinese penchant for combining linear calligraphic surface decoration with sculptural form began to change however in the sixth century toward a more fully, three-dimensional, sculptural style accentuating mass, volume, and naturalism over stylized lineation.\r\n\r\nDated by inscription to 596, the stele features two standing Bodhisattvas wearing simple, monastic robes in front of a petal-shaped mandorla. The table-form pedestal bears a twenty-two-character inscription including a cyclical date, the name and title of the donor, and the person to whom the piece was dedicated.",
  "title": "Votive stele"
}
