{
  "accession_number": "2006.43.2.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "4th-3rd century BCE",
  "department": "Asian Art",
  "description": "elongated oval form covered in orange-red lacquer on the interior, with a wide border of wing-and-scroll motifs in a complex repeating pattern painted in red on a dark brown ground around the inner mouth-rim and with a narrower rendition of the same border around the outer mouth-rim continuing along the flat outer edges of the flaring wing-shaped handles which are painted on top with detached scroll motifs, and painted on one handle, with a running deer on one handle, the other handle with a long-tailed bird with wings displayed, the underside covered with dark brown lacquer, the edge of the oval platform base with a narrow red border",
  "dimension": "2 x 7 5/16 x 5 7/8 in. (5.08 x 18.57 x 14.92 cm)",
  "id": "http://api.artsmia.org/objects/99735",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3876,
  "image_width": 4524,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red and dark brown lacquer on a wooden core",
  "nationality": null,
  "object_name": "Cup with winged handles, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "4th-3rd century BCE",
  "text": "Shallow, elliptical cups of elongated form with paired rim handles (called \"ears\") were popular during the Eastern Chou (770-221 b.c.) and Han dynasties (206 b.c.-220 a.d.). Lacquer \"ear cups\" of this distinctive form with wing-shaped handles were produced only during the late Eastern Chou period in the state of Chu. The rims are decorated inside and out with a wide border of wing-and-scroll motifs in a repeating pattern in red on a dark brown ground. The top of the flared wing handles are decorated with detached scroll motifs with a running deer on one handle and the other handle a long-tailed bird. Similar vessels have been excavated from a tomb at Chiang-ling in Hubeh province and they are believed to have been used for drinking wine.",
  "title": "Cup with winged handles, one of a pair"
}
