{
  "accession_number": "2006.35",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "six underglazed-painted tiles with stylized flowers and leaves on scrolling vines; red earthenware with white slip and cobalt, turquoise and white design",
  "dimension": "23 3/16 x 45 3/4 x 1 11/16 in. (58.9 x 116.21 x 4.29 cm)",
  "id": "http://api.artsmia.org/objects/99789",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2640,
  "image_width": 4978,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Slip covered earthenware with underglaze painted cobalt blue and turquoise decor",
  "nationality": null,
  "object_name": "Tiled Arch",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Mughal period (1526-1857)",
  "text": "God is the Light of the Heavens and the Earth\r\nThe example of His light is that of a niche, in which there is a lamp\r\n– Surah An-Nor (“The Light”) 24:35\r\n\r\nThis Qur’anic verse compares God’s divine light with that of a lamp glowing within a niche, and is often featured encircling the mihrab, a recessed space in a mosque that indicates the direction of prayer towards Mecca. Although these two artworks did not arise from specifically religious contexts, in combination they give form to this important Islamic concept.\r\nThe tiled arch, perhaps from a palace, demonstrates the profusion of Islamic ceramic traditions in South Asia. The lyrical flower and vine motifs recall the atmosphere of al-Janna, or Garden of Eden, profusely described in over 130 Qur’anic verses. The vase is European, created by French ceramicist Théodore Deck, whose creative process involved emulating designs from what was then called the ‘Orient.’ He masterfully combined many of the glazes and patterns seen in the cases behind, laying them onto the form of a mosque lamp, which in Islamic contexts would have been made of glass. The Arabic script is ornamental, or pseudo-calligraphy, not intended to be read.",
  "title": "Tiled Arch"
}
