{
  "accession_number": "2006.35",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": "Pakistan",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "six underglazed-painted tiles with stylized flowers and leaves on scrolling vines; red earthenware with white slip and cobalt, turquoise and white design",
  "dimension": "23 3/16 x 45 3/4 x 1 11/16 in. (58.9 x 116.21 x 4.29 cm)",
  "id": "http://api.artsmia.org/objects/99789",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2640,
  "image_width": 4978,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Slip covered earthenware with underglaze painted cobalt blue and turquoise decor",
  "nationality": null,
  "object_name": "Tiled Arch",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "One of the glories of Islamic architecture is the use of decorated tiles to embellish both the interiors and exteriors of important buildings. Styles and techniques varied tremendously from production center to production center such as Kashan and Isfahan in Persia (Iran), Iznik in Turkey or Sarargand in Uzbekistan. During the seventeenth and eighteenth centuries, the Mughal court in north India influenced the art of Sind and the Punjab. This is reflected in the decorative vocabulary of ceramic tile work when the Mughal preference for elegant, naturalistic floral elements began to appear. Probably originally positioned above an arched window or niche, this assembly is painted in shades of cobalt blue, turquoise, and white-the distinctive color palette of Multan now in present day Pakistan.",
  "title": "Tiled Arch"
}
