{
  "accession_number": "2015.79.438a-e",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 821",
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "studded helmet with short visor at front and four-tiered, wide spreading laced neck guard; curving face protectors with decorated buckskin, studs, and crests; heraldic metal disc with Sanskrit characters for the Buddhist deity Fudo; pair or thin, bladelike metal kuwagatas at front center with heart cutouts; neck guard held together with green ties; ochre colored knots around borders; has wooden stand",
  "dimension": "30 5/16 × 21 7/8 × 15 1/4 in. (77 × 55.5 × 38.74 cm) (on mount, wings erect)",
  "id": "http://api.artsmia.org/objects/99973",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3401,
  "image_width": 2617,
  "inscription": "on brass disk, in Sanskrit (component b): [Fudō]",
  "life_date": null,
  "markings": "",
  "medium": "Iron, gilt copper, deerskin, silk, and lacquer",
  "nationality": null,
  "object_name": "Helmet (kabuto)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G219",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "With its wide-spreading laced neck guard (shikoro) and curving face protectors (fukikaeshi), this helmet is typical of the type used with Japan's classic armor for mounted warriors, o_yoroi, constructed by lacing metal or leather pieces together. The heraldic front pieces of this example are particularly dramatic, with extremely long kuwagata (stylized long blades). The central disk is emblazoned with the Sanskrit characters for the Buddhist deity Fudo_ Myo_-o_, \"the immovable king of brightness.\" Thus, the owner of this helmet hoped that the fierce implacability of this demigod would accompany him into battle.",
  "title": "Helmet with ornament bearing seed syllable for Fudō Myōō"
}
