{
  "accession_number": "P.75.51.302",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunisada; Artist: Utagawa Hiroshige; Publisher: Maruya Kyūshirō; Carver: Yokogawa Takejirō",
  "catalogue_raissonne": "S0432-039; T79-39",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1855, 4th month",
  "department": "Asian Art",
  "description": "",
  "dimension": "14 3/4 × 10 3/16 in. (37.5 × 25.8 cm) (image, vertical ōban)",
  "id": "http://api.artsmia.org/objects/61078",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2741,
  "image_width": 1907,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "date seal: 卯四 {u yon} (Hare 4) | censor seal: 改 {aratame} (inspected) | carver\\'s seal: {Yokogawa hori Take} | publisher\\'s seal:",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Fifty-three Stations by Two Brushes (Sōhitsu gojūsan tsugi 雙筆五十三次)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in toshidama cartouche: 豊國画 {Toyokuni ga} | 廣重画 {Hiroshige ga}",
  "style": "19th century",
  "text": "Minamoto Yoshitsune was a warrior who lived in the late 12th century. His father was killed by a rival clan when he was a child and, together with his mother and brother, he was sent into exile. As a young adult he became a powerful warrior and avenged his father's death. Later, however, he was betrayed by his brother and died at the age of thirty, becoming one of Japan's great tragic heroes. Many legends arose about Yoshitsune's life, and these became popular themes for Kabuki and puppet plays. One such story involves the beautiful daughter of a wealthy man in the town of Yahagi near the great bridge of Okazaki pictured by Hiroshige in this print. Known as princess Jo_ruri, the woman is said to have had a one-night love affair with the young Yoshitsune. Later, when he was ill and exhausted from combat, she nursed him back to health. Here, the two young lovers are depicted by Kunisada as if sneaking off for a secret tryst.",
  "title": "Okazaki"
}
