{
  "accession_number": "2002.48.3",
  "artist": "Artist: Liu Yuanqi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1601",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "",
  "dimension": "131 5/8 x 39 in. (334.33 x 99.06 cm) (image)\r\n135 x 60 in. (342.9 x 152.4 cm) (without roller, approximate)",
  "id": "http://api.artsmia.org/objects/61314",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 1562,
  "inscription": "",
  "life_date": "1555 - after 1632",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Liu Yuanqi was a pupil of Qian Gu (1508-78) who, in turn, was a direct disciple of Wen Zhengming (1470-1559), one of the four great masters of the Wu school. Not surprisingly, this painting accords well with sixteenth-century Suzhou literati values and ultimately the late style of Wen Zhengming.\r\nThis large scroll, intended for a main hall (<I>da zhongtang<I>), is one of Liu's earliest and most ambitious paintings. The majority of his output was on a small, intimate scale, and this monumental scroll, nearly eleven feet high, appears to have been his masterwork. A lone scholar is shown crossing a small bridge in the bottom foreground. He gazes up past a rustic retreat toward a pavilion situated high on a rocky promontory in front of a cascading waterfall. In spite of the densely patterned surface, the composition is clearly articulated and the brushwork generally relaxed and easy. The basic theme, flattened and somewhat mannered trees, pictorial structure, and dotted textures are all reminiscent of the ink landscapes produced by Wen Zhengming during the last decades of his career.",
  "title": "Scholar in Landscape"
}
