{
  "accession_number": "2002.48.2",
  "art_champions_text": null,
  "artist": "Artist: Zhu Ben",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1792",
  "department": "Asian Art",
  "description": "young man wearing pale blue garment, seated on a chair in a pavillion, surrounded by trees, rocks and flowers, outdoors; albums next to wall behind man; 4 blocks of text on separate sheets mounted with painting",
  "dimension": "47 7/16 x 20 7/16 in. (120.49 x 51.91 cm) (image, central image)\r\n97 1/8 x 30 3/4 in. (246.7 x 78.11 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/61313",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5198,
  "image_width": 1964,
  "inscription": "",
  "life_date": "Chinese, active early 19th century",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This rare portrait depicts the brilliant literatus Juan Yuan (1764-1849) as a young twenty-eight year old official in his retreat. His simple, open studio, surrounded by trees and rocks is rendered in natural colors, with subtle shading, accurate detail, and a sense of space. This \"illusionism\" is in direct contrast with the flat, composition seen in the earlier ink painting of a scholar and banana tree shown here. The Juan Yuan portrait is, in fact,  a synthesis of western and Chinese painting introduced to the Chinese court by the Jesuit artist, Castiglione (1688-1706).\r\nEven though they were members of a missionary expedition, Ricci and Castiglione were both genuinely interested in Chinese culture. They learned the language, adopted Chinese names, dressed in scholars robes, and integrated well with Peking intellectual circles. Father Ricci was the first Jesuit to speak, as well as read and write classical Chinese, and the first westerner to translate the Confucian classics into a European language. Ricci was the first westerner invited into the Forbidden City and, although he never met the Wan-li emperor (1573-1619), the emperor did grant Ricci a generous stipend for the Jesuits.",
  "title": "Portrait of the Scholar Juan Yuan"
}
