{
  "accession_number": "2002.48.3",
  "art_champions_text": null,
  "artist": "Artist: Liu Yuanqi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1601",
  "department": "Asian Art",
  "description": "",
  "dimension": "131 5/8 × 39 in. (334.3 × 99.1 cm) (image)\r\n169 3/4 × 48 in. (431.2 × 121.9 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/61314",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 1562,
  "inscription": "",
  "life_date": "1555 - after 1632",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "A thatched hut is depicted in the mountains near the middle of the painting, exposed among the trees, while a waterfall cascades before it. This is the home of a hermit, but the only figure we can see within the hut is his servant. There is a table and books in the study, but it is otherwise empty. He is probably out in the mountains somewhere, spending time in nature or gathering herbs, a popular pastime within the spirit of eremitism. Meanwhile, a lone scholar crosses the bridge near the bottom of the painting, on his way to visit the hermit only to find the recluse not at home.\r\n\r\nThe theme portrayed here—visiting a recluse and not finding him in—was popular in earlier Tang dynasty poetry. Generally, of course, this discovery would be disappointing to a traveler. However, scenes like this imply a different perspective: the scholar will be satisfied with the experience whether his friend is home or not. The journey itself seems to be the most important part of the visit, as he leaves his busy life to enjoy the tranquility of nature and temporarily experience the hermit lifestyle.",
  "title": "Scholar in Landscape"
}
