{
  "accession_number": "2002.50.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1350",
  "department": "Asian Art",
  "description": "blue and white; rounded sides; aquatic plants at center; bands of floral sprays and scroll at edge; lotus petal with circle and scroll motif around outer edge",
  "dimension": "2 1/16 x 11 5/16 x 11 5/16 in. (5.24 x 28.73 x 28.73 cm)",
  "id": "http://api.artsmia.org/objects/61368",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3801,
  "image_width": 3928,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with cobalt blue décor under clear glaze",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Kubilai Khan, founder of the Yuan dynasty (1280-1368), established his capital at Peking and its magnificence soon attracted merchants and craftsmen from Asia and Europe. Trade was heavily promoted and the famous underglaze blue painted porcelain made at the great ceramic metropolis of Ching-te-chen in Kiangsu province, quickly gained popularity in the markets of Southeast Asia, the Middle East, and eventually Europe.\r\nUnder the clear, protective glaze, elaborate designs were painted in perfectly controlled cobalt blue. Decoration included a wide repertoire of flowered scrolls, water-weed ponds, phoenix, striding dragons, and peacocks. These crowded subjects were alien to Sung (960-1279) taste with its preference for simple, subtle, monochromatic glazes. The general effect of the new style was rich and full of life. This dish was reportedly discovered in Sulawese Indonesia. It was likely part of the early trade in Chinese blue-and-white porcelain which penetrated the lucrative markets of Southeast Asia famous for their spice trade.",
  "title": "Dish"
}
