{
  "accession_number": "2002.89.5.1-12",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1847",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "12 purple soft-bound volumes in 2 blue covers; crisp, linear illustrations interspersed in text; mainly overhead views of villages",
  "dimension": "11 1/4 x 7 1/8 x 4 in. (28.58 x 18.1 x 10.16 cm) (cover)\r\n11 1/4 x 7 x 3 3/4 in. (28.58 x 17.78 x 9.53 cm) (cover)",
  "id": "http://api.artsmia.org/objects/61429",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodblock print on white paper (12 volumes complete)",
  "nationality": null,
  "object_name": "Book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Designed by Ch'en Lang-shan and printed in Yang-chou in 1847, this autobiographical travelogue called the Hung-hsueh yin yuan Y'u-chi consists of 240 illustrated entries covering incidents in the life of the author while incorporating subjects like ancient routes, mountains, historic places, natural wonders, climate and social customs into the story. The author, Lin Ch'ing (1791-1846), was a Manchurian noble who earned his chin-shih degree in 1809, worked for the Grand Secretariat, and served as a government official in five different provinces. He was a keen observer of his surroundings and he loved to travel. His writing is colorful and generally accurate.\r\n\r\nThe text is carved in an elegant hsieh-ko style as close to natural handwriting as possible. This calligraphic form was popular from the mid-Ch'ing dynasty on. The illustrations of landscapes, portraits, architecture, gardens, and genre scenes are well-designed and meticulously carved. The work is divided into three series, each beginning with a portrait of the author followed by 80 illustrations. The first printings, describing incidents in Lin's life up to the age of fifty were printed in 1839 and 1841 without illustrations. The third series was completed in the year Lin Ch'ing died. His sons brought the three parts together in 1847 and printed it with illustrations. This work, with its carefully executed woodcuts and rich literary and historical allusion, became treasured by collectors.",
  "title": "The Pictorial Travelogue of Lin Ch'ing"
}
