{
  "accession_number": "2002.92.2",
  "art_champions_text": null,
  "artist": "Calligrapher: Yun Shi; Painter: Zhang Tian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Wurtele Chinese Paintings Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "2 fans mounted as hanging scroll; top fan is calligraphy, in black; bottom is lush landscape with water at R, man fishing at center bottom and buildings in ULC",
  "dimension": "73 x 26 1/4 in. (185.42 x 66.68 cm) (overall, without roller)\r\n10 x 20 15/16 in. (25.4 x 53.18 cm) (single element, top fan)\r\n10 x 21 7/16 in. (25.4 x 54.45 cm) (single element, bottom fan)",
  "id": "http://api.artsmia.org/objects/61426",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese, 19th century",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Decorated fans, both pictorial and calligraphic, were particularly appropriate to the literati spirit. While folding fans were decorated by a number of important artsts, they fit the scholar-amatuer ideal of informal, intimate and less serious painting. However, the unusual and uncompromising format could also provoke highly original compositions.\r\nThe landscape painting by Chang-tian displays formal elements and brushwork that show allegience to the mainstream Ch'ing orthodox literati tradition. Both the landscape and calligraphic fans were removed from their bamboo stays and mounted for display purposes as a hanging scroll. As such, their original use as small, personal works of art viewed primarily by their owner has been fundamentally altered to one of wall decoration appropriate to a scholar's studio.",
  "title": "Untitled (landscape and calligraphy)"
}
