{
  "accession_number": "2002.91.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-12th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "saucer shape with raised lip and raised central platform; incised designs of birds and flowers on bottom at edge and top, with floral petal design around central platform",
  "dimension": "7/8 x 6 11/16 x 6 11/16 in. (2.22 x 16.99 x 16.99 cm)",
  "id": "http://api.artsmia.org/objects/61437",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Sticker\r\n\r\nOn bottom, in black: [93]",
  "life_date": null,
  "markings": "",
  "medium": "Gilt silver with incised, chased, and repoussé decoration",
  "nationality": null,
  "object_name": "Cup Stand",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-12th century",
  "text": "This type of dish-shaped cup stand was immensely popular during Song and a great many made of porcelain have survived along with the small pedestal wine and tea cups they were made to support. The wide flat rim of this stand is divided into five lobes by subtle notches in its bead molded edge. The cup support platform in the center is decorated in repoussé technique with a ring of lotus petal lappets around its edge while the interior is incised with lotus seed motifs and stippled details to simulate the top of a lotus pod. The dish and its rim are further decorated with a finely engraved floral scroll including tiny mandarin ducks against a ring-punched ground. While gilded silver is a technique usually associated with Song and later dynasties, the exquisitely engraved tendril décor seen here is more in keeping with Tang (618-906) taste in gold and silver utensils. Such a stand would have originally been made with a matching gilt silver cup.",
  "title": "Cup Stand"
}
