{
  "accession_number": "2002.190",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Harriet Hanley Estate",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1805",
  "department": "European Art",
  "description": "painting and embroidery on fabric; tan and gold tent at R; kneeling, crouching, supplicating figures emerging from tent; 2 soldiers with black and red plumes on their helmets at L",
  "dimension": "24 3/4 x 27 1/8 in. (62.87 x 68.9 cm) (sight)\r\n28 1/4 x 30 1/2 in. (71.76 x 77.47 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/61453",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3529,
  "image_width": 3947,
  "inscription": "Inscriptions\r\n\r\nOn back, in black: [FRANK WARD/No. 3B]\r\nOn back, in blue: [FRANK WARD]",
  "life_date": null,
  "markings": "On back, label with handwritten title",
  "medium": "Silk, pigment; embroidery, painting",
  "nationality": null,
  "object_name": "Needlework",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The imagery of this piece was inspired by a design by the renowned French painter Charles Le Brun (1619-1690) who was commissioned by Louis XIV to create a painting based on the life of Alexander the Great. Le Brun chose to illustrate the scene in which Alexander demonstrates his generosity and kindness toward the family of the Persian king, Darius III, whom he has just defeated in the battle of Issus. The resulting image, Queens of Persia at the Feet of Alexander , received both royal favor as well as critical acclaim by the leading art critics of that time. In the late 1660s Le Brun adapted the design to serve as a cartoon for a tapestry woven by the Gobelins manufactury, one of the most important tapestry centers in Europe.\r\n\r\nMore than a century later, an anonymous needleworker adapted Le Brun's tapestry design to create this elegant and unusual picture. The use of lustrous silk and a variety of embroidery stitches convey the rich texture of garments and foliage. The delicate, painted details emphasize the expressiveness of the facial features and contribute an ethereal quality to the background.",
  "title": "The Family of Darius at the Feet of Alexander"
}
