{
  "accession_number": "2002.93",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "563",
  "department": "Asian Art",
  "description": "central large standing figure flanked by 2 smaller standing figures; dragons flank central figures feet and dragon at top center; 4 floating figures with trailing drapery at top; pigment traces",
  "dimension": "25 1/4 x 11 x 5 11/16 in. (64.14 x 27.94 x 14.45 cm)",
  "id": "http://api.artsmia.org/objects/61570",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8653,
  "image_width": 6181,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black limestone with traces of pigment",
  "nationality": null,
  "object_name": "Stele",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "While small in scale, this exquisitely carved stele displays the full iconography found on larger Buddhist statues of the same theme. In addition to the central Maitreya image with its incised halo and flanking bodhisattvas, apsaras and dragons appear at the top and bottom of the flame-shaped mandorla. The small figures on lotuses at the feet of the bodhisattvas represent the new souls being born in the Western Paradise of Amitabha Buddha. The neatly carved sixty-nine-character inscription on the rear of the stele names the donors who commissioned the piece and had it dedicated in 563.\r\n\r\nThe cult of Maitreya (the Buddha of the Future) had a strong following by the sixth century. Known as the \"compassionate one\" and emblematic of universal love, Maitreya, according to Buddhist scriptures, is going to succeed Sakyamuni, the historical (or present) Buddha, as the Buddha of the coming age. Maitreya resides in Tusita heaven where he preaches to apsaras. While in theory he is only a bodhisattva, during the late Six Dynasties period (220-589), he was often portrayed as a Buddha flanked by bodhisattvas, befitting his future status.\r\n\r\nTranslation:\r\n\r\nIn the second year of the Ho-ch'ing reign [563 CE] Zhao Tan Kui's mother passed away. Her children Kang Nuta, Ar Hsing, and Nien Jen and others, all devout Buddhists, had reverently commissioned a stele of Maitreya in the early days of the autumn in the first year of Heqing[562 CE]. May this bring salvation to the ancestors, all seven generations of the family, including the existing members, who worship devoutly.\r\n\r\nThe temple masters, Monk Kui, Monk Jian.",
  "title": "Stele of Maitreya Buddha"
}
