{
  "accession_number": "2002.90.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Curtis Dunnavan Asian Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1190",
  "department": "Asian Art",
  "description": "carved low-relief floral design on top; stamped design on sides; 3-line inscription, in black, on bottom; white, tan, black and green glazes on top; green glaze on sides",
  "dimension": "3 7/8 x 11 x 5 3/4 in. (9.84 x 27.94 x 14.61 cm)",
  "id": "http://api.artsmia.org/objects/61719",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2448,
  "image_width": 3264,
  "inscription": "",
  "life_date": null,
  "markings": "Sticker\r\n\r\nOn bottom: dealer\\'s sticker",
  "medium": "Cizhou ware Stoneware with molded, incised, and sgraffito decoration on white slip under green, yellow, and clear lead glaze",
  "nationality": null,
  "object_name": "Pillow",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Ceramic pillows were produced over several centuries throughout China, but the northern Cizhou kilns supplied a volume and variety greater than all others. In addition to the predominant black and white designs, were Cizhou pillows decorated with colorful lead-silicate glazes in a technique that first flourished in the eighth century during the Tang dynasty. Called sancai or \"three-color\" ware, this technique usually combined green and yellow glazes on a cream slip to produce a three color effect.\r\n\r\nThe décor of this quadrangular pillow is clearly articulated with a finely carved white lotus blossom surrounded by large stylized green leaves against a black ground. On the bottom, is a rare twenty-three character brushed ink inscription dating the piece to \"the first year of the emperor Ming Zhang's reign in the twelfth month of year gengwu.\" This accords with 1190 CE of the Jin dynasty. The name Liu Zhongyi also appears along with a partially obscured honorific title. Self-dated ceramics are extremely rare and this inscription points to the importance such works held for the well-furnished tomb.",
  "title": "Pillow"
}
