{
  "accession_number": "2002.90.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-12th century",
  "department": "Asian Art",
  "description": "shallow dish with flat bottom; small scallop-edged flange; incised flower and foliage decorations on flange and interior bottom; curvalinear design at rim",
  "dimension": "1 3/16 x 4 3/16 x 3 1/2 in. (3.02 x 10.64 x 8.89 cm)",
  "id": "http://api.artsmia.org/objects/61721",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huazhou-type ware Gilt silver with incised and chased décor",
  "nationality": null,
  "object_name": "Gilt Silver Brushwasher",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-12th century",
  "text": "Some of the earliest Chinese white wares were fashioned after contemporary silver utensils. Considered similarly attractive, the lustrous white porcelains of late Tang and Song (960-1279), while more fragile than the gold or silver vessels they emulated, were nevertheless cheaper and easier to maintain. \r\nA type of brushwasher popular during the Song comprised of a circular bowl with a flat flanged handle of crescent shape is shown here in different materials; gilt silver and porcelain. The metal vessel is extensively engraved with peony and foliate scroll motifs against a stippled ground on its handle and flat base. The porcelain washer is exactly the same size and has a fish holding a foliate scroll in its mouth in thread relief decorating its handle. The close formal relationship between the two vessels is obvious, but where the gilt silver vessel would have been affordable only to the upper class, the equally refined and tasteful porcelain brushwasher would have been available to a larger segment of Chinese society.",
  "title": "Gilt Silver Brushwasher"
}
