{
  "accession_number": "2002.90.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "tall, slightly outward-flaring form, with inward-flaring shoulder to narrow mouth with ring; white with bands of brown floral designs",
  "dimension": "15 1/4 x 6 3/8 x 6 3/8 in. (38.74 x 16.19 x 16.19 cm)",
  "id": "http://api.artsmia.org/objects/61723",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3264,
  "image_width": 2448,
  "inscription": "",
  "life_date": null,
  "markings": "Sticker\r\n\r\nOn bottom: dealer\\'s sticker",
  "medium": "Cizhou ware Stoneware with painted black décor on white slip under a clear glaze",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "A great number of meiping with painted decoration were made for use as wine jars from the twelfth through fourteenth centuries. Various Cizhou kilns in the north produced designs painted in black against a white slip and it is possible that the similarity to ink painting accounted in part for this ware's popularity. Vessels of this tall, elongated shape, with sharply turned-back rim were frequently decorated with feathery, frond-like patterns comprised of short, flickering brush-strokes. This distinctive painting style has been associated with wares made at kilns in Yuxian in Henan province. The spontaneous, casual brushwork characteristic of much painted Cizhou ware is less evident in this rather carefully painted, beautifully preserved example. The lower register is decorated with bisected lotus petals and the entire design is protected under a clear glaze. The dating of the vessel is confirmed by a thermoluminessence test.",
  "title": "Meiping Vase"
}
