{
  "accession_number": "2002.90.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-12th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "large vase with flat foot, outward-flaring shoulder; tapering thick-walled neck with 2 rings; pale blue glaze",
  "dimension": "20 1/2 x 12 1/4 x 12 1/4 in. (52.07 x 31.12 x 31.12 cm)",
  "id": "http://api.artsmia.org/objects/61722",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3264,
  "image_width": 2448,
  "inscription": "",
  "life_date": null,
  "markings": "Sticker\r\n\r\nOn bottom: dealer\\'s sticker",
  "medium": "Porcelain with transparent glaze",
  "nationality": null,
  "object_name": "Long-necked vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-12th century",
  "text": "Porcelain produced during the Liao dynasty (916-1125) is relatively rare and this elegant vessel is further distinguished by its large size and fine condition. Stoutly potted of ovoid form with a full cylindrical neck, its decoration consists of only two thread relief bands on the shoulder and neck and a rolled-out lip rim. It stands on a flat, rimless foot and its finely crackled, transparent glaze reveals a smooth porcelain body. The unevenly applied glaze has pooled in areas around the shoulder affecting a greenish-blue tone where the glaze has thickened\r\nWhile both the Ding and the Cizhou kilns in north China came under Khitan control with the founding of Liao, white wares remained in production. Early Ding porcelains often have a blue-tinged glaze distinct from the yellowish tint characteristic of later Ting ware. This color shift was due to a change in kiln fuel from wood to coal which occurred sometime around the tenth century. A large vase of similar form has been excavated from a Liao tomb in Fa ku county, Liaoning province.",
  "title": "Long-necked vase"
}
