{
  "accession_number": "2002.89.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "Asian Art",
  "description": "2 separate lacquer covers (black on exterior, red on interior); maroon covering cloth; separate leaves with white Tibetan text on one side, text flanked by drawings on opposite side of most leaves",
  "dimension": "4 5/8 x 26 1/16 x 8 3/4 in. (11.75 x 66.2 x 22.23 cm) (overall, closed)",
  "id": "http://api.artsmia.org/objects/61746",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2318,
  "image_width": 6617,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors, gold and silver on blue-black paper",
  "nationality": null,
  "object_name": "Book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "This sacred text, or sutra (literally translated as “thread”), consists of 297 rectangular, double-sided indigo-dyed pages, embellished with silver and gold script, and interspersed with over 600 miniature paintings. Such elaborate manuscripts were more worshipped as the embodiment of wisdom than actually read. It would have been wrapped in a silk cloth, protected by wooden book covers, and likely stored in the library, along with other offerings, at the Tsurpu Monastery in Tibet. \r\nThis lavish commission is attributed to the time of Lama (teacher) Chodrak Gyatso (c. 1450–1506) of the Kagyupa order of Tibetan Buddhism. Founded in the 1100s, the Kagyupa order was one of four primary political and spiritual schools ruling Tibet. The manuscript lists the “1002 Buddhas of Our Fortunate Era,” including some of those of the Kagyupa order.",
  "title": "The Bhadrakalpika Sutra"
}
