{
  "accession_number": "2002.94",
  "artist": "Artist: Cai Jia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1722",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "towering rock formations in clouds at top; river at center; bearded figure at center bottom looking at waterfall in LLC; 2 other figures between trees",
  "dimension": "113 1/16 x 41 1/16 in. (287.18 x 104.3 cm) (image)\r\n146 1/4 x 51 in. (371.48 x 129.54 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/61823",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6550,
  "image_width": 2444,
  "inscription": "",
  "life_date": "1686-after 1756",
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This towering landscape, nearly ten feet in height, is considered one of Cai Jia's greatest efforts. Barely perceptible in the rocky foreground, a scholar sits meditatively transfixed by a rushing waterfall. High above the twisted knot of contorted trees sheltering him, great vertical shafts of rock pierce layers of clouds reaching unimaginable heights. Every aspect is painted in meticulous detail with carefully applied texture strokes, subtle colors, and exquisite lineation. While the foreground is in general accord with Cai Jia's orthodox style, the bizarre mountain formations with their extreme verticality, curious grottos, and rocky outcroppings lend an eccentric air to the upper reaches of the composition.\r\n<P>Born in Danyang, Jiangsu, Cai Jia was already famous by the age of thirty. He lived and worked in Yangzhou where he was well accepted by the artistic community. In spite of his skill, professional standing, and sizeable body of work, little is known about his life or artistic personality, including his birth and death dates. His own inscriptions on paintings place him clearly in the orthodox tradition of the Four Wangs and the form and techniques of much of his work derives from Wang Hui (1632-1717). On the other hand, Cai associated with Yangzhou's eccentric artistic fringe, which may account for this mildly eccentric composition. The painting also reinforces Cai Jia's status as an important exponent of the archaic blue-green landscape tradition.\r\n",
  "title": "Landscape with Scholar Viewing a Waterfall"
}
