{
  "accession_number": "2002.117a-p",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Murray; Publisher: Universal Limited Art Editions (ULAE); Author: Anne Waldman",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988-1990",
  "department": "Arts of the Americas",
  "description": "13 etchings and lithographs printed opposite letterpress poems on folded pages; pages inside a paper cover and green box; pages numbered",
  "dimension": "12 11/16 x 10 3/16 x 1 3/4 in. (32.23 x 25.88 x 4.45 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/61859",
  "image": "invalid",
  "image_copyright": "©2011 The Murray-Holman Family Trust %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date, Stamp",
  "life_date": "American, 1940-2007",
  "markings": "LRQ at bottom edge, R of center, each numbered page: [ULAE intertwined)]",
  "medium": "Color etchings, lithographs, letterpress",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "[Pace Prints, New York]; sold to MIA, 2002.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC of each numbered page in pencil: [Anne Waldman]\r\nLRC of each numbered page: [Elizabeth Murray 88-90]",
  "style": "20th century",
  "text": "Long recognized as one of America's preeminent painters, Elizabeth Murray has also been active as a printmaker and draftsman. In Her Story, Murray collaborated with acclaimed American performance-poet Anne Waldman (born 1945) to create a highly personal and consciously feminine reaction to modern life.  Murray's engaging color prints, which may at first glance seem like abstract compositions, are actually amalgams of recognizable subject matter--cups and saucers, chairs, paint brushes, and human figures-that she uses as starting points for her visual and emotional explorations of her environment.\r\n\r\nLike her oil paintings, Murray's prints are vividly colored, exuberantly decorative, and strongly sculptural in feeling. And while her images reveal an obvious penchant for elaborate geometric arrangements of form and color, it is Murray's emotional reaction to the world and its physicality that lies at the heart of her work and lends it such a potent vitality.",
  "title": "Her Story"
}
