{
  "accession_number": "2002.84.9",
  "art_champions_text": null,
  "artist": "Artist: Mark Gardner",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift from the Collection of John and Robyn Horn",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Arts of the Americas",
  "description": "rounded lozenge-shaped vessel with rounded foot; small mouth; pair of small decorative handles; incised bands of geometric designs overall; black",
  "dimension": "9 9/16 x 3 5/8 x 3 5/8 in. (24.29 x 9.21 x 9.21 cm)",
  "id": "http://api.artsmia.org/objects/61876",
  "image": "valid",
  "image_copyright": "© Mark Gardner",
  "image_height": 3404,
  "image_width": 1571,
  "inscription": "Signature and Date",
  "life_date": "American, born 1973",
  "markings": "",
  "medium": "Pear wood, dye",
  "nationality": "American",
  "object_name": "Black vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Mark / Gardner / 3-01]",
  "style": "21st century",
  "text": "Mark Gardner, influenced by his father's wood working hobby, began making furniture at the age of sixteen. When his father took a wood turning class a few years later, Gardner recognized and embraced the immediacy that wood turning offered, compared to furniture construction. In 1996, shortly after graduating with a B.F.A. in theater design and production from the University of Cincinnati, Gardner finally took a wood turning class at the Arrowmont School of Arts and Crafts in Tennessee, where he learned foundational turning skills that inform his work to this day. \r\n\r\nThe dyed black surface of Gardner's vessel hides the grain of the pear wood. Additional surface embellishments in the form of precisely carved and repeating geometric patterns that blanket almost the entire exterior give the impression that the object is composed of two distinct objects: a vessel--whose smooth top emerges--and an enveloping patterned case.",
  "title": "Black vessel"
}
