{
  "accession_number": "2002.84.37",
  "art_champions_text": null,
  "artist": "Artist: Peter Petrochko",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": null,
  "country": null,
  "creditline": "Gift from the Collection of John and Robyn Horn",
  "culture": null,
  "curator_approved": 0,
  "dated": "December 1993",
  "department": "Arts of the Americas",
  "description": "rectangular block made up of asymmetrical wedges joined together; scattered irregular openings; rough texture on sides",
  "dimension": "8 1/16 x 6 7/16 x 4 1/2 in. (20.48 x 16.35 x 11.43 cm)",
  "id": "http://api.artsmia.org/objects/61962",
  "image": "valid",
  "image_copyright": "© Peter Petrochko",
  "image_height": 4015,
  "image_width": 4022,
  "inscription": "Signature, Title, Date and Inscription\r\n\r\non bottom, incised: [WHITE ASH, USA / SPLIT WOOD SERIES / Peter Petrochko / DEC. 1993 (c)]",
  "life_date": "American, born 1948",
  "markings": "",
  "medium": "White ash wood",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "see inscription",
  "style": "20th century",
  "text": "Peter Petrochko's white ash sculpture inspires the viewer to think about the ways in which raw materials become objects. It was made from a single log section, deconstructed and then recomposed as a collection of various irregular geometric shapes, with surfaces that feature rough and smooth textures. Petrochko began using wood as his artistic medium of choice as a result of his studies in architecture at the University of Cincinnati and his work in fine arts at Silvermine College of Arts in Connecticut. From Petrochko's \"Split Wood Series,\" the sculpture calls to mind the splitting of wood with an axe through its rough-hewn exterior surfaces, while its smooth top and interior spaces are carefully sanded, and thus, requisite of additional detailed labor. Although the precision of Petrochko's geometric puzzle at first appears industrially engineered, the juxtaposition of different surfaces draws attention to the artist's thoughtful planning and execution.",
  "title": "Split Wood Series"
}
