{
  "accession_number": "2002.84.44",
  "art_champions_text": null,
  "artist": "Artist: Jack R. Slentz",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift from the Collection of John and Robyn Horn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Arts of the Americas",
  "description": "disc-shaped section with off-center rectangular opening; burnt wedge on one side with radiating cuts on remaining portions; burnt radiating cuts on opposite side; attached metal mount",
  "dimension": "15 1/4 x 15 x 3 in. (38.74 x 38.1 x 7.62 cm) (including attached mount)",
  "id": "http://api.artsmia.org/objects/61973",
  "image": "valid",
  "image_copyright": "© 2000 Jack Slentz",
  "image_height": 3616,
  "image_width": 3595,
  "inscription": "Signature, Date and Inscription\r\n\r\non bottom of mount, in gold: [#0]",
  "life_date": "American, born 1963",
  "markings": "",
  "medium": "Madrone burl",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From From the Doorway Series",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom of mount, in gold: [Jack R. Slentz / \\'99]",
  "style": "20th century",
  "text": "Slentz, a sculpture professor at Santa Fe Community College, believes that the beauty in his work is derived \"from the purity and simplicity of form that is emphasized by showing the mark of the tool.\" He is inspired by the form and features of everyday items such as manhole covers and storm grates, as well as historic items such as shields and primitive tools. He derives a sense of rhythm and movement in the repetitive forms, patterns and textures of these objects, which moves him \"in a very contemplative, and spiritual way.\" In his work, he seeks to abstract these ideas in order to provoke the imagination of his viewers. In Duality Doorway, Slentz places the contemplative form of a doorway, suggestive of movement or transcendence, into a circular shape that has been burned and rough cut with a chain saw.",
  "title": "Duality Doorway"
}
