{
  "accession_number": "B.82.1",
  "artist": "Publisher: Henri Matisse; Publisher: Tériade; Printer: Edmond Vairel , (stencils); Printer: Draeger Frères, Paris, France , Paris, (text)",
  "catalogue_raissonne": "Boston 200; Rauch 171",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1947",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "16 1/2 x 12 3/4 in. (41.91 x 32.39 cm)",
  "id": "http://api.artsmia.org/objects/11466",
  "image": "valid",
  "image_copyright": "© 2014 Succession H. Matisse %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4945,
  "image_width": 3655,
  "inscription": "",
  "life_date": "French, 1869–1954",
  "markings": "",
  "medium": "Color pochoir (stencilled) illustrations; lithographed text",
  "nationality": "French",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Bruce B. Dayton, Wazata, Minn.; given to MIA, 1982.",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G275",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Henri Matisse's intuitive approach to art is brilliantly realized in Jazz, his best known and most compelling book project. Inspired by what Matisse described as \"crystallizations of memories of the circus, folk tales, and voyages,\" Jazz is a masterwork of 20th-century graphic art. Matisse regarded the vivid hand-painted designs in Jazz as chromatic and rhythmic improvisations, the visual equivalent of jazz music distilled into pure form. He designed the images by cutting paper that had been painted with gouache, a process he called \"drawing with scissors.\" His cut-paper designs were then converted into metal stencils, which provided the guides for the hand-painting process.\r\n\r\nInterspersed among Matisse's designs are personal meditations on the role of the artist and the inspiration of music that he wrote out by hand to create a \"sonorous ground\" to temper the intensity of his images. \"I'd like to introduce my color prints under the most favorable of conditions,\" he said. \"For this reason I must separate them by intervals of a different character. I decided that handwriting was best suited for this purpose. The exceptional size of the writing seems necessary to me in order to be in a decorative relationship with the character of the color prints. These pages, therefore, will serve only to accompany my colors, just as asters help in the composition of a bouquet of more important flowers. Their role is purely visual.\"\r\n",
  "title": "Jazz"
}
