{
  "accession_number": "42.8.15",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "Imperial 12-symbol robe of yellow twilled silk embroidered with nine 5-clawed dragons in gold, those in profile grasping Heavenly Jewel. Ground filled with clouds, bats, and two versions of long life character, in shades of rose, blue, red, and white in satin stitch. Border of slanting, wavy stripes in tones of blue and rose and yellow topped with shallow rolling waves dotted with Taoist symbols and swastika, chiefly in satin stitch but with some areas in knot stitch. From waves rise branches of coral; miniature version of border at elbows, where sleeves continue with a section of yellow brocade of satin and raw silk and end with cuffs of embroidered blue silk bordered with a band of yellow satin. Collar and band of the same. Note tight form of clouds in this robe. Lining of thin blue silk.",
  "dimension": "L.51-1/8 in. (to collar)",
  "id": "http://api.artsmia.org/objects/11651",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1509,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Yellow satin, emboridered with silk and gold threads",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "In addition to other symbols, the Chinese Buddhist Eight Treasures or babao appear floating above the wave pattern against the yellow background. The Eight Treasures represent riches and good health.  They include: pearls, coral, the double coin or sheng, paired rhinoceros horns, paired rolls of tribute silk, paired gold lozenges, a gold or silver bar, and a ceremonial scepter or scepter head called a ruyi.",
  "title": "Empress's Twelve-Symbol Robe"
}
