{
  "accession_number": "23.119",
  "art_champions_text": null,
  "artist": "Artist: Artist Unknown , France",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1778-1792",
  "department": "European Art",
  "description": "Anonymous, 'Maquette Jean Jacques Rousseau Composing Music', plastered wood, Fr XVIIIc cat. card dims H 14-3/4 x W 9-3/4 x D 7-3/4'",
  "dimension": "H.14-5/8 x W.11 x D.8-3/4 in.",
  "id": "http://api.artsmia.org/objects/11878",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted plaster model, paper, fur, feather, glass, brass, and wood",
  "nationality": null,
  "object_name": "Maquette",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Age of Enlightenment venerated its “Grands Hommes” (Great Men). These were not rulers and religious figures as in the past, but writers, scientists, philosophers, artists, and statesmen—public intellectuals—celebrated for their ideas, character, and virtue. In France, the portraits of grands hommes proliferated, in newspaper and print, in marble portraits and oil paintings at the Salon, and in newly erected monuments in the Pantheon. Capitalizing on this trend, wax artists and miniaturists produced portraits and dioramas of famous figures for displays in their Paris shops.  Voltaire, Franklin, and Rousseau were frequently grouped together as “Fathers of the French Revolution” (see Mia 23.117 and 23.118). Their progressive beliefs on liberty, equality, separation of church and state, tolerance, and other issues had laid the foundation for the era's radical changes. \r\n\r\nBefore turning to politics and philosophy, Jean-Jacques Rousseau (1712-1778) was an influential reformer of music, advocating for new musical notations, greater freedom, and value of Italian models. He is portrayed in a moment of inspiration composing music. A bound copy of his \"Discourse on the Origin of Inequality\" (1755) can be spotted beneath his quill.",
  "title": "Jean-Jacques Rousseau in His Study"
}
