{
  "accession_number": "P.14,551",
  "art_champions_text": null,
  "artist": "Artist: Andreas Cellarius; Publisher: Gerard Valk and Peter Schenk, Amsterdam",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1660",
  "department": "European Art",
  "description": "Chart 28",
  "dimension": "16 7/8 x 19 5/8 in. (42.86 x 49.85 cm) (plate)",
  "id": "http://api.artsmia.org/objects/75002",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3924,
  "image_width": 4488,
  "inscription": "\r\n\r\n",
  "life_date": "German (active in the Netherlands), c. 1596 - 1665",
  "markings": "\r\n",
  "medium": "Hand-colored engraving",
  "nationality": "German (active in the Netherlands)",
  "object_name": null,
  "portfolio": "From Plate 28 from Harmonia Macrocosmica, 1708. Published by Gerard Valk and Peter Schenk, Amsterdam.\r\n",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Andreas Cellarius first published his elaborately illustrated celestial atlas Harmonia Macrocosmica in 1660. Although the book presented little new science, it was a spectacular artistic achievement. The cosmographer presented the history of the cosmos in extraordinary splendor, embellishing his monumental engravings with forceful figurations of the constellations, charming margin decorations, and hand-coloring. \r\n\r\nThis plate shows the innovative perspectival view Cellarius developed to represent the constellations, inventively showing the terrestrial globe within the transparent celestial sphere. This scenographic view, as Cellarius called it, made it easier for the viewer to visualize the position of the stars overhead. The southern tip of South America and Africa are visible as well as a speculated landmass at the South Pole, much larger than Antarctica, called \"Terra Australis Incognita\" or unknown southern land. This map also incorporates the discoveries of the explorers of the previous century, namely newly identified stars in the southern sky.",
  "title": "Scenographic View of the Southern Hemisphere with the Starry Vault and the Earth, plate 28 from Harmonia Macrocosmica"
}
