{
  "accession_number": "P.19,572",
  "art_champions_text": null,
  "artist": "Artist: Thomas Martyn",
  "catalogue_raissonne": "Minnich Notes; Nissen, \"Birds, Flowers, Insects,\" p. 61",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1784",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "8 7/8 x 7 1/2 in. (22.54 x 19.05 cm) (plate)",
  "id": "http://api.artsmia.org/objects/75523",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "English, 1760 - 1816",
  "markings": "",
  "medium": "Etching outline and watercolor",
  "nationality": "English",
  "object_name": null,
  "portfolio": "From The Universal Conchologist, London, sold by the author at his house, 1784",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "No signatures.",
  "style": "18th century",
  "text": "After their voyages, Captain Cook’s ships returned to Britain loaded with treasures of rarities and shells. The first pick, of course, went to British collectors. Of these collectors, Thomas Martyn hoarded the largest number of shells brought back from the South Pacific Islands in 1780—the last expedition of Captain Cook’s, who was killed in Hawaii during that trip.\r\n \r\nMartyn’s purpose was to complete and illustrate The Universal Conchologist. For this he assembled a small academy of nine young artists to reproduce the shells he continuously collected. The project began in 1764, and in 1784 the first 2 volumes with 80 plates were published. Two more were added in 1787, each one boasting forty new plates and a brief text, written by Martyn himself. The color prints show the shells from two angles, as if they were little sculptures. Within the field of conchology, they remain among the best illustrations ever produced.",
  "title": "Haliotis pulcherrima (Venus ear), fig. 62, from \"The Universal Conchologist\""
}
