{
  "accession_number": "P.18,709",
  "art_champions_text": null,
  "artist": "Artist: Maria Sibylla Merian; Artist: After Bernard Picart",
  "catalogue_raissonne": "Nissen:  1342; Cat. Ger. Nat'l. Museum, 1967",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van DerLip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1726",
  "department": "European Art",
  "description": "",
  "dimension": "15 1/2 x 11 1/4 in. (39.37 x 28.58 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/75544",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5169,
  "image_width": 3539,
  "inscription": "",
  "life_date": "French, 1673 - 1733",
  "markings": "",
  "medium": "Engraving and letterpress",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From Metamorphosis Insectorum Surinamensium, 3rd Edition, The Hague, 1726",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In Full Bloom: Masterworks of Flower Illustration\r\n\r\nBotanical illustrators working in the fifteenth and sixteenth centuries devoted themselves to the medicinal qualities of plants and sought to render plant structure and function as precisely as they could. Later, European explorers brought specimens back from exotic locales, and artists carefully reproduced them for an audience fascinated by new discoveries. By the eighteenth and nineteenth centuries, artists had shifted their emphasis from scientific illustration to the innate beauty of the plant or flower. The Minneapolis Institute of Arts is fortunate to possess an impressive collection of more than 2,000 botanical prints and drawings.\r\n\r\nThis exhibition highlights a selection of floral masterworks made by the leaders of botanical illustration, among them Pierre-Joseph Redouté, Jean Louis Prévost, Priscilla Susan Bury, and Jean-Baptiste Monnoyer. These works are assembled to honor the twenty-fifth anniversary of Art in Bloom, which will grace the museum from May 1 to 4, 2008. This annual event, organized by the Friends of the Institute, brings together floral designers from the region to create arrangements inspired by specific works of art on view at the MIA. Each year the Art in Bloom committee selects a signature image to promote the event, often choosing a work from the museum's permanent collection. Visitors who frequent Art in Bloom will recognize many of the images in this gallery from past Art in Blooms. The most recognizable name in this exhibition is the incomparable Pierre-Joseph Redouté (1759-1840). Often called the \"Raphael of Flowers,\" Redouté set a new standard in the field for his sumptuous renditions of single blooms and entire bouquets. Redouté's paintings, like those of other botanical artists, were translated into engravings and painstakingly finished by hand. These exquisite prints, most executed by French printmakers, came to the MIA's Department of Prints and Drawings from the collection of Dwight and Helen Minnich, who had a special f",
  "title": "Title Page from Metamorphosis Insectorum Surinamensium"
}
