{
  "accession_number": "P.18,727",
  "art_champions_text": null,
  "artist": "Artist: After Maria Sibylla Merian; Engraver: Pieter Sluyter (Sluiter)",
  "catalogue_raissonne": "Nissen:  1342; Cat. Ger. Nat'l Museum, 1967",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van DerLip Fund, 1966",
  "culture": null,
  "curator_approved": 1,
  "dated": "1705-1771",
  "department": "European Art",
  "description": "Plate 59",
  "dimension": "14 3/4 x 10 5/8 in. (37.47 x 26.99 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/75557",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4751,
  "image_width": 3669,
  "inscription": "",
  "life_date": "German, 1647-1717",
  "markings": "",
  "medium": "Etching and engraving, hand-colored",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From \"Metamorphosis Insectorum Surinamensium,\" first published 1705\r\n\r\n",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This print represents the remarkable reproductive cycle of the Suriname toad. The female toads  carry their fertilized eggs on their backs, growing skin to protect their eggs during gestation, as they develop into tadpoles and small toads. Merian was one of the earliest naturalists to investigate the metamorphosis of amphibians. She found the Surname toad to be particularly fascinating, writing that when she observed the young crawling out of the mother's back, \"I threw the female and her young into brandy\" to preserve the specimens. She also recorded, \"These toads are eaten by the natives, who consider them to be a good dish.\" Two shells are shown at the bottom; one clearly contains a hermit crab. \"I had these shells brought up from the bottom of the sea in order to see what kind of creatures live in them…I pulled a number out with force and established they were a variety of crab,\" said the curious Merian. The aquatic plant is Sesuvium portulacastrum (Linnaeus), which she observed was \"used as a kind of spinach or in a salad.\"",
  "title": "Suriname Toad (Pipa pipa), Shells and Flowering Plant"
}
