{
  "accession_number": "75.9.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Stanley H. Brackett in memory of Lois Martin Brackett",
  "culture": null,
  "curator_approved": 0,
  "dated": "2nd quarter of the 19th Century",
  "department": "Arts of the Americas",
  "description": "three blue and white woven panels stitched together; supplementary weft-float pattern weave, commonly called overshot, repeated four times in each panel",
  "dimension": "80 x 112 in. (203.2 x 284.48 cm)",
  "id": "http://api.artsmia.org/objects/75649",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4177,
  "image_width": 2898,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, wool; overshot weave",
  "nationality": null,
  "object_name": "Coverlet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Woven coverlets and hand-stitched quilts were frequently used as both utilitarian and decorative bed coverings throughout much of the 19th century.\r\nAt the beginning of the 19th century most coverlets were woven by local handweavers using relatively simple, counter-balanced, treadle looms. This technology favored geometric patterns, often woven with white commercial cotton and handspun, indigo-dyed wool yarn which was sometimes produced by the family ordering the coverlet.  Loom widths were narrow, and most of these coverlets were made of two or three panels which were sewn together to form the completed bed cover. Weaving so the pattern would be aligned required considerable skill. \r\nIn the 1830s looms were adapted to facilitate the use of a jacquard pattern attachment which allowed the weaver to create complex, figured patterns, and these coverlets quickly became quite popular. Some rural weavers, however, continued making geometric patterns through much of the 19th century. After the 1880s this style of bed cover was less popular and it was not until the 20th century and the revival of folk weaving that these coverlets were produced for sale.",
  "title": "Coverlet"
}
