{
  "accession_number": "P.19,088",
  "art_champions_text": null,
  "artist": "Artist: Franz Michael Regenfuss; Engraver: Georg Lichtensteger; Engraver: (sc. scrip.) Stör",
  "catalogue_raissonne": "Benezit; Text",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1758",
  "department": "Prints and Drawings",
  "description": "Shells",
  "dimension": "9 5/8 x 11 in. (24.45 x 27.94 cm) (plate, Engraving)\r\n6 3/4 x 11 in. (17.15 x 27.94 cm) (Scrip.)",
  "id": "http://api.artsmia.org/objects/75770",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription\r\n\r\n[J. Miller pinx]\r\n\r\n\r\n\r\n",
  "life_date": "German, 1712-1780",
  "markings": "\r\n",
  "medium": "Hand-colored etching and engraving",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From Auserlesene Schnecken, Muscheln, und Andere Schaalthiere (Selected snails, shells, and other shellfish), Copenhagen: [s.n.], 1758",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "After moving to Copenhagen to work as an engraver in Denmark’s royal court, the German artist Franz Michael Regenfuss was able to continue working on the book of his dreams: an illustrated treatise on conchology. The result of his work—and that of his wife, who was responsible for beautifully coloring the drawings—was Choix de Coquillages et de Crustaces (“Selected snails, shells, and other shellfish”), published in 1758 in French and in German. The largest book ever to be published on conchology, it contains twelve images of outstanding quality and reflects the passion for shells that was sweeping Europe: to know, to own, and to display shells had become a hallmark of taste and refinement. Regenfuss’s work belongs to this vogue. Instead of a zoological system, it employs a solely aesthetic arrangement for the specimens, which are displayed like jewels (a “choice,” as the title declares)—a great joy for the eyes.",
  "title": "Frontispiece, from \"Auserlesene Schnecken, Muscheln, und Andere Schaalthiere\" (Selected snails, shells, and other shellfish)"
}
