{
  "accession_number": "P.17,342",
  "art_champions_text": null,
  "artist": "Artist: James Gillray; Publisher: Mrs. Hannah Humphrey",
  "catalogue_raissonne": "See: Wright & Evans, 462",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 11, 1801",
  "department": "European Art",
  "description": "",
  "dimension": "14 x 10 1/2 in. (35.56 x 26.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/75856",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7168,
  "image_width": 5504,
  "inscription": "Inscription\r\n\r\nwritten in: [Sir William Hamilton]",
  "life_date": "British, 1756 - 1815",
  "markings": "",
  "medium": "Hand-colored etching",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "As the dedication states, Gillray was poking fun at William Hamilton, a former British ambassador to Naples. The picture of the erupting volcano alludes both to Hamilton's embassy and his research into Mount Vesuvius. After a 36-year sojourn to Italy, the elderly Hamilton returned to London in 1800 with his young second wife, Lady Hamilton, and her lover, Lord Horatio Nelson, the legendary naval hero. Nelson and the Hamiltons were the subject of much public gossip, as the three lived openly together in England, and Lady Hamilton gave birth to Nelson's child in 1801. In the print, Lady Hamilton is depicted in the guise of Cleopatra, and Nelson is portrayed as Mark Antony. The portrait of Claudius, whose wife was also famously unfaithful, represents Hamilton; the antlers on the frame symbolize cuckoldry.\r\n\r\nHamilton's activities as a connoisseur were as renowned as his personal life. He amassed two major collections of antiquities, the first had been sold to the British Museum in 1772. He also collected paintings, selling 334 pictures at auction in 1801, the year of this print. Gillray implies that it was Hamilton's absorption in connoisseurship that distracted him from his wife's affair.",
  "title": "A Cognoscenti Contemplating the Beauties of the Antique"
}
