{
  "accession_number": "99.29.1a-c",
  "art_champions_text": null,
  "artist": "Designer: Frank Lloyd Wright; Maker: Matthews Brothers Furniture Company",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Regis Corporation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1904",
  "department": "Arts of the Americas",
  "description": "Four heavy octagonal legs with casters; legs on short sides connected by a screen of four-sided spindles; long octagonal spindles connect screens",
  "dimension": "28 3/4 x 54 3/4 x 60 3/16 in. (73.03 x 139.07 x 152.88 cm) (overall, without leaves)",
  "id": "http://api.artsmia.org/objects/10028",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3556,
  "image_width": 4324,
  "inscription": "",
  "life_date": "American, 1867–1959",
  "markings": "",
  "medium": "Oak, metal",
  "nationality": "American",
  "object_name": "Table",
  "portfolio": "From the George Barton House of the Darwin D. Martin complex in Buffalo, New York; Frank Lloyd Wright, architect",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Prairie School",
  "text": "Wright designed the George and Delta Barton house and its furnishings to complement the grander house of Delta Barton's brother, Darwin D. Martin.  Darwin and brother William E. Martin were two of Wright's most important commercial and residential clients. The Martins awarded Wright nine commissions in Chicago and Buffalo, including the Larkin Administration Building.\r\n\r\nThe dining chairs that accompany this table resemble other early Wright chairs in having tall backs decorated with narrow vertical spindles connected to a broad crest rail. Grouped around the table, the tall backs create a \"room within a room.\" Soon after the Bartons' house was completed, Delta gave her dining set to her brother William, who commissioned Wright to design a table and chairs for the breakfast room of his Chicago house. Both suites featured the unusual octagonal chair spindles and legs.",
  "title": "Table, from a dining set"
}
