{
  "accession_number": "99.41a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of funds from the Wells Family Foundation Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "Gourd-shaped with lid; spade-shaped protrusion with opening on top of ewer handle; top of curl on lid handle is gilded; has lidded wooden box",
  "dimension": "11 3/4 x 7 1/8 x 7 1/2 in. (29.85 x 18.1 x 19.05 cm)",
  "id": "http://api.artsmia.org/objects/10020",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6597,
  "image_width": 5349,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelaneous stoneware under celadon glaze",
  "nationality": null,
  "object_name": "Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G206",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "The organic forms they encountered in the natural world inspired Korean potters of the Koryo dynasty (918-1392). They fashioned tea pots and wine vessels in the shape of a pumpkin-squash, a peach, and in this case, a gourd. In fact, dried gourds had long been used as storage containers and decanters. Because of the gourd's natural durability, it was believed that drinking liquid from a gourd would help insure a long life. And because ripe gourds contain hundreds of seeds, they also became symbols of fertility and bountiful offspring.\r\n\r\nThe beautiful shape of this vessel, with its bulbous neck, generously swelling body, and elegantly formed spout and handle, is particularly noteworthy. Such finely formed, undecorated works were probably influenced by Chinese imperial Ru ware, although the glaze is somewhat thinner and more translucent. Like Ru ware, the vessel is carefully glazed even on the bottom.",
  "title": "Ewer in the shape of a gourd"
}
