{
  "accession_number": "98.276.1",
  "art_champions_text": null,
  "artist": "Designer: George Grant Elmslie",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1907-1908",
  "department": "Arts of the Americas",
  "description": "rectangular window with five small rectangles in a horizontal row at top, overall linear decoration",
  "dimension": "43 3/16 x 27 3/8 x 1/4 in. (109.7 x 69.53 x 0.64 cm)",
  "id": "http://api.artsmia.org/objects/10027",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1194,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Glass, lead caming",
  "nationality": "American (born Scotland)",
  "object_name": "Window",
  "portfolio": "From From the Henry B. Babson House, Riverside, Illinois (demolished 1960); Louis Sullivan, architect",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Arts and Crafts",
  "text": "One of Sullivan's best-known residential commissions was the Henry B. Babson house, built in 1907-8 in Riverside, Illinois. George Grant Elmslie, Sullivan's chief draftsman at the time, excelled at progressive house design and worked extensively on the Babson project. This window is from a window wall of Elmslie's design. Uncharacteristically, he kept to linear geometric patterns and limited the colors to soft purple and translucent white punctuated with two small green squares. The windows for the Harold C. and Josephine Crane Bradley house in Madison, Wisconsin (1909), also by Sullivan's firm and chiefly from Elmslie's hand, are similar.\r\n\r\nElmslie was Henry Babson's main contact with Sullivan's firm, and when Babson wanted to alter his house four years later he entrusted Elmslie and his new partner, William Gray Purcell, with the work. Purcell and Elmslie designed new furniture for the house, including a tall-case clock and pair of andirons (now at the Art Institute of Chicago) and a box chair (now at The Minneapolis Institute of Art.)",
  "title": "Window"
}
