{
  "accession_number": "99.62.1",
  "art_champions_text": null,
  "artist": "Designer: George Grant Elmslie",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of T. Gordon and Gladys P. Keith",
  "culture": null,
  "curator_approved": 0,
  "dated": "1910",
  "department": "Arts of the Americas",
  "description": "Round table with cross-shaped centralized base; top has 12 wedges around small circle; four openwork geometric and organic designs on base; nine applied openwork decorative squares on edge of tabletop",
  "dimension": "29 9/16 x 66 in. (75.09 x 167.64 cm)",
  "id": "http://api.artsmia.org/objects/10037",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2117,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Oak, oak veneer, synthetic upholstery, jute webbing",
  "nationality": "American (born Scotland)",
  "object_name": "Dining table",
  "portfolio": "From From the T.B. Keith House, Eau Claire, Wisconsin (demolished c. 1960); Purcell and Feick, architects",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1909, the architects Purcell and Feick were commissioned by Wisconsin businessman J.D.R. Steven to design a house for him in Eau Claire. As they were planning on site, Steven's neighbor, Mrs. T. B. Keith, who wished to modernize her nineteenth-century house, invited the architects to her home. The following year, their partner George Elmslie designed this dining room suite for the Keiths' home, undoubtedly lending it a contemporary feel.\r\n\r\nThe elaborate chair backs, table legs, and table frieze demonstrate Elmslie's facility at translating stylized organic ornament into sawed wood. Fret-sawn decoration was also used to great effect in houses designed by the firm, including the Purcell-Cutts house, now part of the MIA's collection. Elmslie produced similar dining room suites for other clients and also had one made as a present for his wife, Bonnie Hunter Elmslie. The Keiths' suite, however, is one of few Purcell and Elmslie suites of this style to survive, having remained in the Keith family until its donation to the MIA.",
  "title": "Dining table"
}
