{
  "accession_number": "79.2.4",
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Japanese and Korean Art",
  "description": "Juni-ten: The Twelve Celestial Beings, set of 12 kakemono",
  "dimension": "38 x 15 1/2 in. (96.52 x 39.37 cm)",
  "id": "http://api.artsmia.org/objects/10334",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "The three deities represented here are from a set of scrolls of the twelve devas, or celestial beings. Originally Hindu gods, they were adopted into the Buddhist pantheon to serve as guardians for the eight directions, the heavens and earth, and the sun and the moon. Introduced to Japan from China, possibly by the Japanese Buddhist priest Kōbō Daishi (774-835), scrolls representing the twelve devas were used in Shingon sect rituals for new year's. At that time, sets of paintings were displayed on the exterior east wall of the Imperial Chapel in hopes that they would ensure protection of the nation during the coming months. Futen, or Vāyu, is the Hindu wind god and serves as guardian of the northwest. Bonten, or Brahma, is the Hindu god of creation and serves as guardian of the zenith of the celestial sphere. Nichiten is the Hindu sun god and serves in Buddhism in the same capacity. Nichiten holds a solar disc in his right hand within which is a three-legged rooster, believed to inhabit the sun.",
  "title": "Wind deity"
}
