{
  "accession_number": "93.20",
  "art_champions_text": null,
  "artist": "Artist: Claude Monet",
  "catalogue_raissonne": "Wildenstein, 1286.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton, The Putnam Dana McMillan Fund, The John R. Van Derlip Fund, The William Hood Dunwoody Fund, The Ethel Morrison Van Derlip Fund, Alfred and Ingrid Lenz Harrison, and Mary Joann and James R. Jundt",
  "culture": null,
  "curator_approved": 0,
  "dated": "1891",
  "department": "European Art",
  "description": "Wheatstack",
  "dimension": "23 5/8 x 39 1/2in. (60 x 100.3cm)\r\n33 x 48 3/4 x 3 7/8 in. (83.82 x 123.83 x 9.84 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/10436",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3990,
  "image_width": 6614,
  "inscription": "",
  "life_date": "French, 1840 - 1926",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G355",
  "see_also": [
    ""
  ],
  "signed": "LR, in lilac: Claude Monet 91",
  "style": "19th century",
  "text": "In the late 1880s, Claude Monet analyzed visual perception by representing the same subject under varying conditions of light, atmosphere, and weather. In one such series, he depicted the grainstacks near his house in Giverny. These large, conical structures of wheat, 15 to 20 feet high, protected the grain from rain and rodents. Typical of farming practice in France, the stacks came to symbolize the country's rural prosperity.\r\n\r\nMonet studied the grainstacks during different seasons as the sunlight changed in intensity. This picture shows the autumn dawn, at a moment when the sun burns off the rising mist. The grainstack is seen against the morning light, which forms a halo around it. Up close, one sees a flickering patchwork of broken brushstrokes, each one a notation of light. At a distance, these colors coalesce into a brilliant, shimmering image.\r\n\r\nThis frame is Gift of the Douglas and Mary Olson Frame Acquisition Fund.",
  "title": "Grainstack, Sun in the Mist"
}
