{
  "accession_number": "34.20",
  "art_champions_text": null,
  "artist": "Artist: Bernardo Daddi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1339",
  "department": "European Art",
  "description": "Religion: NT. Triptych, center panel gabled; wings together form gable. Madonna and Child with Paul, Peter, Catherine and Helena. Francis. Miracles. Stigmatization of Francis in retreat on Mount Alverna. Annunciation. Mary, usually reading, is visited by the Angel. Crucified Christ with Mary and John the Evangelist. Central panel Madonna and Child enthroned; the child stands in his mother's lap facing her, his arms extended; the Virgin looks at him with a half smile; she wears a red lined blue mantel over a dark red gown; back of throne decorated with slender arabesques on scarlet ground; to left of throne stands St. Helen and St. Peter, to the right St. Catherine and St. Paul; the colors of their robes are ivory, rose, mauve, gold, dull green; gold leaf background; left wing St. Francis Receiving the Stigmata; dull mauve robe; angel's drapery scarlet; gold background; right wing Crucifixion; Mary in black standing at foot of cross; gold leaf background; Pinnacles The Annunciation, Virgin's robe black against scarlet background with decorative motifs of throne, angel, diaphanous rose drapery against gold leaf background; panels bordered with incised motif, haloes bear incised decoration; gold background brilliant, colors fresh. Unsigned.",
  "dimension": "23 3/8 x 19 15/16 x 1 7/8 in. (59.42 x 50.64 x 4.76 cm)\r\n23 3/8 x 10 x 1 7/8 in. (59.37 x 25.4 x 4.76 cm) (panel, center)\r\n18 11/16 x 5 x 7/8 in. (47.47 x 12.7 x 2.22 cm) (panel, right)\r\n18 9/16 x 4 15/16 x 7/8 in. (47.15 x 12.54 x 2.22 cm) (panel, left)",
  "id": "http://api.artsmia.org/objects/10448",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4217,
  "image_width": 3528,
  "inscription": "On verso, much abraded: ANNO DOMINI MCCCXXXVIII | Verso UR in graphite: M | Verso UL in graphite: #8429",
  "life_date": "Italian (Florence), c. 1290 - 1348",
  "markings": "",
  "medium": "Tempera and gold ground on poplar panel",
  "nationality": "Italian (Florence)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This small portable triptych was undoubtedly made for personal devotion. The enthroned Virgin and Child are accompanied by Saints Helena and Peter (left), and Saints Catherine of Alexandria and Paul (right).  On the left wing is a scene of St. Francis of Assisi receiving the stigmata (the same wounds Christ suffered on the Cross); on the right wing is a scene of the Crucifixion, with the mourning Virgin and St. John the Evangelist. \r\n\r\nBernardo Daddi was a close follower of Giotto, the artist who first fully expressed the sculptural solidity of the human form.  He was also influenced by the Sienese school, evident here in his lyrical sense of line and the subtle tonal variation.",
  "title": "Madonna and Child Enthroned with Saints"
}
