{
  "accession_number": "47.23",
  "art_champions_text": null,
  "artist": "Artist: Alexander Grinager",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. Alex Grinager",
  "culture": null,
  "curator_approved": 0,
  "dated": "1894",
  "department": "Arts of the Americas",
  "description": "Genre scene of boys bathing at a beach.",
  "dimension": "33 9/16 x 58 1/8 in. (85.25 x 147.64 cm) (canvas)\r\n39 1/2 x 69 3/4 x 2 in. (100.33 x 177.17 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/10443",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3932,
  "image_width": 6793,
  "inscription": "Signature",
  "life_date": "American, 1865 - 1949",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL in brown oil paint: [Alex Grinager]",
  "style": "19th century",
  "text": "Born and raised in Albert Lea, Minnesota, Alexander Grinager pursued a career in art at an early age. In 1867, he enrolled in the Royal Academy of Copenhagen, Denmark, and after finishing his training there, he moved to Paris. In 1894, he returned to Minnesota, renting a studio on Nicollet Avenue in Minneapolis. After only two years, he moved to New York at the urging of several artist friends, who suggested he would find greater fortune in the city.\r\n\r\nIronically, it was his painting Boys Bathing that established Grinager's reputation and earned him the greatest critical acclaim of his career - and it was painted in Minneapolis.\r\n\r\nGrinager's picture depicts a group of boys in various stages of undress about to enjoy the cool waters of the Mississippi River on a sunlit summer day. According to Grinager, the location is the river flats below the old Washington Avenue Bridge, near a shanty town known as Bohemian Flats, built by Scandinavian and Irish immigrants. Nearby was an old stone quarry, which served as a welcome playground for the neighborhood boys.\r\n\r\nThe conventional artistic subject of bathers has been used by artists over the centuries as a means to study the human figure in a range of poses. Boys Bathing recalls the informal realist depiction of male nudes, best exemplified by Swimming by Thomas Eakins. Grinager's approach to the subject, however, is more candid and spontaneous, and his depiction of unidealized immigrant children looks forward to the urban realism of the Ashcan School.",
  "title": "Boys Bathing"
}
