{
  "accession_number": "79.10",
  "art_champions_text": null,
  "artist": "Artist: Rosa Bonheur",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from Ziegler Inc.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1885",
  "department": "European Art",
  "description": "Lion and lioness in landscape",
  "dimension": "15 1/2 x 22 in. (39.37 x 55.88 cm) (image)",
  "id": "http://api.artsmia.org/objects/10491",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3195,
  "image_width": 4579,
  "inscription": "Signature; Date; Title\r\n\r\nsee Signed\r\n\r\nInscribed in brown ink, upper center, verso: [8202(encircled)]; in brown ink, upper center, verso: [Royalty at Home]",
  "life_date": "French, 1822–1899",
  "markings": "",
  "medium": "Watercolor with white heightening on cream paper",
  "nationality": "French",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "'possibly François Bidel, Asnières, France (1885–d. 1909) [1]; [Shepherd Gallery, New York, until 1979, sold, April 7, for $9,500, to Mia]\r\n\r\n[1] Bidel owned a work by Bonheur, which he described as follows: \"I possess, signed by this name of a friend and a celebrity [Rosa Bonheur], the portraits of my two lions, Sultan and Saïda. They are both resting tranquilly, in a sort of beatitude. The lion, his eyes half-closed, faces us and raises his powerful head, which is darkly shaded, and the lioness, curled toward him in an audacious posture, looks at him, affectionate and tender.” (François Bidel, \"Les mémoires d’un dompteur,\" Paris: Librairie de l’art, 1888, p. 154; see Hornstein 2024, pp. 196, 246n62, 64)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated in brown wtercolor, LL: [R. Bonheur / -1885-]",
  "style": "19th century",
  "text": "Rosa Bonheur depicted this lion and lioness in a rocky north African landscape, but it is more likely that she studied the animals in captivity in France. In her forthcoming book \"Myth and Menagerie: Seeing Lions in the Nineteenth Century\" (New Haven: Yale University Press, 2024), scholar Katie Hornstein proposes an identity for the two lions depicted: Sultan and Saïda, the famous lion and lioness owned by the French lion tamer François Bidel. Bidel described a work by Bonheur in his collection depicting the pair that closely resembles the present watercolor. Sultan killed a man, a railway porter, on his voyage from Africa to France in 1879, and he seriously mauled Bidel during a performance in 1886. This ended the lion's stage career and relegated his existence to a cage, albeit still on public display. Saïda died of stomach inflammation after mauling a bear in a performance, perhaps in 1883 (Hornstein 2024, 247n80). This would make the watercolor a posthumous portrait of her.",
  "title": "Royalty at Home"
}
