{
  "accession_number": "31.60",
  "art_champions_text": null,
  "artist": "Artist: Benjamin West",
  "catalogue_raissonne": "von Erffa and Staley: 610.",
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1776",
  "department": "Arts of the Americas",
  "description": "Portrait. Peter Auriol Drummond, colonel in the Yorkshire militia is holding the hand of his bride, Mary Bridget Milnes, wearing the flowing robes and high powdered headdress popular in the 18th century. George William Drummond the sixth son of Robert Hay Drummond is seated at the left, and they are all looking at a portrait of their father Robert Hay Drummond, Archbishop of York, painted by Sir Joshua Reynolds in 1764.",
  "dimension": "60 x 72 in. (152.4 x 182.88 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/10538",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3696,
  "image_width": 4404,
  "inscription": "Signature and Date",
  "life_date": "American (active Britain), 1738 - 1820",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G306",
  "see_also": [
    ""
  ],
  "signed": "LL [B. West 1776]",
  "style": "18th century",
  "text": "Born in Pennsylvania, Benjamin West moved to Europe in 1760, studying primarily in Italy before settling in London in 1763. One of his first important patrons was Robert Hay Drummond, the Archbishop of York. Drummond attempted to raise an annual salary for West so that the artist could devote his time to producing grand historical paintings, rather than be confined to the lucrative work of portraiture. When this effort failed, Drummond introduced West to King George III, who recognized the artist's abilities and eventually appointed him Historical Painter to the King. West achieved tremendous fame and financial success in London and helped establish the prestigious Royal Academy in 1768.  \r\n\r\nThis family portrait depicts four members of the Drummond family. At far right is Peter Auriol Hay Drummond, the third son of the Archbishop and an officer in the 16th Light Dragoons. Next to him is his wife, the former Mary Bridget Milnes. On the left is the Archbishop's sixth son, George Hay Drummond, a clergyman in the Anglican church, who holds a painting of the fourth \"sitter,\", the archbishop. Some scholars have suggested this is intended as a memorial, and must date to after the archbishop's death on December 10, 1776. Others have suggested that the painting might precede his death, since none of the sitters give any indication of mourning. Perhaps the archbishop's duties in York prevented him from sitting for the portrait in London, so West included him with the clever conceit of representing a portrait painting in the work.",
  "title": "Portrait of the Drummond Family, Peter Auriol Drummond (1754-1799), Mary Bridget Milnes Drummond (1755-1835), and George William Drummond (1761-1807)"
}
