{
  "accession_number": "85.80",
  "art_champions_text": null,
  "artist": "Painter: Mughal school",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Asian Art",
  "description": "Illustration from the 'Khamsa' (Five Poems) by the Persian poet Nizami (1141-1202). The nearly drowned hero, Majnun, has been rescued by various animals and is being revived.",
  "dimension": "9 3/4 x 5 1/2 in. (24.77 x 13.97 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/10557",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9266,
  "image_width": 6196,
  "inscription": "",
  "life_date": "India",
  "markings": "",
  "medium": "Opaque watercolor on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From from and album of the \"Khamsa\" by Nizami",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This exquisite painting was produced during the reign of Akbar (1542–1605), the third Mughal emperor of India, who had ascended the throne at the age of fourteen and under whose direction imperial art and architecture reached an unprecedented efflorescence. The painting illustrates a scene from the romance Layla and Majnun, one of the most popular poems of the late medieval period. The romance was first written by Nizami (c. 1140–1203), one of the greatest Persian poets. This excellent example of early Mughal court painting combines the bird’s-eye perspective and the representation of nature typical of the Safavid painting tradition, with the softer and more volumetric forms, naturalistic colors, and spatial organization preferred by Indian court painters. The painting depicts the nearly drowned hero, Majnun, rescued and revived by wild animals.",
  "title": "Majnun in the Wilderness"
}
