{
  "accession_number": "51.37.14a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 15th century",
  "department": "Asian Art",
  "description": "illuminated frontispiece originally comprised the title pages of a copy of the 'Shah Nama' (Book of Kings); central fields written in 'Thuluth' script; white calligraphic headings executed in 'Kufic' script",
  "dimension": "9 15/16 x 6 5/16 in. (25.2 x 16 cm)",
  "id": "http://api.artsmia.org/objects/10558",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors and gold on paper",
  "nationality": null,
  "object_name": "Double Frontispiece from the Shah Nama",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This illuminated frontispiece originally comprised the title pages of a copy of the Shah Nama, or Book of Kings, a work of 50,000 rhymed couplets that recounts the heroic tales of Iran's pre-Muslim past. The central fields are written in a fluid thuluth script, and the white calligraphic headings are executed in the more angular and formal kufic script. Book illuminators were responsible for decorating the chapter headings, marginal ornaments, and verse stops in an incredible variety of geometric and floral motifs. They worked closely with the calligraphers, who were charged with producing as accurate a copy of the text as possible; the illustrators, who at times painted pictures to accompany the text; the book binder; and occasionally the person who commissioned the work.",
  "title": "Frontispiece of the Shah Nama"
}
