{
  "accession_number": "64.50",
  "art_champions_text": null,
  "artist": "Artist: Pierre-Paul Prud'hon",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund and The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1793",
  "department": "European Art",
  "description": "Love and Friendship (personification and symbolic representations)",
  "dimension": "58 x 45 in. (147.32 x 114.3 cm) (canvas)\r\n76 x 62 5/8 in. (193.04 x 159.07 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/10593",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9121,
  "image_width": 7051,
  "inscription": "",
  "life_date": "French, 1758–1823",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G306",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Pierre-Paul Prud'hon was known for his allegorical paintings. The winged youth holding a torch is probably Love, portrayed as the Roman god Cupid, and the female figure would then represent Friendship. The theme is most likely the union of these two ideals, indicated by their embrace.\r\nPrud'hon's inventive allegories often remain enigmatic, however, and other interpretations are possible. The rosy-skinned female figure may personify the art of painting and her pale companion the art of sculpture. Or the two may be Cupid and Psyche, whose love affair is recounted in antique Roman literature.\r\nThe impressive frame is itself an important work of French Neoclassical art. The carved ornament embodies le goût grec (‘Greek taste’) style of the late 18th century, influenced by the resurgence of interest in the classical world and archaeological excavations.\r\nConservation of the frame was generously funded by Nivin MacMillan and Mary O. Olson.",
  "title": "The Union of Love and Friendship"
}
