{
  "accession_number": "2003.139",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "huanghuali rectangular stool, the typical mitred, mortice and tenon frame top with a soft matting seat with two curved transverse stretchers; outside edge of the frame of unusual profile with a concave center section curving down to a square shoulder below; recessed waist made separately from apron, with a raised prominent bead below; apron is mitred and half-lapped into the legs, carved with ruyi head lappets to the shoulder and a raised bead which follows the inside edge of the leg terminating in the horse-hoof foot; part of the way down the leg is a small hip carved with a leaf motif in conjunction with the raised bead; legs are joined by high hump-back stretchers, slightly recessed and convex to the outer face, and tenoned into the legs; outside edge of the horse-hoof foot is carved with a stylized leaf motif",
  "dimension": "20 3/8 x 22 13/16 x 18 1/2 in. (51.75 x 57.94 x 46.99 cm)",
  "id": "http://api.artsmia.org/objects/72254",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3544,
  "image_width": 3117,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang huali hardwood",
  "nationality": null,
  "object_name": "Stool",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G216",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This richly carved waisted stool, because of its relatively elaborate detailing, would have been reserved for a person of high social standing. The legs, for instance, are carved with a continuous corner bead terminating in a stylized leaf motif in each of the feet. There is an elegant lip carved with a motif on two sides of each leg just below the humpback stretchers. A raised ruyi head lappet design is also carved into the shoulder of each leg and the waist itself is set off with a bead course along the rail and a continuous step-back molding around the four rails of the seat frame. The overall effect is one more sumptuous than that of a standard corner-leg stool. It is also possible that a rectangular shape, because of its more formal directional aspect (versus round or square) may have been considered more prestigious.",
  "title": "Stool"
}
