{
  "accession_number": "2021.115.12",
  "art_champions_text": null,
  "artist": "Artist: Henry Moore",
  "catalogue_raissonne": "Henry Moore Foundation Archive, no.1461A",
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1940",
  "department": "European Art",
  "description": "four seated figures; L two figures have very small heads, almost blending into neck; blue pigment over left-most figure; four small orange lines in bottom C; yellow pigment with black lines in LRC; washy blue pigment in background; white mat with silver patina frame Verso: five standing figures in crayon, blue watercolor, and ink.",
  "dimension": "5 1/4 × 8 3/8 in. (13.3 × 21.3 cm) (image, sheet)\r\n14 7/8 × 17 13/16 × 1 1/4 in. (37.8 × 45.2 × 3.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142253",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, 1898 - 1986",
  "markings": "",
  "medium": "Watercolor, pen and black ink, colored crayons, and scratching on paper",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black pigment: Moore",
  "style": "20th century",
  "text": "The sculptor Henry Moore made drawing a daily practice. He thought of it as a physical exercise and as a way to see more intently. His anonymous, abstracted figures lend a universality to the human form. Around the time he made the present drawing, Moore became an Offical War Artist charged with documenting Britain's home-front efforts in World War II. This led to a series of drawings of people huddling in London's Underground (subway) tunnels. The couple seated at the left may have been in one of the tunnels. The woman protects herself from the cold with a blanket draped over her lap. Could the rectangle containing two sailboats be a travel poster, or is it a window with a true harbor view' Perhaps this scene has nothing to do with the Underground. Such is the challenge of interpreting artists' quick sketches.\r\n\r\nThe theme of artist and model is unusual in Moore's oeuvre, but he developed the vignette in the right half of this drawing in a larger, more finished drawing (Whitworth Art Gallery, University of Manchester, England).",
  "title": "Seated Figures: Artist & Model"
}
