{
  "accession_number": "2021.62",
  "art_champions_text": null,
  "artist": "Artist: Julie Buffalohead; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Ponca Tribe of Oklahoma",
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "Two coyotes, each printed lithographically in white, grey, and black. One coyote with four US flags and a sign, the other holding a mask with the word \"HELP'' between vertical ribbons and border. Hanji paper mask screen printed, hand-cut, and applied with BEVA film adhesive.",
  "dimension": "34 5/8 × 61 1/2 in. (87.9 × 156.2 cm) (image)\r\n34 5/8 × 61 1/2 in. (87.9 × 156.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142368",
  "image": "valid",
  "image_copyright": "Copyright © Julie Buffalohead%2C published by Highpoint Editions",
  "image_height": 5862,
  "image_width": 10301,
  "inscription": "",
  "life_date": "American (Ponca Tribe of Oklahoma), born 1972",
  "markings": "LLC in pencil: 1/2 ARCH | Publisher\\'s stamp in dark gray ink, LLC: HP",
  "medium": "Color lithograph and screenprint, with hand-cut collage element",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "139352",
    "139353",
    "139354",
    "139355",
    "139356",
    "139357",
    "139358",
    "139359",
    "139360",
    "139361",
    "139362",
    "139363",
    "139364",
    "139365",
    "139366",
    "139445",
    "139446",
    "139447",
    "139473",
    "139474",
    "139475",
    "139476",
    "139477",
    "139478",
    "139479",
    "139480",
    "139481",
    "139482",
    "139483",
    "139525",
    "139526",
    "139527",
    "139528",
    "139529",
    "139530",
    "139531",
    "139532",
    "139549",
    "139550",
    "139551",
    "139569",
    "139570",
    "139614",
    "139615",
    "139663",
    "139664",
    "139670",
    "139671",
    "139672",
    "139673",
    "139674",
    "139675",
    "139676",
    "139677",
    "139678",
    "139679",
    "139680",
    "139681",
    "139682",
    "139683",
    "139684",
    "139690",
    "140812",
    "142368"
  ],
  "signed": "LRC in pencil: Julie Buffalohead 2021 | LL margin in pencil: \\'TONE DEAF\\'",
  "style": "21st century",
  "text": "In her print, Tone Deaf, Julie Buffalohead represents the heightened polarization of society as demonstrated by the politicization of the Covid-19 pandemic and its disproportionate impact on Native American communities. Here, two trickster figures, portrayed as anthropomorphized coyotes, symbolize the traditional duality of creator and destroyer. They appear as if suspended in space, an equilibrium of opposites, each bearing attributes associated with their respective beliefs. The pro-mask coyote holds a black face covering bearing the word “Help,” while the anti-mask coyote parades its “patriotic” priorities with an array of U.S. flags and holds a tiny sign reading “Tone Deaf.” The surreal scene plays out between two abstract border panels, which represent ribbon work found on traditional Native American clothing.\r\n\r\nBuffalohead revealed her thoughts on the print’s meaning: “I was interested in exploring this lack of conscientiousness toward other people who are at risk. Framing this into my own context and setting up a drama of flag-like proportions, I reference the cartoon antics of Wile E. Coyote of Looney Tunes to literally hold up a sign provoking conscious action. The pandemic has demonstrated that no one is immune; we are interconnected.”",
  "title": "Tone Deaf"
}
