{
  "accession_number": "2021.73.2",
  "art_champions_text": null,
  "artist": "Artist: Hassan Hajjaj",
  "catalogue_raissonne": null,
  "classification": " Photographs; Collages / Assemblages",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012/1433 (Gregorian/Hijri)",
  "department": "Arts of Global Africa",
  "description": "central color photograph of a Black man with long braided or twisted hair and a white beard, wearing silver reflective sunglasses, a red hat, a blue and white suit printed with medallions, and predominately orange slip-on shoes; man holds a colorful staff with an open gourd-like element at top below his hands; background is blue and white plaid fabric; white frame surrounding photograph has cubbyholes around edges, each of which contains a rectangular maroon, red, and white aluminum can labelled \"Pimentao doce\" with an image of two peppers",
  "dimension": "44 × 29 7/8 in. (111.8 × 75.9 cm) (image)\r\n52 1/4 × 37 1/2 × 2 1/2 in. (132.7 × 95.3 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142349",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1360,
  "image_width": 1024,
  "inscription": "",
  "life_date": "Moroccan, born 1961",
  "markings": "",
  "medium": "Metallic Lambda on 3mm Dibond in a poplar-sprayed white frame with Pimentao tins",
  "nationality": "Moroccan",
  "object_name": "Photograph",
  "portfolio": "From My Rockstars",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "[For Master Cobra Mansa]\r\nA man in sunglasses wears a blue and white costume and a red hat, colors repeated in the staged background and the frame with shelves around him. The combination of vibrant colors, playfulness, and visual rhythm is characteristic of the work of Moroccan photographer Hassan Hajjaj. The subject is the Brazilian master of capoeira, a martial art that originated with enslaved Africans in Brazil many centuries ago and combines elements of dance, acrobatics, and music. The pimentão red pepper tins in the frame refer to Master Cobra Mansa’s country of origin, while also invoking the repetitive motifs framing traditional Islamic mosaics.",
  "title": "Master Cobra Mansa"
}
