{
  "accession_number": "2021.38",
  "artist": "Beau Dick",
  "classification": "Sculpture, Ceremonial Objects",
  "continent": "\"Americas\"",
  "country": "\"Canada\"",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Jane and James Emison Endowment for Native American Art",
  "culture": "\"Kwakwaka'wakw\"",
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "27 1/4 × 46 1/2 × 28 in. (69.2 × 118.1 × 71.1 cm) (approx., closed)",
  "id": 142311,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 2688,
  "image_width": 4032,
  "inscription": null,
  "life_date": "Beau Dick, Canadian (Kwakwaka'wakw), 1955–2017",
  "markings": null,
  "medium": "Red cedar, acrylic, faux fur, tape, string, and flannel",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Beau Dick’s practice intentionally straddled the worlds of Indigenous and contemporary art during his lifetime. Dick was not only a Chief within his Kwakwaka'wakw community, but also actively engaged with and challenged the contemporary art world to accept First Nations art on its own terms. His art practice explicitly embraced an anti-capitalist mode of production that privileged community and communal sharing of resources over Western concepts of material wealth and ownership.\r\n\r\nTransformation masks such as this are intended to manifest transformation, usually an animal changing into a mythical being, or one animal becoming another, and are intended to be danced within the potlatch ceremony (a Kwakwaka'wakw gift-giving feast in which possessions are given away or destroyed as a show of prominence and to reaffirm community bonds to one another and the supernatural world). This transformation mask represents Raven, who is both the transformer and the creator. When opened, the Raven mask transforms into that of a human surrounded by an ornate corona decorated in complex formline style designs. Speaking to the importance of the potlatch, Dick commented “the Potlatch is the best form of resistance that we have to values that we are subjected to, in some ways. Imagine saving up piles of fives, tens, twenties, fifties, and hundreds—to be wealthy? To have power? No, to give it all away in resistance to these values that Western society tries to perpetrate into us.”\r\n",
  "title": "Transformation Mask"
}
