{
  "accession_number": "2021.27a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Rebecca and Ben Field Endowment for Art Acquisition",
  "culture": "Igbo",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Arts of Global Africa",
  "description": "pair of shiny brass discs with cylindrical elements at center; discs decorated with incised designs of circle and half-circle motifs, swags, pairs of diamonds, and tapering bars; undersides dull/not polished; cylindrical elements decorated with incised lines--horizontal and vertical",
  "dimension": "4 5/8 × 12 3/4 × 12 3/4 in. (11.7 × 32.4 × 32.4 cm) (approx., each)",
  "id": "http://api.artsmia.org/objects/142365",
  "image": "valid",
  "image_copyright": "",
  "image_height": 960,
  "image_width": 1745,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Brass",
  "nationality": null,
  "object_name": "Pair of anklets",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the past, high-status married women in Igbo society of southern Nigeria adorned themselves with large, shiny anklets made of brass. The anklets were put on by a smith and would not come off easily; they were worn day and night for years on end. The ornaments reduced mobility, and wearing them indicated that the household was rich enough for the woman to be dispensed from toiling the land. The anklets went out of fashion a century ago, but they still appear during traditional dances. The Igbo consider them with pride as part of their cultural heritage.\r\nLike other examples from around the world, the Igbo custom of wearing “impractical” ornaments reveals beauty standards set by a male-dominated society. How do 21st-century visitors look at these anklets' What criteria should they apply in assessing their beauty and meaning' Is it a benefit or not to consider them from another culture's perspective' Such questions have no straightforward answers.",
  "title": "Pair of anklets (ogba)"
}
