{
  "accession_number": "2021.33.1",
  "art_champions_text": null,
  "artist": "Artist: Diego Romero; Printer: Landfall Press, Santa Fe, N.M. (formerly Chicago); Publisher: Landfall Press, Santa Fe, N.M. (formerly Chicago)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": "Cochiti Pueblo",
  "curator_approved": 0,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "stylized, roughly symmetrical image; pair of Western soldiers wearing amor and helmets, one with sword and one with a cat-o-nine-tails whip, threatening a bound, kneeling, wounded nude dark-skinned figure; behind central figures is a standing figure in a brown robe, holding a bleeding heart in his PR hand and a cross in his PL hand, in front of an adobe church; solider at left with bloody sword, attacking a dark-skinned nude woman; soldier with sword at right holding a dark-skinned nude man by a rope tied around his neck; checkerboard border; printed in yellow, brown, and red",
  "dimension": "20 1/16 × 26 7/16 in. (51 × 67.2 cm) (image)\r\n24 1/8 × 30 1/2 in. (61.3 × 77.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142356",
  "image": "valid",
  "image_copyright": "",
  "image_height": 279,
  "image_width": 279,
  "inscription": "verso LLC in pencil: DR-17-07",
  "life_date": "American (Cochiti Pueblo), born 1964",
  "markings": "LLC in pencil: 9/20 | verso LLC, stamped in black: Copyright 2017 / Landfall Press Inc / 1143 Siler Park Ln / Suite 107 / Santa Fe, NM 87507",
  "medium": "Color lithograph",
  "nationality": "American (Cochiti Pueblo)",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in pencil: \\\"SAINTS AND SINNERS\\\" | LRC in pencil: DIEGO ROMERO 17",
  "style": "21st century",
  "text": "Multidisciplinary artist Diego Romero’s lithographs graphically illustrate central issues in Indigenous life, including colonization, sovereignty, and social and environmental justice and well-being. In most Indigenous communities, time does not follow a linear timeline but a cyclical one. Events that may have occurred in recent or more distant past are understood as being present and embodied in present day realities. Moreover, events that impact the environment are not understood as separate from the human realm, as all of living beings in the world, including land and water, are relatives, sentient beings that have rights and reciprocal relationships with all other beings on earth.\r\n\r\nIn Saints and Sinners, Romero asks the viewer: who are saints and who are sinners' Romero captures the events of Spanish control over Pueblo people during colonization in graphic form. Romero creates a scene depicting Pueblo people’s struggles and Spanish and missionary domination over communities. Images include the brutal servitude of the Spanish colonial regime over Pueblo men and the enslavement and inhumane treatment they endured. At the center stands a Catholic priest, who oversees this treatment and outlaws religious practices and enforces Pueblo people to worship Christian Gods in order to “civilize” them.",
  "title": "Saints and Sinners"
}
