{
  "accession_number": "2021.45.2",
  "art_champions_text": null,
  "artist": "Artist: David Alekhuogie",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "black and white image of an abstracted sculpture of a face made of plywood, with round eyes and mouth and triangular shadow over center, with crescent-shaped shadow in URC and wedge-shaped shadow in LRC; plaid ground; text at bottom; received in medium-toned wood frame--unglazed",
  "dimension": "49 9/16 × 39 9/16 in. (125.9 × 100.5 cm) (sight)\r\n50 9/16 × 40 9/16 × 1 11/16 in. (128.4 × 103 × 4.3 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142320",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 800,
  "inscription": "",
  "life_date": "American, born 1986",
  "markings": "",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Informed by his 2019 trip to Nigeria, the birthplace of his father, David Alekhuogie’s recent work incorporates African sculpture and textiles to question the route through which African Americans become cognizant of their cultural heritage, authorship, and the hierarchy of art versus craft. \r\n\r\nAlekhuogie explores the relationship between photography and African textiles as forms of craft and storytelling. In Seamstress and Pure Life, two multi-panel collages, black and white street-style photographs float on the floral ground of a typical African wax print fabric. Like photographs, African wax prints are a visual medium, conveying stories to the viewer about both the maker and the wearer. Portrait for George, a series of fabric wall sculptures, intertwines photography and textiles. By combining landscape photographs of George’s Kenyan homeland and a Shuka cloth design typical of the area, Alekhuogie pays tribute to his friend by creating a commemorative portrait fabric. Draped and pinned within birch plywood boxes, the “portraits” conflate sculpture, photography, and performance to conjure the essence of his subject.",
  "title": "WE 431/2 \"A Reprise\""
}
