{
  "accession_number": "2021.52.2",
  "art_champions_text": null,
  "artist": "Artist: Shōtei Hokuju; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1810",
  "department": "Asian Art",
  "description": "many figures wearing rust-colored garments struggling to row a boat in LRC through waves near shorline at right with figures in a cave; two other rowboats at left, with sailboats in distance; vertical clouds in sky; blue, yellow, rust-red",
  "dimension": "10 1/2 × 15 7/16 in. (26.7 × 39.2 cm) (sheet, ōban yoko-e)",
  "id": "http://api.artsmia.org/objects/142352",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6854,
  "image_width": 10056,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "LLC: kiwame censor seal; Nishimuraya Yohachi publisher seals",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "left margin: 昇亭北壽画 {Shōtei Hokuju ga}",
  "style": "19th century",
  "text": "Hokuju was a pupil of Hokusai’s but very little is known about him. A painting by Hokuju dated to 1824, which he signed “painted at the age of 62”, indicates that he was born in 1763 (according to the Japanese system at the time, a person was one year old at birth). It is unclear when he joined Hokusai’s studio, although since the first character of his artist’s name is hoku it must have been after 1797, when Hokusai began to use that name. Hokuju largely focused on surimono, prints privately produced by poetry clubs, rather than the commercial print market. But when he worked commercially, he concentrated on “westernized” landscapes created with stylized clouds, cubistic mountains. and shadows cast by figures. He designed landscapes for the publisher Nishimuraya Yohachi like this one showing fishermen fighting with the waves on their way out into the by to catch bonito.",
  "title": "Bonito Fishing Boats in Chōshi Bay in Shimosa Province"
}
