{
  "accession_number": "2021.44",
  "art_champions_text": null,
  "artist": "Artist: Caroline Kent",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "104 1/2 × 81 in. (265.4 × 205.7 cm)",
  "id": "http://api.artsmia.org/objects/142313",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5400,
  "image_width": 4009,
  "inscription": "",
  "life_date": "American, born 1975",
  "markings": "",
  "medium": "Acrylic on unstretched canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Even as a child, Caroline Kent was immersed in the language of abstraction. Kent grew up alongside her identical twin sister, Christine Leventhal, with whom she shared special methods of communication. Their conversations are still frequently roundabout and condensed that they perplex others. Today, the Chicago-based artist —whose large-scale black canvases evoke cosmic unknowns--explores the limits of language, the process of translation, and the joys of wandering “in the dark” in her other-worldly abstractions. \r\n\r\n\"A forecast told through shadows\" is emblematic of Kent’s unique visual vocabulary and approach towards abstraction. The artist calls these works, which look a little like night-scenes by way of Hilma af Klint, “midnight canvases.” The works are metaphors for the undefined liminal spaces of our memories. Layered on top, as if free-floating in space, are pastel shapes, lines, and textures that conjure, she said, “things that might have at one time been covered in darkness but have now been illuminated.”",
  "title": "A forecast told through shadows"
}
