{
  "accession_number": "2021.61",
  "art_champions_text": null,
  "artist": "Artist: Georges-Antoine Rochegrosse",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. and Marion Andrus III Fund in Support of the Department of Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "1884",
  "department": "European Art",
  "description": "woman with dark hair wearing a black tea-length dress and a pale salmon-colored corsage and slippers, leaning back against large cushions on a sofa, with a large cushion under her feet; black fur rug; seated black cat wearing a pink and white ruff around its neck in LRC; Japonaiserie style wallpaper (or screen?) behind sofa with moon, clouds, and foliage",
  "dimension": "16 9/16 × 15 7/16 in. (42.1 × 39.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142336",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7441,
  "image_width": 7068,
  "inscription": "",
  "life_date": "French, Versailles 1859–1938 El-Biar, Algeria",
  "markings": "",
  "medium": "Watercolor on paper",
  "nationality": null,
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "Sale, Galerie Charpentier, Paris, June 19, 2007, no. 240, for $6,433. [Galerie Terrades, Paris, 2021]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated at lower right in black ink: \\\"G. Rochegrosse 84\\\"",
  "style": "19th century",
  "text": "Georges Rochegrosse was one of the leading Salon painters in Paris, exhibiting grand history paintings filled with drama, violence, and elaborate detail. He executed very few portraits, but depicted the legendary actress Sarah Bernhardt no fewer than five times. Executed in 1884, this portrait might have been his first of her. Bernhardt was at the height of her career, having  risen to prominence in the late 1860s and becoming the darling of the French theater in the following decades. She was celebrated for her “melodious voice” and hypnotic stage presence. Victor Hugo described Bernhardt’s incomparable talents in his diaries in 1872, “She is better than an actress, she is a woman. She is adorable; she is better than beautiful, she has the harmonious movements and looks of irresistible seduction.” In 1880 she set off on her first U.S. tour, where, mobbed by fans and paparazzi, she gave 157 performances in 51 cities, and returned to Paris a rich woman. \r\n\r\nIn this portrait Rochegrosse grants us a private moment with the world-famous actress. He portrays Bernhardt in a state of reverie, smoking a cigarette and lounging on a luxurious sofa, her head and tiny feet in kitten heels reclining on large satin pillows. The décor of the interior is Japanese-inspired. A black cat wearing a pink ruff looks directly at the viewer, as does Bernhardt, who reveals herself unguarded, with a warm, sleepy smile.",
  "title": "Sarah Bernhardt with a Cat"
}
