{
  "accession_number": "2021.26",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Songhai",
  "curator_approved": 0,
  "dated": "1940s",
  "department": "Arts of Global Africa",
  "description": "large poncho-like garment; body of garment made of cream-colored cotton fabric with stitched thin stripes; front center and back center decorated with cream-colored stitched and crocheted openwork designs--circles, grids, repeating triangle bands, spirals, large cross at top of back, floriform designs and S curve designs on back",
  "dimension": "59 5/8 × 72 1/2 in. (151.4 × 184.2 cm)",
  "id": "http://api.artsmia.org/objects/142366",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7039,
  "image_width": 8561,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A Muslim man in the city of Djenné in Mali would have worn this luxurious robe on formal occasions as a valued symbol of piety and wealth. Called a boubou tilbi, it is part of the West-African tradition of loose-fitting, wide-sleeved gowns worn over other clothing. The embroiderer who created numerous designs in silk on its front, chest pocket, and back, needed several years to finish the complex and precise stitches. The motifs, formally equated to writings from the Qur’an, meant to afford the wearer spiritual protection. \r\nWhile the skill of hand embroidery is dying out in Mali, being replaced by sewing machines, a workshop in Timbuktu created in the early 2000s aims at preserving the tradition of the boubou tilbi. Its young artists value continuity with the past, and at the same time invent new motifs and stitch styles within the bounds of precedent.",
  "title": "Robe"
}
