{
  "accession_number": "2021.49.3",
  "art_champions_text": null,
  "artist": "Artist: Tim Harding",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Joanne G. Pollara",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1985-1987",
  "department": "Arts of the Americas",
  "description": "purple silk lining and ground; rows of loops made of layers of cut fabric--black, turquoise, brown, fuchsia; removable shoulder pads; pockets; slits on side seams",
  "dimension": "62 1/4 × 72 3/4 in. (158.1 × 184.8 cm)",
  "id": "http://api.artsmia.org/objects/142342",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7169,
  "image_width": 8058,
  "inscription": "",
  "life_date": "American, born 1950",
  "markings": "",
  "medium": "Cotton, silk",
  "nationality": "American",
  "object_name": "Coat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Artist Tim Harding developed his own unique method of distressing fabric by means of reverse applique. It involved layering several pieces of cloth on top of one another, then stitching, cutting, fraying the exposed edges. In this coat, Harding has pushed his technique to extremes by cutting through all of the sandwiched cotton layers, including the ground fabric which Harding typically left intact so it could provide structure and shape. Instead, Harding included a luxurious purple silk lining that flashes through the panes of cut cotton, which with their frayed edges more closely resemble sumptuous velvet. This technique is reminiscent of \"slashing,\" a decadent method of cutting elaborate and costly textiles which was common throughout Medieval Europe among royal and courtly individuals. The implication was that only the richest individuals could afford to intentionally cut and \"destroy\" their valuable garments.",
  "title": "Looped/cut coat"
}
