{
  "accession_number": "2021.32.2",
  "art_champions_text": null,
  "artist": "Artist: Virgil Ortiz",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Tamara and Michael Root",
  "culture": "Cochiti Pueblo",
  "curator_approved": 0,
  "dated": "2020-2021",
  "department": "Arts of the Americas",
  "description": "dancing figure wearing a long garment in black and tan, decorated with maze-like motifs and circles; elaborate hairstyle with large back bun; black lines on face and back of shaved head; contrapposto post with knees bent, striding, with head turned to PL; arms swinging, with hands in fists",
  "dimension": "23 1/2 × 13 9/16 × 10 1/8 in. (59.7 × 34.4 × 25.7 cm)",
  "id": "http://api.artsmia.org/objects/142360",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3888,
  "image_width": 3024,
  "inscription": "",
  "life_date": "American (Cochiti Pueblo), born 1969",
  "markings": "",
  "medium": "Clay, pigments",
  "nationality": "American (Cochiti Pueblo)",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Multidisciplinary artist Virgil Ortiz draws upon Pueblo history to create futuristic worlds where Indigenous people continue their fight against intruders onto their lands so that their people can continue to thrive and preserve and protect their ways of life. This is a part of Ortiz’s 1680/2180 series. In 1680 Pueblo communities across the Southwest banded together to successfully execute the largest uprising in North American history. After decades of a Spanish regime of brutal violence, enforced servitude, and a ban on all traditional religious practices, Pueblo communities successfully revolted against colonizers and settlers. This uprising, under the leadership of Po’Pay allowed Pueblos to remain liberated for 12 years. In 1682, they signed a peace agreement with the Spanish Crown.\r\n\r\nEach character Ortiz creates live in the year 2180, a part of Pueblo understandings of the cyclical nature of time and space. The two ceramic figures are Gage and Jagg, pilots of the Survivorship Armada, who are transported to the earth’s realm to aid Po’Pay in a revolt, and to preserve and protect their culture, language, and traditions from extinction. Gage and Jagg are hero twins. Ortiz creates Gage and Jagg in the traditional manner of pottery making of Cochiti Pueblo that has been used for millenia. He hand coils the figures, sculpting each into smooth and curved forms. He then fires the clay in an outdoor fire pit. Once dry, Ortiz uses local roots as the source for the black paint found in the figures’ body stripes and faces.",
  "title": "Gage"
}
