{
  "accession_number": "2021.50.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "top of fan is roughly trapezoid shape with curved edges; top is decorated with central circle surrounded by small silver circles on each side; one side has a crescent in URC and a lower in LLC; opposite side has five text characters on a diagonal inside central circle and flower in ULC; bronze-colored long handle with metal fitting with incised scrolling design and cutout heart at bottom end",
  "dimension": "29 × 7 7/16 × 7/8 in. (73.7 × 18.9 × 2.2 cm)",
  "id": "http://api.artsmia.org/objects/142354",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2560,
  "image_width": 1707,
  "inscription": "From upper right to lower left: 仁 {jin}, 義 {gi}, 礼 {rei}, 智 {chi}, 心 {shin}",
  "life_date": null,
  "markings": "",
  "medium": "Lacquered wood, metal",
  "nationality": null,
  "object_name": "Battle fan (gunbai)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Military commanders used gunbai primarily to communicate commands and signals during battle. Fans have long been superstitiously associated with ridding oneself of demons and attracting power. Unlike folding fans, which were also used as a battle fan, these gunbai have flat surfaces and cannot be made compact. Because earlier fans were actually used in battle, their decoration and form tended to be simple.\r\nDuring the Edo period, a time of relative peace, the fans gradually became decorative, symbolic objects. This longer gunbai is beautifully crafted. On one side, the cardinal virtues of Confucianism – benevolence, justice, courtesy, and wisdom – appear diagonally across the center in order. The final character here is written as spirit, which is a homophone of the fifth virtue, sincerity. Finished in nashiji lacquer and a fundame lacquer circle. A paulownia family crest appears on both sides, as well as a moon on one side.",
  "title": "Long battle fan (gunbai) with paulownia crests"
}
