{
  "accession_number": "2021.51",
  "art_champions_text": null,
  "artist": "Artist: Yoshida Hodaka",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Asian Art",
  "description": "abstract image; washy light blue pigments mixed with white pigments, speckled with tiny dark spots on R and in C; brown and black speckled area in ULC and URC; band of gray pigment across the bottom of the image; vertical rectangular area in yellow pigment with black specks in LRC of image; wavy overlapping black and gray lines in URC",
  "dimension": "33 7/8 × 50 1/4 in. (86 × 127.6 cm) (image)\r\n33 3/4 × 50 1/8 in. (85.7 × 127.3 cm) (plate)\r\n35 3/4 × 53 3/8 in. (90.8 × 135.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142353",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2764,
  "image_width": 3809,
  "inscription": "LLC in pencil: 6/15 | bottom L margin, in pencil {inscription in Japanese characters}",
  "life_date": "Japanese, 1926 - 1995",
  "markings": "",
  "medium": "Photoetching and woodblock print; ink and color on paper; zinc",
  "nationality": "Japanese",
  "object_name": "Print (sōsaku hanga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Hodaka Yoshida \\'92",
  "style": "20th century",
  "text": "Yoshida Hodaka was born into a family of artists and was first not meant to become one himself. Hodaka was the second son of Yoshida Hiroshi (1876–1950) who was a leading Western-style artist in Japan during the early 20th century. Hodaka’s mother Fujio (1887–1987) was also an artist as was his older brother Tōshi (1911–1995). Contrary to all of them, Hodaka leaned towards abstraction which was until then not heard of within the family. It was therefore not until his father died in 1950 that Hodaka could embark on his own path. This print is part of a set of six that he created in 1992 for an exhibition at the Wall Museum in Suwako, Nagano Prefecture. The prints are based on photographs he took of various walls early in his life and the prints’ extraordinary size, detailing and attention to structural and surface features create an aura as if standing in front of the actual wall.",
  "title": "Beige Wall"
}
