{
  "accession_number": "2021.28",
  "art_champions_text": null,
  "artist": "Artist: Jeffrey Gibson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Jane and James Emison Endowment for Native American Art",
  "culture": "Choctaw/Cherokee",
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "central painted panel with geometric shapes including abstracted letters, in various bright multicolors (predominately warm colors at left, cool colors at right), surrounded by a white frame; outer band of beadwork in predominately red, black, and blue with white text: \"WHAT WE WANT / IS FREE\"; outer white frame",
  "dimension": "59 3/4 × 69 3/4 × 2 9/16 in. (151.8 × 177.2 × 6.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142367",
  "image": "valid",
  "image_copyright": "",
  "image_height": 420,
  "image_width": 499,
  "inscription": "",
  "life_date": "American (Choctaw-Cherokee), born 1972",
  "markings": "",
  "medium": "Acrylic on canvas, with glass beads and artificial sinew inset into painted wood frame",
  "nationality": "American",
  "object_name": "Painting with collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G304",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "During 2020, a monumental year that included a global pandemic, civil unrest, and call for racial justice, Jeffrey Gibson created What We Want is Free.  Quoting Gibson, this work expresses the necessity of “dignity, respect, joy, freedom, and liberation” for marginalized communities. In this painting, Gibson also acknowledges the extraordinary struggles of the past and present and the universal need for all people to be free. \r\nWhat We Want is Free contains a dazzling array of colors and geometric shapes. Multiple hues of saturated oranges and reds transition to muted greens and blues, and black triangles move diagonally across the painting, offering depth and contrast. Gibson’s paintings resemble a Modernist patchwork quilt with an added dimension of his communities’ aesthetics: the incorporation of color palettes found in historic Choctaw clothing and cultural belongings. Neon colored geometrics appear at the top and bottom of the painting and  the title of the work. A beaded frame offers additional texture and is an homage to beadwork found in nearly every Indigenous community across North America.",
  "title": "WHAT WE WANT IS FREE"
}
