{
  "accession_number": "2021.49.1.2",
  "art_champions_text": null,
  "artist": "Artist: Irene Reed",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Joanne G. Pollara",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1985-1987",
  "department": "Arts of the Americas",
  "description": "black crocheted chevron-shaped front element with tapering crocheted neck band, with loop and square button closure; chevron decorated with various buttons--clear round, blue and purple squares, pink domed basket-weave--loops of iridescent black wire in flower shapes, shield with stripes and stars at front center, and iridescent wing form ornaments at edges; rust colored backing fabric",
  "dimension": "9 × 8 9/16 × 1 1/16 in. (22.9 × 21.7 × 2.7 cm)",
  "id": "http://api.artsmia.org/objects/142338",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6790,
  "image_width": 5976,
  "inscription": "",
  "life_date": "American, 1946 - 2012",
  "markings": "",
  "medium": "Mixed media crochet",
  "nationality": "American",
  "object_name": "Necklace",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in gold: reed (?--very light)",
  "style": "20th century",
  "text": "Irene Reed was a Connecticut-based artist who worked with a diverse array of media -- including found items -- and off-loom fiber techniques, but was best known for her crochet creations -- typically hats, purses, accessories, and small sculptures. An important technical innovation of Reed's was to create three-dimensionality by building crochet stitches over sections of trapunto quilting. This winged cloche is reminiscent of the headwear of the Greco-Roman messenger god, Hermes/Mercury. But such a serious reading of the hat quickly unravels when one realizes that the \"jewels\" on the matching necklace are actually found buttons.",
  "title": "Necklace"
}
