{
  "accession_number": "2021.52.1",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunitora; Publisher: Yamadaya Shōbei",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1820s",
  "department": "Asian Art",
  "description": "rolling hills at right with trees and rocks or small hillocks, covered in snow; two buildings with rounded snow-covered roofs in LLC; some figures in LRC and near buildings; dark red, green, brown; white sky with blue-grey at horizon",
  "dimension": "8 11/16 × 13 in. (22.1 × 33 cm) (sheet, aiban yoko-e)",
  "id": "http://api.artsmia.org/objects/142351",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5795,
  "image_width": 8578,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Eight Views of Ōmi (Ōmi hakkei 近江八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: 国虎画 {Kunitora ga}",
  "style": "19th century",
  "text": "We know that Utagawa Kunitora was a student of Utagawa Toyokuni’s but it is not known when he entered Toyokuni’s studio, or which years his prints should be dated to. From the dates of Kunitora's illustrated books we can determine that he was active between 1819 and 1840, and it is believed that he died in the late 1850s at the age of 60. Very few works by Kunitora have survived, amongst them illustrated books of popular fiction as well as erotic books. Almost all of his prints are single-sheet landscapes in horizontal ōban format, such as at least 10 prints from an untitled series with red cloud bands at the top, and a series of at least eight landscapes called  Perspective Prints (Uki-e). The series Eight Views of Ōmi (Ōmi hakkei) was printed with a reduced color palette dominated by brown, green and grey. The round contours of the mountains show Western influence, as does the pronounced chiaroscuro.",
  "title": "Evening Snow at Mount Hira"
}
