{
  "accession_number": "2021.43",
  "art_champions_text": null,
  "artist": "Artist: Miho Dohi",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "horizontal wooden forms in layers; top form like a large turned wood spindle; several layers of slab-like forms beneath; vertical round element with sawed-off pegs and holes at front PL corner; seven organic shaped holes through roughly oval element at top PR side, with one sawed-off peg and two small pegs; some elements wrapped in inherent creased, folded, and crumpled white paper; side with signature and date is front",
  "dimension": "18 3/4 × 16 7/8 × 26 in. (47.6 × 42.9 × 66 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/142324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2400,
  "image_width": 1600,
  "inscription": "",
  "life_date": "Japanese, born 1974",
  "markings": "",
  "medium": "Wood, paper",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "front PR in black ink on wood: Miho Dohi 2018",
  "style": "21st century",
  "text": "Miho Dohi uses materials such as yarn, wire, fabric, sheet metal, paint, and tape to create what she describes simply as buttai, or objects. Compact and complex, each buttai brings together an idiosyncratic constellation of shapes and surfaces, conjoined in subtle or playful juxtapositions. These modestly sized works seem to enact a deft off-balancing of their constitutive parts, even as they hold together tightly as lively self-contained forms.\r\n \r\nSince 2008, Dohi has numbered and titled her sculptures buttai (物体). The Japanese word is composed of two kanji characters— 物 / mono (which means thing) and 体 / tai (which means “body”). Dohi explains: “All of my works are ‘objects’ and ‘bodies.’ …A ‘thing’ that also has an element of ‘body’ which involves movement.” Using a carefully selected assortment of materials the artist collects for their beauty and their tactile qualities, as she works Dohi continually turns each assemblage—bending, binding, painting, sewing, hammering, screwing, coiling—to free herself, and to free the object from the limitations of a singular perspective or reading. Each buttai emerges with its own holistic logic and playful rigor, a form endowed with sensitivity, beauty, and humor that reveals the heuristic poetics of its making.",
  "title": "buttai47"
}
