{
  "accession_number": "2021.50.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "fan with two vertical lobes on long handle; one large text character in black lacquer on each side; black stripes on handle; gold ground on lobes",
  "dimension": "19 3/4 × 7 3/16 × 7/8 in. (50.2 × 18.3 × 2.2 cm)",
  "id": "http://api.artsmia.org/objects/142355",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6511,
  "image_width": 4225,
  "inscription": "verso: 勝 {shō}; recto: 前 {mae}",
  "life_date": null,
  "markings": "",
  "medium": "Lacquered wood",
  "nationality": null,
  "object_name": "Battle fan (gunbai)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Military commanders used gunbai primarily to communicate commands and signals during battle. Fans have long been superstitiously associated with ridding oneself of demons and attracting power. Unlike folding fans, which were also used as a battle fan, these gunbai have flat surfaces and cannot be made compact. Because earlier fans were actually used in battle, their decoration and form tended to be simple.\r\nThe gunbai from the Momoyama period has a relatively small fan area and a long bamboo handle, possibly to make it easier for the commander to access on the battlefield. According to a late box inscription, this particular fan is associated with the Mogami clan, although it is unclear to whom it belonged. The Mogami clan were feudal lords who ruled in Dewa province in northern Japan. They were also a branch family of the Ashikaga, who served as shoguns from 1336 to 1573. The two Chinese characters on each side of the fan stand for “victory” and “advance.”",
  "title": "Battle fan (gunbai) of the Mogami clan"
}
