{
  "accession_number": "2021.37",
  "art_champions_text": null,
  "artist": "Artist: Eamon Ore-Giron",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Kenneth and Elayne Hengler Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "120 × 120 in. (304.8 × 304.8 cm)",
  "id": "http://api.artsmia.org/objects/142325",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2448,
  "image_width": 3000,
  "inscription": "",
  "life_date": "American, born 1973",
  "markings": "",
  "medium": "Mineral paint and Flashe on linen",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Eamon Ore-Giron’s interdisciplinary practice contends with history and cross-cultural exchange. His paintings are in dialogue with hard-edge abstraction, Russian suprematism, and South American neo-concretism, yet, like many of his contemporaries, he is committed to destabilizing modernism’s hierarchy, which prioritizes conceptions of knowledge that are Western in origin. He questions modernism’s discourses by reinterpreting and repurposing its strategies, and by citing sources that are geographically diverse and extend into the ancient past. As such, Ore-Giron’s paintings are informed by a rich visual lexicon drawn from Western European and Indigenous cultural sources as well as music. \r\n\r\nThe Infinite Regress series comprises more than sixty paintings, containing the geometric forms for which he has become well known. Each painting is a variation on an arrangement of geometric patterns, resulting in an iterative chain that refers simultaneously to the work that preceded it and to the work that will eventually follow. The paintings typically include combinations of elemental shapes—circles, triangles, rectangles, and squares—rendered in bright colors with golden, luminous forms that interlock, overlap, and often coalesce into pyramid-shaped structures. The inclusion of a clear vanishing point in many of the paintings creates the illusion of spatial recession on the picture plane.",
  "title": "Infinite Regress CLIV"
}
