{
  "accession_number": "2021.33.3",
  "art_champions_text": null,
  "artist": "Artist: Phillip Vigil",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "abstracted colorful image; two faces with wide eyes--LRC, with upper torso and PR arm and hand, and ULC; hand at center; snowman form at right center; bright multicolored circles, spirals, Xs, stars, arrows, and various lines and forms throughout; \"NOTHING\" in white above head in ULC; \"I AM EVERYTHING, / AND NOTHING AT ALL\" at left center; received in light-toned wood frame",
  "dimension": "29 3/4 × 22 11/16 in. (75.6 × 57.6 cm) (sheet)\r\n34 × 26 3/4 × 2 in. (86.4 × 67.9 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142358",
  "image": "valid",
  "image_copyright": "",
  "image_height": 383,
  "image_width": 286,
  "inscription": "",
  "life_date": "American (Jemez Pueblo/Jicarilla Apache), born 1981",
  "markings": "",
  "medium": "Acrylic and mixed media on paper",
  "nationality": "American (Jemez Pueblo/Jicarilla Apache)",
  "object_name": "Painting on paper",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: VIGIL | LRC in pencil: (symbol?) 2018",
  "style": "21st century",
  "text": "Jemez Pueblo/Jicarilla Apache artist Phillip Vigil’s work Untitled includes graphic and sparsely painted figures, intriguing text, bold splashes of colors, and a mesmerizing array of shapes and designs. Vigil successfully creates a painting that is both balanced and orderly, serious and whimsical. The human/animal like figures contain wide open eyes and large open hands with thin lines suggestive of hair. Vertical and horizontal texts appear throughout the work and perhaps references existential questions the artist has, such as ideas encompassing the word NOTHING that occurs in multiple areas throughout the painting and the statement I AM EVERYTHING AND NOTHING AT ALL at the center. The painting suggests being inspired by other Indigenous and non-Indigenous artists, including Jaune Quick-to-See-Smith, Emmi Whitehorse, Inuit printmakers, Jean-Michel Basquiat, and others.",
  "title": "Untitled"
}
