{
  "accession_number": "2021.45.1",
  "art_champions_text": null,
  "artist": "Artist: David Alekhuogie",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "image of a plywood sculpture of a brown four-armed and four-legged figure with a frowning face on top of a blue and red gingham cloth, casting a shadow at the right; this image is on top of a black and white image of a book, with text and part of a photograph of an African mask at right; framed in medium toned wood frame--unglazed",
  "dimension": "49 1/4 × 39 7/8 in. (125.1 × 101.3 cm) (sight)\r\n50 5/16 × 40 7/8 × 2 3/4 in. (127.8 × 103.8 × 7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 800,
  "inscription": "",
  "life_date": "American, born 1986",
  "markings": "",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Informed by his 2019 trip to Nigeria, the birthplace of his father, David Alekhuogie’s recent work incorporates African sculpture and textiles to question the route through which African Americans become cognizant of their cultural heritage, authorship, and the hierarchy of art versus craft. \r\n\r\nAlekhuogie explores the relationship between photography and African textiles as forms of craft and storytelling. In Seamstress and Pure Life, two multi-panel collages, black and white street-style photographs float on the floral ground of a typical African wax print fabric. Like photographs, African wax prints are a visual medium, conveying stories to the viewer about both the maker and the wearer. Portrait for George, a series of fabric wall sculptures, intertwines photography and textiles. By combining landscape photographs of George’s Kenyan homeland and a Shuka cloth design typical of the area, Alekhuogie pays tribute to his friend by creating a commemorative portrait fabric. Draped and pinned within birch plywood boxes, the “portraits” conflate sculpture, photography, and performance to conjure the essence of his subject.",
  "title": "Female figure \"A Reprise\""
}
