{
  "accession_number": "2021.33.2",
  "art_champions_text": null,
  "artist": "Artist: Diego Romero; Printer: Black Rock Editions, Santa Fe, New Mexico; Publisher: Black Rock Editions, Santa Fe, New Mexico",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "three standing figures wearing jumpsuits, vests with many pockets, boots, knee pads, and gas masks, holding guns; head, upper body, and PR arm of a figure wearing a dark hooded sweatshirt, seen from behind, in foreground, holding up a cellphone, photographing soldiers; yellow and tan flames in background; checkerboard border; printed in yellow, tan, and brown; received in light-toned wood frame",
  "dimension": "22 5/16 × 20 in. (56.7 × 50.8 cm) (image)\r\n26 5/8 × 23 15/16 in. (67.6 × 60.8 cm) (sheet)\r\n29 15/16 × 27 7/16 × 2 in. (76 × 69.7 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142357",
  "image": "valid",
  "image_copyright": "",
  "image_height": 338,
  "image_width": 309,
  "inscription": "",
  "life_date": "American (Cochiti Pueblo), born 1964",
  "markings": "LLC in pencil: 1/40",
  "medium": "Color lithograph",
  "nationality": "American (Cochiti Pueblo)",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in pencil: AMERICAN DIASTOPHISM | LRC in pencil: DIEGO ROMERO 20",
  "style": "21st century",
  "text": "Multidisciplinary artist Diego Romero’s lithographs graphically illustrate central issues in Indigenous life, including colonization, sovereignty, and social and environmental justice and well-being. In most Indigenous communities, time does not follow a linear timeline but a cyclical one. Events that may have occurred in recent or more distant past are understood as being present and embodied in present day realities. Moreover, events that impact the environment are not understood as separate from the human realm, as all of living beings in the world, including land and water, are relatives, sentient beings that have rights and reciprocal relationships with all other beings on earth.\r\nIn American Diastrophism, Diego creates images of another brutal regime of the more recent past and the title reference environmental and social collapse through the extraction of oil within or within close proximity to Indigenous nations. He creates a scene of oil oozing onto the surface of the paper, with military fully armed with state-of-the art weaponry and an Indigenous water protector armed with a cellphone, bearing witness to the often violent treatment of protesters by corporate-sponsored security.",
  "title": "American Diastrophism"
}
