{
  "accession_number": "2021.42",
  "art_champions_text": null,
  "artist": "Artist: Rafa Esparza",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "image of a boy wearing a baseball cap and a man with a beard wearing sunglasses in a brown car on a city street with figures in background; restaurant sign in URC; painting on adobe slab",
  "dimension": "71 × 48 × 1 1/2 in. (180.3 × 121.9 × 3.8 cm)",
  "id": "http://api.artsmia.org/objects/142334",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9569,
  "image_width": 6534,
  "inscription": "",
  "life_date": "American, born 1981",
  "markings": "",
  "medium": "Acrylic on adobe",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "\"Cruising\" is based on a photograph taken by Esparza’s cousin in East Los Angeles, a primarily Brown neighborhood. The image depicts a man and child in a lowrider, against a backdrop of passersby and businesses. A pastime taken up by Brown youth in the 1940s and ‘50s as a way of socializing, cruising and lowrider cars quickly became symbols of Brown culture in Los Angeles as well as targets for persecution by law enforcement. The lowrider’s driver presumably stares straight ahead, eyes masked by sunglasses, while all other figures’ faces are merely flesh-toned blurs. The lone exception, the youth in the passenger seat, looks sideways, almost furtively, a hand on the open window as if he is peeking out cautiously. With Cruising, Esparza captures the layering of history and culture, crystallized in a single scene. Instead of asphalt, the car sits on unpainted adobe, the earthy hue mirrored in the figures, the car’s exterior, as if all are rendered directly from earth.",
  "title": "Cruising"
}
