{
  "accession_number": "2021.32.5",
  "art_champions_text": null,
  "artist": "Artist: Virgil Ortiz",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Tamara and Michael Root",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020-2021",
  "department": "Arts of the Americas",
  "description": "abstract image of two identical faces morphed together, with three eyes, two noses, and two mouths; predominately vertical black tattoos on face and neck; black on white",
  "dimension": "42 × 30 7/16 in. (106.7 × 77.3 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142363",
  "image": "valid",
  "image_copyright": "",
  "image_height": 196,
  "image_width": 196,
  "inscription": "",
  "life_date": "American (Cochiti Pueblo), born 1969",
  "markings": "LLC in pencil: 13/15",
  "medium": "Lithograph",
  "nationality": "American (Cochiti Pueblo)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Virgil Ortiz (illegible)",
  "style": "21st century",
  "text": "Multidisciplinary artist Virgil Ortiz draws upon Pueblo history to create futuristic worlds where Indigenous people continue their fight against intruders onto their lands so that their people can continue to thrive and preserve and protect their ways of life. This is a part of Ortiz’s 1680/2180 series. In 1680 Pueblo communities across the Southwest banded together to successfully execute the largest uprising in North American history. After decades of a Spanish regime of brutal violence, enforced servitude, and a ban on all traditional religious practices, Pueblo communities successfully revolted against colonizers and settlers. This uprising, under the leadership of Po’Pay allowed Pueblos to remain liberated for 12 years. In 1682, they signed a peace agreement with the Spanish Crown.\r\nEach character Ortiz creates live in the year 2180, a part of Pueblo understandings of the cyclical nature of time and space. These characters offer contemporary Pueblo people sources of strength, as active participants in a long lineage of warriors and in a future reality, and serve as Pueblo-specific superheroes and role models for young Pueblo people. In 2180, like in 1680, Pueblos are again in chaos, and invasion of Native land continues. These mythic figures have exceptional abilities in war, perception, and navigation. The three lithographs include specific warriors, including Taoky, Doyen of the Rez Spine Watchman, Lee-Tho, Recon of the North Realm Rez Spine Watchman, and Translator, Commander of the Spirit World Army.",
  "title": "Lee-Tho, Recon of the North Realm Spine Watchman"
}
