{
  "accession_number": "2021.47",
  "art_champions_text": null,
  "artist": "Artist: Otobong Nkanga",
  "catalogue_raissonne": null,
  "classification": " Textiles; Photographs",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "104 5/16 × 303 1/8 in. (265 × 770 cm)",
  "id": "http://api.artsmia.org/objects/142350",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4598,
  "image_width": 11221,
  "inscription": "",
  "life_date": "Nigerian/Belgian, born 1974",
  "markings": "",
  "medium": "Viscose, polyester, cotton, wool, acrylic; 5 inkjet prints on laser cut Forex plates",
  "nationality": "Nigerian/Belgian",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "A recurring preoccupation throughout Otobong Nkanga's work is a reflection on the environmental and human legacy of European colonialism within the African continent as well as human-land interaction more broadly. In Double Plot, Nkanga's lifelong interest in mining and the resulting scarification of the body of the landscape is reflected in the lines that run throughout the tapestry which gesture simultaneously to geographical borders, tree roots, veins of precious ores, as well as the veins of the human body. The connection to precious metals is made literal through Nkanga's choice of silver and copper metal threads in creating those lines. Superimposed on these linear forms is a glittering image of a solar system that draws our awareness away from the particular and present to the universal and timeless. Nkanga links these different spatial and temporal \"plots\" metaphorically as she implicitly asks: \"How do geopolitical lines affect the lives of people living within certain landscapes' What we see now is more or less the latent effect of dividing groups of people, dividing borders, and that affects the way we deal with people now.\"",
  "title": "Double Plot"
}
