{
  "accession_number": "2021.31",
  "art_champions_text": null,
  "artist": "Artist: Rita Letendre",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": "Abenaki",
  "curator_approved": 0,
  "dated": "1974",
  "department": "Arts of the Americas",
  "description": "abstract image; triangles and lines directed toward a vanishing point above picture plane, toward right; black (or deep indigo?) triangles at left and right, bordered in neon yellow; yellow, orange; bright neon green, lavender, and white; received unframed",
  "dimension": "47 5/8 × 71 5/8 × 1 1/4 in. (121 × 181.9 × 3.2 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/142364",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6818,
  "image_width": 10259,
  "inscription": "",
  "life_date": "Canadian (Abenaki), 1928 - 2021",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "Canadian (Abenaki)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in yellow: R. Letendre 74 | verso in pencil: R. Letendre / 1974 / \\\"SUMMER LIGHTS\\\"",
  "style": "20th century",
  "text": "Abenaki artist Rita Letendre believes “you have to discover who you are then be yourself no matter what.” Letendre, like many Indigenous artists, liberates herself from the expectations of what other believes to constitute Native art and draws upon many artistic canons to develop an authentic artistic vision unbound by limitations. Letendre embraced Hard-Edge abstraction, which allowed her to work with form while infusing Abenaki ontology, including principles of duality, such as night and day, light and dark, earth and sky. The qualities of Letendre’s signature style are captured in the painting Summer Lights. Bold forms and color are carefully arranged in sharp detail, creating a sense of vast space and infinity.  Like a sunbeam or prism, multiple shades of orange appear alongside thinner and tightly painted lines light greens and warm violets. Thick bands of black that rise from the bottom of the painting ground the energetic rays of light.",
  "title": "Summer Lights"
}
