{
  "accession_number": "2021.113.2a-c",
  "art_champions_text": null,
  "artist": "Artist: Workshop of Anselmo da Campione",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Architecture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Trust Fund and gift of funds from Lucy C. Mitchell",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1210-1220",
  "department": "European Art",
  "description": "column base is front half of stylized lion with mouth slightly open with tongue out and head turned slightly toward PR; lion rests its front paws on a small serpent which is biting the lion's neck; reddish marble--tan tones at top--with black spots; grey spiral fluted column; reddish marble capital with horizontal deeply-incised wavy ribs and lion's head at each corner",
  "dimension": "27 3/16 × 17 15/16 × 27 15/16 in. (69.1 × 45.6 × 71 cm) (object part, lion base)\r\n120 × 17 15/16 × 27 15/16 in. (304.8 × 45.5 × 71 cm) (assembled, approx.)",
  "id": "http://api.artsmia.org/objects/142487",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7451,
  "image_width": 5203,
  "inscription": "",
  "life_date": "Italian (Modena)",
  "markings": "",
  "medium": "White and red Verona marble",
  "nationality": "Italian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Moon-faced with large, almond-shaped eyes and mouths open showing canines, each of these lions sports a luxuriant mane of wavy locks ending in tight curls that cascade down their backs. One lion has subdued his prey—a young calf lies lifeless under his paws—the second is engaged in mortal combat with a serpent whose teeth are sunk deep into the tender flesh of the lion’s neck. His survival is far from assured.\r\n\r\nThese lions were made during a boom in ecclesiastical building with elaborate architectural and figural programs beginning in the 11th century. While it isn’t possible to know where or how the lions were originally disposed, one can imagine them serving as supports for freestanding columns framing a portal, or entrance to a church or private chapel.\r\n\r\nIn the following centuries it was not uncommon for architectural elements to be moved and reconfigured in new spaces. This appears to be the case for these lions which, by 1893, had been incorporated into the facade of Martinvast, an old Normandy estate by its owner Arthur de Schickler (1828-1919) who made alterations to the chateau in the gothic revival style from 1867 to 1893.",
  "title": "Pair of lions with columns and capitals"
}
