{
  "accession_number": "2021.132.1",
  "art_champions_text": null,
  "artist": "Artist: Max Beckmann",
  "catalogue_raissonne": "Hofmaier 264 Bb",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest from the estate of Dr. David B. Sanford",
  "culture": null,
  "curator_approved": 0,
  "dated": "1923",
  "department": "European Art",
  "description": "group of seated figures in an interior space, rendered in thin, black lines; left-most figure is standing and holding a lighted candle in PR hand; C figure wears a mask over eyes; two framed pictures in background in top C; ceiling lamp in top C; matted and framed; frame has silver patina on front side, with dark brown outer edges",
  "dimension": "7 1/2 × 12 1/2 in. (19.1 × 31.8 cm) (image)\r\n8 1/4 × 12 7/8 in. (21 × 32.7 cm) (plate)\r\n16 3/16 × 20 3/4 × 5/8 in. (41.1 × 52.7 × 1.6 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142424",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4322,
  "image_width": 6726,
  "inscription": "LLC, in pencil: IV / XX",
  "life_date": "German, 1884–1950",
  "markings": "",
  "medium": "Drypoint",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Beckman",
  "style": "20th century",
  "text": "The years after World War I proved dillusioning for Max Beckmann. He expressed his discontent in enigmatic paintings and prints, such as \"Before the Masked Ball.\" In 1922, he painted the composition and reprised it the following year in this mirror-image drypoint.\r\n\r\nThe scene shows three women and three men quietly, perhaps morosely, awaiting the arrival of a moment to become animated with gaiety--a moment which of course never comes. The setting is the Graz appartment of Minna-Beckmann Tube, the artist's then wife. All of the occupants are identifiable members of Beckman's circle. At left, holding the candle, is Minna's mother. Friends Greta Skalla (a school teacher wearing a dotted dress) and Dr. Erich Stichel (the man slung over the back of a chair) were friends of the Beckmanns. The man wearing a dark mask and smoking a cigarette is Max himself. Minna is the one seated, holding a drum. At the far right, Minna and Max's 15-year-old son, Peter, wears a jester's collar and concentrates on reading a book. If the figures seem emotionally isolated despite their physical proximity, then Beckmann has done his job, for this sense of alienation is what he sought in much of his art. Max acted directly on such tensions and left Minna in 1925.",
  "title": "Vor dem Maskenball"
}
