{
  "accession_number": "2022.18.2",
  "art_champions_text": null,
  "artist": "Artist: Leslie Barlow",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Elizabeth Short and R. Kirkland Cozine",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "group of seated figures- two adults and two children; small child with curly dark hair, gazing outward, in C, wearing a colorful top with elaborate designs in mostly red and yellow pigment; right-most figure smiles, with long hair, red earrings and wearing a turquoise double-stranded necklace; child in top C, head turn toward seated figure in ULQ; green background, with eye shapes drawn n blue pigment along top of image",
  "dimension": "59 5/8 × 47 1/2 × 2 5/8 in. (151.4 × 120.7 × 6.7 cm)",
  "id": "http://api.artsmia.org/objects/142420",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9812,
  "image_width": 7872,
  "inscription": "",
  "life_date": "American, born 1989",
  "markings": "",
  "medium": "Oil, pastel, acrylic on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G302",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Sierra and her family, on the Mississippi shore, 2021, was featured in her solo exhibition Leslie Barlow: Within, Between, and Beyond. Comprised of sixteen artworks, the series explored identity and belonging through portraits in oil and video. Sixteen folks who identify as mixed race, multiracial, or as transracial adoptees, were featured. For Sierra and her family, on the Mississippi shore, Barlow interviewed Sierra, a mental health and wellness professional from the Twin Cities. \r\n\r\nThe portrait and interview depicts her experience as being mixed race, being a mental health professional who works with BIPOC folks, and as a parent to mixed race children in 2020. Barlow richly layers patterns and colors to express and amplify the family's joy and ancestral stories. Sierra is Navajo and Dutch American and her partner identifies as Ghanaian American. Familial stories are acknowledged in the details---the children's clothes and the adults' jewlery. Above all else, the family's joy and love for each other are captured in this dynamic family portrait. Sierra's smile. The exchanged glance between father and child. The inquisitive but knowing stare of their toddler. All four sitters are surrounded by lush foliage and deep, abstract patterns and colors. The result is a depiction of the warmth and love of a young family.",
  "title": "Sierra and her family, on the Mississippi shore"
}
