{
  "accession_number": "2021.107.2",
  "art_champions_text": null,
  "artist": "Photographer: Dawoud Bey",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "black and white image of a run-down wooden house behind a picket fence; blades of tall grass at bottom edge of image; trees in ULQ",
  "dimension": "43 1/2 × 54 1/2 in. (110.5 × 138.4 cm) (image)\r\n48 × 59 in. (121.9 × 149.9 cm) (sheet)\r\n49 × 60 1/4 × 2 in. (124.5 × 153 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142489",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2405,
  "image_width": 3000,
  "inscription": "",
  "life_date": "American, born 1953",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Dawoud Bey’s most recent project, “In This Here Place,” is the third of his history series, which began with “The Birmingham Project” (2012) and continued in “Night Coming Tenderly, Black” (2017).  As its title suggests, “In This Here Place” is a project centered upon the acts of witnessing and remembrance.  Through large-scale black and white photographs of former plantation lands to the west of the Mississippi River in Louisiana, Bey undercuts any hint of pastoralism through the austerity of his compositions, designed to evoke the haunted nature of each place.  Here, behind the walls of a rudimentary wooden cabin, human beings suffered from the brutality of their lives as enslaved plantation workers. Here, on either side of an otherwise gleaming irrigation ditch—itself a kind of scar upon the land—unspeakable crimes against humanity were crucial to America’s economy.  In these wordless evocations, Bey summons historical trauma for contemporary recognition, and suggests that even the most anodyne of rural American landscapes contain the shadows of past violence—and deserve our contemplation.",
  "title": "Tall Grass, Fence, and Cabin"
}
