{
  "accession_number": "2020.85.70.3",
  "art_champions_text": null,
  "artist": "Artist: Clarence Morgan; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "Lithographic pencil on stone with deleted negative shape printed in Shop Mix black on kitakata chine collé; solid hard-edged aquatints printed in Bone black; and screenprinting in opaque white.",
  "dimension": "10 × 10 in. (25.4 × 25.4 cm) (image)\r\n15 1/2 × 15 1/2 in. (39.37 × 39.37 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142430",
  "image": "valid",
  "image_copyright": "Copyright © Clarence Morgan%2C published by Highpoint Editions",
  "image_height": 6734,
  "image_width": 6801,
  "inscription": "",
  "life_date": "American, born 1950",
  "markings": "LL in pencil below image: ARCHIVE 1/2 | Publisher\\'s blindstamp, LL below image: HP",
  "medium": "Lithograph, intaglio, and screenprint with chine collé",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Interrupted Universe, Set 1",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137517",
    "142430"
  ],
  "signed": "LR in pencil below image: CLARENCE MORGAN 2005 | BC in pencil below image: STRANGE AMALGAMATION\r\n",
  "style": "21st century",
  "text": "Based in Minneapolis and Chicago, Clarence Morgan is a visual artist and educator whose work encompasses painting, drawing, and printmaking. The focus of his practice is abstraction, often inspired by nature. Working in collaboration with Highpoint Editions, Morgan produced an array of multimedia prints whose evocative titles derive from the arrangements of seemingly random shapes and biomorphic forms that suggest microscopic organisms or alien life forms. Morgan’s intuitive working method allows for chance occurrences and unexpected juxtapositions, yet each composition is structurally harmonious.",
  "title": "Strange Amalgamation"
}
