{
  "accession_number": "2021.29",
  "art_champions_text": null,
  "artist": "Artist: Dana Claxton",
  "catalogue_raissonne": null,
  "classification": " Photographs; Lighting",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": "Hunkpapa Lakȟóta",
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "lightbox in a black frame; image of a seated figure, wearing a black blazer and holding a beaded bag that has a blue flower in the C, surrounded by pink flowerers on the sides, and orange petals on top and bottom; figure is draped in beadwork- beaded bracelets on both wrists, elaborate beaded neck piece that extends down to chest area, a beaded piece in rainbow colors that covers face in a draping pattern, and headpiece is attached to a black stocking hat, with a pink baseball hat over top of stocking hat; gray background",
  "dimension": "60 5/8 × 40 3/4 × 7 1/16 in. (154 × 103.5 × 17.9 cm)",
  "id": "http://api.artsmia.org/objects/142404",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1249,
  "image_width": 833,
  "inscription": "",
  "life_date": "Canadian (Hunkpapa Lakȟóta), born 1959",
  "markings": "",
  "medium": "LED Firebox with transmounted chromogenic transparency (lightbox)",
  "nationality": "Canadian (Hunkpapa Lakȟóta)",
  "object_name": "LED lightbox",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Jeneen is a part of the 2018 Headress series. In this series, Claxton worked with several Indigenous women and asked for each to bring their own cultural belongings. Jeneen’s collection of beadwork spans three generations from Old Crow Yukon bead and hidework. Jeneen includes the work of her family, and adorns her body with moccasins, bags, necklaces, hair clips, earrings, and bracelets. She also wears several hats, including a baseball hat. The baseball hat and other more contemporary pieces denotes the liveliness of these artforms, both through its continued use by younger generations, and its adaptation. Claxton’s work celebrates and acknowledges that Indigenous art and expression evolves and changes just like any other: it is not consigned to pre-contact aesthetics. In this work, Jeneen chose work that was made to adorn, protect, and celebrate Indigenous beadwork from her community and to bring Indigenous beadwork into non-Indigenous artworld contexts that often exclude or categorize beadwork as “craft.” The stark minimalist background is meant to highlight the exuberance and quality of this beadwork and signal the necessity of including Indigenous women within contemporary photographic portraiture more broadly.",
  "title": "Headress - Jeneen"
}
