{
  "accession_number": "2021.109.2",
  "art_champions_text": null,
  "artist": "Photographer: Anthony Barboza",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970s",
  "department": "Global Contemporary Art",
  "description": "Black man wearing a light-colored hat with a small brim, dark-framed glasses, plaid suit, and bow tie, with his hands in his pants pockets, standing in front of a store on a city street with a grate in front of the windows; pictures of Muhammed Ali and Malcolm X at left, behind small grate",
  "dimension": "8 7/16 × 12 9/16 in. (21.4 × 31.9 cm) (image)\r\n11 × 13 7/8 in. (27.9 × 35.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142502",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1763,
  "image_width": 2656,
  "inscription": "",
  "life_date": "American, born 1944",
  "markings": "on back stamped in black: © ANTHONY BARBOZA",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in black ink: A. Barboza / Harlem NYC / 1970\\'s / U.S. Thompson in Harlem / inventor of the cake walk / & 2nd husband of Florence Mills",
  "style": "20th century",
  "text": "Anthony Barboza and Beuford Smith are founding members of the Kamoinge Workshop, a groundbreaking photographic collective formed by and for Black lens-based artists in 1963.  Members were diverse in their practices, but devoted in their support of one another in a medium and profession that often caricatured or excluded Black people.  Each of these photographs capture everyday life in New York from the perspective of Black photographers devoted to the representation and celebration of their own communities. In their quotidian routines—at work in the garment district, posing in natty suits and coats, or smiling on a Harlem stoop—the subjects of Barboza and Smith’s portraits seem at once self-possessed and at ease with the act of being photographed. Barboza and Smith understood themselves as crucial participants in Black urban life, and as collective actors in a civic sphere in need of racial justice.",
  "title": "U.S. \"Slow Kid\" Thompson, Harlem"
}
