{
  "accession_number": "2021.126a-c",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Yoshitora; Publisher: Izumiya Ichibei",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Gordon Brodfuehrer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1849",
  "department": "Asian Art",
  "description": "battle scene with many soldiers at bottom of picture plane, at the base of a grey stone wall, with orange columns of steaming liquid being poured down on soldiers from wooden buckets on long handles held by soldiers on the blue roof of the castle at top; grey mountain peak in URC",
  "dimension": "13 11/16 × 29 5/8 in. (34.8 × 75.2 cm) (vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/142589",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6171,
  "image_width": 13456,
  "inscription": "URC in yellow and green cartouche: 贈従三位左近衛中将橘正成卿ハ敏達天皇五代井出/左大臣諸兄公十四代孫正玄の男にして智仁勇兼備/の良将なり主上瑞夢に応して楠を頼む正成官軍/につきて元弘の始赤阪の城に小勢五百騎を以て楯籠り/鎌倉の討手をひきつけ熱湯を濯せて三十余万騎の/大軍を悩す図",
  "life_date": "Japanese, fl. c.1836 - 1882",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A mass of warriors lay siege on a castle as the defenders inside the castle pour boiling hot streams of water from above. In this printed triptych, Utagawa Yoshitora depicts the Siege of Akasaka (1331), in which samurai Kusunoki Masashige and his army of five hundred successfully defended the Akasaka Castle against the Kamakura forces of three hundred thousand soldiers. Kusunoki used canny methods, including drawing the enemy as close to the stone foundation as possible and then pouring scalding water over their heads. Kusunoki fought for the Emperor against the Kamakura shogunate, and after his death he became known as a legendary warrior who personified samurai virtues.",
  "title": "Kusunoki Masashige Holds the Castle at Chihaya"
}
