{
  "accession_number": "2021.109.1",
  "art_champions_text": null,
  "artist": "Photographer: Anthony Barboza",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970s",
  "department": "Global Contemporary Art",
  "description": "Black man in front of a shop window with mannequins wearing tiaras and feather boas; man wears a black brimmed hat and a black leather trench coat, holding a black portfolio case, with a cigarette in his mouth",
  "dimension": "9 5/8 × 6 5/16 in. (24.4 × 16 cm) (image)\r\n9 15/16 × 8 in. (25.2 × 20.3 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142501",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2993,
  "image_width": 2008,
  "inscription": "on back in black ink: #173",
  "life_date": "American, born 1944",
  "markings": "on back stamped in black: Photographs By  / Anthony Barboza / © ANTHONY BARBOZA",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in black ink: NYC / 1970\\'s / Photo A. Barboza",
  "style": "20th century",
  "text": "Anthony Barboza and Beuford Smith are founding members of the Kamoinge Workshop, a groundbreaking photographic collective formed by and for Black lens-based artists in 1963.  Members were diverse in their practices, but devoted in their support of one another in a medium and profession that often caricatured or excluded Black people.  Each of these photographs capture everyday life in New York from the perspective of Black photographers devoted to the representation and celebration of their own communities. In their quotidian routines—at work in the garment district, posing in natty suits and coats, or smiling on a Harlem stoop—the subjects of Barboza and Smith’s portraits seem at once self-possessed and at ease with the act of being photographed. Barboza and Smith understood themselves as crucial participants in Black urban life, and as collective actors in a civic sphere in need of racial justice.",
  "title": "NYC (man in black coat)"
}
