{
  "accession_number": "2021.79.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books; Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Arts of the Americas",
  "description": "hardbound book with beadwork cover; front cover has black cross with \"WAKAN CEKIYE ODOWAN\" in black beads on white field; orange bead edging and orange beads on spine; back cover has symmetrical floral spray with pink, red, and blue flowers and two clusters of three black berries on a white ground; hymns with English titles and words in Dakota; received in black clamshell storage box",
  "dimension": "8 7/16 × 6 × 1 in. (21.4 × 15.2 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/142584",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7370,
  "image_width": 5406,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Letterpress book with beadwork cover",
  "nationality": null,
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This rare, beaded Dakota hymnal presents a work of art that also contains Dakota understandings of Christianity and early 20th century interpretations of Episcopalian songs. When Native ceremonies were banned and missionaries and boarding schools were brought to reservations with the encouragement of the United States government, Dakota people were increasingly pressured and sometimes forced to attend Christian churches. Hymnals written in the Dakota language were not word-for-word translations; they became opportunities for translators to retain core features of Dakota spirituality and map them onto Christian beliefs. Beaded Dakota hymnals and bibles were often given as gifts to Native and non-Native clergy, acts of generosity and affirming relationships, central principles of Dakota epistemology and ethos.\r\n\r\nIn this work the artist uses an applique bead stitch to create a smooth and even surface to incorporate the exact words – Wakan Cekiye Odowan (translated as Sacred Prayer Songs) - and the Niobrara cross symbol that would appear on the covers of Dakota Episcopalian hymnals. Two rows of orange beads frame the cover and back of the work and appear on the binding. On the back cover the artist further embellishes the hymnal by beading a colorful and symmetrical floral design, incorporating shimmering cut beads popular in the late 19th and early 20th century.",
  "title": "\"Wakan Ceyike Odowan\" beaded hymnal"
}
