{
  "accession_number": "2021.79.2",
  "art_champions_text": null,
  "artist": "Maker: Ruth Tracy",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": "Navajo",
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Arts of the Americas",
  "description": "central stepped geometric form with white triangles with radiating lines; feather-like motifs with white buds on body of rug; other geometric forms including ribbon-like looks with white flower buds; border of stepped pyramids in medium brown and golden brown; shades of brown and white",
  "dimension": "84 1/2 × 57 7/16 in. (214.6 × 145.9 cm)",
  "id": "http://api.artsmia.org/objects/142583",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10674,
  "image_width": 7726,
  "inscription": "",
  "life_date": "American (Navajo)",
  "markings": "",
  "medium": "Wool, natural dyes",
  "nationality": "American",
  "object_name": "Rug",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Ruth Tracy incorporates material, ecological, and cosmological worlds of her Navajo homeland into her textiles. Tracy spent her life tending her sheep that provided both sustenance and the wool for her textiles in a dry and arid landscape. Many of the same plants used for grazing sheep, including chamisa, rabbitbrush, and sage also became the source for natural dyes. The arduous process of shearing sheep, and then cleaning, carding, spinning, and dying wool are the basis for Tracy’s soft, velvety textured weavings. Buttery yellow, soft brown, and muted green yarns are woven into complex designs, encompassing the entire tapestry. Symmetry and balance, core principles of Navajo thought, appear in the weaving, reflecting the weaver’s state of mind in the act of creation. Tracy’s textile reveals a weaver immersed in a Navajo worldview that emphasizes hozho -- beauty, health, harmony, and grace --a way of seeing and acting in the world that becomes imbued into the textile itself.",
  "title": "Burntwater Navajo rug"
}
