{
  "accession_number": "2021.74.2",
  "art_champions_text": null,
  "artist": "Artist: Nari Ward",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011-19",
  "department": "Global Contemporary Art",
  "description": "red velvet headcloth in TC, with ties stretched outwards towards R and L; peacock feather extends from bottom of headcloth, in C; repeating pattern of images of basketball players, intermixed with cut-out pieces of basketballs, painted red and silver, mixed throughout; black frame",
  "dimension": "44 3/4 × 32 1/2 × 2 3/4 in. (113.7 × 82.6 × 7 cm)",
  "id": "http://api.artsmia.org/objects/142651",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1210,
  "image_width": 906,
  "inscription": "",
  "life_date": "American, born 1963",
  "markings": "",
  "medium": "Durag, peacock feather, stencil ink, Krink marker, basketball trading cards, and collaged basketball mounted on aluminum",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In \"Courtship Replay\", Nari Ward assembles pieces of basketballs and basketball cards in abstract, quilt like formations. Ward often utilizes black ink or other materials to cover selected imagery or forms in his work. By withholding something, Ward gives power and significance to the idea or element in question, forcing viewers to imagine what is hidden and re-evaluate preconceived notions. Ward is also interested in the idea of the unseen and inaccessible, and how language and signs can be at once present and visible yet concealed to those unaware of their meaning.  \r\n\r\nThe inclusion of the durag, a grooming cap introduced by African American men to add waves to their hair, protrudes from the work, adding a tangible texture and context. Protruding from underneath the durag is a peacock feather, which references how a male peacock displays his tail or train to attract females. Together, the durag becomes a loincloth and repository for the feather - manifesting a complicated display of male athleticism, physicality, and the sexualization of Black men in American culture.",
  "title": "Courtship Replay R. V."
}
