{
  "accession_number": "2021.98",
  "art_champions_text": null,
  "artist": "Artist: Luca Giordano",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Trust Fund and gift of funds from Leni and David Moore",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1685",
  "department": "European Art",
  "description": "youth with a halo (Jesus) with long curly blonde hair wearing draping blue garments seated on a raised chair in URQ; male figures seated and standing, gesturing and conversing with each other; man in foreground wearing green skirts and brown shawl seen from back, turning toward PR; man with his PR hand on his chin wearing a blue turban near center with heavy-set man in brown turban behind him, looking over PR shoulder; columns in ULQ; red curtain at top; papers and books in LRQ; circular frame with high relief carvings on fruits and pinecones",
  "dimension": "43 9/16 × 43 9/16 in. (110.6 × 110.6 cm) (sight, tondo)\r\n54 1/2 × 54 1/2 × 6 3/4 in. (138.4 × 138.4 × 17.1 cm) (outer frame, circular)",
  "id": "http://api.artsmia.org/objects/142695",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8035,
  "image_width": 8127,
  "inscription": "",
  "life_date": "Italian (Naples), 1634 - 1705",
  "markings": "",
  "medium": "Fresco on lime on a wicker support",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Commissioned by Andrea del Rosso (1640-1715), Florence (c. 1685, executed during the artist's stay at his home; inv., 1689); by descent, Florence ('until 19th/early 20th century). [Florentia: Galleria Antiquaria di R. Bellini e B. Berti, Florence, before 1972].Private collection, Florence; [Antiquares di Daniele Trabalza, Foligno, 2017; sold to Lullo Pampoulides]; [Lullu Pampoulides, London, 2017–21]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Luca Giordano was one of the most prolific, innovative, and successful painters to emerge in Naples in the 17th century. His facility and speed of execution earned him the nickname ‘fa presto’ (‘make it quick’). His prodigious output and glittering, charismatic grand Baroque style made him an international star. He was active in Naples, Rome, Venice, and Florence, and served as court painter to Charles II in Spain.\r\n\r\n“Christ Among the Doctors,” was commissioned by Andrea Del Rosso during the painter’s stay in Florence in 1685-86. Del Rosso, who had met Giordano in Naples on a business trip, was likely the person responsible for introducing Giordano to his many Florentine patrons, including the Medici. Del Rosso hosted the painter in his family’s palace in the 1680s. This is one of four frescoes Giordano executed for Del Rosso on wicker support. This new 'portable' fresco painting type had been invented in Florence in the 17th century—the wicker support inventively allowed wall murals to be movable. Giordano delighted in the possibilities of the medium, executing the work in just two days in a virtuoso painterly technique. Adopting the quintessential Florentine format of the tondo, or circular painting, Giordano created a harmonious, yet dynamic composition, with dramatic poses, lively expressions, and theatrical lighting.",
  "title": "Christ Among the Doctors"
}
