{
  "accession_number": "2021.97",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Portugal",
  "creditline": "The Paul C. Johnson, Jr. Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "large central Tree of Life in green with sinuous branches with exotic and stylized flowers (including lilies and roses) and fruits (primarily pomegranates) in shades of blue, yellow, ivory, pale pink, peach, and cinnamon; large exotic bird with fantail perched on the upper trunk; small male figure in fashionable dress hovering over a lower left branch, holding onto a rose tendril and smelling a bud; two female figures in full-skirted gowns flanking the lower trunk, set into a scalloped green and yellow mount with delicate floral sprays and birds' scrolling floral and foliate trail along the borders with exotic bird at each side; worked in floss silk on natural linen ground primarily in tied laidwork with stain and stem stitches; Velcro heading band on back at top",
  "dimension": "86 × 70 1/2 in. (218.4 × 179.1 cm)",
  "id": "http://api.artsmia.org/objects/142698",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1007,
  "image_width": 840,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, silk embroidery floss",
  "nationality": null,
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G281",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This coverlet, or colcha, was made in the town of Castelo Branco in the Beira-Beixa region of Portugal. The Castelo Branco style of embroidery emerged in the seventeenth-century in response to and in dialogue with European export embroideries produced in India and Goa. Shared motifs often included the tree of life as well as both Asian and European flowers, as seen in this example. But Castelo Branco embroideries have some distinctive features that set them apart from their imported counterparts. Chief among these is the lighter pastel Castelo Branco color palette reflected in the locally-produced silk embroidery floss, and the use of couched laid stitches which gives the overall needlework design both a luminous sheen and a stepped, almost woven, appearance where the couching stitches cross and bind the smooth floss.",
  "title": "Colcha with tree of life and allegory of the sense of smell"
}
