{
  "accession_number": "2021.75",
  "art_champions_text": null,
  "artist": "Artist: Kudzanai Chiurai",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of Global Africa",
  "description": "portrait of a figure rendered in multicolored pigments, mostly red, with blue sections, outlined in thin, green lines, with light blue polka dots on shoulders and chest; image of figure dissolves into abstracted linear forms at the bottom; old photographs of families with young children, surround portrait; black background with blue text, some circled or outlined with red, green or blue lines; white section with \"OCTOBER\" in black pigment at TC; white rectangular section with Soviet symbol and text that reads \"WHO OWNED HOW MUCH LAND?\" inside, and outlined with red, jagged lines; black-and-white photograph in ULC",
  "dimension": "59 1/8 × 47 3/16 in. (150.2 × 119.9 cm) (canvas)\r\n60 3/8 × 49 1/4 × 2 9/16 in. (153.4 × 125.1 × 6.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142638",
  "image": "valid",
  "image_copyright": "",
  "image_height": 640,
  "image_width": 512,
  "inscription": "",
  "life_date": "Zimbabwean, born 1981",
  "markings": "",
  "medium": "Oil, oil pastel, and collage on canvas",
  "nationality": "Zimbabwean",
  "object_name": "Painting with collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in purple pigment: K. Chiurai | 2019",
  "style": "21st century",
  "text": "The Zimbabwean artist Kudzanai Chiurai is known for his politically critical work, which landed him in exile in South Africa. His paintings are multi-layered collages that incorporate historical, artistic, and personal references—often difficult to fully grasp for an outsider. The sitter in this painting is unidentified. But the title (“October”), the depiction of a hammer and sickle, and the mention of land ownership all point to the October Revolution in Russia in 1917. Repossession of land was a big issue in the nascent Soviet state, as it was in post-independence Zimbabwe under the late President Mugabe.",
  "title": "October"
}
