{
  "accession_number": "2021.137.1",
  "art_champions_text": null,
  "artist": "Artist: Roland Petersen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Richard and Beverly Fink",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Global Contemporary Art",
  "description": "Abstracted image in predominately blues, green, purples, with some bright color touches particularly at center; woman in foreground, seen 3/4 from back, with green skin, wearing a purple striped tank top, seated at a picnic table, holding a blue glass; blue dog in LLC; man wearing a hat, short-sleeved shirt, and a necktie, in profile from PL, in ULQ, with a palm tree in front of him; rock formation in various colors in URQ; received in black strip frame",
  "dimension": "82 × 46 1/2 × 2 1/4 in. (208.3 × 118.1 × 5.7 cm) (canvas)\r\n82 3/4 × 47 1/4 × 2 1/4 in. (210.2 × 120 × 5.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142636",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (born Denmark), born 1926",
  "markings": "",
  "medium": "Encaustic on canvas",
  "nationality": "American (born Denmark)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in orange: Ronald Petersen 1985",
  "style": "Bay Area Figuration Movement, Bridge Generation",
  "text": "Rainstorm Picnic is a prime example of Ronald Petersen's artistic career. The artist was known for capturing the idyllic moments and agrarian landscapes found between San Franscico and Sacramento. Peterson used bold, complimenting colors to capture the vibrancy of light and the open, airy feelings of the moments depicted. \r\n\r\nToday, the artist is best known for being a member of the \"Bridge Generation\" of the Bay Area Figuration Movement. The Bay Area Figuration Movement was a response to abstraction and conceptual art movements of the mid to late 20th century in the United States. Other artists connected to the Bay Area Figuration Movement include Elmer Bischoff, Joan Brown, Richard Diebenkorn, Manuel Neri, and Wayne Thiebaud.",
  "title": "Rainstorm Picnic"
}
