{
  "accession_number": "2021.112",
  "art_champions_text": null,
  "artist": "Artist: Edgar Arceneaux",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "Abstract image; rectangle with black irregular streaks and spots; iridescent gold and bronze; spiderwebbed areas at bottom center and center right; collaged broken glass and brown paper elements; black canvas ground mounted on tan stretched canvas mount; received unglazed",
  "dimension": "73 1/2 × 55 3/16 in. (186.7 × 140.2 cm)\r\n73 1/2 × 56 1/4 × 2 in. (186.7 × 142.9 × 5.1 cm) (mount)",
  "id": "http://api.artsmia.org/objects/142675",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2000,
  "image_width": 1500,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Silver nitrate, acrylic paint, paper, and glass on canvas",
  "nationality": "American",
  "object_name": "Collage and painting",
  "portfolio": "From Skinning the Mirror series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This mixed media work by Edgar Arceneaux is part of his “Skinning the Mirror” series that features material-based abstractions in which the artist transforms silver nitrate—used in the manufacturing of mirrors—into a painting medium. Mirrors and reflective materials are a recurring aspect of Arceneaux’s work, often used to engage the viewer’s gaze or serve as a metaphor for gaps in history or memory. Here, the painting’s reflective surface appears battered and fractured, an undulating, fissured abstraction of color, texture, and black voids. The artist’s mother, Merc Arceneaux Sr., died from dementia while Arceneaux was painting this series, which became a visual metaphor for the painful loss of memory and recognition and the vulnerability of mind and body he experienced during his mother’s decline. By interrupting the mirror’s reflective properties, Arceneaux invites a poetic interpretation and space for contemplating absense and mourning.\r\n\r\nCommenting on the series, Arceneaux explains: “Everything cracks when the mother dies, a shattering in the brain and the family. Dementia, the slow mental deterioration of the mind and body, mixes up actual and imagined memories into a confusing puzzle. I could be at one instance the son, the father, then the brother, or my mother’s husband. It revealed to me a fundamental truth, no person is an individual, we are a platitude of relationships. Though these works are not autobiographical or narrative, the poetics of loss, grief, and love are in there.”",
  "title": "Skinning the Mirror #12"
}
