{
  "accession_number": "2021.105.3",
  "art_champions_text": null,
  "artist": "Artist: Rico Gatson; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "Photolithograph and screenprint with an image of African American field works in a cotton field found by the artist and tiled in different orientations overlaid with red, green, orange, and yellow circles and a flat black pattern of circles and ellipses forming a semi-grid.",
  "dimension": "29 7/8 × 38 1/2 in. (75.9 × 97.8 cm) (image)\r\n35 1/16 × 43 1/4 in. (89.1 × 109.9 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142647",
  "image": "valid",
  "image_copyright": "Copyright © Rico Gatson%2C published by Highpoint Editions",
  "image_height": 8065,
  "image_width": 9901,
  "inscription": "",
  "life_date": "American, born 1966",
  "markings": "LL in pencil below image: ARCH 1/2 | Publisher\\'s blindstamp, LL below image: HP",
  "medium": "Color lithograph, photolithograph, and screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil below image: Rico Gatson 2021 | BC in pencil below image: \\\"COTTON PICKERS\\\"",
  "style": "21st century",
  "text": "In Untitled (Cotton Pickers), Rico Gatson creates a foundational image based on a historical black-and-white photograph of enslaved field workers harvesting cotton, which he then repeated, rotated, and distorted. The background imagery is overlaid with an array of bright “spotlights” in green, red, yellow, orange, and black, colors associated with Pan African emblems and ideology. By obscuring portions of the underlying imagery with geometric shapes, Gatson pushes the viewer to look more closely at the background details and activity, encouraging a deliberative consideration of the people and events of our past.\r\n\r\nGatson studied fine art and graphic design in college, which prompted him to experiment with the formal simplicity of minimalism. His regular use of brilliant color and simplified geometric representations in his work speaks to his use of an abstract visual language inspired in part by African American traditions of optical patterning. “There’s a fast and slow thing that occurs within the work,” notes Gatson. “The pattern and color are spatially active to the point that I hope the loudness produces a focus that slows the viewer down.”",
  "title": "Untitled (Cotton Pickers)"
}
