{
  "accession_number": "2021.74.1",
  "art_champions_text": null,
  "artist": "Artist: David Huffman",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Arts of Global Africa",
  "description": "abstract image with multicolored pigments in many layers; blue and white striped triangular shape at T; repeating pattern of the Sphinx in TC; Kente cloth pattern in background, appearing in URQ and at LL edge; swirling, mottled brushstrokes throughout; line of numbers and letters, some upside-down, in BR edge; large pink blobs of pigment throughout; glittered elements in text over red woven pattern in LRQ",
  "dimension": "72 × 59 5/8 × 1 3/4 in. (182.9 × 151.4 × 4.4 cm)",
  "id": "http://api.artsmia.org/objects/142650",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8233,
  "image_width": 6885,
  "inscription": "",
  "life_date": "American, born 1963",
  "markings": "",
  "medium": "Mixed media on wood panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC, verso, in black marker: David Huffman | 2021",
  "style": "21st century",
  "text": "David Huffman does not depict George Floyd directly, but the painting’s title refers to the unarmed Black man killed by police in Minneapolis on May 25, 2020. Next to his first name, rendered partially upside-down and in mirror writing, one can read the duration of time, as initially reported, that the white officer kneeled on Mr. Floyd’s neck. “8:46” became a symbol to many in the weeks after George’s death, and a rallying cry in the worldwide protests. (Later reports would indicate that the actual time was more than nine minutes and twenty seconds.) \r\n\r\nThe artist also included cues to Black culture in this painting: the parallel blue lines on top evoke the silhouette of basketball nets, a sport that plays a major role in African American culture; the stenciled images of the head of the Sphinx of Giza refer to the origins of African civilization; and the fragments of colorful weavings scattered throughout pertain to the kente cloth, a traditional Ghanaian textile that symbolizes status, dignity, and value.",
  "title": "George 8:46"
}
