{
  "accession_number": "2021.80",
  "art_champions_text": null,
  "artist": "Artist: Avis Charley",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": "Spirit Lake Dakota and Dine",
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "seated woman with dark hair, wearing red sunglasses, denim jacket, and a blue skirt, sitting on a bench; blue sky and tan ground",
  "dimension": "40 × 30 × 1 1/2 in. (101.6 × 76.2 × 3.8 cm)",
  "id": "http://api.artsmia.org/objects/142633",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1269,
  "image_width": 960,
  "inscription": "URQ, verso, in black ink: Avis Charley | 2021",
  "life_date": "American (Spirit Lake Dakota/Dine)",
  "markings": "None",
  "medium": "Oil on canvas",
  "nationality": "American (Spirit Lake Dakota/Dine)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "URQ, verso, in black ink: \\\"Think Long Think Wrong\\\"",
  "style": "21st century",
  "text": "\"In Think Long Think Wrong\" a young Native woman sits cross legged in a contemplative and relaxed pose on a bench. Colorful silk ribbons on her skirt glisten in the sun, and the sitter’s outstretched arm, casual clothing and sunglasses convey a woman who is comfortable in her surroundings. The sun casts shadows of the woman and the bench, and an endless blue sky with wispy clouds appears in the background.\r\n\r\nDakota/Dine artist Avis Charley portrays strong and independent Indigenous women in modern settings. Charley’s work celebrates a resistance to assimilation and colonization by Native people and presents her subjects as contemporary people in a globalized world. The vibrant hues in the painting and the details of clothing and adornment in her works are inspired by her culture, friends, family, and upbringing in the American Southwest and California. Growing up, Charley yearned to encounter paintings made by and for Indigenous people in museums; instead, she found romanticized and often inaccurate portraits of Native people painted by non-Native artists. This experience led Charley to paint accurate representations of Native people living in the contemporary American landscape to inspire present and future generations of Native people and to broaden perspectives for general audiences. Charley’s work uplifts Indigenous women as strong, resilient, and beautiful. \"Think Long Think Wrong\" pays homage to avant-garde painter TC Cannon (Kiowa) and his 1977 seminal work \"Waiting for the Bus (Anadarko Princess)\", in which a young woman also sits casually at a bus stop. The title of the painting references the artist’s belief in the power of setting aside distractions and staying in the present moment.",
  "title": "Think Long, Think Wrong"
}
