{
  "accession_number": "2021.95",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 4\r\nMeder 113, proof before 1st state of the Latin edition.\r\nHollstein 113\r\nSchoch/Mende/Sherbaum 154",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Carl and Holly Jones Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1511",
  "department": "European Art",
  "description": "Jesus wearing crown of thorns, seated with legs crossed and drapery over his lap, hands folded and held up in front of his chest, with head tilted and turned toward picture plane; kneeling man with short curly hair and curly beard at left presenting a reed or staff to Jesus; clouds of smoke at bottom in an arc",
  "dimension": "8 5/8 × 7 5/8 in. (21.9 × 19.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142622",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6126,
  "image_width": 5670,
  "inscription": "",
  "life_date": "German, 1471–1528",
  "markings": "possibly a small watermark (indecipherable) on the shoulder of Christ",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From The Great Passion",
  "provenance": "",
  "public_access": "1",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Albrecht Dürer made this woodcut as the title page image for his monumental book, commonly known as The Large Passion, which depicted key moments surrounding the crucifixion and resurrection of Jesus.\r\n\r\nYou may notice inconsistencies in the image, for Dürer combined elements of Christ's experiences and condition before and after his crucifixion. The soldier who mocks him by offering a march reed as a scepter for the King of the Jews did so before the crucifixion. Jesus bears the wounds of the nails that held him to the cross, but they do not bleed and he is alive. The flail and switches that were used to whip him have left no marks on his back. Dürer acknowledged the mystical fantasy by locating the scene on a heavenly bank of clouds.\r\n\r\nThis image proved very popular and was extensively reprinted, so one often finds it printed from a worn-out printing block. This early proof was printed when the block still reflected the clarity and precision that Dürer intended.",
  "title": "Christ as the Man of Sorrows with a Soldier"
}
