{
  "accession_number": "2021.81",
  "art_champions_text": null,
  "artist": "Artist: Cara Romero; Printer: Cara Romero",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Eric and Celita Levinson",
  "culture": "Chemehuevi",
  "curator_approved": 0,
  "dated": "2021",
  "department": "Arts of the Americas",
  "description": "Black-and-white image of a woman with her dark hair blowing in the wind wearing multiple shell necklaces and a plant fiber skirt, standing in spashing water; cloudy sky in background",
  "dimension": "49 3/4 × 40 in. (126.4 × 101.6 cm) (image)\r\n53 1/2 × 44 in. (135.9 × 111.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142634",
  "image": "valid",
  "image_copyright": "",
  "image_height": 932,
  "image_width": 750,
  "inscription": "",
  "life_date": "American (Chemehuevi), born 1977",
  "markings": "LLC in black ink: 1/7",
  "medium": "Archival pigment print on Canson Baryta Prestidge paper",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in black ink: \\\"HERMOSA\\\" | LRC in black ink: Cara Romero",
  "style": "21st century",
  "text": "In this ethereal photograph taken at sunset, a young woman stares directly at the viewer, knee deep in the Pacific Ocean. Crashing waves create droplets of water suspended in air. The young woman wears traditional regalia of Californian Native women, including stacks of necklaces made with glittering abalone shells and beads and a handmade grass skirt. The ocean breeze gently moves the young woman’s hair across and away from her face.\r\n\r\nThis photograph entitled Hermosa was captured by Chemehuevi artist Cara Romero during an intimate shoot with her daughter on the shore of Hermosa Beach in Los Angeles, California. For Romero, months spent photographing in Los Angeles was a homecoming to her birthplace. It also served as a spiritual pilgrimage to the Chemehuevi place of creation and to the traditional homelands of the Tongva/Gabrielino peoples. For Romero, this trip and the photographic portraits she created became a modern remembrance of Chemehuevi creation stories and creation songs and the mythos of Great Ocean Woman (Hutsipamamow). Portraits of her daughter have multiple meanings: they present an empowered contemporary woman and a symbolic representation of Great Ocean Woman. The pilgrimage to California also served as a time for reflection for Romero of the shared oral histories of Southern California Coastal peoples as the place of creation – and as a holy place. They became a visualization of an indigenous worldview that these places, however developed, are still holy places to First Peoples.",
  "title": "Hermosa"
}
