{
  "accession_number": "2021.114.1",
  "art_champions_text": null,
  "artist": "Artist: Pierre-François-Eugène Giraud",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Friends of Bruce B. Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1845",
  "department": "European Art",
  "description": "portrait of a man with thick, curly black hair, wearing a white shirt with a banded collar and a brown jacket or cloak; received in gilt oval frame",
  "dimension": "23 5/8 × 19 1/8 in. (60 × 48.6 cm) (sight)\r\n32 1/2 × 28 3/4 × 2 3/4 in. (82.6 × 73 × 7 cm) (outer frame, oval)",
  "id": "http://api.artsmia.org/objects/142671",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1876,
  "image_width": 1664,
  "inscription": "",
  "life_date": "French (1806–1881)",
  "markings": "",
  "medium": "Pastel on blue-gray wove paper, faded to tan, mounted on board",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Alexandre Dumas (1802–1872); by descent, Château du Monte-Cristo, Le Port-Marly, France. [M. Minot, Paris, until 1977; sold to Shepherd]; [Shepherd Gallery, New York, 1977–2021]. [Ben Elwes Fine Art, London, 2021]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This pastel portrait of the Alexandre Dumas (1802–1872) was executed in 1844–45, at the height of the celebrated French novelist’s career. Dumas had just published the historical adventure \"The Three Musketeers\" (1844), which was quickly followed by \"The Count of Monte-Cristo\" (1845-46). The artist Pierre-François-Eugène Giraud was a friend of Dumas'. The two men had just returned from a trip to Spain, Algiers, and Egypt in 1844 and when Giraud exhibited \"A Portrait of MD\" at the 1845 Salon, it is presumed to be a portrait of M[onsier] D[umas], and possibly this pastel. \r\n\r\nDespite Dumas' exceptional success, he frequently endured racist criticism of his work and appearance due to his African heritage. Dumas's paternal grandmother, Louise-Céssette Dumas, was a slave in the French colony of Saint Domingue (now Haiti). She married the marquis Alexandre-Antoine Davy de la Pailleterie, a high-ranking French military commander on the island. Their son, Thomas-Alexandre Dumas, took his mother's name, and, at the age of 14, moved to France. He had an illustrious military career, rising to the rank of general. Alexandre Dumas was born in 1802 and found early success in Paris as a journalist and playwright. Giraud's intimate, forthright portrait of Dumas was among the most popular images of the writer, a convincing likeness that was frequently reproduced in print.",
  "title": "Portrait of Alexandre Dumas Père"
}
