{
  "accession_number": "2021.137.2",
  "art_champions_text": null,
  "artist": "Artist: Frank Stella; Printer: Tyler Graphics, Ltd., Mount Kisco, New York; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York",
  "catalogue_raissonne": "Axsom 110; Tyler 551",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Richard and Beverly Fink",
  "culture": null,
  "curator_approved": 0,
  "dated": "1977",
  "department": "Global Contemporary Art",
  "description": "abstract image; blue-green rectangle at right with black swirl inside it; orange and light brown slightly curved bars at center; grey slightly curved bar with red and blue marks at bottom center; purple rectangle at left; green and purple swirl with opening at center in ULQ; swirled grey, white, and yellow background with glitter; on graph paper with brown gridlines; received in light-toned wood frame",
  "dimension": "33 5/8 × 45 3/4 in. (85.4 × 116.2 cm) (sheet)\r\n38 × 50 × 2 in. (96.5 × 127 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142635",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1936",
  "markings": "LRC in pencil: 38/50",
  "medium": "Color lithograph and screenprint with glitter",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Exotic Bird series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: F. Stella \\'77",
  "style": "20th century",
  "text": "Frank Stella titled the prints in his “Exotic Bird” series (1977) after endangered or extinct birds such as the Puerto Rican Blue Pigeon, Steller's Albatross, and the Okinawa Woodpecker. In this example, Stella cites the Inaccessible Island Rail, a type of ground-living bird (Rallidae) found only on Inaccessible Island, an extinct volcano rising out of the South Atlantic Ocean in the archipelago of Tristan da Cunha. This and the other compositions in the series were inspired by the shapes of antique French curves and other drafting tools. Though produced independently, the six prints in the series correspond to Stella’s series of three-dimensional relief paintings of the same subjects.",
  "title": "Inaccessible Island Rail"
}
