{
  "accession_number": "2021.103",
  "art_champions_text": null,
  "artist": "Artist: Helena Hernmarck",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Helena M. Hernmarck",
  "culture": null,
  "curator_approved": 1,
  "dated": "1995",
  "department": "European Art",
  "description": "",
  "dimension": "50 × 120 in. (127 × 304.8 cm)",
  "id": "http://api.artsmia.org/objects/142678",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2844,
  "image_width": 6366,
  "inscription": "",
  "life_date": "American (born Sweden), born 1941",
  "markings": "",
  "medium": "Wool, linen, cotton",
  "nationality": "American (born Sweden)",
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Artist and weaver Helena Hernmarck is best known for her large-scale wall hangings. Following early artistic success in her native Sweden, Hernmarck moved to Montreal in 1964, and from there to London, New York, and finally Connecticut. In 1984 she became naturalized as a US citizen. Early in her career she cultivated a corporate clientele, reasoning they would be able to afford and physically accommodate the large-scale tapestries she loved to create. \r\n\r\nHernmarck made Euclid’s Elements in 1995 for the Wyatt Company in Wellesley, Massachusetts. The composition was developed and photographed by Hernmarck to relate to a poem, “A Man with a Vision,” written by Brenda Butler and provided to the artist by the Wyatt Company. Hernmarck combined watercolor papers utilized in her earlier Italian Postage tapestry, as well as a ball, painted white, and a pyramid and cube, which Hernmarck fashioned herself from paper. The scene was lit from the side to create stark shadows that illuminate the distinct contours of each shape. The arc of a rainbow rises in the background, complementing the note of possibility in the excerpt from Butler’s poem woven beneath. It reads, “When he looks at a square, he sees a cube. When he looks at a circle he visualizes the world. And when he looks at a triangle, he envisions a ray of light refracting through a prism.”",
  "title": "Euclid's Elements"
}
