{
  "accession_number": "2021.74.1",
  "artist": "David Huffman",
  "classification": "Paintings, Collages / Assemblages",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "72 × 59 5/8 × 1 3/4 in. (182.9 × 151.4 × 4.4 cm)",
  "id": 142650,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8233,
  "image_width": 6885,
  "inscription": null,
  "life_date": "David Huffman, American, born 1963",
  "markings": null,
  "medium": "Acrylic, oil, spray paint, glitter, and kente cloth on wood panel",
  "object_name": "Painting with collage",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "ULC, verso, in black marker: David Huffman | 2021",
  "style": null,
  "text": "David Huffman does not depict George Floyd directly, but the painting’s title refers to the unarmed Black man killed by police in Minneapolis on May 25, 2020. Next to his first name, rendered partially upside-down and in mirror writing, one can read the duration of time, as initially reported, that the white officer kneeled on Mr. Floyd’s neck. “8:46” became a symbol to many in the weeks after George’s death, and a rallying cry in the worldwide protests. (Later reports would indicate that the actual time was more than nine minutes and twenty seconds.) \r\n\r\nThe artist also included cues to Black culture in this painting: the parallel blue lines on top evoke the silhouette of basketball nets, a sport that plays a major role in African American culture; the stenciled images of the head of the Sphinx of Giza refer to the origins of African civilization; and the fragments of colorful weavings scattered throughout pertain to the kente cloth, a traditional Ghanaian textile that symbolizes status, dignity, and value.\r\n",
  "title": "George 8:46"
}
