{
  "accession_number": "2021.90.2a-c",
  "art_champions_text": null,
  "artist": "Artist: Jack Wolfe",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the estate of Jack Wolfe with CK Contemporary, San Francisco",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "73 × 60 in. (185.4 × 152.4 cm) (object part, left panel, a)\r\n73 × 72 in. (185.4 × 182.9 cm) (object part, center panel, b)\r\n73 × 60 in. (185.4 × 152.4 cm) (object part, right panel, c)",
  "id": "http://api.artsmia.org/objects/142680",
  "image": "valid",
  "image_copyright": "",
  "image_height": 474,
  "image_width": 706,
  "inscription": "",
  "life_date": "American, 1924 - 2007",
  "markings": "",
  "medium": "Acrylic on shaped canvas",
  "nationality": "American",
  "object_name": "Painting triptych",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This monumental trio of portraits pays tribute to three members of the American Indian Movement (AIM), founded in Minneapolis in July 1968. Co-founders Dennis Banks (center) and Russell Means (right panel) are shown with Means' daughter Michelle (left panel). AIM's mission is to target the systemic racism that leads to housing, employment, income, and other inequities. Primarily formed in response to the historical (and ongoing) violence and discrimination against Indigenous communities and their lands, AIM was also intersectional and made alliances with other civil rights era organizations. Each panel features a portrait along with references to AIM actions or events.  For instance, Russell Means’ sunglasses reveal a reflection showing casualties of the Wounded Knee massacre of 150 Oglala Sioux by the U.S. Calvary in 1890.  Above the left panel we see The Wounded Knee Occupation of 1973, which was a battle of U.S. armed Federal forces against Native American activists. The background of the center panel depicts the disastrous strip-mining of Native American lands, emphasizing the exploitation and environmental degradation perpetrated by American companies such as the Peabody Mining Co. Wolfe integrates history and the present, connecting AIM's present with the past and suggesting unfinished work for the future.",
  "title": "Three AIM Members (Michelle Means, Dennis Banks, Russel Means)"
}
