{
  "accession_number": "2021.99",
  "art_champions_text": null,
  "artist": "Artist: Martin Schongauer",
  "catalogue_raissonne": "Lehrs 34\r\nHollstein 16 i/iia",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Putnam Dana McMillan Fund and the Ethel Morrison Van Derlip Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1473-1474",
  "department": "European Art",
  "description": "woman with long curly hair wearing a cloth on her head, lying in a canopy bed with curtains, surrounded by men, with a man to her PL learning toward her, holding a long taper candle; two kneeling men in LLC looking in a book; candle on an elaborate stand in LRC",
  "dimension": "10 1/8 × 6 11/16 in. (25.7 × 17 cm)",
  "id": "http://api.artsmia.org/objects/142677",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7473,
  "image_width": 5000,
  "inscription": "Recto, lower right, in faded brown ink: remains of an old and now illegible inscription\r\nVerso, center, in graphite pencil: Death of the Virgin  /  First State  /  Very Rare!",
  "life_date": "German, c. 1440/53–1491",
  "markings": "Watermark: small bull\\'s head with staff an cross (cf. Lehrs \r\nVerso, center, in brown ink: collector\\'s mark of  Otto Schäfer (1912-2000), Schweinfurt.",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Monogrammed in plate, lower center: M+S",
  "style": "15th century",
  "text": "The Bible says nothing of Mary's death, but legend holds that when she was dying, the Apostles were miraculously transported back from their worldwide missions to see her through her final moments. Martin Schongauer presents her resting on a large, opulently draped bed. Though nearing death, she appears youthful. John the Evangelist supports the vigil candle that she can no longer hold. At right, the Apostle Anthony carries a brass bucket of holy water, while another uses the aspergillum to sprinkle water on Mary as a blessing. \r\n\r\nThe elaborate candlestick recalls Schongauer's goldsmith father, who probably taught young Martin to engrave. Martin went on to become a talented painter. Combining the design skills of painting and the technical skill of engraving, Schongauer produced some of the finest prints of the 1400s.",
  "title": "The Death of the Virgin"
}
