{
  "accession_number": "2021.116.1",
  "art_champions_text": null,
  "artist": "Artist: Andy Ricky",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceremonial Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift in memory of John M. and Janet B. McKelvey",
  "culture": null,
  "curator_approved": 1,
  "dated": "Date Unknown",
  "department": "Arts of the Americas",
  "description": "wooden carving of a figure wrapped in blankets with blunt cut bangs and dark, straight hair wearing a mask in red, teal, white and yellow; imagery on bottom of a figure playing an instrument in silhouette with a corn stalk with four ears of corn in different colors",
  "dimension": "13 × 4 × 3 in. (33 × 10.2 × 7.6 cm) (with base)",
  "id": "http://api.artsmia.org/objects/142626",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7191,
  "image_width": 4045,
  "inscription": "",
  "life_date": "American (Hòpituh Shi-nu-mu (Hopi)), died 2009",
  "markings": "",
  "medium": "Polychrome and carved wood",
  "nationality": "American",
  "object_name": "Katsinam",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "L2021.153.1 -  L2021.153.5\r\nThis gift offers excellent examples of how the Hòpituh Shi-nu-mu (Hopi) have carved katsinam figures for centuries. It is a skill only mastered through a lifetime of dedication, not simply to the craft but also to the culture and society as well. Katsinam are the physical embodiment of the spirits that bring rain and sustenance to the Hopi people. It is a common belief in Native American communities that everything has a spirit. In Hopi culture, spirits of plants, animals, food, and water are brought to life by the katsinam. When choosing the cottonwood root, the carver waits patiently until the wood presents itself to be carved. The spirit of the cottonwood is then given a physical form, to be used in a ceremonial manner or as teaching tools for children. Carvers are limited to carving figures only seen in their own clan societies. Traditional carvings are done with minimal detail. Contemporary carvings, like the ones here, are incised with fine lines and accentuated by paint.  \r\n\r\nL2021.153.6\r\nBefore creating in clay, Joe Cajero, Jr., sits in a meditative state waiting for the clay to take shape in his mind. His attention to detail is so great, this Koshare’s face would be recognizable in any Pueblo. The Koshare is holding two frogs, one in each hand, with a third frog sitting atop his head. In Pueblo culture, the frog is a connection to nature and represents fertility. Though playful, the Koshare is important to Pueblo culture and ceremony: a spiritual representation of fertility, he is often seen in ceremonial dances celebrating a bountiful harvest.",
  "title": "Corn Maiden"
}
