{
  "accession_number": "2021.91.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "eight horizontal rows of various square and rectangular banners, helmets, bundles, lanterns, streamers, and other military regalia on poles; predominately red, black , and white, with touches of turquoise and gold; rectangular banner with three black circles in URC; red rectangular banner with two white elements at top in LRC",
  "dimension": "47 7/8 × 114 1/2 in. (121.6 × 290.8 cm) (image)\r\n53 5/16 × 120 × 5/16 in. (135.4 × 304.8 × 0.8 cm) (overall, open)",
  "id": "http://api.artsmia.org/objects/142696",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4897,
  "image_width": 10859,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper; folding screen",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Over seven hundred battle standards and banners, representing about two hundred samurai, parade across this pair of six-panel folding screens. Banners refer to rectangular flags that were attached to a pole with a cross-rod at the top, while standards vary in shape and size, ranging from simple square flags to fuzzy balls to helmets. In battle, banners and elaborate standards were erected at the headquarters of military commanders, while their soldiers wore smaller standards on their backs as identification. Many famous warriors’ banners and standards appear on the screen, including those of the three Great Unifiers of Japan: Oda Nobunaga, Toyotomi Hideyoshi, and Tokugawa Ieyasu. Tokugawa Ieyasu was the founder of the Tokugawa shogunate, which ruled Japan for 250 years.",
  "title": "Battle Standards and Banners [left of a pair]"
}
