{
  "accession_number": "2021.111",
  "art_champions_text": null,
  "artist": "Artist: Adebunmi Gbadebo",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "textured sheet of paper pulp in mostly indigo and white; vintage maps in CL and URC; tufts of dark hair in LRC and ULC in indigo gradated pigments; vintage-style printed imagery of staggered crates among a landscape in LLC and in C; mounted on a wood frame with a black plastic screen behind the sheet",
  "dimension": "84 × 37 × 2 in. (213.4 × 94 × 5.1 cm)",
  "id": "http://api.artsmia.org/objects/142693",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1992",
  "markings": "",
  "medium": "Black human hair, cotton, rice paper, pulverized denim, indigo dye, and screenprinted photographs on handmade pulp paper",
  "nationality": "Nigerian",
  "object_name": "Assemblage",
  "portfolio": "From Production series (2020-22)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Adebunmi Gbadebo frequently emphasizes non-traditional materials in her work, such as found historical images or Black human hair, as a methodological alternative to what the artist calls the “Whiteness” of art history. Part narrative, part metaphor, this mixed media collage weaves historical printed images of enslaved workers manufacturing indigo dye in the American South with abstract sections composed of Black hair, cotton paper, and indigo dye. The collage reflects Gbdebo’s longstanding interest in presenting historical aspects of the enslavement and subjugation of Africans in the American South during the 18th and 19th centuries, in this instance, the indigo dye trade in South Carolina, where the artist has traced her roots. By revealing overlooked or forgotten histories, Gbadebo challenges accepted interpretations of the past as a means to confront the future.",
  "title": "Production 2"
}
