{
  "accession_number": "2021.130.1",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Lorenzo di Niccolò; Artist: Formerly attributed to Aretino Spinello",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1395 - 1412",
  "department": "European Art",
  "description": "seated woman at center wearing red long sleeved gown and black cloak with gold trim, holding baby with red garment or blanket across its legs; child holds a small bird in its PL fist; pair of standing angels with blonde hair and green gowns flanking seated woman; pair of male figures seated at bottom corners of central woman's throne; man at left wears a shirt with long grey wavy hair and a pink clock and holds a scroll with text; man at right wears a bright red cape, white gown, and white hat, and holds a black book; elaborate pointed arch frame with carved leaves at top and arches beneath; pair of spiral columns; text in gold on blue ground at bottom; plate at bottom center: SPINELLO ARETINO / 1308 - 1400",
  "dimension": "49 × 25 3/4 × 4 7/16 in. (124.5 × 65.4 × 11.3 cm)",
  "id": "http://api.artsmia.org/objects/142601",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian, 1346 - 1410",
  "markings": "Frame inscribed in gold gothic letters \\\"AVE MARIA GRATIE PLENA\\\";\r\nModern frame plate labeled: \\\"Spinello Aretino / .... –1400\\\"",
  "medium": "Tempera and tooled gold on panel",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "The Italian painter Lorenzo di Niccolò was active in and around Florence at the beginning of the Renaissance. As artists began experimenting with new styles and media, Lorenzo favored a more conservative manner and sustained a fourteenth-century modes of representation into the fifteenth century. This panel painting depicts the Madonna and Christ Child enthroned and attended by angels and saints. Lorenzo shows Mary and the infant Christ oversized to signify their importance and divine status. The presence of Saint John the Baptist, the patron saint of Florence, and Saint Zenobius, the first bishop of Florence, suggests it was executed for a Florentine patron. \r\n\r\nThe gold border of the sumptuous red damask canopy suspended above Mary and Jesus and the golden haloes of all the figures are stamped with “punches,” or metal tools, a popular technique in Italian medieval panel painting. The richly patterned surface on the gold ground created a luminous, glittered effect, which was much enhanced in the candle-lit churches in which such pictures were originally displayed.",
  "title": "Madonna and Child with Saint John the Baptist and Saint Zenobius"
}
