{
  "accession_number": "2021.102",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Bartsch 268\r\nHind 151\r\nHollstein 268 ii/ii\r\nNew Hollstein 164 ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Given in memory of Atherton and Winifred Wollaeger Bean",
  "culture": null,
  "curator_approved": 0,
  "dated": "1637",
  "department": "European Art",
  "description": "black and white image; portrait of a man wearing a floppy hat; shading along bottom of image; curved sheet of paper in CL",
  "dimension": "3 3/4 × 3 3/4 in. (9.5 × 9.5 cm) (image)\r\n3 3/4 × 3 3/4 in. (9.5 × 9.5 cm) (plate)\r\n3 7/8 × 3 5/16 in. (9.8 × 8.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4331,
  "image_width": 3778,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "Collectors mark of the Princes of Oettingen-Wallerstein, Maihingen and Harburg (Lugt 2715a).\r\nWatermark: partial Strasbourg lily (Hinterding variant E’-a-a or E’-a-b: vol. 2, pp. 211–214;\r\nvol. 3, pp. 454f. ill.",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC, in black ink: Rembandt | 1637",
  "style": "17th century",
  "text": "Portraiture was one of Rembrandt areas of deep engagement. The phenominal delicacy of his touch and his spontaneous mark making impart peerless animation to his etched portraits. One truly senses a connection to his sitters. Sometimes those sitters were extremely prominent figures, but the identity of others has been lost ot time--as was the case with the young man in a velvet cap. \r\n\r\nIn 1974, however, a Dutch scholar investigated an inscription written on the back of a fine example in 17th-century script: Petrus Sylvius. Petrus was the son of Jan Cornelis Sylvius, the guardian of Rembrandt's wife Saskia. In 1637, Petrus was 27 years old and was about to move to Sloten (Friesland) as the newly appointed minister of a congregation there. The velvet cap, fur collar, silk scarf, and open book speak to his profession and new status. Though, we have no solid proof, the circumstances allow us to suppose that Petrus Sylvius (1610–1653) may well be this sitter for this little gem of a portrait.",
  "title": "Young Man in a Velvet Cap"
}
