{
  "accession_number": "2021.88.2",
  "art_champions_text": null,
  "artist": "Artist: Tom Jones",
  "catalogue_raissonne": null,
  "classification": " Photographs; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Lorraine R Hart",
  "culture": "Ho-Chunk",
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "portrait of a standing young person, wearing an elaborate beaded necklace and a brown top with floral embroidery; black background with beadwork divided into horizontal planes, with diamond patterns on T and B, in pearly white and silver beads, with rhinestones; black metal frame",
  "dimension": "45 1/8 × 35 5/16 in. (114.6 × 89.7 cm) (image)\r\n49 1/8 × 39 3/8 × 2 1/4 in. (124.8 × 100 × 5.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142727",
  "image": "valid",
  "image_copyright": "",
  "image_height": 864,
  "image_width": 679,
  "inscription": "",
  "life_date": "American (Ho-Chunk (Winnebago)), born 1964",
  "markings": "",
  "medium": "Color digital photograph with beadwork",
  "nationality": "American",
  "object_name": "Photograph with beadwork",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G303",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In his most recent series of work entitled Unrelenting Spirits, Ho-Chunk artist and scholar Tom Jones combines his work in photography and beadwork to present contemporary Ho-Chunk community members full of strength and beauty. Jones incorporates floral and abstract beadwork onto his photographic portraits of family and community members. Beadwork designs serve as metaphors of the presence of ancestors. As a child, Jones accompanied his mother to the Rosebud Reservation in South Dakota to seek medicinal healing and strength. During an evening ceremony and in the dark of the night, a medicine man and those in attendance began to sing songs to welcome benevolent spirits and ancestors. As they sang, orbs of light appeared and floated around the room. Jones visualization of this experience was used for the beadwork that embellishes each photograph, a symbolic representation of his ancestors and spirits that are always present to guide and give strength to contemporary Ho-Chunk people.\r\n\r\nIn Robin King, a pre-teen girl adorned in traditional Ho-Chunk regalia gazes slightly to the right of the camera lens, looking outward. Stacks of necklaces made of creamy-white beads, bone pipes, and animal teeth fall to her waist, and her shirt and skirt – made in the traditional style of clothing for women and girls – is constructed from Asian-influenced fabric. In the background, horizontal abstract designs appear. These shapes, made with large white buttons, beads, and silver pins resemble the designs found on a Pendleton blanket, an object of great significance for many Native community members. Jones use of abstraction and blanket designs are symbolic of the values associated with Pendleton blankets: objects of protection, and for honoring, gift-giving, and relationship building.",
  "title": "Robin King"
}
