{
  "accession_number": "2021.87.3",
  "art_champions_text": null,
  "artist": "Artist: H. C. Westermann",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "creature in C of image, with the head of a crying woman, on all fours, with colorful wings, eight breasts, and two looping purple shapes at rear; thought bubble of a broken heart with an arrow through it coming out of head of creature; erupting volcano in background; ship floating in a body of water in L; text in red and orange pigment reading \"Madame\" at BC",
  "dimension": "13 7/8 × 16 13/16 in. (35.2 × 42.7 cm) (image, sheet)\r\n19 1/4 × 23 1/4 × 1 in. (48.9 × 59.1 × 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142732",
  "image": "valid",
  "image_copyright": "",
  "image_height": 961,
  "image_width": 1170,
  "inscription": "",
  "life_date": "American, 1922 - 1981",
  "markings": "URC, verso: gallery label from George Adams Gallery",
  "medium": "Ink and watercolor on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "H. C. Westermann was an inventive sculptor who also made hundreds of drawings and prints, constantly firing off creative sparks on paper. His formative experiences as a U.S. Marine during World War II and the Korean War were harrowing and devestating. They fueled the content of his work for much of his life. At turns funny, melancholic and bitingly satirical, his drawings often reference his combat experience and his time in the South Pacific. Madame B #2 refers to the character Madame Butterfly in the opera by Italian composer Giacomo Puccini (1904) about an American naval officer who falls in love with a Japanese teenager who becomes pregnant with his child as he leaves to return to the United States. He later returns with an American wife and the opera eventually ends with Mademe Butterfly's suicide. Westermann's watercolor nods towards the underlying raw feelings in the story while turning the lead character into an actual butterfly, which adds a layer of absurdity to the situation.",
  "title": "Madame B #2"
}
