{
  "accession_number": "2021.93.1",
  "artist": "Hunhar II",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Asia\"",
  "country": "\"India\"",
  "creditline": "The John R. Van Derlip Trust Fund and the Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1735–1740",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 7/8 × 6 3/16 in. (20 × 15.7 cm) (image)\r\n18 11/16 × 12 1/4 in. (47.5 × 31.1 cm) (mount)",
  "id": 142723,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10621,
  "image_width": 7089,
  "inscription": "Recto: Inscribed above and below portrait with Persian verses in nasta’liq script. Above a couplet from a Persian poem attributed to Mulla Daraki Qummi (d.1063/1652–3), who was active in Iran and the Deccan: ‘Alive in the world of creating images is that same painter, The sleep of carelessness has carried off all, just one person is awake.’\r\nBeneath the painting is a couplet from a Persian poem: ‘Painter, lift your hand from drawing his eyebrow, For you are not capable of drawing his bow.’\r\nVerso: ‘amal-i Hunhar (‘the work of Hunhar’), seal impression of Bayram Khan Husayni\r\n",
  "life_date": "Hunhar II, Indian",
  "markings": null,
  "medium": "Tinted drawing with colors and gold laid down on card",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "A portrait of a person in profile from the torso up, facing the right side of the page. The person is depicted with bare shoulders and wears a green textile across their torso. They wear several strands of white pearls and green beads, with earrings of white pearls and green beads, and a gold turban strung with more pearls. Their hand holds a small flower. Above and below the portrait are lines of text. The portrait is within a frame of green and pink floral designs, and the rest of the page is embellished with a floral pattern.",
  "title": "Bust portrait of a lady wearing a man's turban"
}
