{
  "accession_number": "2021.118",
  "art_champions_text": null,
  "artist": "Artist: Daniel Ridgway Knight",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ellen A. Michelson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1879",
  "department": "Arts of the Americas",
  "description": "workers in a field, harvesting grapes; man with blonde moustache wearing a hat, white shirt, blue vest, and patched grey trousers, holding a pipe in his PL hand, walking with his arm around a blonde woman wearing a red headscarf, brown blouse, and blue apron, carrying a large basket over her shoulder, at center; four women--kneeling and bending, picking grapes--around couple; two children in LRQ, partially hidden behind grapevines; other figures in background, with wagon visible over central man's PL shoulder; village at right center; received in gilt frame",
  "dimension": "32 13/16 × 42 5/8 in. (83.3 × 108.3 cm) (sight)\r\n43 1/2 × 52 3/4 × 2 1/2 in. (110.5 × 134 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142790",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8127,
  "image_width": 10481,
  "inscription": "",
  "life_date": "American, Chambersburg, Pennsylvania, 1839–Paris or Rolleboise 1924",
  "markings": "",
  "medium": "Oil on canvas laid down on board",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G302",
  "see_also": [
    ""
  ],
  "signed": "LRC in brown: D. Ridgway Knight / Paris 1879",
  "style": "19th century",
  "text": "This scene of happy workers harvesting grapes in the french countryside is among the most ambitious paintings of American-born Daniel Ridgway Knight. After studying in France as a young art student he returned there and became known professionally for his depictions of the working class in rural and village settings. This expansive painting shows off Knight's skill and his favored subjects: a lush landscape, hints of the specific locale, happy harvesters, and many skillfully observed details that bring the moment to life.",
  "title": "La Vendange"
}
