{
  "accession_number": "2021.86.1",
  "art_champions_text": null,
  "artist": "Artist: Agatha Wojciechowsky",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1964",
  "department": "Arts of the Americas",
  "description": "three standing figures; yellow background; C figure wears red headpiece; floating mount, with a brown wooden frame",
  "dimension": "19 5/8 × 15 in. (49.8 × 38.1 cm) (image, sheet)\r\n24 3/8 × 19 3/4 × 1 1/2 in. (61.9 × 50.2 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142711",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3921,
  "image_width": 2951,
  "inscription": "",
  "life_date": "1896 - 1986",
  "markings": "",
  "medium": "Watercolor on paper",
  "nationality": null,
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black ink: Agatha Wojciechowsky",
  "style": "20th century",
  "text": "Agatha Wojciechowsky, a healer and Spiritualist minister, was prolific and versatile in her drawings. They ranged from kaleidoscopic, color-bursting spirit landscapes to densely packed webs of faces in clouds executed in pencil or ink. The artist made the work in a trance, guided by at least 11 spirits, whose proclivities seem manifest in the range of styles she enacted. \r\n\r\nThe process always unfolded in the same manner, absent of any pre-sketching or overall design presented to her in a vision. The spirits always began in the lower left-hand corner of a sheet and worked across the bottom from left to right in a band. The compositions feel full and complete, despite this curious gradual reveal of the whole. Often they appear as fantastic fields of nature and tiny faces, peering out of richly textured or colorful forms.\r\n\r\nWhen fascinated reporters asked Agatha Wojciechowsky about her training or the source of her inspiration, she asserted consistently that she was “an instrument of the spirit world,” echoing the conviction that many others before her had in mediumship. She said, “I really have nothing to do with it. This is the work of different entities who take over and step into my body, directing my hand.” Here, ghostly faces emerge from the brilliant field of soaked-in color, as though looking at us from the other side of the veil.",
  "title": "Untitled"
}
