{
  "accession_number": "2022.98.21",
  "art_champions_text": null,
  "artist": "Artist: Bisa Butler",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "Long, rectangular quilt; ground fabric is emerald green with sideways \"V\" shapes in white throughout; verso has navy blue fabric; four woman in flat-top hats and long sleeve dresses are seated at the center; woman in the far left has red/purple skin tone and her skirt is purple and features teal jewels, she has a black bird on her hat; woman at left, center has an orange skin tone and her skirt is yellow with red hearts; woman at right, center has a blue/green skin tone and her skirt is purple with lime green electric fans, she also has bird cages on her sleeves; woman farthest right has a maroon skin tone and her skirt has yellow and red stripes with red high heel shoes on it; rod pocket at top on verso",
  "dimension": "55 1/2 × 120 1/2 in. (141 × 306.1 cm)",
  "id": "http://api.artsmia.org/objects/142734",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1973",
  "markings": "",
  "medium": "Cotton, wool, and chiffon, appliquéd and quilted",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "In LR corner in black thread: Bisa Butler",
  "style": "21st century",
  "text": "The caged bird sings with a fearful trill, of things unknown, but longed for still. And his tune is heard on a distant hill, for the caged bird sings of freedom.  —Maya Angelou, from “Caged Bird,” 1983\r\n\r\nWhile doing some research I came across a photograph of four young African American women sitting on the steeps of Atlanta College in 1899/1900. The self-assured looks on their faces and their stylized, almost break-dancer-like poses grabbed my attention right away. The women look braggadocious and supremely confident—what a contrast to the time when they lived, in the Deep South, when segregation was the new law of the land just thirty-five years after the abolishment of slavery…. This is their coming out, just like the release of the caged bird. The bird in a cage on the third girl’s arm illustrates the words of Dr. Maya Angelou’s poem—these girls have used education to set themselves free.  —Bisa Butler",
  "title": "I Know Why The Caged Bird Sings"
}
