{
  "accession_number": "2021.85.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Camille Billops",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981-86",
  "department": "Global Contemporary Art",
  "description": "pair of sculptures; a: two images of a woman wearing a sleeveless black dress with green polka dots and a tan and black striped top, green and black striped heels, and a necklace with red beads--one on each face of the scupture--with arms intertwined on one side, and three flying white birds on the other side; open area between arm and side of body; b: image of a man wearing black and white striped pants, a white jacket with black lapels, a red tie, and a green pocket square",
  "dimension": "37 3/16 × 9 3/4 × 7 1/4 in. (94.5 × 24.8 × 18.4 cm) (object part, a, woman)\r\n40 3/16 × 11 3/4 × 6 in. (102.1 × 29.8 × 15.2 cm) (object part, b, man)",
  "id": "http://api.artsmia.org/objects/142708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4000,
  "image_width": 4000,
  "inscription": "",
  "life_date": "American, 1933 - 2019",
  "markings": "",
  "medium": "Glazed earthenware",
  "nationality": "American",
  "object_name": "Pair of ceramic sculptures",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom of woman figure (a), incised:  Remembering / Vienna III  © C Billops / N.Y.C. 1981 | along bottom edge on side with backside of figure, upside down, incised: © 1986 C. Billops",
  "style": "20th century",
  "text": "Artist, filmmaker, archivist, and educator Camille Billops was a pillar of New York City’s Black cultural community from the 1960s onward. She was a lifelong social activist committed to civil rights and feminism, and she documented, preserved, and championed Black culture. Much of her creative expression, however, derived from her own experiences and memories. \"All of my work is about the celebration of family, my private stories, and personal vision,\" Billops noted in a 1985 interview. She later explained, \"When I do figures, I refer back to the forms I saw as a child: the décolletés and sleeves of my mother's dresses, the fabrics, my father's suit lapels.\" \r\n\r\nThe whimsically animated figures of Remembering Vienna III were acquired in 2021 and are displayed here for the first time at Mia. They are part of a series of ceramic sculptures completed in the mid-1980s and represent Billops and her husband, the late playwright and theater professor James V. Hatch. In 1975, one year before Black History Month was formally established, they founded the Hatch-Billops Collection, a research library of African American historical documents focusing on the arts. Housed at Emory University, in Atlanta, the collection is a pivotal resource in preserving printed materials by Black writers and artists.",
  "title": "Remembering Vienna III"
}
