{
  "accession_number": "2021.88.1",
  "art_champions_text": null,
  "artist": "Artist: Tom Jones",
  "catalogue_raissonne": null,
  "classification": " Photographs; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Lorraine R Hart",
  "culture": "Ho-Chunk",
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "portrait of a standing figure, wearing a dark denim apron, gazing upwards; facial piercing, and tattoos on arms; black background with beading in silver and white, forming a vine with flowers that surround figure; beaded silver stars in corners of image; black frame",
  "dimension": "48 5/8 × 41 3/4 in. (123.5 × 106 cm) (image)\r\n53 1/2 × 45 13/16 × 1 1/16 in. (135.9 × 116.4 × 2.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142726",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2779,
  "image_width": 2400,
  "inscription": "",
  "life_date": "American (Ho-Chunk (Winnebago)), born 1964",
  "markings": "",
  "medium": "Color digital photograph with sewn beadwork",
  "nationality": "American",
  "object_name": "Photograph with beadwork",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In his most recent series of work entitled Unrelenting Spirits, Ho-Chunk artist and scholar Tom Jones combines his work in photography and beadwork to present contemporary Ho-Chunk community members full of strength and beauty. Jones incorporates floral and abstract beadwork onto his photographic portraits of family and community members. Beadwork designs serve as metaphors of the presence of ancestors. As a child, Jones accompanied his mother to the Rosebud Reservation in South Dakota to seek medicinal healing and strength. During an evening ceremony and in the dark of the night, a medicine man and those in attendance began to sing songs to welcome benevolent spirits and ancestors. As they sang, orbs of light appeared and floated around the room. Jones visualization of this experience was used for the beadwork that embellishes each photograph, a symbolic representation of his ancestors and spirits that are always present to guide and give strength to contemporary Ho-Chunk people.\r\n\r\n \r\n\r\nIn Pendalton Price, a young man in his 20s or 30s stands tall at the center of the photograph, hands in his pockets and wearing a denim cooking apron over his tee shirt. A purple food thermometer is attached to the front of the apron. Price’s tattoos adorn his neck and arms. A beaded design of traditional Ho-Chunk florals and designs appears like a halo, surrounding Price with glittering beads. Four large, beaded stars appear on the top and bottom corners of the photograph, balancing the floral design. In this work, Jones presents an image not always portrayed in photography of Indigenous people, that of a young contemporary Ho-Chunk man full of strength and beauty.",
  "title": "Pendalton Price"
}
