{
  "accession_number": "2021.92",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Calligraphy; Works on Paper",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Suzanne S. Roberts Endowment for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "pink paper; text on recto and verso in black with some blue marks above letters; two gilt medallions on each side with floral motifs",
  "dimension": "13 1/4 × 10 5/8 in. (33.7 × 27 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/142725",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7720,
  "image_width": 6101,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and gold on paper",
  "nationality": null,
  "object_name": "Calligraphy",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Amid vast geographic, temporal and cultural diversity, a unifying aspect of Islamic art is the reverence for the written word as the channel through which God spoke to the prophet Muhammad as revealed in the Qur’an, the most sacred text of Islam. For both the calligrapher and the patron, copying and adorning the word of God would have been a form of both religious and artistic expression.\r\n \r\nThis peach-hued page is inscribed on both sides with lines from the Qur’an, comprising Surha (chapter) 21, verses 9-12 of the text. The beginning of each verse is marked with a gilded rosette, while the Maghrebi calligraphy, characterized by large, looping curves which visually propel the resuscitator through the text (Arabic text is read right to left), shows a master calligrapher deftly evoking the rhythmic yet solemn nobility of the sacred text. Produced in the 1200s CE in Al-Andalus, the Islamic kingdoms of Spain (711-1492), this page was originally part of the monumental “Pink Qur’an” which consisted of over 20 volumes.",
  "title": "Page from the Andalusian Pink Qur'an"
}
