{
  "accession_number": "2021.93.2",
  "artist": "Hunhar II",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Asia\"",
  "country": "\"India\"",
  "creditline": "The John R. Van Derlip Trust Fund and the Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1735–1740",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 5/8 × 6 1/8 in. (19.4 × 15.6 cm) (image)\r\n18 11/16 × 12 5/8 in. (47.5 × 32.1 cm) (mount)",
  "id": 142724,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10597,
  "image_width": 7202,
  "inscription": "Recto: Above the painting, is inscribed a couplet from a ghazal of Hafiz:\r\n‘I drew the image of your face on the workshop of my eye, I saw nor heard no idol in your form.’\r\nBelow the painting is a couplet from an unidentified Persian poem: ‘From this Hindu boy it became clear to me That there is a fire in this Indian soil …’\r\n\r\nVerso: ‘amal-i Hunhar (‘the work of Hunhar’), seal impression of Bayram Khan Husayni\r\n",
  "life_date": "Hunhar II, Indian",
  "markings": null,
  "medium": "Opaque pigments and gold laid down on card",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "The boy depicted in this classic “window” portrait format appears to be Hindu, indicated by his dress being gently clasped to the left side—as opposed to right side, the way Muslims wore it— as well as with the poetic inscription below: “From this Hindu boy it became clear to me That there is fire in this Indian soil.” The artist, Hunhar II, uses a bold color palette to portray a renewed artistic interest in diverse faiths, likely a consequence of the Mughal Emperor Muhamad Shah II (r.1719-1748) abolishing the jizya, a poll-tax levied on non-Muslims which had to be reinstated under Auranzgeb (r. 1658-1707), and under whose reign the Mughal workshops were disbanded for nearly thirty years.",
  "title": "Bust portrait of an idealized youth"
}
