{
  "accession_number": "2021.128",
  "art_champions_text": null,
  "artist": "Artist: Tosa School",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift from the collection of Ann and Mike Birt",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "six panel screen; view through large gold clouds overall; in LLC, a group of two women and two girls with very long, straight hair wearing garments primarily in blue, white, and salmon, looking out of green louvered windows and looking down on a couple in an open lower-level room below; a man wearing black with blue and white checked pants on a high walkway in ULQ; couple seen through green louvers at top right of center, with cherry trees in bloom below and to right; figure wearing a green mask and gold and blue pants with a geometric design at right center; views of landscape and architecture between clouds",
  "dimension": "35 1/16 × 103 1/8 in. (89.1 × 261.9 cm) (image)\r\n40 5/8 × 108 7/8 × 3/4 in. (103.2 × 276.5 × 1.9 cm) (overall, open)",
  "id": "http://api.artsmia.org/objects/142828",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4325,
  "image_width": 11162,
  "inscription": "",
  "life_date": "active early 15th - 19th century",
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Glimpses of two scenes from the Tale, both involving Lady Murasaki, Genji’s love, emerge through golden clouds in this screen. The left half shows chapter 7, “Beneath the Autumn Leaves,” in which ten-year-old Lady Murasaki is scolded by her nurse for acting like a child and playing with dolls. Two grown women look through the slatted blinds at Genji, who stands on the veranda and looks out at the garden. In the second scene to the right, which depicts chapter 40 “The Law,” Murasaki and Genji sit together as they watch a performer in the garden. He wears a golden mask with a small dragon on top, indicating that he is playing the role of Prince Lan Ling in a court dance. While she appears healthy in the scene, in fact she is deathly ill, and the chapter concludes with her death.",
  "title": "Two scenes from The Tale of Genji representing Prince Genji and Lady Murasaki"
}
