{
  "accession_number": "2021.131.2",
  "art_champions_text": null,
  "artist": "Artist: Adrien Dauzats",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid-19th century",
  "department": "European Art",
  "description": "small pen and ink studies of standing and seated figures on tracing paper",
  "dimension": "5 1/2 × 8 3/4 in. (14 × 22.2 cm)",
  "id": "http://api.artsmia.org/objects/142811",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5902,
  "image_width": 9199,
  "inscription": "",
  "life_date": "French, Bordeaux 1804–Paris 1868",
  "markings": "",
  "medium": "Pen and ink on tracing paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Chantal Kiener, Paris, until 2018; given to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis (2018–21; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Adrien Dauzats was a prolific travel illustrator who worked with authors and government officials to document their voyages. He was known for the accuracy of his images. Though most of his travel occured during the 1820s and 30s, he continued to use drawings made in those years for decades thereafter. \r\n\r\nThese sketches of pilgrims and monks are based on observations made in Spain during the 1830s, probably while he was travelling with Baron Isidore Taylor (1789-1879), one of France's most active travel writers of the era. The pilgrims are dressed for protection from the elements--some have blankets thrown over their shoulders, and some have cloths tied over their heads. One man carries a staff. Some of the figures kneel, some gaze upwards at some sight, and others sit resting on stone benches, stairsteps, or the ground. Monks with tonsures (partially shaven heads) talk to one another and to the pilgrims.\r\n\r\nLong after he stopped travelling, Dauzats continued to produce works that reflected his knowledge of foreign countries. His use of tracing paper for these sketches, suggests that this is a drawing derived from one or more earlier groups of studies. Since the paper is transluscent, he could easily flip the sketches to use their mirror images in developing new compositions.",
  "title": "Sheet of Studies of Pilgrims and Monks"
}
