{
  "accession_number": "2021.131.3",
  "art_champions_text": null,
  "artist": "Artist: Julien Celos",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg for the Weisberg Collection of European Drawings and Prints of the Nineteenth and Early Twentieth Centuries",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1911",
  "department": "European Art",
  "description": "dark buildings with rust-red tile gable roofs; part of a sign at left on front of building; two figures in dark cloaks (?) with white highlights on heads and hands; dark arched doorway in LRQ; tan paper; received in black frame",
  "dimension": "17 7/8 × 16 7/8 in. (45.4 × 42.9 cm) (sight)\r\n27 1/8 × 26 × 2 in. (68.9 × 66 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142812",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2517,
  "image_width": 2323,
  "inscription": "",
  "life_date": "Belgian, 1884–1953",
  "markings": "",
  "medium": "Charcoal, pastel, and chalk",
  "nationality": "Belgian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC in black: Julien Celos",
  "style": "20th century",
  "text": "The two black-clothed figures are Beguines, lay Catholic women who lived quasi-monastic lives in beguinages. The order thrived from the thirteenth until the sixteenth centuries, with the beguinages often becoming sanctuaries for widows. Just a few of these communities remained in Julien Celos’s time. They were no less vital as a religious path for single women, but by then were seen as a romantic remnant of the past.\r\n\r\nThough the location of this scene is unknown, it is very likely inspired by Georges Rodenbach’s Symbolist novel \"Bruges-la-Morte\" (1892). The author repeatedly mentions Beguines, writing that when they circulate through Bruges, they seem not to walk but rather to glide like swans. In the present drawing, Celos picked up on the image of Beguines gliding through the dark and desolate city.",
  "title": "Die tote Stadt, Brügge (The Dead City, Bruges)"
}
