{
  "accession_number": "2021.145",
  "art_champions_text": null,
  "artist": "Artist: Bruce Samuelson",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marly Cornell",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978",
  "department": "Global Contemporary Art",
  "description": "slightly abstracted, unfinished-appearing torso of a female nude, with torso and PL thigh in color; received in medium-toned wood frame",
  "dimension": "16 1/2 × 13 1/2 in. (41.9 × 34.3 cm) (sight)\r\n24 1/4 × 20 3/4 × 1 1/2 in. (61.6 × 52.7 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142900",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1946",
  "markings": "",
  "medium": "Pastel and graphite on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: Samuelson 78",
  "style": "20th century",
  "text": "Early in his career, Bruce Samuelson developed a  form of semi-abstract figure drawing that blended classical techniques with aspects of modernism, such as the fragmentation and layering of forms. Samuelson's figures are densely layered and truncated to emphasize their material nature, while exhibiting a dynamic energy and movement arising from his reliance on surface disruption and ambiguous structural arrangements. As a result, the figures may seem mysterious, even unsettling, yet they possess an aesthetic appeal that transcends their anatomical details. \r\n\r\nDrawn from life, this study of a female nude exemplifies Samuelson’s unique approach to the figure. Here, using pastel and graphite, he delineates the basic form of the subject’s torso and upper legs, while implying a complete human figure situated in space. By this approach, Samuelson directs the viewer’s attention to the subtle variations of surface texture, color, form, and materiality in his composition, leaving the determination of meaning open-ended.",
  "title": "Untitled (Female nude)"
}
