{
  "accession_number": "2021.123.5",
  "art_champions_text": null,
  "artist": "Artist: Rosa Bonheur",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Martin Weinstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1865-1868",
  "department": "European Art",
  "description": "portrait of the head and upper back of a greyhound with light brown fur, with its head turned toward PL; reddish brown ground; dog wears a double chain collar with a tag: R.B.; received in gilt frame",
  "dimension": "26 1/8 × 20 in. (66.4 × 50.8 cm) (sight, oval)\r\n37 × 31 1/2 × 2 1/2 in. (94 × 80 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142994",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9448,
  "image_width": 8007,
  "inscription": "",
  "life_date": "French, 1822–1899",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLQ in black: Rosa Bonheur",
  "style": "19th century",
  "text": "The French painter Rosa Bonheur specialized in pictures of animals, which were celebrated for their vivacity and realism. Her lifelike depictions were the result of careful, firsthand observation; she often drew animals from life and frequently visited Parisian slaughterhouses and veterinarian schools to study animal anatomy and perform dissections.\r\n\r\nThis painting was likely made at Bonheur’s country house and studio, Château de By, near the Fontainebleau Forest in France. She filled her home with artwork of animals, animal parts, and taxidermies, all of which were readily available for study. On the property she kept domesticated livestock, monkeys, exotic birds, big cats, and dogs who were given free roam of the grounds. The intimate portrait of this elegant greyhound, shown in profile from behind and appearing relaxed in the artist’s presence, gives the impression that Bonheur knew the dog well, while the initials on the dog’s collar suggest it may have been one of her own.",
  "title": "Portrait of a Greyhound Dog"
}
