{
  "accession_number": "2021.123.4",
  "art_champions_text": null,
  "artist": "Photographer: Ina Jang",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "South Korea",
  "creditline": "Gift of Martin Weinstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Global Contemporary Art",
  "description": "PR sleeve of white jacket and small portion of forearm of figure and small portion of face, white-framed dark glasses, and long brown straight hair of figure visible above and to left of a pale blue rectangular element; pale blue ground; received in white frame",
  "dimension": "28 × 39 1/4 in. (71.1 × 99.7 cm) (sight)\r\n29 1/2 × 40 3/4 × 2 in. (74.9 × 103.5 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/142993",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "South Korean, born 1982",
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": "South Korean",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Mia’s collection of photography is particularly strong in the realm of photojournalism, including some of the most celebrated names of the 20th century, including Robert Capa, Gordon Parks, and Gilles Peress.  Works by female-identifying photojournalists, however, remain relatively few in number.  As a working photojournalist and editorial photographer based in Brooklyn, New York, Ina Jang reflects the changing nature of the field—from one predominantly white and male to one increasingly defined by the perspectives of young global citizens.  Although “A Walker” represents Jang’s fine art practice rather than her commercial or journalistic work, it distils the playful, slightly offbeat perspective she brings to the camera while conveying something perhaps more complicated: is the figure at the center of her composition in hiding, or being obstructed'",
  "title": "A Walker"
}
