{
  "accession_number": "2001.130.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Oceania",
  "country": "Solomon Islands",
  "creditline": "The John Cowles Family Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "red and white shell beads on necklace with tortoise shell accents; large crescent shell pendant with cutout tortoise shell bird",
  "dimension": "11-13/16 x 7-9/16 x 1-1/4 in. (30.0 x 19.2 x 3.2 cm)",
  "id": "http://api.artsmia.org/objects/51800",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2130,
  "image_width": 1704,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Shell, tortoise shell, string",
  "nationality": null,
  "object_name": "Necklace with Half-Moon Pendant",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This shell pendant is a beautiful example of the unique blend of both Polynesian and Melanesian cultural elements found in the Santa Cruz Islands.  The ornament is made of golden-lipped pearlshell, a rare material available only through trade with neighboring islands.  The object's form also reflects outside cultural influences.  Most pendants worn in the Solomon Islands are round, but use of the crescent shape originated in central Polynesia, and spread to the Santa Cruz Islands through trade with Polynesian whaling crews in the early 19th century.  The tortoiseshell ornament on the front of the pendant represents a frigate bird, a sacred animal.  These birds were honored for their skills at fishing, and were seen as powerful hunters; attributes admired by men from this area.  Body ornaments such as this one were highly valued.  Each household had a collection of them, much of it handed down, which made up a significant portion of that family's wealth.  Most of these prestigious items were worn by men, generally on ceremonial occasions.",
  "title": "Necklace with Half-Moon Pendant"
}
