{
  "accession_number": "P.74.27",
  "art_champions_text": null,
  "artist": "Artist: Ottavio Leoni",
  "catalogue_raissonne": "B.7 (bef. letters)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1625",
  "department": "European Art",
  "description": "",
  "dimension": "5 5/8 x 4 1/2 in. (14.29 x 11.43 cm) (plate)",
  "id": "http://api.artsmia.org/objects/51958",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian (Rome), 1578 - 1630",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": null,
  "provenance": "[Christopher Mendez, London, until 1974; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In this portrait etching of the painter Tommaso Salini (1575–1625), Ottavio Leoni included two lively head studies in the lower margin of the print. The young woman is the artist's stepdaughter, Maddalena Telli, and Leoni depicted her frequently. There are two portrait drawings (now Rhode Island School of Design, Providence, and Fondation Custodia, Paris) related to the print, and Telli also served as the model in Leoni's paintings \"Susanna and the Elders\" (Detroit Institute of Arts) and \"Christ and the Adulterer\" (Banca Popolare dell’ Emilia Romagna). We are grateful to Yuri Primarosa for identifying this figure.\r\n\r\nLeoni depicted Salini number of times; this etching dates to the last year of Salini's life. The two artists must have been close friends, despite Salini implicating Leoni in a famous libel case brought before the Roman courts in 1603. The artist Giovanni Baglione accused Caravaggio and his cohorts of defamation, and Salini, in his testimony as a witness in the case, named Leoni as author of one of the mean-spirited sonnets circulating about Baglione. While such acts were punishable by imprisonment or hard labor in the papal galleys, the charges were ultimately dropped.",
  "title": "Portrait of Tomasso Salini"
}
