{
  "accession_number": "97.91.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from the Asian Art Council in memory of Thirza Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Asian Art",
  "description": "blue and white, painted at center with two dragons confronted around a pearl amongst fire-scrolls within an octafoil panel reserved on a scale-pattern ground, below eight floral lappet shaped panels on the sides",
  "dimension": "3 3/4 x 15 3/8 x 15 3/8 in. (9.53 x 39.05 x 39.05 cm)",
  "id": "http://api.artsmia.org/objects/30088",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 3755,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "[Christie\\'s 14/2 7-4-97] and [00407946] stickers at outside wall",
  "medium": "Porcelain with underglaze blue decor (Swatow ware)",
  "nationality": null,
  "object_name": "Deep Dish made for export",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Most Chinese wares destined for export are more roughly made and simply decorated than the high end domestic wares and imperial porcelain. Swatow, one of the best known export wares of the late sixteenth and early seventeenth centuries, was named after the port city, north of Canton, on the South China coast where it was assumed, erroneously, to have been exported from. This was, however, the region of China where the \"scholars of Kwangtung\" who had befriended Matteo Ricci first suggested he make a map of the various countries he had passed through in coming to China. The region was well known for the export of blue-and-white porcelain to Southeast Asia and Europe, and this sort of popular ware would have been familiar to Ricci.\r\nBy 1600, China was adept at bartering for goods she needed from abroad with porcelain. As a Dutch trader recorded in 1598:\r\nThose merchants of China trafficke with these islands and bring thither al sorts of commodities out of their country, as al silkes, cottons, porseleynes...and al curious things that may be found.",
  "title": "Deep Dish made for export"
}
