{
  "accession_number": "98.104.2.1",
  "artist": "Artist: Li Liufang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1621",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "three larger trees in middle foreground; smaller leafier trees in URQ; rocky cliffs beneath leafy trees; rocky cliffs in LLQ; person sitting on middle of L hand rocks; chop mark in LR area; four columns of calligraphy characters plus characters above one large chop mark to L of columns\r\naccordian style album, wood covers; eight images, alternating with text, single page of text at end",
  "dimension": "7 3/8 x 6 5/8 in. (18.73 x 16.83 cm) (sheet, caligraphy)\r\n7 3/8 x 6 5/8 in. (18.73 x 16.83 cm) (sheet, painting)",
  "id": "http://api.artsmia.org/objects/30349",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1948,
  "image_width": 3152,
  "inscription": "Chop",
  "life_date": "Chinese, 1575 - 1629",
  "markings": "in LR: undeciphered chop; to L of calligraphy columns: large undecifered chop\r\ncalligraphic image: in red two seals at end of calligraphy;\r\nlandscape image: in red at lower right seal",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From From an album of 8 leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Li Liufang was born in Jiading just north of Shanghai in 1575. In 1606 he passed the Jueren degree but by 1622, he gave up all thoughts of government service and turned to paintings and poetry. A friend of Dong Qichang, he was included among the group known as the \"Nine Friends of Painting.\" Peers in this group included Shao Mi, Cheng Jiasui, Wang Shimin, Wang Jian, and Dong Qichang himself. Li painted most successfully in small formats, playing with ink and trying to transmit the creative essence of certain old masters like Wu chen rather than their formal patterns. Most of his works seem improvised mood sketches executed with fresh spontaneity. This album contains examples of Li's early dry linear style with insubstantial compositions as well as his later inkier style with its rich, wet brush modulation.",
  "title": "Two leaves from a landscape album"
}
