{
  "accession_number": "98.104.2.1",
  "art_champions_text": null,
  "artist": "Artist: Li Liufang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1621",
  "department": "Asian Art",
  "description": "three larger trees in middle foreground; smaller leafier trees in URQ; rocky cliffs beneath leafy trees; rocky cliffs in LLQ; person sitting on middle of L hand rocks; chop mark in LR area; four columns of calligraphy characters plus characters above one large chop mark to L of columns accordian style album, wood covers; eight images, alternating with text, single page of text at end",
  "dimension": "7 3/8 x 6 5/8 in. (18.73 x 16.83 cm) (sheet, caligraphy)\r\n7 3/8 x 6 5/8 in. (18.73 x 16.83 cm) (sheet, painting)",
  "id": "http://api.artsmia.org/objects/30349",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1948,
  "image_width": 3152,
  "inscription": "Chop",
  "life_date": "Chinese, 1575 - 1629",
  "markings": "in LR: undeciphered chop; to L of calligraphy columns: large undecifered chop\r\ncalligraphic image: in red two seals at end of calligraphy;\r\nlandscape image: in red at lower right seal",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From an album of 8 leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Li Liufang was a painter of the late Ming dynasty. He painted mostly in small formats, playing with ink and trying to channel the creative essence of certain old painting masters rather than copying their formal patterns. Most of his works look like improvised sketches, executed with fresh spontaneity. This album contains examples of Li’s early style—spare, linear compositions, in which he used less ink for thinner, fainter lines—as well as his later style, with its rich, inky brushwork.",
  "title": "Two leaves from a landscape album"
}
