{
  "accession_number": "98.119.2.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of funds from the Asian Art Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1830",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "rosary made of ebony beads with two white and four red beads and eleven metal pendants, four of which are threaded beads with tassels",
  "dimension": "36 1/2 in. (92.71 cm)",
  "id": "http://api.artsmia.org/objects/30373",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ebony, metal, beads, thread",
  "nationality": null,
  "object_name": "Rosary",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The use of prayer beads (also called rosaries or malas) to foster meditation is common to many religions across the world-Buddhism, Christianity, Hinduism, Islam, Sikhism. The religion scholar Joseph Campbell explains their effectiveness: \r\n\r\nThere is a form of meditation taught in Roman Catholicism where you recite the rosary, the same prayer, over and over and over again. That pulls the mind in. In Sanskrit, this practice is called japa, \"repetition of the holy name.\" It blocks other interests out and allows you to concentrate on one thing, and then, depending on your own powers of imagination, to experience the profundity of this mystery.\r\n\r\nThis Tibetan rosary consists of 108 black beads, a number sacred to Buddhists. The main beads were used to count prayers and are punctuated by colored beads, brass symbols, and tassels. The round silver storage box is decorated with the eight precious symbols of Buddhism: a conch shell, vase, umbrella, knot, paired fish, wheel, lotus, and canopy.",
  "title": "Rosary"
}
