{
  "accession_number": "98.136.17",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Harold and Mickey Smith",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1954",
  "department": "Arts of the Americas",
  "description": "purple velvet cover with gold cord fringe; rigid covered top with two holes",
  "dimension": "30 x 13 x 6in. (76.2 x 33 x 15.2cm)",
  "id": "http://api.artsmia.org/objects/30523",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5631,
  "image_width": 3557,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Velvet with embroidery",
  "nationality": null,
  "object_name": "Torah mantle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The most important object inside any synagogue is the Sefer Torah (ספר תורה), or Book of the Torah. As such, it is a great honor and sign of reverence to surround Torah scrolls in elaborate, decorative coverings, often of either velvet cloth or wood.  It is common for Torah covers to be given to a congregation in honor of a member, as the inscription on this mantle confirms by naming Reb Tzvi, the son of Joseph Edelstein ( עדילשטיין יוסף בר צבי ר ). Also included is the epitaph “May his soul be bound in the bundle of life” (תנצבה).\r\nAtop the inscription is the phrase “Keter Torah” (כתר תורה), meaning “Crown of Torah.” The keter, or crown, is a significant symbol within Judaism and is associated with scholarship, devotion to studying, and reverence toward the Torah.  Also embroidered are the tablets of the Ten Commandments, seen flanked by two lions. When used in pairs, these animals act as guardians over ceremonial objects and mark the importance of the Torah text contained within.",
  "title": "Torah mantle"
}
