{
  "accession_number": "98.18.11",
  "art_champions_text": null,
  "artist": "Artist: Ōtsuki Bankei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1849",
  "department": "Asian Art",
  "description": "two text fields flank nine images of orchids with seven areas of text intermixed",
  "dimension": "14 1/8 x 209 1/2in. (35.9 x 532.1cm)",
  "id": "http://api.artsmia.org/objects/30610",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3535,
  "image_width": 4950,
  "inscription": "Signature; Stamps",
  "life_date": "Japanese, 1801 - 1878",
  "markings": "\\'Aiko so\\', in ink, at left side of first panel; \\'Yuga, Heiso, Aiko\\', seals; 21 seals scattered throughout",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Since the time of Ch'u Yuan (332-268) in China, the orchid has symbolized the purity and uncompromising moral fortitude of scholars. O_tsuki Bankei was renowned as a Confucian scholar and served as an imperial tutor. He was dismayed when Japan was unable to resist demands from western countries to open its ports to international trade in the mid-19th century. For a time he was even imprisoned for his involvement with the resistance forces. It is appropriate, therefore, that he often chose to paint orchids. Here, Bankei created a handscroll nearly fifteen feet in length showing clumps of freely brushed orchids interspersed among poetry. Despite the turmoil Bankei experienced, his verses are lyrically aloof. The first poem on the far right may be translated in the following manner:\r\n\r\nThe winds of spring have already blown,\r\nThe streets are filled with the fragrance of orchids from bamboo baskets\r\nWhy don't we sell them to people for a trifle,\r\nInstead of letting the mountain deer feed upon them'",
  "title": "Orchids"
}
