{
  "accession_number": "98.164.3",
  "art_champions_text": null,
  "artist": "Maker: Wang Chen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1775",
  "department": "Asian Art",
  "description": "winding river through rocky landscape with small bridge; figure in boat; nearly invisible buildings, nestled in mountain crevices",
  "dimension": "39 x 18 7/16 in. (99.06 x 46.83 cm) (image)",
  "id": "http://api.artsmia.org/objects/30624",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8907,
  "image_width": 4639,
  "inscription": "Stamps; Inscription; Sticker",
  "life_date": "1720 - 1797",
  "markings": "four stamps, in red, two at each upper corner; inscription, in black, upper right corner; dealer\\'S sticker, on proper right roller",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Wang Chen was born in Tai Cang, Jiangsu province in 1720. He was a sixth generation descendant of the orthodox master Wang shimin (1592-1680) and the grandson of Wang Yuanchi (1642-1715). Wang passed the second-degree provincial exams in 1760 and later served as the prefect of Yongzhou in Hunan province. As a painter, Wang Chen carried on the well-established orthodox tradition of his family lineage which was derived from the Four Great Masters of the Yuan (1280-1368). Wang Chen was eventually classified along with Wang Yu, Wang Su, and Wang Jiu as the Four Lesser Wangs of the Qing dynasty.\r\nAs with the present landscape, Wang's style is characterized by dry brush techniques. The painting is rendered almost entirely in spare, dry strokes of ink that seem to just graze the paper's surface. The result is a unified, elegant composition with remarkably few areas of wet ink. Typical of orthodox painters, homage is paid to past masters; in this case, according to the inscription, the great Five Dynasties landscape artist Dong Yuan (active 945-962). The reference, however, is vague as there is little of Dong Yuan's personal style in this landscape, but rather a synthesis of Song and Yuan styles reinterpreted by a middle Qing orthodox painter.",
  "title": "Landscape after Dong Yuan"
}
