{
  "accession_number": "98.166",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "618-906",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "baldheaded figure with closed eyes, wearing a robe which falls in folds at stomach, lower arms and legs; slightly leaning to proper left, with a small space between proper right arm and body; hands folded at waist",
  "dimension": "64 11/16 x 16 x 8 3/4in. (164.3 x 40.6 x 22.2cm)",
  "id": "http://api.artsmia.org/objects/30633",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5296,
  "image_width": 3117,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G365",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-10th century",
  "text": "One of the more frequently depicted lohans in Chinese sculpture is Ananda, cousin to the Buddha. Throughout Six Dynasties (220-589) and T'ang (618-906) the Buddha's chief disciples Ananda and Kasyapa were frequently depicted as monks flanking a central image of the Buddha Sakyamuni. This figure of Ananda leans slightly to the left, suggesting that it was originally placed to the right side of a larger figure of the Buddha within a temple setting. Standing on a lotus-form base, Ananda displays the shaven head, serene expression, and heavily lidded eyes of a Chinese monk. While the naturalistic style of this work relates closely to certain eighth-century stucco images at the Buddhist cave sanctuaries at Tun-huang in western China, the stone material used here is a north central limestone and elements of the carving suggest a late T'ang or early Sung dynasty date.\r\n<P>When the Buddha delivered his first sermon at Sarnath, the five ascetics to whom he preached became his first monk disciples. Through instruction they attained an understanding comparable to the Buddha's and were elevated to lohans (<I>arhat</I>) or \"worthy ones.\" While lohans are enlightened beings, they maintain physical traces of their unenlightened selves. \r\n",
  "title": "The Monk Ananda"
}
