{
  "accession_number": "98.217",
  "art_champions_text": null,
  "artist": "Artist: Liu Jun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "Asian Art",
  "description": "fisherman riding on a boat and playing a flute at lower right corner; three people inside a building just below center at left edge; mountains in background",
  "dimension": "98 11/16 x 48 3/8 in. (250.67 x 122.87 cm) (image)",
  "id": "http://api.artsmia.org/objects/30702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 3012,
  "inscription": "Stamps; Inscriptions; Tag",
  "life_date": "active c. 1475 – c. 1505",
  "markings": "artist\\'s seals, in red, and inscriptions, in black, on tree root below building and at upper left corner; lender\\'s tag, on hanging cord",
  "medium": "Ink and colors on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Liu Jun’s paintings are noted for their capacity to create arresting visual narratives that are often imbued with complex symbolic meanings. This riverside scene depicts a pavilion on the left beneath a large tree, surrounded by lotus blossoms floating on the water. A scholar sitting in front of his desk gazes out into the distance at the large, rocky mountains beyond. In the lower right corner, a fishing boat floats on the water with a solitary fisherman sitting within, playing a flute. One leg leisurely dangles over the side, dipping into the water. \r\n\r\nThis painting is unique because it depicts two separate ways of life. The fisherman leads a carefree and spontaneous lifestyle, relaxing within nature and enjoying music in his spare time. The scholar spends most of his time within society, adhering to his life as an official, but is occasionally able to escape to his country villa. Here, we can imagine the scholar admiring and envying the fisherman’s life, causing him to consider two contrasting lifestyle choices: should he remain an important official tied to his work and strict routine, or leave society to exist in nature without responsibilities' The tension of his internal dilemma is subtly implied.",
  "title": "Riverside Scene with Scholar and Fisherman"
}
