{
  "accession_number": "98.217",
  "artist": "Liu Jun",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "c. 1500",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "fisherman riding on a boat and playing a flute at lower right corner; three people inside a building just below center at left edge; mountains in background",
  "dimension": "98 11/16 x 48 3/8 in. (250.67 x 122.87 cm) (image)",
  "id": "http://api.artsmia.org/objects/30702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 3012,
  "life_date": "active c. 1475 – c. 1505",
  "marks": "Stamps; Inscriptions; Tag ",
  "medium": "Ink and colors on paper",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "style": "15th-16th century",
  "text": "Liu Jun was a court painter in the early Ming \"Academy\" during the reign of the Hongzhi emperor (1488-1505). Best known as a Daoist figure painter, he followed the style of Yan Hui (14th century), a figural specialist of the early Yuan period. Landscapes by Liu Jun are relatively rare but the true subject of this large riverside scene is the famous Song philosopher Zhou Dunyi (1017-1073), who is shown staring out the open window of this waterside retreat across a bed of lotus, his concentration broken by the melancholy flute playing of a solitary fisherman.\r\nMuch \"academic\" and Zhe school painting of the early Ming drew inspiration from the earlier Ma-Xia landscape tradition of the Southern Song period (1127-1279). The dramatic foreground rocks, broad brushstrokes, and calligraphic landscape elements shown here recall the earlier style. The large scale of the work suggests that it is a <I>dazhongtang<I> (great central hall) painting reserved for one of the large public rooms of a palace or aristocratic household. Working for the court would have brought the artist into contact with wealthy patrons who required these larger paintings.",
  "title": "Zhou Dunyi Gazing Out Over Lotus"
}
