{
  "accession_number": "98.224a,b",
  "art_champions_text": null,
  "artist": "Maker: Daniel Evans",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mrs. Eunice Dwan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1844",
  "department": "Arts of the Americas",
  "description": "wooden box with hinged lid and removable tray with compartments; painted on the exterior with buildings and landscapes; a mill is painted on the lid; lid and interior tray lined with paper",
  "dimension": "4 11/16 x n16 x 10in. (11.9 x 40.6 x 25.4cm)",
  "id": "http://api.artsmia.org/objects/30704",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5120,
  "image_width": 6614,
  "inscription": "Signature, Inscriptions",
  "life_date": null,
  "markings": "long inscription on lid lining; shorter inscription, on central tray compartment",
  "medium": "Painted pine, inscribed paper",
  "nationality": null,
  "object_name": "Sewing box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed [By/Dan Evans Jr] on lid lining",
  "style": "19th century",
  "text": "This sewing box is one of fewer than a dozen known examples signed by Daniel Evans.  In the 1830s and 1840s, Evans taught drawing and penmanship at a women's academy in Augusta, Maine, where young ladies would learn to make decorative objects and textiles.  The undersides of his lids often bear long presentation inscriptions in verse, signed by the artist.  Evans is known to have made several similar boxes, usually decorated with stylized architectural scenes that were probably inspired by prints.  Evans would paint a watercolor scene and later adhere the paper to the box.  This example, dated 1844, is exceptional in that Evans painted the decoration in oil directly on the wood.  The mill buildings depicted on this lid might represent buildings along the Kennebec River near Augusta.",
  "title": "Sewing box"
}
