{
  "accession_number": "98.225.1",
  "art_champions_text": null,
  "artist": "Designer: William Gray Purcell; Designer: George Grant Elmslie; Manufacturer: Mosaic Art Shops (E.L. Sharretts)",
  "catalogue_raissonne": null,
  "classification": " Glass; Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mrs. Eunice Dwan",
  "culture": null,
  "curator_approved": 1,
  "dated": "1913",
  "department": "Arts of the Americas",
  "description": "multi-colored leaded glass with geometric design; multi-colored rectangular design bordered by off-white bands at top and bottom",
  "dimension": "18 x 42 x 1/4in. (45.7 x 106.7 x 0.6cm)",
  "id": "http://api.artsmia.org/objects/30767",
  "image": "valid",
  "image_copyright": "",
  "image_height": 800,
  "image_width": 2004,
  "inscription": "",
  "life_date": "American, 1880–1965",
  "markings": "",
  "medium": "Glass, zinc caming, (with three new replacement panels and new oak frame)",
  "nationality": "American",
  "object_name": "Skylight panel",
  "portfolio": "From Madison State Bank, Madison, Minnesota (demolished 1968); Purcell, Feick and Elmslie, architects",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This is a recreation of the central skylight located over the teller cages of the Madison State Bank. The skylight originally comprised nine panels, however, the square central panel and two of the long border panels you see here are reproductions. For the bank, Purcell, Feick and Elmslie produced a long, narrow plan for the middle of a block. The exterior featured a window wall with aqua, orange, and yellow terra-cotta ornament enlivening the brick facade. This was similar to Purcell and Elmslie's other bank designs and also to Louis Sullivan's National Farmers' Bank in Owatonna (1908).",
  "title": "Skylight panel from a set of six"
}
