{
  "accession_number": "98.211",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1108",
  "department": "Asian Art",
  "description": "figure seated in dhyanasana with hands in lap; cushion below figure carved with foliate sprays and central quatrefoil medallion; crest ornamented with a diamond-shaped srivatsa; back uncarved",
  "dimension": "25 x 20 1/2 x 13in. (63.5 x 52.1 x 33cm)",
  "id": "http://api.artsmia.org/objects/30781",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2851,
  "image_width": 2349,
  "inscription": "Carved inscription:\r\n\r\n\\\"This image was caused to be made in samvat 1165 in the dark half of the month Jyestha, 5th day, a Wednesday, by Jaluka, son of Avasara ?, in the poravata lineage from which the poet Malli Kavi came.\\\"\r\n\r\nTranslation by Phyllis Granoff via email, 4/23/2014\r\n\r\n",
  "life_date": null,
  "markings": "inscription on cushion at top; dealer\\'s sticker, at proper left shoulderblade",
  "medium": "Black stone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "In Hinduism (Brahmanism), sculpture serves as a vessel for the divine spirit. In Jainism, sculptures like this one are inanimate and, instead, embody a model of behavior as perfected by the Jina. The Jina (perfected being) is a spiritual victor who has gained release from the world by abiding to strict principles of nonviolence and the abandonment of material possessions. Even physical or mental action is considered a form of material attachment. The Jina, of which there have only been 24 (the last being Jina Mahavira, founder of the Jain faith in the 500s bce), has arrived at the indestructible, immortal, and all-knowing inner soul. This ideal is expressed in the figure’s perfect stillness.\r\nA Sanskrit inscription on the cushion names the sculpture’s patron—“Jakula, son of Avasara in the pragvata lineage”—and dates its dedication, when it would have likely joined a row of such images at a Jain temple. Because few devotees can fully abandon the responsibilities of everyday life, such acts of philanthropy are believed to push the soul slowly forward along the path to perfection.",
  "title": "Seated Jina"
}
