{
  "accession_number": "98.269.8",
  "art_champions_text": null,
  "artist": "Artist: George Grosz",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of John and Myrtle Coe",
  "culture": null,
  "curator_approved": 1,
  "dated": "1934",
  "department": "European Art",
  "description": "collage-like composition in greys, browns, blues and reds",
  "dimension": "19 x 26 3/16 in. (48.26 x 66.52 cm) (sheet)\r\n31 1/2 × 39 1/2 × 13/16 in. (80.01 × 100.33 × 2.06 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/30834",
  "image": "valid",
  "image_copyright": "© Estate of George Grosz %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 6657,
  "image_width": 8597,
  "inscription": "Inscribed in graphite (possibly in artist\\'s hand), verso: Grosz 1934/Bayside L. Isl.\r\n\r\nOld exhibition labels removed from back of frame (now in MIA object file).",
  "life_date": "German (active United States), 1893 - 1959",
  "markings": "Watermark: P.M. FABRIANO",
  "medium": "Watercolor and brush and black ink over graphite on paper",
  "nationality": "German (active United States)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "John and Myrtle Coe, Bloomington, Minn., by 1957-98; given to MIA, 1998.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in brown-black ink, LRC: George Grosz",
  "style": "20th century",
  "text": "German-born artist and political activist George Grosz was known for his satirical anti-war and anti-capitalist drawings and paintings, especially his searing condemnations of corrupt and decadent Berlin society. An avowed leftist, Grosz was active with the avant-garde Berlin Dada and Die Neue Sachlichkeit (New Objectivity), whose members advocated realism with a socialist flavor. Fervently anti-Nazi, Grosz saw the rising specter of fascism and immigrated to America with his family in 1933 just months before Hitler rose to power. \r\n\r\nStreet Fight in Vienna, painted after Grosz moved to New York City, is an imaginary though powerful visualization of contemporary events. Part of a series of works with similar subjects, it was inspired by armed uprisings that broke out in the Austrian capital and other cities in February 1934 between opposing conservative and socialist paramilitary forces. Sometimes called the Austrian Civil War, the conflict was short-lived, but resulted in the death of several hundred people. The stylistic elements of Grosz's fractured composition are reminiscent of photomontage, an assemblage technique that Grosz developed in the late 1910s along with fellow Dada artist John Heartfield.",
  "title": "Street Fight in Vienna"
}
