{
  "accession_number": "98.256.17",
  "art_champions_text": null,
  "artist": "Designer: Louis Henri Sullivan; Designer: George Grant Elmslie; Caster: Jerry Bonnette",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Roger G. Kennedy",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967 (designed 1908)",
  "department": "Arts of the Americas",
  "description": "rectangular metal wicket; open center with elaborate scrolls, foliate motifs and floral motifs with a grid aroudn center opening; arched opening in base; five small holes on edge of each long side; some curved motifs resemble parts of gears",
  "dimension": "40 5/16 x 22 1/2 x 3/8 in. (102.39 x 57.15 x 0.95 cm)",
  "id": "http://api.artsmia.org/objects/30901",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9193,
  "image_width": 5236,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Bronze",
  "nationality": "American (born Scotland)",
  "object_name": "Cast of teller's wicket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The original seven teller wickets in the National Farmers’ Bank banking room were removed during renovations in 1929 and 1940. So far as is known, none survive. This cast is one of three made by Jerry Bonnette in 1967 from an eighth wicket, given by the manufacturer to the Art Institute of Chicago in 1908. Though once removed from the original, it clearly shows the skill Elmslie contributed to the bank’s elaborate decorative scheme.\r\nThe wicket’s geometric, rectilinear framework is overlaid with scrolling curves and organic designs of pods, leaves, and berries. The abstracted, highly detailed natural forms are meant to be seen and appreciated at close range. In contrast, a cast iron panel for the Woodbury County Courthouse (also in this gallery), with simpler, bolder abstraction, was meant to be viewed from a distance.",
  "title": "Cast of teller's wicket"
}
