{
  "accession_number": "98.66.6",
  "art_champions_text": null,
  "artist": "Maker: Xiang Shengmo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "fan mounted as an album leaf; pair of pines at foreground center in front of a distant and hazy mountain range, a pavillion stands alone on a plateau at right overlooking a valley",
  "dimension": "9 1/8 x 20 1/2 in. (23.18 x 52.07 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/30976",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2146,
  "image_width": 4363,
  "inscription": "Signature; Stamps",
  "life_date": "Chinese, 1597-1658",
  "markings": "",
  "medium": "Ink on gold-flecked paper",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "artist\\'s signature and seal, at right top center",
  "style": "17th century",
  "text": "This landscape painting is an example of Individualism, a branch of painting in Chinese art that rejected rendering scenes realistically, instead valuing the artist’s expression through the portrayal of the subject. Here, Xiang Shengmo has painted a sparse, impressionist scene of a mountain and trees; there is very little sign of human activity, aside from a small hut on a plateau on the right side. Xiang was influenced by Yuan dynasty (1271-1368) artist Ni Zan, one of the greatest literati painters of that time, who created his quiet, somber, monochrome paintings in direct defiance of traditional concepts of Chinese painting. He considered self-expression far more important than accurate representation, influencing many Chinese artists that came after him. \r\n\r\nXiang’s poem reads: \r\n\r\nI will not imply physical resemblance to painting\r\nI will paint this object sparsely and with simplicity, but endow it with emotion\r\nI painted this for a friend on an autumn evening",
  "title": "Landscape"
}
