{
  "exhibition_id": 2155,
  "exhibition_department": "Historic: Japanese and Korean Art",
  "exhibition_title": "Seven Masters: 20th-Century Japanese Woodblock Prints from the Wells Collection",
  "exhibition_description": "At the end of the 19th century, demand dropped significantly for the once highly popular traditional Japanese woodblock prints, better known in the West as ukiyo-e. Publishers and artists slowed production and created fewer new designs. Yet what seemed like the end of a unique art form, without parallel in the world, was actually the beginning of another, as the path was cleared for a new kind of print: shin hanga. \r\n\r\nIn the 1910s, a few painters began to design prints that included much stronger references to Western aesthetics, painting styles, and techniques. Spurred on by the entrepreneurial publisher Watanabe Shōzaburō (1885–1962), artists like Hashiguchi Goyō (1880–1921) began to create portraits of beautiful women, prints that early on were particularly cherished by foreign collectors. These shin hanga were produced in unconventional paper formats, different sizes than those typically used for ukiyo-e, signaling a clear break with the past. Also, instead of printing thousands of copies, as was common with ukiyo-e, publishers produced shin hanga in more limited quantities, ranging from editions of 350 to as little as 29.\r\n\r\nSeven Masters focuses on seven artists who played a significant role in the development of the new print and are noteworthy representatives of this new print movement. Drawing from the collection of Ellen and Fred Wells at the Minneapolis Institute of Art, the exhibition features the spectacular beauty portraits of Hashiguchi Goyō, Itō Shinsui (1898–1972), Yamakawa Shūhō (1898–1944), and Torii Kotondo (1900–1976), the striking actors of Yamamura Toyonari (Kōka; 1886–1942) and Natori Shunsen (1886–1960), as well as the evocative landscapes of Kawase Hasui (1883–1957). \r\n\r\nPencil drawings and rare printing proofs offer insights into the production of woodblock prints, and, as these seven artists were painters as well as print designers, a selection of paintings offers a glimpse of their multiple talents.",
  "begin": 2015,
  "end": 2016,
  "display_date": "Saturday, September 26, 2015 - Sunday, March 13, 2016",
  "public_info": 1,
  "objects": [
    37797,
    45385,
    45386,
    62289,
    62292,
    62293,
    62294,
    62295,
    62296,
    62300,
    62304,
    62305,
    62306,
    62336,
    62341,
    62344,
    62345,
    62347,
    62353,
    62360,
    62368,
    62375,
    62376,
    62377,
    62378,
    62379,
    62381,
    62384,
    62386,
    62390,
    62393,
    62419,
    62424,
    62425,
    62426,
    62427,
    62433,
    62434,
    62435,
    62436,
    62439,
    62440,
    62441,
    62442,
    62443,
    62444,
    62446,
    62447,
    62449,
    62450,
    62454,
    62455,
    62458,
    62460,
    62461,
    62465,
    62467,
    62468,
    62471,
    62472,
    62473,
    62475,
    62476,
    62477,
    62478,
    62480,
    62481,
    62482,
    62483,
    62486,
    62487,
    62488,
    62489,
    62503,
    62504,
    62505,
    62506,
    62511,
    62514,
    62515,
    62517,
    62526,
    62527,
    62528,
    62531,
    62540,
    62545,
    62547,
    62549,
    62550,
    62551,
    62553,
    62554,
    62556,
    62572,
    62579,
    62580,
    62581,
    62582,
    62583,
    89653,
    89778,
    118928,
    118929,
    118983,
    119385,
    119386,
    119392,
    119402,
    119512,
    119645,
    123338
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2015,
      "end": 2016,
      "display_date": "Saturday, September 26, 2015 - Sunday, March 13, 2016"
    }
  ]
}
