{
  "exhibition_id": 2270,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "31 Years: Gifts from Martin Weinstein",
  "exhibition_description": "Martin Weinstein has given more than five hundred photographs to the Minneapolis Institute of Arts, in addition to numerous prints, paintings, and sculptures. 31 Years: Gifts from Martin Weinstein celebrate Martin’s thirty-one years of giving, from his first gift in 1982, Exchange by Jock Reynolds and Suzanne Hellmuth, to his most recent four in 2013, Paris (1989) by Elliott Erwitt; Falls 26 (2005) and Martin Weinstein, Minneapolis, Minnesota (2003) by Alec Soth; and Thomas (1987) by Robert Mapplethorpe.\r\nThe photographs highlighted in Martin’s collection are linked to many stories that are personal, institutional, and historic. One story is that of the collector, Martin Weinstein, a kid from Brooklyn, a sports fanatic, a teacher, a family man, and a prominent attorney, who discovers his passion for photography in the early 1970s and builds an outstanding collection. The other story is that of the Minneapolis Institute of Arts, a museum that recognizes the power of photography as “the leading and only popular visual means” in the 1970s. A third story is of a curator, the late Carroll T. Hartwell (known as Ted), the MIA’s founding curator of photography, and his long-standing friendship with Martin. And, finally, the most important story is that of a collection, the MIA’s photography and new media collection, which brings international photography to Minnesotans.",
  "begin": 2013,
  "end": 2014,
  "display_date": "Saturday, November 02, 2013 - Sunday, August 31, 2014",
  "public_info": 0,
  "objects": [
    3254,
    3255,
    3256,
    3257,
    3471,
    3937,
    3938,
    3939,
    4114,
    4136,
    4517,
    4619,
    4626,
    10665,
    10673,
    10682,
    10785,
    10883,
    10981,
    11325,
    11829,
    11838,
    11840,
    23144,
    23145,
    23146,
    24280,
    25054,
    26136,
    26154,
    26155,
    26156,
    26157,
    26163,
    26164,
    26169,
    26478,
    26480,
    26482,
    27259,
    27262,
    27310,
    27311,
    27313,
    27322,
    27326,
    27332,
    28044,
    28068,
    28232,
    28233,
    28241,
    28444,
    28446,
    60124,
    63356,
    63359,
    63360,
    63367,
    63368,
    83535,
    83536,
    83539,
    95803,
    95804,
    98679,
    101672,
    105207,
    106576,
    106832,
    116119,
    116120,
    116121,
    116122
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2013,
      "end": 2014,
      "display_date": "Saturday, November 02, 2013 - Sunday, August 31, 2014"
    }
  ]
}
