{
  "exhibition_id": 2373,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "James Castle: The Experience of Every Day",
  "exhibition_description": "James Charles Castle (1899-1977) was a self-taught American artist who lived his entire life in rural Idaho. Born profoundly deaf, he grew up in a small farming community surrounded by family members (including seven surviving siblings), but remained socially isolated due to his inability to communicate with others. Despite attending school for the hearing-impaired as a child, he never learned to speak or sign. Castle lived at home with his parents until their death, and then with other family members until his own death in 1977. He never married, nor had any children of his own. In addition to farming, his parents owned a small-town general store and operated the local post office. It was in this environment that Castle discovered his need and acumen for personal expression. The materials, subjects, and sentiments of his art were born of everyday life experience. \r\nHis collages, constructions and bound books consist largely of repurposed scrap materials, often stitched together with lengths of string or ribbon, and sometimes combined with hand-drawn designs and lettering. He made countless drawings on waste paper or commercial packaging, using a range of media that included ink made from stove soot and spit, and watercolor solutions he contrived by grinding and soaking color reproductions cut from magazines and other printed material. As a result, Castle’s drawings and constructions possess a material ingenuity and an engaging improvisational spirit that define his creative vision. His work is generally representational, though many of his constructions are highly abstract and only hint at their real-world inspiration. Castle occasionally produced non-representational drawings, whose subjects may in fact be merely unidentified. Above all, his work reveals a compelling and persistent inner need for personal expression. ",
  "begin": 2016,
  "end": 2016,
  "display_date": "Saturday, May 21, 2016 - Sunday, August 21, 2016",
  "public_info": 0,
  "objects": [
    103112,
    103113,
    103114,
    103115,
    103133,
    103134,
    120593,
    120681,
    123072,
    124545,
    124546,
    124549,
    124552,
    124554,
    124559,
    124560,
    124561,
    124562,
    124563,
    124564,
    124565,
    124566,
    124567,
    124568,
    124569,
    124570,
    124571,
    124572,
    124573,
    124574,
    124575,
    124576,
    124577,
    124645,
    124646,
    124652,
    124656,
    124657,
    124658,
    124660,
    124661,
    124662,
    124663,
    124664
  ],
  "venues": []
}
