{
  "exhibition_id": 2399,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Actual Size: The Triumph of Tiny Prints",
  "exhibition_description": "Many great printmakers sometimes went small, eager to see what virtuoso feats of miniaturization they could wrest from their engraving tools. Mia Life Trustee John E. Andrus III had a particular passion for these small-scale marvels, and now selected works from his exceptional collection are being unveiled in Gallery 344. They are part of a generous gift of more than 230 works from John and Marion Andrus’s three daughters, Elizabeth, Julie, and Catherine. \r\nThis display focuses on prints from the 16th and 17th centuries. Most are no bigger than a credit card. Some, like Rembrandt’s Goldsmith, have an intimate, personal feel. Other prints began life as ornamental designs for sheaths or brooches. A series of tiny religious scenes by Jacques Callot were meant to be used as paper substitutes for pilgrim badges. The German Kleinmeister, or Little Masters—followers of Albrecht Dürer—executed diminutive gems with uncommon charm, playfulness, and technical refinement, as exemplified by this Italianate nude. Come enter this world of tiny treasures, and little by little they will take your breath away.",
  "begin": 2016,
  "end": 2016,
  "display_date": "Saturday, May 28, 2016 - Sunday, November 13, 2016",
  "public_info": 1,
  "objects": [
    120459,
    120474,
    121274,
    121275,
    121276,
    121284,
    121286,
    121287,
    121288,
    121289,
    121290,
    121293,
    121294,
    121295,
    121307,
    121316,
    121319,
    121321,
    121322,
    121326,
    121327,
    121328,
    121332,
    121333,
    121334,
    121345,
    121400,
    121401,
    121403,
    121404,
    121405,
    121406,
    121439,
    121453,
    121463,
    121464,
    121465,
    121466,
    121467,
    121469,
    121470,
    121471,
    121473,
    121474,
    121475,
    121477,
    121480,
    121495,
    121496,
    121499,
    121502,
    121510,
    121511,
    121512,
    121514,
    121527,
    121530,
    121531,
    121532,
    121533,
    121572,
    123035,
    124312,
    124313,
    124314,
    124315,
    124316,
    124317,
    124318,
    124319,
    124320,
    124321,
    124322
  ],
  "venues": []
}
