{
  "exhibition_id": 2469,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "New Pictures: Leslie Hewitt, A Series of Projections",
  "exhibition_description": "In her works of photography, sculpture, and video, Leslie Hewitt pushes the limits of form to take on multiple meanings and considerations, and examines individual and collective relationships to memory, history, and time. Showcasing her recent work, “New Pictures: Leslie Hewitt, A Series of Projections” features a two-channel film installation, Untitled (Structures) (2012); photographs—A Series of Projections (2010) and Untitled (Abloom) from Blue Skies, Warm Sunlight Studies (2012); and a photolithograph, Flowers (2013).\r\n\r\nUntitled (Structures) responds to an archive of civil rights-era photographs housed at the Menil Collection in Houston. Commissioned by the Menil, the Des Moines Art Center, and the Museum of Contemporary Art Chicago, the double channel film installation presents a series of silent vignettes shot at locations in Chicago, Memphis, and the Arkansas Delta—places profoundly influenced by the Great Migration and the Civil Rights Movement—as well as body movements that represent those of black migrants and protesters. Posing critical questions of the historicity and relevance of the archive and documentary photographic modes, Untitled (Structures) explores multiple ideas, exposing the tensions between still photography and the cinematic experiences of moving images, between the corporeal and the architectonic, between the past and the present, and between the physical and the psychological.\r\n\r\nThe high-resolution projectors used in the exhibition are generously provided by Canon U.S.A., Inc.",
  "begin": 2016,
  "end": 2017,
  "display_date": "Saturday, November 05, 2016 - Sunday, April 16, 2017",
  "public_info": 0,
  "objects": [
    125767,
    125768,
    125769,
    125880,
    125881,
    125882,
    125883,
    125884,
    125885
  ],
  "venues": []
}
