{
  "exhibition_id": 2654,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Living Rooms | Turkish Rugs on Tudor Walls: 16th-Century Trade between England and the Islamic World",
  "exhibition_description": "The Ottoman Empire formed in 1299 and lasted more than 600 years, at one time controlling much of Southeast Europe, Western Asia, and North Africa. Also known at the Turkish Empire, it was centered in what is now Istanbul, and loomed large in the imagination of English elites during the height of its influence in the 1500s and 1600s. Indeed, the English often held conflicting views of the “Turks,” as they broadly referred to Muslims of the Ottoman Empire, the Middle East, and North Africa. They were both a trade ally and a menace from the East, an intriguing culture and a threat to Christianity.\r\n\r\nOne way English people encountered Ottoman Muslims was through material objects. The residents of Mia’s Tudor-era manor room might have been part owners of a trading ship, or stockholders in the powerful Levant Company that regulated trade with the Ottoman Empire. They would have owned Ottoman spices, carpets, kitchenware, and books about Islam. Some objects in the room speak to thoughtful engagement with Muslims and Islam, while others were employed as misleading or hateful propaganda.\r\n\r\nIntolerance or Ignorance?\r\n\r\nTudor-era Britons wrestled with their nation’s trade relationship with Muslims, who were considered “heathens” by both the Catholic and Protestant church at the time. Their anxiety is borne out in this exhibition, in racist imagery and Islamophobic language steeped in prejudice and fear—a difficult encounter with hatred that sheds light on the Western world’s history of bias against Muslims. Exploring how cultures encountered each other long ago can prompt us to examine our own biases and how we can better understand other nations and people.\r\n\r\n“Turkish Rugs on Tudor Walls” is co-curated by Dr. Katie Sisneros, Mellon-ACLS Public Fellow, in collaboration with a graduate student research team supported by the University of Minnesota’s Consortium for the Study of the Premodern World: Alyssa Gregory, Ashley Patton, and Noam Sienna. Thank you to our academic and community advisers: Dr. Nabil Matar, Dr. Wadad ",
  "begin": 2019,
  "end": 2021,
  "display_date": "Saturday, June 08, 2019 - Sunday, February 21, 2021",
  "public_info": 0,
  "objects": [
    52,
    121,
    122,
    123,
    352,
    3631,
    15927,
    43584,
    43586,
    43589,
    89539,
    129936,
    129937
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2019,
      "end": 2021,
      "display_date": "Saturday, June 08, 2019 - Sunday, February 21, 2021"
    }
  ]
}
