{
  "exhibition_id": 2854,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Freedom Rising: I am the Story - L'Merchie Frazier",
  "exhibition_description": "L’Merchie Frazier is a Massachusetts-based fiber artist, quilter, historian, innovator, and poet. She is dedicated to maintaining collective memory for African-descended ancestors who defied the constraints of a racist society. A guiding motto for her life’s work is “Save Me From My Amnesia.” \r\n\r\n\r\nThis exhibition includes many works from Frazier’s Target Series, in which the artist explores the concept of the target from multiple perspectives: Black people as targets of unjust violence and suspicion, but also of love and affection. The bullseye is a recurring motif in this series. \r\n\r\n\r\nAccording to Frazier, “This exhibition continues my work and conversations, concerned with equity and justice, called The Quilted Chronicles and its Target Series. It examines the lives and legacies of African-descended people, including children and their communities across centuries of memory, places, and activism.”\r\n\r\n\r\n<i>Freedom Rising</i> is part of a larger initiative, <i>We Are The Story</i>, organized by the Women of Color Quilters Network (WCQN) and the Minneapolis-based Textile Center, and hosted by arts spaces across the Twin Cities. WCQN founder Carolyn Mazloomi conceived of <i>We Are The Story</i> when Minneapolis became an epicenter for nationwide protests following the police killing of George Floyd. In this exhibition, Frazier’s quilt “Barricades: I Am the Story (CAUTION)” was created in the weeks following Floyd’s death. ",
  "begin": 2020,
  "end": 2021,
  "display_date": "Saturday, November 21, 2020 - Sunday, September 19, 2021",
  "public_info": 1,
  "objects": [
    138161,
    138162,
    138164,
    138165,
    138166,
    138167,
    138168,
    138169,
    138170,
    138171,
    138172,
    138173,
    138174,
    138185
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2020,
      "end": 2021,
      "display_date": "Saturday, November 21, 2020 - Sunday, September 19, 2021"
    }
  ]
}
