{
  "exhibition_id": 2875,
  "exhibition_department": "Historic: Contemporary Art",
  "exhibition_title": "Rituals of Resilience",
  "exhibition_description": "<i>Welcome / new horizons / where the mind is\r\nMore than just land and sky / I’m intertwining\r\nPlanets / spinning alignment with assignments\r\nSlightly pivoted to the Suns divineness\r\nUnseen but felt like air\r\nEverything is extravagant done with flair\r\nFrom the way that we walk / we glide we there\r\nTextures of the hair and clothes we wear</i>\r\n\r\n—I Self Devine, “Grand Rising,” from the album <i>Rituals of Resilience</i>\r\n\r\n\r\nRituals of Resilience is an audio-visual experience bringing the work of Black visual artists into dialogue with a sonic landscape created by Twin Cities-based musician, artist, and community organizer Chaka Mkali (aka I Self Devine). The accompanying album grew from Mkali’s in-depth research on the work of each artist, and approaches their individual visual practice as a means to access and articulate a collective Black consciousness that transcends time and space. \r\n\r\nHere, images, words, and music combine to explore themes of identity, culture, spirituality and power through the embodiment of Black lived experience. As Chaka Mkali explains: \r\n\r\nRituals of Resilience <i>is about the act of survival under intense pressure and heat. A place to hide when being in your body isn’t safe. A reimagining of new worlds and possibilities. The creative culture of Indigenous and diasporic ethnic groups of African descent surviving and dismantling 400 years of white supremacy. . . through a visceral fabric of repetitious intentional movements, vibrations, gatherings, acts, symbols, and codes.</i>",
  "begin": 2021,
  "end": 2022,
  "display_date": "Thursday, March 18, 2021 - Tuesday, February 22, 2022",
  "public_info": 1,
  "objects": [
    128889,
    128890,
    128891,
    128892,
    128893,
    128894,
    129704,
    131150,
    131183,
    131804,
    131807,
    132269,
    136095,
    136521,
    137705,
    137709,
    137824,
    137943,
    138136,
    138190,
    138995,
    139027,
    140006,
    140007,
    140008,
    140011,
    140015,
    140155
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2021,
      "end": 2022,
      "display_date": "Thursday, March 18, 2021 - Tuesday, February 22, 2022"
    }
  ]
}
