{
  "exhibition_id": 2877,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Unexpected Turns: Women Artists and the Making of American Basket Weaving Traditions",
  "exhibition_description": "American basketry is as culturally and technically diverse as the country’s inhabitants. Baskets can be coiled, crocheted, or composed of interlaced elements that travel over and under one another, as in a woven cloth. They can be made using local grasses, copper wire, celluloid film, porcupine quills, or tubular bugle beads. They can take the form of utilitarian vessels or abstract shapes.\r\n\r\nAcross traditions, techniques, and styles, women have forged new and sometimes interconnected paths as innovators and mentors. This installation chronicles experiments in basketry—all made by American women artists from the 1800s to the present day—that explore the boundaries between utility and whimsy, weaving and sculpture. While some of the artists sought to maintain proper relationships with materials and environments, and others prioritized strengthening bonds with ancestors and communities, all balance individual artistic expression with centuries-old traditions. \r\n\r\nArtists include Elizabeth Hickox (Karuk), Gail Tremblay (Mi’kmaq and Onondaga), Josie Robinson (Ojibwe), Mary Giles, Elaine Small, Ferne Jacobs, Carole Hetzel, Tracy Krumm, and Henrietta Snype (Gullah Geechee).",
  "begin": 2021,
  "end": 2021,
  "display_date": "Thursday, March 11, 2021 - Sunday, December 12, 2021",
  "public_info": 1,
  "objects": [
    626,
    630,
    631,
    632,
    633,
    634,
    635,
    4164,
    16455,
    16457,
    16459,
    16461,
    16462,
    16463,
    16465,
    16477,
    16478,
    16489,
    16492,
    16495,
    16496,
    16497,
    16504,
    16506,
    16512,
    16546,
    16559,
    16588,
    69239,
    82260,
    98650,
    104522,
    108691,
    120835,
    120836,
    124445,
    124446,
    127014,
    128950,
    128951,
    128953,
    128960,
    128962,
    128963,
    128969,
    137371,
    139998,
    139999
  ],
  "venues": []
}
