{
  "exhibition_id": 2902,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Fly Zine Archive: A Chronicle of Punk, Queer, and Anarchist Counterculture",
  "exhibition_description": "Fly NYC (b. 1963) is an artist, squatter, and activist who, for almost thirty-five years, has collected a range of underground publications and printed ephemera that emerged from anarchism, punk movements, and urban squatting (occupying abandoned or unused spaces and buildings). Fly archived zines and comics that she received in the mail and was given at bookfairs, squats, and performance venues, creating a global record of protest, punk rock, and her social and countercultural circle. \r\n\r\nRecently accessioned to Mia’s permanent collection, the Fly Zine Archive features nearly 2,000 publications, representing the work of more than 900 anarchist, feminist, and LGBTQ+ artists and authors. The zines on display in this gallery represent an overview of the archive, exploring subjects that include squatting in New York, anarchist vagabonding, punk rock, sexuality and gender identity, and protesting and documenting social and economic injustices.\r\n\r\n<i>The Fly Zine Archive at Mia can be viewed by appointment in the Herschel V. Jones Print Study Room.</i>",
  "begin": 2021,
  "end": 2022,
  "display_date": "Saturday, July 17, 2021 - Friday, May 6, 2022",
  "public_info": 1,
  "objects": [
    133727,
    133729,
    133857,
    133858,
    133862,
    133865,
    133924,
    134058,
    134065,
    134081,
    134082,
    134094,
    134109,
    134110,
    134164,
    134173,
    134176,
    134230,
    134345,
    134370,
    134371,
    134373,
    134398,
    134400,
    134415,
    134416,
    134454,
    134479,
    134491,
    134524,
    134553,
    134559,
    134577,
    134617,
    134618,
    134621,
    134662,
    134672,
    134702,
    134705,
    134835,
    134867,
    134887,
    134889,
    134890,
    134894,
    134918,
    134921,
    134930,
    134956,
    135049,
    135096,
    135099,
    135100,
    135105,
    135130,
    135134,
    135139,
    135143,
    135190,
    135191,
    135209,
    135219,
    135238,
    142258,
    142259
  ],
  "venues": []
}
