{
  "exhibition_id": 2903,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Sixties Psychedelia: San Francisco Rock Posters from the Paul Maurer Collection",
  "exhibition_description": "The 1960s was a tumultuous period in the United States. Amid a generational reckoning with racial injustice, authoritarian patriarchy, and an escalating war in Vietnam, San Francisco, California emerged as the center of a youth-oriented, anti-establishment counterculture whose progressive idealism included broad-minded acceptance of sexual expression and experimentation with mind-altering hallucinogens. Inventive forms of music and art flourished, fueling the rise of what became known as psychedelic rock, a musical genre rooted in early blues, jazz, and folk-based rock. Dance concerts, often accompanied by light shows, became the principal venue for the new “San Francisco” sound. The concert poster was its promotional mainstay.\r\n\r\n\r\n\r\nIn 2019, Minneapolis collector Paul Maurer gave more than 200 vintage concert posters to Mia, most dating from the “golden age” of psychedelic poster design (1966-1969). In celebration of this generous gift, Mia is delighted to present a selection of eye-dazzling psychedelic posters created by the period’s leading concert poster designers.\r\n\r\n\r\n\r\n<i>Ian Karp, the John E. Andrus II Curatorial Fellow in the Department of Prints and Drawings at Mia, provided invaluable assistance to this exhibition project.</i>",
  "begin": 2021,
  "end": 2022,
  "display_date": "Saturday, July 17, 2021 - Sunday, April 24, 2022",
  "public_info": 1,
  "objects": [
    99654,
    99655,
    99657,
    99658,
    99659,
    99662,
    99670,
    99671,
    99672,
    131884,
    131902,
    131909,
    132096,
    132130,
    132136,
    132152,
    132153,
    136289,
    136338,
    136359,
    136379,
    136462
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2021,
      "end": 2022,
      "display_date": "Saturday, July 17, 2021 - Sunday, April 24, 2022"
    }
  ]
}
