{
  "exhibition_id": 2904,
  "exhibition_department": "Historic: Japanese and Korean Art",
  "exhibition_title": "Amano Kazumi: Prints from the Kimm-Grufferman Collection",
  "exhibition_description": "<b>Amano Kazumi 尼野和三 (1927–2001)</b>\r\n\r\nPrint artist Amano Kazumi grew up in the industrial prefecture of Toyama on the Sea of Japan. His family ran a machine shop, full of tools for grinding, sawing, and drilling metal. After graduating from college, he studied under Munakata Shikō (1903–1975), Japan’s best known contemporary print artist. Amano’s earliest works resemble those of his mentor—roughly executed black and white designs—and they take on local subjects like the dances associated with Toyama’s iron mills.\r\n\r\nBy 1962, Amano had broken from his teacher’s style. Strong, bright colors replaced black and white, and abstract forms take over from figural, if stylized, subjects. He also introduced techniques that gave his prints sculptural dimensionality. In these later experiments with color, form, and composition, it’s possible to detect references to the metalworking tools of his childhood. Amano himself characterized his work at times as “dynamic opposition and disorder” and “constant metamorphosis.” \r\n\r\nIn 1968, Amano came to the United States for four months to teach and later moved his family to New York City in 1971, where he continued to work until his death in 2001. This exhibition focuses on Amano’s time in Japan and presents prints from the extensive collection of Sue Y. S. Kimm and Seymour Grufferman.",
  "begin": 2021,
  "end": 2022,
  "display_date": "Sunday, May 30, 2021 - Sunday, May 29, 2022",
  "public_info": 1,
  "objects": [
    80219,
    135475,
    135476,
    135669,
    135674,
    135701,
    135716,
    135742,
    135904,
    135907,
    135909,
    135911,
    135922,
    135926,
    135931,
    135944,
    135945,
    135948,
    135955,
    135956,
    135957,
    135958,
    135962,
    135963,
    135964,
    135977,
    135998,
    136004,
    136009,
    136010,
    136012,
    136015,
    136063
  ],
  "venues": []
}
