{
  "accession_number": "2003.117.1",
  "art_champions_text": null,
  "artist": "Artist: Onorio Marinari",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Curtis Galleries, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1670s",
  "department": "European Art",
  "description": "rectangular frame with an octagonal opening; three standing figures, a male at left facing right holding the head of St. John's by the hair, a woman wearing a blue dress at right holding a silver tray with the head of St. John on it and Salome at center looking on wearing a white headdress with strands of pearls",
  "dimension": "56 × 50 × 3 in. (142.24 × 127 × 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/7020",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3420,
  "image_width": 2857,
  "inscription": "",
  "life_date": "Italian, 1627 - 1715",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Grasping a gold plate holding John the Baptist’s severed head, young Salome presents this gruesome prize to her mother. Salome’s stepfather, King Herod, had granted her a wish after she danced for him at a banquet. Prompted by her mother, she asked for John’s head. John had accused Salome’s mother of adultery because she was previously married to Herod’s brother.\r\n\r\nInto this grisly scene the artist injected a dissonant elegance. Contrasting with the saint’s bloodied head and the shirtless executioner’s rough looks, mother and daughter are beautiful and refined, with porcelain skin and sumptuous attire that includes shiny pearls and elaborate headpieces. By Salome’s downturned head, Marinari suggested a pained remorse as she contemplates the result of her murderous request.",
  "title": "Salome with the Head of Saint John the Baptist"
}
