{
  "accession_number": "P.98.33.9",
  "art_champions_text": null,
  "artist": "Artist: Adolphe  Mouron Cassandre; Designer: A. M. Cassandre; Printer: Hatchard et Cie.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 1,
  "dated": "1927",
  "department": "European Art",
  "description": "Train engine, left half of image; five slanted vertical white lines on blue ground, right third of image",
  "dimension": "41 3/8 x 29 1/2 in. (105.09 x 74.93 cm)\r\n45 x 33 in. (114.3 x 83.82 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/7158",
  "image": "valid",
  "image_copyright": "© %26 TM. MOURON - AM.CASSANDRE. All Rights Reserved. www.cassandre.fr",
  "image_height": 1920,
  "image_width": 1371,
  "inscription": "Inscriptions\r\n\r\nin white and red on blue and white ground, top center: [Nord Express]\r\nin black on white ground, across bottom: [Londres Bruxelles Paris Liege Berlin Riga Varsovie]\r\nin black, upper right corner; additional text in green on white ground, around all four sides: [A.M. Cassandre]",
  "life_date": "Ukranian-French, 1901–1968",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "Ukranian-French",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "While new transportation technology caused a great deal of change and upheaval, it was also celebrated as an exciting achievement. Cassandre portrays the modernism of the train with clean and simple shapes and emphasizes its power by having us look up at its towering iron form from a track-level perspective. He also emphasizes the speed of the railway with straight lines that disappear rapidly into the distance. \r\n\r\nCassandre's celebratory poster may have helped the public to see train trips as an enjoyable part of a journey rather than just a means of transport. Immediately upon boarding, passengers could escape the routine of ordinary life and enjoy the possibilities afforded by industrialization.",
  "title": "Nord Express"
}
