{
  "accession_number": "2001.65a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Oceania",
  "country": "Aotearoa (New Zealand)",
  "creditline": "Gift of Curtis Galleries, Inc.",
  "culture": "Ngāti Kahungunu Māori",
  "curator_approved": 1,
  "dated": "c. 1840",
  "department": "Arts of Global Africa",
  "description": "carved wood, standing male figure; hair bound in a topknot; inlaid paua shell eyes; larger scale head, face adorned with tattooing; arms akimbo and large hands spread over abdomen; raised disc belly button; erect penis; raffia loin cloth in separate vitrine",
  "dimension": "55 1/2 x 16 x 7 3/4 in. (141 x 40.6 x 19.7 cm)\r\n51 3/8 in. (130.5 cm) (object part, bottom of foot to top of head)",
  "id": "http://api.artsmia.org/objects/7177",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10700,
  "image_width": 6111,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, paua shell",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G256",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This post figure, called poutokomanawa, welcomed guests to a Maori communal house. It portrays an ancestor whose spiritual power infused the building. The unique tattoo pattern carved on his face identified him. \r\n\r\nAdorning the body with tattoos is an important art throughout Polynesia and Micronesia. Although its cultural significance and aesthetic qualities vary greatly, many groups value tattooing as a sign of personal and social identity. \r\n\r\nThe figure's proportions represent Maori beliefs about the different types of energy residing in the human body: the head is scaled larger than life as it is considered the center of personal power, and the hands rest on the stomach to emphasize the life force that links spirits to humans.",
  "title": "Post Figure (poutokomanawa)"
}
