{
  "accession_number": "P.10,634",
  "art_champions_text": null,
  "artist": "Artist: Lucas Huygensz van Leyden",
  "catalogue_raissonne": "B.137, 411; H.137 i/iv; V.122",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Herschel V. Jones, 1926",
  "culture": null,
  "curator_approved": 0,
  "dated": "1530",
  "department": "European Art",
  "description": "",
  "dimension": "7 3/8 x 9 5/8 in. (18.73 x 24.45 cm) (image, trimmed within platemark)",
  "id": "http://api.artsmia.org/objects/7208",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1763,
  "image_width": 2275,
  "inscription": "",
  "life_date": "Dutch, c. 1490 - 1533",
  "markings": "Watermark: Shield with 3 cross beams (H.7)",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Pierre Mariette (L. 1789); F. Rechberger (L>2133); Albertina Dupl.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "By 1529, Lucas was influenced by Italian Renaissance art with its emphasis on monumental form. He became obsessed with the human figure depicted in bold form and confident pose. The engraving Mars, Venus and Cupid is typical of Lucas's late manner with its classicizing, sculpturesque nudes. The sensitive control of light and shade, plasticity of form and animated surface reflect the influence of the German master Albrecht Dürer and the Flemish painter Jan Gossaert called Mabuse, who were both influenced by Raphael and the Italian engraver Marcantonio Raimondi.\r\n\r\nThematically, the composition is an allegory of love and strife. Venus expresses inner union and accord with the seductive gaze and posture of a temptress. In contrast, Mars represents disunity and discord bearing his sword and peering at the viewer. The sphere depicted in the left of the composition alludes to domination and instability --a love that is unsure. In essence, Lucas's composition is a moralizing comment on the sin of carnal love and adultery.",
  "title": "Mars, Venus, and Cupid"
}
