{
  "accession_number": "P.10,906",
  "art_champions_text": null,
  "artist": "Artist: Giorgio Ghisi; Artist: After Luca Penni",
  "catalogue_raissonne": "L&L 27 iii/vi; B. XV 411.64",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1560",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "image, sheet: 14 7/16 x 12 7/16 in. (36.67 x 31.59 cm)",
  "id": "http://api.artsmia.org/objects/7219",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian, 1520-1582",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Ghisi ranks among the most famous reproductive engravers in Europe. He worked in the Netherlands and France as well as Italy. Ghisi varied the spacing of parallel hatching to render the middle tones; crosshatching renders the darkest shadows; dots were employed to model areas of flesh.\r\n\r\nGhisi’s engraving reproduces a lost painting The Calumny of Apelles by Luca Penni, a follower of Raphael. Its subject is based on a painting by the ancient Greek artist Apelles, who was falsely slandered by an envious fellow artist and nearly put to death. In this allegorical composition, a young child, symbolizing innocence is dragged by Calumny before an ignorant judge with large ears. The judge is flanked by allegories of Ignorance and Suspicion. Calumny is attended by Envy to her left, Treachery, and Deceit, who bears a net. An allegory of Repentance, the veiled, teary-eyed woman appears at the left. She looks shamefully at the allegory of Truth, the mournful woman, who descends in a cloud with Time. The underlying theme is that truth will prevail and the unjustly accused will be proven innocent.",
  "title": "Calumny Accusing Innocence Before the Court of an Ignorant Judge"
}
