{
  "accession_number": "P.11,747",
  "art_champions_text": null,
  "artist": "Artist: El Lissitzky (Lazar Markovich Lissitzky); Publisher: Leunis &amp; Chapman, Hannover, Germany; Printer: Leunis &amp; Chapman, Hannover, Germany",
  "catalogue_raissonne": "Gmurzynska 55-64; Nisbet 135h",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "Gift of J.B. Neumann, 1941",
  "culture": null,
  "curator_approved": 1,
  "dated": "1920-21 (published 1923)",
  "department": "Prints and Drawings",
  "description": "Plate 7 from the portfolio Figurines: The Three-Dimensional Design of the Electro-Mechanical Show: \"Victory over the Sun\", Leunis & Chapman, Hannover, Germany, 1923",
  "dimension": "12 x 15 3/8 in. (30.48 x 39.05 cm) (image)\r\n18 x 21 in. (45.72 x 53.34 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7247",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature",
  "life_date": "Russian, 1890–1941",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "Russian",
  "object_name": "Print",
  "portfolio": "From Figurines: The Three-Dimensional Design of the Electro-Mechanical Show: \"Victory over the Sun\", Leunis & Chapman, Hannover, Germany, 1923",
  "provenance": "J.B. Neumann, New York; given to MIA, 1941.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR: [El Lissitzky]",
  "style": "20th century",
  "text": "In 1922, El Lissitsky exhibited a series of watercolors of puppets at Berlin. In 1923, he produced lithographs after the watercolors which he published in a \"puppet\" portfolio. The series is based on an electromechanical \"peepshow\" Victory Over the Sun-a Futurist opera which debuted in 1913 at Saint Petersburg. The nonsense-libretto was written by Aleksei Kruchenykh; the music by H.W. Matyushim. The sets and costumes were designed by Kasimir Malevich. In a related tract published in 1923, El Lissitsky wrote: \"In front of you is the fragment of a work which originated in Moscow in 1920-21. Here, as in all my works, my aim is not to reform something which already exists, but to bring something else into existence…We are constructing a stage on a square, which is open and accessible on all sides; that is the machinery of the show. This stage offers the 'bodies in play' all possibilities of movement. Therefore its individual parts must be capable of being shifted, revolved, extended, etc. It must be possible to change over from one elevation to another quickly. Everything is rib-construction, so that the bodies circulating in the play will not be masked. The bodies themselves are each designed as occasion and volition demands. They glide, roll, float, on, in, and over the stage. All the parts of the stage and all the bodies are set in motion by means of electromechanical forces and devices, and the control center is in the hands of a single individual. This is the creator of the show. His place is in the center of the stage, at the switchboard controlling all the energies. He directs the movements, the sound and the light. He switches on the radio-megaphone, and across the square resounds the deafening noise of railway stations, the rushing of the Niagara Falls, the hammering of a rolling mill. The creator speaks for the bodies, into a telephone which is connected to an arc-lamp, or into other devices which alter his voice according to the character of the individual figures. Sentences flash on and of electrically. B",
  "title": "Zankstifter"
}
