{
  "accession_number": "P.12,613",
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Meder I ii/iii a/c; Bartsch VII.30.1; Hollstein 98 a/b, Dodgson 39",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund, 1958",
  "culture": null,
  "curator_approved": 0,
  "dated": "1504",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "9 13/16 x 7 9/16 in. (24.92 x 19.21 cm) (image)",
  "id": "http://api.artsmia.org/objects/7277",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5704,
  "image_width": 4484,
  "inscription": "Mark",
  "life_date": "German, 1471–1528",
  "markings": "Watermark: (Bull\\'s head with five-leaved flower)  (M.62)",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "A. Bourduge (until 1815; his sale, F. L. Regnault-Delalande, Paris, May 23, 1815); S. Kalmann, Berlin (until 1906, sale, C. G. Boerner, Leipzig, May 11-12, for 9100 M)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "In this famous engraving, Dürer's primary interest was not the biblical story of the Fall of Man, but in introducing the German public to the perfectly constructed classical form of man and woman. He believed that his audience was not yet ready to accept classical nudity presented for its own sake, so he placed his figures in a religious setting and enriched the scene with numerous symbolic details. While the focus of the engraving is certainly the idealized figures of Adam and Eve, the inclusion of so many additional symbols creates a visual interest that fills the entire sheet. Every detail contributes to the symbolic import of the piece, even the mountain goat perched at the edge of the cliff in the upper right corner symbolizes unbelieving and is a perfect tie to Adam and Eve, the first to break a divine commandment. The clarity and lushness of this particular sheet contributes to its consideration as the best impression of Adam and Eve in an American public collection.",
  "title": "Adam and Eve"
}
