{
  "accession_number": "P.12,818",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 96 x/xii; Knesebeck 100 xi/xv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund, 1961",
  "culture": null,
  "curator_approved": 1,
  "dated": "1907 (1921 edition)",
  "department": "European Art",
  "description": "",
  "dimension": "16 1/4 x 20 7/8 in. (41.28 x 53.02 cm) (plate)\r\n20 1/8 x 25 5/8 in. (51.12 x 65.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7282",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3791,
  "image_width": 4797,
  "inscription": "Signature, Date, Mark, and Inscription\r\n\r\nsee signed\r\n\r\nDate printed in blue ink, LR margin: [1921]\r\n\r\nInscribed in pencil, LL corner: [Kl. 96/X]",
  "life_date": "German, 1867–1945",
  "markings": "WM: [VAN GELDER ZONEN]",
  "medium": "Etching and soft-ground etching in green-black ink",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Plate 6 from Peasants’ War (Bauernkrieg)",
  "provenance": "(Kennedy Galleries, New York); sold to MIA, 1961.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: [Kathe Kollwitz]",
  "style": "20th century",
  "text": "Käthe Kollwitz is acclaimed for her poignant scenes of human suffering, especially the tragic consequences of poverty and disease among women and children. A consummate draftsman, she relied on the graphic arts-in the form of prints, illustrations, and posters-as a powerful instrument of political allegiance to her left-leaning social agenda. She was anti-war, anti-violence, and a believer in the resilience of the human spirit.\r\n\r\nKollwitz's dramatic night scene, part of her Peasant War print cycle, depicts a mother searching for her dead son among a field of corpses. In the soft light of the lantern, her weathered hand is illuminated as she touches the chin of a young man, perhaps her own child. Rather than portray the chaos and brutality of battle, Kollwitz shows us the agonizing aftermath of the fighting when the bodies of the dead were claimed by their loved ones. Though the scene alludes to the atrocities of a 16th-century workers revolt, it stands as a universal statement of a mother's love for her son, made more heartbreaking in that it foreshadows the death of Kollwitz's own son, Peter, who was killed in battle shortly after the start of the First World War (1914-1918).",
  "title": "The Battlefield"
}
