{
  "accession_number": "P.13,202",
  "artist": "Marc Chagall",
  "classification": "Prints",
  "continent": "\"Europe\"",
  "country": "\"France\"",
  "creditline": "The Ethel Morrison Van Derlip Fund, 1964",
  "culture": null,
  "curator_approved": 0,
  "dated": "1927–30 (pub. 1952)",
  "department": "European Art",
  "description": "",
  "dimension": "11 5/8 x 9 7/16 in. (29.53 x 23.97 cm) (plate)\r\n15 3/8 x 11 13/16 in. (39.05 x 30 cm) (sheet)",
  "id": 7295,
  "image": "invalid",
  "image_copyright": "© Artists Rights Society (ARS), New York / ADAGP, Paris",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Marc Chagall, French (born Vitebsk, Belarus, Russian Empire), 1887–1985",
  "markings": null,
  "medium": "Etching and drypoint",
  "object_name": "Print",
  "portfolio": "Plate 18 from \"La Fontaine’s Fables,\" Paris, Tériade, 1952",
  "provenance": null,
  "restricted": 1,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Parisian publisher Ambroise Vollard commissioned Chagall to design book illustrations for Jean de la Fontaine's Fables in 1926. Vollard's decision to use a Russian artist to illustrate a revered French text provoked some criticism. But Vollard defended his choice by saying that the fables were part of Asia Minor's oral tradition, not France's, and would benefit from being drawn by an artist from the East. Between 1927 and 1930, Chagall produced 100 etchings of the fables, but the project was delayed and only completed in 1952.\r\n\r\nIn this etching, a lion commands a fly to leave him alone, but in response the fly declares war, fearing nothing from the king of beasts. \"An ox is a bulkier creature,\" says the fly, \"but by my fancy is easily moved.\" The fly then attacks the lion, diving into its mane, its back, and then its muzzle, biting it in a hundred places. The lion lashes out with tooth and claw, shredding itself in the process and falling exhausted in defeat. The fly goes off to tell of its victory, but flies headlong into a spider web, where it also meets its end.",
  "title": "The Lion and the Fly"
}
