{
  "accession_number": "P.18,247",
  "art_champions_text": null,
  "artist": "Engraver: de Gouy; Artist: After Pierre-Joseph Redouté",
  "catalogue_raissonne": "Dunthorne 231\r\nNissen 1597\r\nHunt 10, 45\r\n",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1805",
  "department": "European Art",
  "description": "Plate 103",
  "dimension": "20 1/8 x 13 7/8 in. (51.12 x 35.24 cm) (sheet, margins cut)",
  "id": "http://api.artsmia.org/objects/7360",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4883,
  "image_width": 3698,
  "inscription": "",
  "life_date": "Flemish (active France), 1759–1840",
  "markings": "",
  "medium": "Color stipple engraving with hand-coloring",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From From Les Liliacées (The Lilies), 1802-1816",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Botanical illustrators working in the fifteenth and sixteenth centuries devoted themselves to the medicinal qualities of plants and sought to render plant structure and function as precisely as they could. Later, European explorers brought specimens back from exotic locales, and artists carefully reproduced them for an audience fascinated by new discoveries. By the eighteenth and nineteenth centuries, artists had shifted their emphasis from scientific illustration to the innate beauty of the plant or flower. \r\n\r\nPerhaps the most recognizable name in botanical illustration is the incomparable Pierre-Joseph Redouté (1759-1840). Often called the \"Raphael of Flowers,\" Redouté set a new standard in the field for his sumptuous renditions of single blooms and entire bouquets. Redouté's paintings, like those of other botanical artists, were translated into engravings and painstakingly finished by hand. These exquisite prints, most executed by French printmakers, came to Mia's Department of Prints and Drawings from the collection of Dwight and Helen Minnich, who had a special fondness for botanical and zoological prints.",
  "title": "Lilium superbum (Superb Lily)"
}
