{
  "accession_number": "P.4,620",
  "art_champions_text": null,
  "artist": "Artist: Sir William Nicholson",
  "catalogue_raissonne": "Campbell 22",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1898",
  "department": "European Art",
  "description": "",
  "dimension": "9 7/8 x 8 15/16 in. (25.08 x 22.7 cm) (image)",
  "id": "http://api.artsmia.org/objects/7407",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, 1872 - 1949",
  "markings": "",
  "medium": "Color woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Sir William Nicholson was working for the New Review in 1897 when he made a likeness of Whistler as part of a series of celebrity portraits that included Queen Victoria, Sarah Bernhardt, and Rudyard Kipling. Nicholson's setting recalls the time Whistler delivered his famous \"Ten O'Clock\" lecture of 1885: elegant and well dressed, standing alone in the center of a stage. While Whistler's trousers contrast starkly with the glare of the stage, his evening coat blends into the background. His white lock of hair and monocle stand out, as does the single red dash of his Légion d'honneur ribbon. Whistler reportedly suggested including the ribbon, which he proudly displayed during his later years as a sign of official French recognition. Whistler loved the bold design and understated tonal harmony of this dignified portrait. He complimented Nicholson's work in 1900, saying, \"The art of leaving out is proof of the perfect acquaintance with the art of putting in. Mr. Nicholson states the few essential facts, and makes all else accessory.\"",
  "title": "James McNeill Whistler"
}
