{
  "accession_number": "P.68.103",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Baccio Baldini; Artist: Possibly after Alessandro di Mariano Botticelli; Artist: Unknown Italian (Florence), 15th century",
  "catalogue_raissonne": "B.38 (att. to Baccio Baldini); H.I.110.2(2)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "1481",
  "department": "European Art",
  "description": "",
  "dimension": "3 11/16 x 6 3/4 in. (9.37 x 17.15 cm) (image)",
  "id": "http://api.artsmia.org/objects/7434",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2142,
  "image_width": 3876,
  "inscription": "",
  "life_date": "Italian, Florence c. 1436–1487 Florence",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From The Divine Commedy (Florence, Niccolo della Magna, 1481)",
  "provenance": "[Colnaghi]; [Roullier]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "116397",
    "7434"
  ],
  "signed": "",
  "style": "15th century",
  "text": "Dante’s Divine Comedy (c. 1304-1321) was the first poem to be written in Italian, and it consecrated the vernacular as the official language in Italy. It is the story of the poet’s imaginary journey through the realm of the Dead, divided into Hell, Purgatory and Paradise, according to the Christian religion. Dante’s guide in the first two parts of the Divine Comedy is the poet Virgil, replaced by Beatrice in the Paradise. Beatrice, who died in 1290, was the woman Dante loved and celebrated in his verses. Her image as a pure, angelic creature followed the literary tradition of the “Stil Novo,” a poetic movement born in the second half of the 13th century. All the “Stil Novo” poets, including Dante, celebrated their own lovesickness along with the spiritual qualities and virtues of their beloved women. The engraving shows the moment when Dante enters Hell (“Per me” [Through me] are the two first words of the inscription on Hell’s door in the poem). Virgil is called by Beatrice, who appears floating in Heaven, to guide him.\r\n\r\nThe plan to illustrate the Divine Comedy with one hundred prints after drawings by Sandro Botticelli failed in 1481 for technical reasons, and only nineteen plates were actually produced.",
  "title": "Dante and Virgil with the Vision of Beatrice"
}
