{
  "accession_number": "P.68.246",
  "art_champions_text": null,
  "artist": "Artist: Antonio del Pollaiuolo",
  "catalogue_raissonne": "Hind D.I.1; Bartsch 2",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1470",
  "department": "European Art",
  "description": "",
  "dimension": "15 5/8 x 22 1/2 in. (39.7 x 57.1 cm) (image)",
  "id": "http://api.artsmia.org/objects/7470",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3307,
  "image_width": 4697,
  "inscription": "",
  "life_date": "Italian, Florence 1431/32–1498 Rome",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Unidentified collector (Lugt 2880); [Frederick Keppel & Co.]. Herschel V. Jones, Minneapolis (until d. 1928; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "(In plate)",
  "style": "15th century",
  "text": "Set against a dense backdrop of millet plants and trees, ten nude men are in the heat of the battle, with the most violent, merciless weapons—axes, swords, arrows, chain—which appear to exalt the courageous exposure of their unshielded skin and bare muscles. Bloodshed is inevitable in this battle. The image is conceived as a relief from an antique sarcophagus, transposed in a two-dimensional medium.  Also the signature in Latin on a tablet signals the artist’s overt competition with the art of Antiquity. \r\n \r\nAntonio Pollaiuolo, one of the most celebrated artists of late-15th century Florence, laid down his challenge in this work of remarkable sophistication and perfection. Working in the relatively new medium of copper plate engraving, he created the work for a cultivated audience that could appreciate the technical novelty, as well as the artist’s command of the great issues of Renaissance visual art: perspective, representation of the human body and its perfection, and illusionism. The obscurity of the subject—which still engages scholars in a variety of explanations, spanning from politics to theology, from neo-platonic philosophy to allegory or mythology—seems conceived for the sake of its multiple readings and interpretations, which place the visual arts in the realm of hermetic poetry.",
  "title": "Battle of the Nudes"
}
