{
  "accession_number": "P.68.247",
  "art_champions_text": null,
  "artist": "Artist: Marcantonio Raimondi; Artist: After Raphael (Raffaello Sanzio or Santi)",
  "catalogue_raissonne": "Bartsch 57; Shoemaker 59; Delborde 12; Pass.22",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1520-1525",
  "department": "European Art",
  "description": "one of Marcantonio Raimondi's most important plates.",
  "dimension": "15 3/4 x 10 9/16 in. (40.01 x 26.83 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/7471",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4588,
  "image_width": 3077,
  "inscription": "",
  "life_date": "Italian, c. 1475/1480–c.1534",
  "markings": "Watermark: Greek cross, close to Briquet 5329",
  "medium": "Engraving touched with ink wash",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Knoedler & Co., 1926",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "With the advent of the concept of the late Renaissance style called Mannerism, the artistic concept of human beauty changed dramatically. The ideal proportions of classical form were discarded in favor of artificially elegant poses. The Mannerist figure is shown in a complex pose, often in an S-curve.  Parts of the body are elongated while the head is significantly smaller, combined with a return to the taste for extraneous refined details.   Mannerism was in vogue among Roman artists from about 1510. In this engraving of the Holy Family, Raimondi, in pursuit of the new paradigm of beauty, made the Virgin's elongated leg the focal point of the composition, rather than the traditional focus of the Christ Child on her lap.  Another unusual feature in Raimondi's engraving is the overwhelming scale of the ancient ruins that occupy fully half of the composition.\r\n\r\nMarcantonio Raimondi was one of the most important printmakers of the Renaissance, although all his prints are apparently based on designs by other artists.  While in Venice he copied plates by Dürer so perfectly that his copies were sold as originals; Dürer, in fact, brought legal proceedings against him. By 1513 he was in Rome in the employ of Raphael, making engravings of that master's paintings and sketches, as well as those of other major artists.  As a reproductive engraver, he became the principal distributor of ideas and motifs emanating from Rome.",
  "title": "Virgin with the Long Thigh"
}
