{
  "accession_number": "P.70.103",
  "art_champions_text": null,
  "artist": "Artist: Joe Tilson; Printer: Kelpra Studio, Ltd., London; Publisher: Marlborough Fine Art Ltd., London",
  "catalogue_raissonne": null,
  "classification": " Prints; Collages / Assemblages",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Mr. and Mrs. Russell Cowles and Mr. and Mrs. Roger Mandle",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "European Art",
  "description": "",
  "dimension": "40 x 27 in. (101.6 x 68.58 cm) (image)",
  "id": "http://api.artsmia.org/objects/7500",
  "image": "invalid",
  "image_copyright": "© Joe Tilson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "printed in ink (in image) UL: October 8th / 1968 | printed in ink (in image) UR: October 8th / 1968 | printed in ink on paper collage LR: IS THIS \\\"CHE\\\" GUEVARA?? / AFP [?] K8700 13.10.67 / THE BODY OF THE MAN NAMED AS ERNESTO (circled in pen and ink) / \\\"CHE\\\" GUEVARA, (circled in pen and ink) A FORMER CUBAN REVOLUTIONARY, / HAS BEEN BURIED IN AN UNMARKED GRAVE / NEAR THE SPOT WHERE THE BOLIVIAN ARMY SAY / HE DIED ON MONDAY. THE COMMANDER OF THE / BOLIVIANARMED FORCES SAID THAT GUEVARA / IDENTIFIED HIMSELF BEFORE HE DIED, AND SAID / THAT HIS FIGUREPRINTS MATCHED THOSE SUPPLIED / BY THE AU THORITIES OF ARGENTINE, WHERE HE / WAS BORN. / GUEVARA, WHO WAS ONCE A MINISTER IN / CUBA, AND A CLOSE COLLABORATOR / OF DR CASTRO, THE PRIME MINISTER, HAD BEEN HUNTED BY A / NUMBER OF SOUTH AMERICAN GOVERNME NTS SI NCE / HE DISAPPEARED. FROM CUBA TWO YEARS A GO. / HE PREACHED REVOLUTION FOR THE WHOLE OF / SOUTH AMERICA. / PHOTO SHOWS: / A CLOSE UP OF THE BODY SAID BY THE BOLIVIAN / ARMY TO BE THAT OF THE LATIN AMERICAN REVOLUT- / IONARY \\\"CHE\\\" GUEVARA. | printed in ink, visible through this paper collage, LR: JOE TILSON / 11.Argyll road / Kensington / London, W.8. / U.K. | printed in ink, visible through this paper collage, LL: date / scale / job",
  "life_date": "British, 1928 - 2023",
  "markings": "Numbered in pencil, LRC: 12/70\r\nPrinter\\'s stamp in ink, verso: K (in square) 7184",
  "medium": "Color screenprint with collage, gelatin silver photograph, and metal paper clips",
  "nationality": "British",
  "object_name": "Print and collage",
  "portfolio": null,
  "provenance": "[Marlborough Graphics, New York]; sold to MIA, 1970.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LRC: Joe Tilson 1969",
  "style": "20th century",
  "text": "By the end of the 1960s, Joe Tilson had become intensely involved in anti-authoritarian politics, portraying such figures as Ho Chi Minh, Malcolm X, and the Argentine-born physician and Marxist firebrand Ernesto \"Che\" Guevara (1928-1967). Guevara began his political and social activities in Guatemala and later served as Fidel Castro's chief lieutenant during the Cuban revolution that toppled the corrupt regime of Fulgencio Batista. After unsuccessful efforts to foment socialist revolution in Africa and South America, Guevara was captured and murdered without the benefit of a trial in 1967 by soldiers of the Bolivian army. With the help of declassified government documents, the United States Central Intelligence Agency was implicated in the assassination of Guevara as well as the cover-up that followed. In a macabre and cruel act, Bolivian soldiers cut off Guevara's hands to provide proof he was actually dead. In the wake of his slaying, Guevara became a martyr and a symbol for socialist revolutionary movements around the world.",
  "title": "Is this Che Guevara?"
}
