{
  "accession_number": "P.70.96",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Printer: Styria Studio, New York; Publisher: Castelli Graphics, New York",
  "catalogue_raissonne": "Foster 155",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mr. and Mrs. Russell Cowles",
  "culture": null,
  "curator_approved": 1,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "34 1/4 × 26 3/4 in. (87 × 67.95 cm) (image)\r\n43 × 34 in. (109.22 × 86.36 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7519",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Signs%2C 1970 © Robert Rauschenberg Foundation",
  "image_height": 4466,
  "image_width": 3351,
  "inscription": "",
  "life_date": "American, 1925–2008",
  "markings": "Numbered in pencil, LR: 13/250",
  "medium": "Color screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "[Castelli Graphics, New York], sold to MIA, 1970.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR: RAUSCHENBERG 70 | screenprinted initials in the image, LC: R.R.",
  "style": "20th century",
  "text": "In late 1969, Time magazine commissioned Robert Rauschenberg to create a cover image for a forthcoming issue heralding the arrival of the 1970s. Instead, he produced this now-famous photomontage (issued as a screenprint) that recalled the turmoil and tragedies of the 1960s. Though rejected for publication, it epitomized Rauschenberg's concern for the state of contemporary American society, something that was central to his closely-held beliefs and artistic practice. \r\n\r\nUsing pictures clipped from newspapers and magazines of the day, he concisely summarized the decade's historically significant events:  U.S. soldiers on patrol in Vietnam; student anti-war protests; astronaut Buzz Aldrin walking on the moon; legendary blues singer Janis Joplin; and the murdered American leaders President John F. Kennedy, Senator Robert Kennedy, and the Reverend Martin Luther King, Jr. According to the artist, Signs was \"conceived to remind us of love, terror, violence of the last ten years. Danger lies in forgetting.\"",
  "title": "Signs"
}
