{
  "accession_number": "P.72.2",
  "art_champions_text": null,
  "artist": "Artist: John Baldessari; Printer: Nova Scotia College of Art and Design Lithography Workshop, Halifax, Canada; Publisher: Nova Scotia College of Art and Design, Halifax, Canada",
  "catalogue_raissonne": "Coplan Horowitz 1",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund\r\n",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "The sentence “I will not make any more boring art” is repeated 17 times in a neat cursive script; printed in black-and-white.",
  "dimension": "22 3/8 × 29 9/16 in. (56.83 × 75.09 cm) (image)\r\n22 1/2 × 30 1/8 in. (57.15 × 76.52 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7540",
  "image": "valid",
  "image_copyright": "© John Baldessari",
  "image_height": 3693,
  "image_width": 4855,
  "inscription": "",
  "life_date": "American, 1931 - 2020",
  "markings": "Numbered in pencil, vertically along right-hand edge: 3/50\r\nBlindstamp: back to back Rs",
  "medium": "Lithograph on ivory paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Nova Scotia Colelge of Art and Design, Halifax, Canada (publisher); sold to MIA, 1972.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, vertically along right-hand edge: BALDESSARI",
  "style": "20th century",
  "text": "John Baldessari uses chance, irony, and paradox to battle the high seriousness of contemporary art.  His work is often conceptual, as in this tongue-in-cheek lithograph featuring a self-referential caveat that art must never be mundane. \r\n Unable to fulfill a commitment to visit the Nova Scotia College of Art and Design in 1971, Baldessari instead asked the student artists to repeatedly write out the title phrase of the print shown here, completely filling the four walls of a gallery. Baldessari performed the same activity on videotape, which was later shown in the gallery, and wittily documented the whole affair with this self-contradictory print.",
  "title": "I Will Not Make Any More Boring Art"
}
