{
  "restricted": 1,
  "image": "valid",
  "image_copyright": "%26Acirc%3B%26copy%3B Estate of Robert Rauschenberg %2F VAGA%2C New York",
  "life_date": "American, 1925-2008",
  "nationality": "American",
  "role": "Artist",
  "artist": "Robert Rauschenberg",
  "dated": "1971-1972",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "18 x 10 in. (45.72 x 25.4 cm) (sheet, each)\r\n21 1/2 x 22 7/8 x 7 in. (54.61 x 58.1 x 17.78 cm) (overall)",
  "medium": "Artist's multiple; color screenprints on ten acrylic sheets in Lucite base, stainless steel cover",
  "title": "Opal Gospel",
  "id": "http://api.artsmia.org/objects/7555",
  "room": "Not on View",
  "style": "20th century",
  "marks": "Signature; Date; Edition; Title ",
  "text": "Opal Gospel is among Rauschenberg's best known multiples, a three-dimensional \"book\" consisting of Native American stories, songs, poems and found imagery printed on a series of transparent acrylic pages which rest in a Lucite base. Rauschenberg's design encouraged the viewer to remove and read the various pages and re-arrange them in novel combinations, thus altering the object's appearance and meaning. For him, the work's evocative power was magnified by incorporating the idea of chance, which in this case is provided by the viewer's active participation.\r\n\r\nReflecting on the work's content and meaning, Rauschenberg noted that \"Spiritually and factually, [Native American] drawings improved the hunt and chronicled their history both generally and personally so that it could be understood by other tribes and other generations. It could be read or felt at one instant. [Art] should be a form of therapy.\"\r\n",
  "description": "Ten screenprinted acrylic panels mounted in a slotted Plexiglas base, so that one looks through all ten panels at once and the viewer can rearrange the individual panels. Has a stainless steel cover for storage.",
  "provenance": "",
  "creditline": "The Martha T. Wallace Fund",
  "accession_number": "P.76.2"
}
