{
  "accession_number": "P.76.2",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Publisher: Racolin Press, Briarcliff Manor, New York; Producer: Styria Studio, New York",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Martha T. Wallace Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "Ten screenprinted acrylic panels mounted in a slotted Plexiglas base, enclosed within a stainless steel cover.. Conceived as a three-dimensional \"book\" whose photomontaged pages (panels) can be moved and rearranged as desired.",
  "dimension": "18 x 10 in. (45.72 x 25.4 cm) (sheet, each)\r\n21 1/2 x 22 7/8 x 7 in. (54.61 x 58.1 x 17.78 cm) (overall)",
  "id": "http://api.artsmia.org/objects/7555",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Opal Gospel%2C 1971-1972 © Robert Rauschenberg Foundation",
  "image_height": 5154,
  "image_width": 5764,
  "inscription": "Inscription incised on the back side of the steel case (cover):\r\nOPAL GOSPEL / 9 AMERICAN INDIAN POEMS / ILLUMINATED BY ROBERT RAUSCHENBERG / EDITION OF 230 SIGNED AND NUMBERED BY THE ARTIST / EACH CONSISTS OF 10 HAND SILK SCREENED TRANS- / PARENT ACRYLIC PANELS, A STAND AND A STEEL CASE / EXECUTED BY STYRIA STUDIO, N.Y. / PUBLISHED BY RACOLIN PRESS, INC. / BRIARCLIFF, N.Y. 1971",
  "life_date": "American, 1925–2008",
  "markings": "Edition number incised LLC of each panel",
  "medium": "Color screenprints on ten acrylic panels in Lucite base, stainless steel cover",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "Styria Studio, New York (workshop); Steven M. Andersen, Minneapolis; sold to MIA, 1976.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signature and date incised LLC of each panel: Rauschenberg 71. Stainless steel cover incised with title and artist\\'s signature: OPAL GOSPEL Rauschenberg",
  "style": "20th century",
  "text": "Opal Gospel is among Rauschenberg's best known multiples, a three-dimensional \"book\" consisting of Native American stories, songs, poems and found imagery printed on a series of transparent acrylic pages which rest in a Lucite base. Rauschenberg's design encouraged the viewer to remove and read the various pages and re-arrange them in novel combinations, thus altering the object's appearance and meaning. For him, the work's evocative power was magnified by incorporating the idea of chance, which in this case is provided by the viewer's active participation.\r\n\r\nReflecting on the work's content and meaning, Rauschenberg noted that \"Spiritually and factually, [Native American] drawings improved the hunt and chronicled their history both generally and personally so that it could be understood by other tribes and other generations. It could be read or felt at one instant. [Art] should be a form of therapy.\"",
  "title": "Opal Gospel"
}
