{
  "accession_number": "P.79.171.1",
  "art_champions_text": null,
  "artist": "Artist: Larry Rivers; Publisher: Marlborough Graphics, New York; Printer: Styria Studio, New York",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Marvin Davis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "19 1/2 x 14 1/4 x 1 1/4 in. (49.53 x 36.2 x 3.18 cm)",
  "id": "http://api.artsmia.org/objects/7564",
  "image": "invalid",
  "image_copyright": "© Estate Larry Rivers %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1923 - 2002",
  "markings": "",
  "medium": "Color screenprints with embossing and collage",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From Boston Massacre",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In a series of collaged screenprints, Larry Rivers recounts the tragedy of the Boston Massacre, an infamous episode from America’s fight for independence from Great Britain. On March 5, 1770, a squad of British Army soldiers faced a barrage of insults and snowballs from an unruly mob of civilians. Though they were under orders not to use their weapons, the soldiers fired their muskets into the crowd at close range, killing five colonists, including the former slave Crispus Attucks. In the incident’s aftermath, eight soldiers, one officer, and four civilians were arrested and charged with murder. Most were subsequently acquitted; two soldiers were later convicted on the lesser charge of manslaughter. Challenging traditional forms of historical narrative, Rivers interpreted the events of that day through visual clues and fragmented narratives, while incorporating images of modern-day political martyrdom as a powerful reminder of the ongoing cost of freedom.",
  "title": "Plate from Boston Massacre"
}
