{
  "accession_number": "P.83.22",
  "art_champions_text": null,
  "artist": "Artist: Andy Warhol; Publisher: Leo Castelli Gallery",
  "catalogue_raissonne": "Feldman/Schellmann I.1b; Crone 606",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marguerite and Russell Cowles",
  "culture": null,
  "curator_approved": 1,
  "dated": "1963",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "30 x 40 in. (76.2 x 101.6 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/7615",
  "image": "valid",
  "image_copyright": "© The Andy Warhol Foundation for the Visual Arts%2C Inc. %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4830,
  "image_width": 6366,
  "inscription": "Inscribed in pencil, verso <CO 5299>",
  "life_date": "American, 1928–1987",
  "markings": "",
  "medium": "Screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Marguerite and Russell Cowles, Minneapolis; given to MIA, 1983.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated in black ink, verso <Andy Warhol 63>",
  "style": "20th century",
  "text": "For this rare screenprint of 1963, Andy Warhol used a film still of legendary Hollywood actor James Cagney playing the role of Rocky Sullivan, a notorious depression-era gangster whose litany of crimes included robbery, racketeering, and murder. Taken from the 1938 film Angels with Dirty Faces, the image shows Cagney in the role that made him famous. A \"hero figure\" to young neighborhood ruffians, Sullivan is eventually arrested for his crimes after a dramatic police standoff and meets his fate in the electric chair. At the request of his childhood friend, Jerry, a Catholic priest, Sullivan pretends to be a coward on his way to his execution to dispel the aura of glamour that his young admirers see in him. Cagney's supporting cast included Humphrey Bogart, Pat O'Brien, and the Dead End Kids (later known as the Bowery Boys). Warhol produced seven variable impressions of this screenprint between 1962 and 1964, describing them as \"drawings\" because each displayed unique characteristics of inking and printing.",
  "title": "Cagney"
}
