{
  "accession_number": "P.83.59.1",
  "art_champions_text": null,
  "artist": "Artist: Arakawa (Shusaku Arakawa); Publisher: Vermillion Editions Limited, Minneapolis",
  "catalogue_raissonne": "VEL 21",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Vermillion Archival Collection, Gift of funds from The Northern Star Foundation and The Hersey Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1979",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "31 1/4 x 58 7/8 in. (79.38 x 149.54 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/7620",
  "image": "valid",
  "image_copyright": "© Estate Shusaku Arakawa",
  "image_height": 2729,
  "image_width": 5121,
  "inscription": "LC: Point Blank at N.Y. City",
  "life_date": "American (born Japan) 1936-2010",
  "markings": "LR: P/P 5/5\r\nLL: VEL chop mark",
  "medium": "Color lithograph and screenprint",
  "nationality": "American (born Japan)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Vermillion Editions Limited, Minneapolis; sold to MIA, 1983.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LC: Arakawa 1978\r\n\r\n\r\n",
  "style": "20th century",
  "text": "Architect and neo-dada artist Shusaku Arakawa rejects the widely held belief that art should be a means of self-expression. Instead, his work explores how reality is subjective and always mediated by context and perception. His paintings and prints are enigmatic, often taking the appearance of scientific diagrams or conceptual puzzles that examine the philosophical interrelationships between language and image. \r\n\r\nIn Point Blank I, one of a three-part series, Arakawa juxtaposes variations of a simple tube form with isolated and overlapping words and phrases (in both standard and reversed configurations). Some of the text is descriptive and readable; some is indecipherable. Highlighting the cognitive \"gap\" between words and the objects they designate, Arakawa demonstrates the ambiguity of words and their inadequacy as tools for understanding the world around us.",
  "title": "Point Blank I"
}
