{
  "accession_number": "P.92.6.45",
  "artist": "David Rathman; Author: Kenneth Patchen; Publisher: Vermillion Editions Limited, Minneapolis; Designer: Portfolio case co-designed by Steven M. Andersen; Designer: Portfolio case co-designed by David Rathman",
  "classification": "Books",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1991",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "15 1/8 x 19 5/16 x 1 1/4 in. (38.42 x 49.05 x 3.18 cm)\r\n14 x 34 1/2 in. (35.56 x 87.63 cm) (double-page)",
  "id": 7843,
  "image": "valid",
  "image_copyright": "© David Rathman / Kenneth Patchen / Vermillion Editions, Ltd., publisher",
  "image_height": 3474,
  "image_width": 4351,
  "inscription": null,
  "life_date": "David Rathman, American, born 1958; Kenneth Patchen, Author; Vermillion Editions Limited, Minneapolis, Publisher; Portfolio case co-designed by Steven M. Andersen, Designer, American, born 1946; Portfolio case co-designed by David Rathman, Designer, American, born 1958",
  "markings": "LR: publisher's blindstamp",
  "medium": "Color lithographs with screenprinting, loose in portfolio",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "Vermillion Editions Limited, Minneapolis (publisher); sold to MIA, 1992.",
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "on colophon: David Rathman 1991 / A.P. 1/7\r\n",
  "style": null,
  "text": "David Rathman's provocative artist's book is based on Kenneth Patchen's celebrated experimental novel The Journal of Albion Moonlight (1941), a chronicle of humanity's moral failure. An uncompromising pacifist, Patchen wrote the unorthodox, stream-of-consciousness \"vision-poem\" during the early years of the Second World War (1939-45). In the 1960s, the novel became a symbol of protest among students and anti-war activists.  Rathman renews the bold warnings of Albion Moonlight through a series of graphic lithographs that echo the novel's passionate anti-war sentiment.  ",
  "title": "The Enchanted Assassin"
}
