{
  "accession_number": "P.93.21.5",
  "art_champions_text": null,
  "artist": "Artist: Mary Cassatt",
  "catalogue_raissonne": "Breeskin 160 iii/iii; Mathews/Shapiro 22 v/v",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Kenneth and Lillian Smith",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1896-1897",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "9 1/2 x 12 7/16 in. (24.13 x 31.59 cm) (plate)\r\n12 1/2 x 15 1/4 in. (31.75 x 38.74 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7865",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3803,
  "image_width": 4657,
  "inscription": "",
  "life_date": "American, 1844–1926",
  "markings": "",
  "medium": "Drypoint and aquatint, printed in color from three plates",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Kenneth and Lillian Smith, Minn.; given to MIA, 1993.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Mary Cassatt broke out of Philadelphia society, moving to Paris to pursue art in a more open environment. She had seen ukiyo-e prints before, but the event that changed her relationship with Japanese art was the 1890 exhibition of more than 1,000 prints and illustrated books at the École des Beaux-Arts. She describes the exhibition in a letter to impressionist artist Berthe Morisot: \r\n\r\n…and afterwards we could go see the Japanese prints at the Beaux-Arts. Seriously, you must not miss them-with you wanting to do color engravings, you cannot imagine anything more spirited. It is my dream and all I think about is working in color on copper. Lautrec was in ecstasy there the first day I went…\r\n\r\nThe resulting color aquatints, including The Barefooted Child, are Cassatt's most original and technically innovative. From her study of Japanese prints, she incorporated simple outlines and flat areas of color and pattern, and chose subtle and delicate tones of blue, pink, yellow, and green. Interestingly, rather than imitating the Japanese method of color woodblock, she used the difficult and time-consuming technique of color aquatint.",
  "title": "The Barefooted Child"
}
