{
  "accession_number": "P.97.1",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Catlett; Printer: Printed by the artist and Jose Sanchez; Publisher: Published by the artist and Taller de Grafica Popular, Mexico City",
  "catalogue_raissonne": "Herzog, Elizabeth Catlett, pp.104-105",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1952 (printed c. 1952-57)",
  "department": "Arts of the Americas",
  "description": "Bust-length portrait of a Black female agricultural worker",
  "dimension": "17 5/8 x 16 5/8 in. (44.77 x 42.23 cm) (image)\r\n22 x 19 5/8 in. (55.88 x 49.85 cm) (sheet, irregular)",
  "id": "http://api.artsmia.org/objects/7890",
  "image": "valid",
  "image_copyright": "Art © Elizabeth Catlett %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 8126,
  "image_width": 7609,
  "inscription": "",
  "life_date": "American and Mexican, 1915-2012",
  "markings": "",
  "medium": "Color linoleum cut on cream paper",
  "nationality": "American and Mexican (dual citizen)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection; [Sragow Gallery, New York]; sold to MIA, 1997.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: E Catlett | signed with initials in the block, LR: EC",
  "style": "20th century",
  "text": "A social-justice activist known for her progressive political beliefs, Elizabeth Catlett used printmaking to expose the struggles of the working class and the marginalized to a broader audience. In her celebrated linoleum cut, Sharecropper, Catlett portrays an anonymous woman enmeshed in an abusive system of labor that recruited former enslaved Africans as farmworkers in the post-Civil War South. Sharecroppers typically worked the fields of former plantation lands in exchange for a portion of the harvest, usually cotton. Though freed from captivity, sharecroppers were routinely exploited by their former masters, who continued to control the majority of arable land and by extension, workers' lives and futures. Here, Catlett emphasizes the outward signs of the woman's hard life, highlighting her weathered skin, humble clothing, and weary expression. And yet, despite her hardships, she remains proud, dignified, and resilient.",
  "title": "Sharecropper"
}
