{
  "accession_number": "P.97.10",
  "art_champions_text": null,
  "artist": "Artist: Charles-Nicolas Cochin, père; Artist: After Charles-Nicolas Cochin  II",
  "catalogue_raissonne": "BN IFF 309",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1746",
  "department": "European Art",
  "description": "",
  "dimension": "18 7/8 x 30 1/2 in. (47.94 x 77.47 cm) (plate)\r\n19 5/8 x 32 1/8 in. (49.85 x 81.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7891",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3169,
  "image_width": 5133,
  "inscription": "",
  "life_date": "French, 1688 - 1754",
  "markings": "",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Louis XV held this masked ball for the wedding of his son, the sixteen-year-old Dauphin, to his cousin, the Spanish Infanta Marie-Thérèse-Raphaèle, on February 26, 1745. It was reportedly one of the grandest parties ever staged at Versailles. The Hall of Mirrors is filled to capacity and glitters with the light of thousands of candles, which are reflected in the countless panes of mirror and glass. Many of the guests arrived in costume, including the king and his companions, who were disguised as manicured yew trees with sculpted vases, visible among the guests on the right side of the print. Near the center of the crowd, the queen, unmasked and dressed in white, is shown leading her son with his new bride into the party. Young Marie-Thérèse would die just a year later, after giving birth to their only child, and the mourning Dauphin would be married off to another princess the following year. At this very ball, it was said that the king began his famous love affair with Madame de Pompadour, who reportedly came dressed as the chaste goddess Diana.",
  "title": "Decoration for a Masked Ball Given by the King"
}
