{
  "accession_number": "P.98.21",
  "art_champions_text": null,
  "artist": "Artist: Charles-Nicolas Cochin  II",
  "catalogue_raissonne": "Ber. 58; Le.Bl. 246; R. 68, 160; BN IFF 36",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736",
  "department": "European Art",
  "description": "",
  "dimension": "15 7/8 x 19 7/16 in. (40.32 x 49.37 cm) (plate)\r\n16 3/4 x 2n0 1/4 in. (42.55 x 51.44 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/7912",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3900,
  "image_width": 4671,
  "inscription": "",
  "life_date": "French, 1715-1790",
  "markings": "",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "For the sixth birthday of young prince Louis, King Louis XV's heir, an extravagant party was given at the royal chateau of Meudon, five miles from Paris. The royal gardens were transformed into the mythical Garden of Hesperides, and before the small party (of mostly grownups), a colossal Hercules slays the dragons that protect the golden apples in Hera's garden, which confer immortality on all who partake. Behind this spectacle, fireworks burst forth to resemble the sun, a theme also reflected in the trimmed shrubbery, where two faces of Apollo, atop the lyre, similarly seem to burst with light.\r\n\r\nAn official bureaucratic department of the king's household oversaw the planning and execution of such festivities, the Menus Plaisirs du Roi, which was administered by a number of high-ranking officials, and employed a small army of artists, architects, and craftsman, some of whom are credited in the inscription for planning the Dauphin's party.",
  "title": "Fireworks Display Presented to the Dauphin on his Sixth Birthday on September 3, 1735, in the Gardens at Meudon"
}
