{
  "accession_number": "2018.86.51",
  "art_champions_text": null,
  "artist": "Author: After the Fall Collective, New York",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Fly Zine Archive, The Mary and Robyn Campbell Fund for Art Books and gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2002",
  "department": "Global Contemporary Art",
  "description": "Loose, folded leaves of newsprint, photomechanical illustration of two groups of figures (both nude, one male and the othe female) with red text printed in color and black-and-white offset lithography; 14 pp.",
  "dimension": "15 × 11 1/4 in. (38.1 × 28.58 cm) (closed)",
  "id": "http://api.artsmia.org/objects/133729",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4522,
  "image_width": 3618,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Color and black-and-white offset lithography, letterpress; loose, folded leaves",
  "nationality": null,
  "object_name": "Periodical",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Founded by anti-government activists in the wake of the 9/11 terrorist attacks, After the Fall is a collective of protesters, writers and artists whose self-published paper explores anarchist ideas and actions in Bush-era America. After the Fall #3 is dedicated to anarchafeminism, an intersection of anarchism and feminism. It features anarchist women’s resources and columns about vegan and herbal healing therapies, DIY gynecology, domestic violence, politically radical parenting, and social work from an anarchist perspective. The cover illustration of a group of young women clashing with old men expresses the collective’s thinking—elaborated upon in the articles within—that anarchism is inherently feminist because both reject authority and hierarchy in opposition to patriarchy.",
  "title": "After the Fall"
}
