{
  "accession_number": "2018.86.179",
  "art_champions_text": null,
  "artist": "Editor: Sascha Scatter; Printer: Bloodlink Press, Philadelphia",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Fly Zine Archive, The Mary and Robyn Campbell Fund for Art Books and gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "September 1995-January 1996",
  "department": "Global Contemporary Art",
  "description": "Loose, folded leaves, collage of images and text photocopied on wove cover; 124 pp.",
  "dimension": "8 1/2 × 5 1/2 × 1/4 in. (21.6 × 14 × 0.6 cm) (closed)\r\n8 1/2 × 11 3/8 × 1/4 in. (21.6 × 28.9 × 0.6 cm) (open)",
  "id": "http://api.artsmia.org/objects/133857",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2842,
  "image_width": 2030,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Photocopy; loose, folded leaves",
  "nationality": null,
  "object_name": "Zine",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "On the Road with the Nomadic Festival is a travelogue zine about a group of young adults train hopping and squatting their way around America while partying and organizing workshops about autonomous communities (self-governed intentional communities gathered for a shared, often political purpose). The zine is colored with anarchist idealism, anti-capitalist critique, and a desire for dramatic political and social change, exemplifying a genre of travel literature popular among anarchist, punk, and squatting subcultures. Sometimes called anarcho-nomadism, the idea of temporary, travelling punk communities was also a divisive topic, inspiring a range of zines both critical of and in support of the movement.",
  "title": "Carnival of Chaos: On The Road with the Nomadic Festival, Summer 95'"
}
