{
  "accession_number": "2004.107.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Oceania",
  "country": "Solomon Islands",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1890",
  "department": "Arts of Global Africa",
  "description": "dark brown/black patina; vessel in bird's back; outstretched wings; second bird below backside of first bird; white shell inlay throughout in triangle, circle and butterfly shapes; very light weight",
  "dimension": "14 1/4 x 13 9/16 x 27 1/2 in. (36.2 x 34.45 x 69.85 cm)",
  "id": "http://api.artsmia.org/objects/95061",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2523,
  "image_width": 3782,
  "inscription": "Inscription\r\n\r\non bottom, in white: [H1181]",
  "life_date": null,
  "markings": "",
  "medium": "Tapa'a wood, shell",
  "nationality": null,
  "object_name": "Ceremonial Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Elaborate bowls such as this were important ritual objects used during the initiation ceremonies of the bonito fish society, a high-ranking group of men and boys in the community. The bowls were filled with food and offered up to the spirits as part of the initiation. Many vessels like this one are carved in the form of a frigate bird. Native to the Solomon Islands, it can be found twice on this particular object, underscoring its importance in island culture. The frigate bird not only embodied many valued characteristics such as agility and speed, it was also admired for its fierce and aggressive hunting skills as well as its ability to find schools of sacred bonito fish. This beautiful piece exemplifies the important bonds that existed between the visual traditions and the spiritual beliefs of the Solomon Islanders.",
  "title": "Ceremonial Bowl"
}
