{
  "accession_number": "85.81.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Mrs. Theodora Lang and the Minneapolis Foundation: Ankeny Family Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1745",
  "department": "European Art",
  "description": "group includes oblong casket in slightly bombé shape with shaped corners and a key; contains 8 glass bottles with gold lids; decoration on box shows scenes from legends of the miracles of St, Nicolas of Myra",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/95134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2470,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Glass bottle with gold stopper and top",
  "nationality": null,
  "object_name": "Bottle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The box is decorated with scenes from the life of St. Nicholas of Myra.  This fourth century Greek bishop, who was the patron saint of children, sailors and travelers and the guardian of young women, was the forerunner of St. Nicholas or Father Christmas. \r\n\r\nThe gold scenes were applied in a piqué technique whereby thin sheets of gold are impressed into tortoiseshell which has been softened in boiling water and olive oil.  Once the shell cools, it contracts and the gold is securely held in place.   This technique was first introduced at the end of the sixteenth century in Naples, and by the following century it had spread to France, England and northern Europe, with Paris and Naples as the principal centers.  \r\n\r\nThe costly and time-consuming nature of this intricate technique imply that it was used on only the most expensive small luxury items such as inkstands, trays, snuffboxes and boxes for toilet articles, in this case gold-mounted perfume bottles.",
  "title": "Glass bottle, one of eight"
}
