{
  "accession_number": "2004.184.1",
  "art_champions_text": null,
  "artist": "Artist: May Stevens",
  "catalogue_raissonne": null,
  "classification": " Drawings; Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1997-2003",
  "department": "Arts of the Americas",
  "description": "three canoes, each with two canoeists holding paddles; gold-accented waves and ripples in foreground; blue-grey background water",
  "dimension": "22 1/8 x 30 in. (56.2 x 76.2 cm)\r\n32 1/4 x 42 1/2 x 1 5/8 in. (81.92 x 107.95 x 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/95238",
  "image": "valid",
  "image_copyright": "© May Stevens %2F Courtesy Ryan Lee Gallery",
  "image_height": 3762,
  "image_width": 4974,
  "inscription": "",
  "life_date": "American, 1924–2019",
  "markings": "",
  "medium": "Acrylic and gold ink over color lithograph",
  "nationality": "American",
  "object_name": "Drawing over print",
  "portfolio": "From ",
  "provenance": "The artist, Santa Fe, N.M.; [Mary Ryan Gallery, New York]; sold to MIA, 2004.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom edge, in pencil: 21/22  May Stevens",
  "style": "21st century",
  "text": "Having first achieved fame for her notorious 1960s-era political and feminist satires, May Stevens has more recently focused on poetic landscapes and the sea as subjects of her work. Gold Dusk is characteristic of these subdued and evocative landscape scenes, which regularly feature women in small boats gliding across bodies of water. As here, Stevens' landscapes often feature text fragments selected from the writings of some of her favorite women authors, such as British novelist Virginia Woolf or feminist theorist Julia Kristeva. Generally indecipherable, these words and phrases are metaphorical, a means of generating feelings and associative meanings. She describes her work as \"Language into visual form, poetry in the ambiguity of shapes, women as signifiers of human agency moving across space and time, propelled by the whisper and cry of lost voices.\"\r\n\r\nCuriously, Gold Dusk is drawn and painted directly on the surface of an existing color lithograph that Stevens produced and editioned in 1997. The print's title, The Beach at Connemara, refers to a location on the west coast of Ireland.",
  "title": "Gold Dusk"
}
