{
  "accession_number": "2006.100.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "European Art",
  "description": "jacquard woven; gold on black with sections in orange, turquoise and purple; repeating abstract flower and leaf pattern",
  "dimension": "35 1/2 x 61 in. (90.17 x 154.94 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/95431",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4271,
  "image_width": 2532,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic thread; woven fabric",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A daring new concept of design emerged in Paris in 1925 at the Exposition Internationale des Arts Décoratifs et Industrieles Modernes (International Exposition of Modern Industrial and Decorative Art). The organizers of this exhibition stipulated that all submissions must reflect contemporary life and not have been directly copied from the past. The results were revolutionary; the new products not only utilized modern materials and industrial processes, they also reflected a radical new aesthetic. \r\n\r\nArt Deco, as this style came to be called by later historians, was influenced by early twentieth century avant-garde art movements, such as Cubism, Symbolism and Fauvism. This panel exemplifies the early characteristics of this new direction in design: brilliant, non-naturalistic color, highly simplified imagery, extreme stylization, and a pervasive use of geometrics, and rich, decorative surfaces.",
  "title": "Panel"
}
