{
  "accession_number": "2004.192",
  "art_champions_text": null,
  "artist": "Maker: Gutte Eriksen",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of funds from the American Folk Art Society, and the Decorative Arts Council through Colles and John Larkin, Bill Stumpf, and Christopher Monkhouse in memory of Marion Noel",
  "culture": null,
  "curator_approved": 0,
  "dated": "1946",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "shallow, with slightly inverted rim; brown body with twelve pairs of vertical stripes- mottled white and black; black interior",
  "dimension": "4 5/16 x 13 1/2 x 13 1/2 in. (10.95 x 34.29 x 34.29 cm)",
  "id": "http://api.artsmia.org/objects/95432",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature; date",
  "life_date": "Danish, 1918-2008",
  "markings": "",
  "medium": "Highfired earthenware",
  "nationality": "Danish",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Gutte/ 46]",
  "style": "20th century",
  "text": "This bowl is typical of Eriksen's work, which is characterized by subtle variations in color and texture achieved by relinquishing control to the natural imperfections of clay and the uncertainty of the glazing process.  This bowl form is simple but graceful, with the black and white stripes emphasizing its gently curving sides.  Eriksen studied at the Kunsthåndvaerkskolen in Copenhagen from 1936 to 1939 before opening her own studio.  Later in her career, she began teaching and had a profound effect on subsequent generations of Danish potters.\r\n\r\nBoth Eriksen and Ehrenreich are part of a long line of Danish potters, but their work was not created in an insular environment.  In 1948, Eriksen studied successively with British potter Bernard Leach and French potters Pierre Lion and Vassil Ivanoff.  She also made study trips to Japan in 1970 and 1973.  With each of these learning experiences, she brought her knowledge back to her students, teaching them about the best and most innovative techniques being used throughout the world.",
  "title": "Bowl"
}
