{
  "accession_number": "2004.242",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": null,
  "creditline": "Gift of Michele and David Dewey",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "four levels: lower lever is round and basin-shaped, top three levels square; chalky, light greenish glaze; archers with crossbows at corners on each level except bottom; figures dancing and playing instruments on each level, with animals on bottom basin",
  "dimension": "28 1/2 x 17 1/4 x 16 1/4 in. (72.39 x 43.82 x 41.28 cm)",
  "id": "http://api.artsmia.org/objects/95574",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Low-fired earthenware with green glaze",
  "nationality": null,
  "object_name": "Moated Watchtower",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "The architectural models favored in Han tombs of north China often depict tall pottery towers. This example is clearly a military watchtower. The basin-like moat is populated with an assortment of aquatic animals, ducks, fish, and probably geese. Rising above the moat is a three-story frame structure with projecting balconies supported by a complex system of posts, cross beams, struts, and tou kung bracketing. This unique bracketing under the eaves supported the great roof overhangs common in traditional Chinese architecture. On the crowded balconies, crossbow archers with weapons ready are positioned at each of the four corners. Other figures dancing and playing music on the zither (ch'in) share space with the archers. While the open nature of the structure lacking both walls and tile roofs suggests that this tower and its occupants have a strictly military purpose, the inclusion of music, dance, and figures suggests the structure might also have functioned as a pleasure pavilion.",
  "title": "Moated Watchtower"
}
