{
  "accession_number": "L2004.348.1.1",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Lent by Michele and David Dewey",
  "culture": null,
  "dated": "5th century B.C.",
  "description": "flattened oval shape with decorative loop on top formed by two foo dogs; three bands of decoration and three bands of raised round knobs on body",
  "dimension": "4 3/4 x 3 1/4 x 2 1/4 in. (12.07 x 8.26 x 5.72 cm)",
  "id": "http://api.artsmia.org/objects/95575",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2669,
  "image_width": 3939,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "5th century B.C.",
  "text": "Cast around 450 B.C., this rare set of twenty musical bells comprises twelve <I>po-cheng<I> (top and bottom rails) and eight <I>yung-cheng<I> (middle rail), the quintessential bell types of ancient China. All are clapperless bells that were struck with a mallet to produce distinct tones that are astonishingly precise. <I>Yung-cheng<I> bells can emit two notes depending on whether they are struck on the center or either side. When suspended, the tilt toward the player permitted greater accuracy than in vertically suspended bells. Ancient bells were often suspended with lead ropes to minimize acoustic interference.\r\n<P> The desired pitches for each chime determined the relative sizes of bells, but because the pitches of successive bells are not always at the same interval, relative proportions of successive bells comprising a chime can vary. The ancient music masters frequently composed bell assemblages from different graduated sets either in whole or in part. While it is impossible to know if this set is complete, it consists of four chime sets that appear to be homogeneous in origin. China stands unique among the Bronze Age civilizations in having produced bell chimes like this that functioned as musical instruments within orchestras.",
  "title": "Bell, one of a set of 20"
}
