{
  "accession_number": "2004.216a-qq",
  "art_champions_text": null,
  "artist": "Artist: Wilber H. Schilling , designer; Author: Rick Moody; Publisher: Danger Books, Santa Monica, California; Publisher: Indulgence Press, Minneapolis , publisher",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2004",
  "department": "Prints and Drawings",
  "description": "designed to be a collector's box and a mental patient's box of personal possessions; text is formatted as a publisher's galley proof, house in a galley tray inside a straightjacket enclosure; margin notes in the hand of the author, some whited out; under text tray is a removable panel resembling a hospital release checklist, with holes through which the objects on the lower level are visible; various collectible objects in lower compartments",
  "dimension": "19 3/8 x 9 1/8 x 4 9/16 in. (49.21 x 23.18 x 11.59 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/95612",
  "image": "invalid",
  "image_copyright": "Art © Wilber H. Schilling%0D%0AText © Rick Moody",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature",
  "life_date": "American, born 1962",
  "markings": "",
  "medium": "Vinyl, plastic, cloth, metal, paper, wood and other materials",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the author on first page, in blue ink: [Rick Moody]",
  "style": "21st century",
  "text": "Moody's short story, Surplus Value Books #13 is a comic parody of a bookseller's modern rare book catalogue. The story is told through the description of books for sale, where the prices accorded the items for sale are contrasted with the personal and idiosyncratic values assigned to them by the bookseller.\r\n\r\nAccording to Schilling… \"The deluxe edition of Surplus Value Books #13 is designed to be a collector's box, and also a mental patient's box, of personal possessions. The text is formatted as a publisher's galley proof, presented as a galley tray inside a straightjacket enclosure. The deluxe edition also includes margin notes (marginalia by Rick Moody) in the hand of the author, some of which have whiteout applied according to the author's instruction. Various levels make up this edition. Upon removing the galley holding the text, the reader is presented with a removable panel resembling a hospital release checklist. Holes cut into this panel reveal objects contained below. The collectible objects in the box act as literal illustrations to the story.\"",
  "title": "Surplus Value Books #13--Deluxe Edition"
}
