{
  "accession_number": "2005.9.3",
  "artist": "Artist: Dong Qichang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1610",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "ink sketches of trees, rocks and buildings; several blocks of text on paper follow sketches; separate gold-flecked sheet with Chinese text rolled into scroll",
  "dimension": "213 1/16 x 12 1/16 in. (541.18 x 30.64 cm) (image)",
  "id": "http://api.artsmia.org/objects/95637",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2604,
  "image_width": 5372,
  "inscription": "",
  "life_date": "1555 - 1636",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This rare hand scroll, depicting various types of traditional trees and rocks, was painted by the great seventeenth century literatus, Dong Qichang. The work was intended for studio use as a type of source book for Dong's personal style of depicting trees and rocks, which he synthesized from the styles of previous masters. Sketchbooks, scrolls such as this, and printed manuals were commonly used as reference materials and teaching devices in Chinese painting workshops. This particular scroll was once in the possession of the literati artist, Chen Jiru (1558-1639), a close friend and follower of Dong Qichang.\r\n<P>Chen's colophon reads:\r\n<P><I>This is Xuan Zai's (Dong Qichang) sketch of trees and rocks by various old masters. Whenever he made a large composition, he copied from these sketches. After his house was burned down, I chanced to acquire this scroll from a professional mounter. It must not be shown to Donglest it provoke his anxiety.</I>\r\n<P><I>Remarks by Meigong (Chen Jiru).</I>",
  "title": "Studies of Traditional Trees and Rocks"
}
