{
  "accession_number": "2004.220.3",
  "art_champions_text": null,
  "artist": "Artist: Philip Guston",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. James T. Wyman",
  "culture": null,
  "curator_approved": 1,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "abstract image with blocks of thick pigment; yellow, blue, green, red, black",
  "dimension": "22 3/16 x 29 5/8 in. (56.3 x 75.3 cm) (sheet)\r\n24 3/16 × 31 11/16 × 2 in. (61.44 × 80.49 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/95641",
  "image": "valid",
  "image_copyright": "© The Estate of Philip Guston Courtesy the Estate and Hauser %26 Wirth",
  "image_height": 7379,
  "image_width": 9852,
  "inscription": "Signature",
  "life_date": "American (born Canada), 1913 - 1980",
  "markings": "",
  "medium": "Gouache on paper",
  "nationality": "American (born Canada)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "'(Sidney Janis Gallery, New York). Donald and Elizabeth Martin Winston, Los Angeles (by 1960-1976); their daughter, Elizabeth Winston Wyman, and James Thomas Wyman, Wayzata, Minn. (until 2004; given to MIA).",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in gray gouache: [Philip Guston]",
  "style": "20th century",
  "text": "When executing this bold gouache in his Abstract Expressionist phase, the New York school artist Philip Guston seemed intent on disguising his mastery of traditional draftsmanship and the formative influence Italian Renaissance painting had on him. (This, however, might partly explain the artist’s surprising return to figurative art in 1970.)\r\n\r\nMott #3 is part of a series of small-scale gouaches and oils from 1958–59 in which Guston explored new ideas on abstraction. The speed and directness of graphic media meant he could work out solutions without the investment of time and materials required for large oil paintings, and the reduced scale was conducive to experimentation. The arrangement of irregular shapes of dense, loosely painted color and Guston’s vigorous brushwork suggest urgency. The blocklike shapes pulse and press inward on one another, generating an almost palpable energy.",
  "title": "Mott #3"
}
