{
  "accession_number": "2005.11.16.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Douglas and Victoria Holmen, the Hawthorne Advised Fund, in memory of Herbert and Janice Galloway",
  "culture": "Dong",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "long, with slits at sides; blue with white, tan and blue trim; predominately brown cross-stitch around neck and front opening; white, tan, green and yellow embroidery at hem in back; trimmed with black and white beads and brown tassels; metal stars around neck",
  "dimension": "40 1/8 x 48 1/4 in. (101.92 x 122.56 cm)",
  "id": "http://api.artsmia.org/objects/95753",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5098,
  "image_width": 6591,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton ground with silk embroidery",
  "nationality": null,
  "object_name": "Coat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Like the Hmong, the Yao people originated in China and have migrated into the hill country of Laos, Thailand and northern Vietnam. Dress identification has always been strong among the Yao and the womenfolk are totally responsible for the creation of the ceremonial dress worn on special occasions by their families. Styles of dress will vary within the various subgroups and from village to village. However, all Yao women wear an indigo tunic, trousers, and elaborate head cloths. Nearly all special occasion wear incorporates sophisticated silk embroidery and appliqué work. Most of the stylized designs, including animals, plants, birds, and flowers are imbued with symbolic meaning. Accordingly, designs usually adhere to a fairly rigid framework of traditions, customs, stitch work, and rules that ensure the Yao identity is preserved and recognized. A woman's individuality can be expressed, however, in the minute specific details. This outfit, consisting of tunic, trousers, bib, apron, head cloth, and scarf is decorated in exquisite embroidery using traditional weave stitch, symbols, and colors.",
  "title": "Coat, from a seven-piece costume"
}
