{
  "accession_number": "2004.229.3",
  "art_champions_text": null,
  "artist": "Maker: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Given in memory of Edith Desbrisay Ross, 1899-2001",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "padded overall; square, black-edged blocks in brown, yellow, cream, grey and lavender; reversable",
  "dimension": "128 x 90 in. (325.12 x 228.6 cm)",
  "id": "http://api.artsmia.org/objects/95763",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Silk; needlework",
  "nationality": "",
  "object_name": "Banner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jack Lenor Larsen (b. 1927) studied weaving at the Cranbrook Academy of Art and opened his own weaving studio to great success just one year after graduating. His clients included Frank Lloyd Wright, Pan American and Braniff Airlines, the Phoenix Performing Arts Center, Air Force One, and Sears Bank and Trust in Chicago. This quilted silk banner was one of 28 designed for the main floor of the Sears Tower (now the Willis Tower), then the tallest building in the world. Because the building's marble floors and open floor plan magnified sound, Larsen was asked to design a public art installation that would absorb noise. The strategically-placed, uniquely patterned layers of banners improved the situation.  At the same time, they reflected the building's international style.  Clean lines, a balanced composition, and simple fabric reinforce the modern steel and glass architecture of Skidmore, Owings, and Merrill's tower.",
  "title": "Banner"
}
