{
  "accession_number": "2004.205.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele and Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "549-577",
  "department": "Asian Art",
  "description": "standing brown-spotted white horse with red mane; red bridle; red, white and brown cloth-covered saddle; horse wears chestpiece with shells and decorative trappings on backside; hair on mane between ears pulled into a vertical horn-like tail",
  "dimension": "23 x 21 x 11 3/4 in. (58.42 x 53.34 x 29.85 cm)",
  "id": "http://api.artsmia.org/objects/95826",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3568,
  "image_width": 4136,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red earthenware with molded and sculpted decoration under white slip; painted with cold pigments",
  "nationality": null,
  "object_name": "Striding Horse",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G207",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This elegant figure of a gloriously festooned striding stallion is remarkable for its large size and detailed modeling. The basic style, including slender legs, powerfully arched neck, small head, large saddle blanket, and exquisitely modeled trappings, is peculiar to the Northern Wei (385-535), Eastern Wei (534-539), and Northern Qi (549-577) dynasties. Horses were highly valued during this period and the great imperial mounts, symbols of wealth and prestige, were magnificently decorated showpieces that were ridden with pride by their owners.\r\nA classic example of the style, this image is also notable for the amount of red and white pigment it retains following centuries of burial as well its size, for it is apparently the largest example of this type of Northern Qi horse on record.",
  "title": "Striding Horse"
}
