{
  "accession_number": "2004.195",
  "artist": "Margarete Schütte-Lihotzky",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": null,
  "dated": "1926-1930",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "Kitchen cabinetry, sink, stool, lighting fixture; stool has three blue legs and wood seat; single-bulb light fixture is white enamelled on top and is saucer-shaped, bulb of light does not function; Siemens cookstove with small oven and two burners; 12 metal bins for dry staples; one large metal scrap bin",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/95937",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "life_date": "Austrian, 1897-2000",
  "marks": " ",
  "medium": "Kitchen cabinetry and stove",
  "nationality": "Austrian",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G378",
  "style": "20th century",
  "text": "The Frankfurt Kitchen (1926-30) was not the first fitted kitchen, or even the earliest modernist kitchen, but it was the most successful and influential kitchen of the Weimar interlude, and it still stands as the epitome of \"scientific\" organization for the domestic workspace.\r\n\r\nFollowing the First World War, an ambitious citywide housing project was initiated in Frankfurt, Germany, by Ernst May, city architect for the Municipal Building Department. He brought into his office a young but experienced Viennese architect, Grete Schütte-Lihotzky (1897-2000). It was a coordinated effort to provide low-income housing for some two million soldiers returning to Germany following the 1918 Armistice, as well as thousands of war widows. \r\n\r\nWith an overriding motivation to save time and money, the principles of rational organization, standardized building units, and mechanized construction were applied not only to the design of settlements themselves, but also to the design of the Frankfurt Kitchen, versions of which were installed in 10,000 integrated housing units within a four-year period. By analyzing key principles for household design and labor, the advantageous positioning of each kitchen element was carefully articulated, thereby minimizing unnecessary steps as well as providing labor-saving devices and increasing physical comfort.\r\n\r\nThe kitchen's many innovative features included integrated units, continuous work surfaces, and a worktable for preparing food under a large window adjacent to the sink (both set at a convenient height for use while seated). Other features were storage bins with handles and spouts for pouring dry comestibles, an adjustable ceiling light, a movable stool, a concealed pass-through, drop-down ironing board, and cabinetry painted a deep blue to naturally repel flies.",
  "title": "Frankfurt Kitchen"
}
