{
  "accession_number": "2004.195",
  "art_champions_text": null,
  "artist": "Designer: Margarete Schütte-Lihotzky",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1926-1930",
  "department": "European Art",
  "description": "Kitchen cabinetry, sink, stool, lighting fixture; stool has three blue legs and wood seat; single-bulb light fixture is white enamelled on top and is saucer-shaped, bulb of light does not function; Siemens cookstove with small oven and two burners; 12 metal bins for dry staples; one large metal scrap bin",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/95937",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "inscription": "",
  "life_date": "Austrian, 1897–2000",
  "markings": "",
  "medium": "Kitchen cabinetry and stove",
  "nationality": "Austrian",
  "object_name": "Period room",
  "portfolio": "From From the Höhenblick Estate Housing, Frankfurt am Main, Germany; Ernst May, Herbert Boehm, and Carl Hermann, architects",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Frankfurt Kitchen introduced concepts that still appeal to us today. It is efficient, space-saving, and easy to clean. Prep while sitting on a stool, dry your dishes in the rack above the sink. Baking and cooking staples are kept handy in labeled aluminum bins. Unlike old-style kitchens with dirty, wood-burning stoves, this kitchen has a modern electric stove, a large window for natural light, a movable ceiling light fixture, a pass-through to the dining room, and even a mounted ironing board (for freshly pressed napkins').\r\n\r\nSchütte-Lihotzky studied train dining cars and ship galleys as well as the work of kitchen reformers when designing the Frankfurt Kitchens. Mass-produced, they were installed in 10,000 new apartments built to ease Germany’s housing shortage after World War I.",
  "title": "Frankfurt Kitchen"
}
