{
  "accession_number": "2004.236.112",
  "art_champions_text": null,
  "artist": "Maker: Samuel Gragg",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Richard L. Simmons and Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1808",
  "department": "Arts of the Americas",
  "description": "small; squared-off spindles on back and seat; thin, curved arms; front legs have forked hoof feet; painted with peacock feather on center back and foliage and scrolls at center front of seat, top back corners, front corners and sides",
  "dimension": "34 1/2 x 20 3/4 x 23 in. (87.63 x 52.71 x 58.42 cm)",
  "id": "http://api.artsmia.org/objects/95999",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3368,
  "image_width": 2688,
  "inscription": "",
  "life_date": "American, 1772-1855",
  "markings": "",
  "medium": "Ash, pigment",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In 1808, Samuel Gragg of Boston received the patent for his \"Elastic Chair.\"  The chair replicates the curves of the Greek klismos chair depicted in ancient paintings and sculpture.  Its classical theme is continued with painted decoration in the form of acanthus leaves, peacock feathers, and cloven hoof feet.  \r\n\r\nRather than using traditional wood and joinery techniques, Gragg employed steam-bent wood and construction, which made it possible to form each rounded arm out of a single piece of wood.  Gragg's chair was lighter, more flexible (or \"elastic\"), and less expensive to produce.  For these reasons, it is considered one of the most innovative chairs in American history, especially as it predates the work of his European counterpart, Michael Thonet, who established his bentwood manufacturing company Gebrüder Thonet in 1853.",
  "title": "\"Elastic\" chair"
}
