{
  "accession_number": "87.50a,b",
  "art_champions_text": null,
  "artist": "Artist: Carlo Maratti",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1682-1683",
  "department": "European Art",
  "description": "",
  "dimension": "16 3/4 x 10 3/4 in. (42.55 x 27.31 cm) (image)\r\n19 7/8 x 14 1/4 in. (50.48 x 36.2 cm) (set into border)",
  "id": "http://api.artsmia.org/objects/25427",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4362,
  "image_width": 3081,
  "inscription": "Inscribed <Jo Vien>; Mark",
  "life_date": "Italian (Rome), 1625 - 1713",
  "markings": "Watermark: fleur-de-lys or lily in a crowned circle; \r\nStamped in black ink at lower left, collector\\'s mark of Jean de Vichet (Lugt 1549).",
  "medium": "Red chalk on blue laid paper",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": null,
  "provenance": "Joseph-Marie Vien (d. 1809); Jean de Vichet, Montpellier Lugt Supplement 1549, (b. 1885, no sale listed).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Collector\\'s signature in red chalk, lower right [Jo. Vien]",
  "style": "17th century",
  "text": "Carlo Maratti, arguably the preeminent painter in Rome in the late 17th century, executed this sheet of studies while designing mosaics for the Chapel of the Presentation of the Holy Virgin in St. Peter's. This boldly drawn male figure seated on clouds is the Old Testament prophet Balaam, who adorns one of the chapel's pendentives, that is, a triangular area beneath the dome. Maratti executed countless drawings for this important papal commission; at least eight extant studies can be associated with Balaam. In this one, Maratti focused on the figure's active pose, which would change very little in subsequent studies and in the final mosaic, and on the back of the sheet, he worked out Balaam's pointing hand gesture. In other drawings he continued to adjust various details, like the figure's head and the general placement of the drapery. Once every detail was perfected, Maratti, or a senior member of his large workshop, would have produced a full-scale drawing called a \"cartoon\" for the mosaicist.\r\n\r\nThe French painter Joseph-Marie Vien (1716-1809) once owned this drawing and wrote his name on it: \"Jo. Vien.\" For years this misled scholars into thinking that Vien had executed the study.\r\n\r\nIMAGE caption: Balaam, mosaic after a cartoon by Carlo Maratti, 1684, Cappella della Presentazione, St. Peter's, Rome",
  "title": "Study for a Figure of Balaam (recto) and Study for a Right Arm (verso)"
}
