{
  "accession_number": "88.48.2",
  "art_champions_text": "Conservation cost: $2,359\r\n\r\nBorn and trained in Minnesota, Gerome Kamrowski (1914–2004) moved to New York City in 1938 to pursue a career as a painter. There he joined a group of American modernist artists who were strongly influenced by Surrealism, the avant-garde cultural movement centered in Paris. Like their European counterparts, these young American artists explored a range of subjects and techniques—such as dream analysis, free association, and chance—that allowed the creative unconscious to express itself. This and anther drawing remained in possession of the artist until Mia acquired them in 1988. Over that 40-year period, the water-based media (gouache and ink) and substrate (paper) degraded, probably because of fluctuations in temperature and humidity. In particular, each drawing has experienced surface flaking of the gouache (opaque watercolor) medium. Edge tears (some with previous non-archival repairs) and minor cockling of the substrate are also present in both drawings. Treatment would include consolidating the unstable medium, in-painting of medium losses, and the archival repair of tears. Consolidation and in-painting are exacting and time-consuming processes that require working under strong magnification with great deliberation. Once restored, both drawings will be available for display. \r\n\r\nContact the Prints and Drawings Department at printstudy@artsmia.org or (612) 870-3113 to Champion this artwork.",
  "artist": "Maker: Gerome Kamrowski",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1943",
  "department": "Arts of the Americas",
  "description": "abstract composition of biomorphic forms in black, red-brown, and white",
  "dimension": "23 x 18 5/8 in. (58.42 x 47.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/25529",
  "image": "valid",
  "image_copyright": "© Gerome Kamrowski",
  "image_height": 3221,
  "image_width": 4008,
  "inscription": "Inscribed in ink, verso: Gerome Kamrowski / AURAL / 1943 / #1056\r\n\r\nInscribed in black chalk, verso: K 69 (in circle)",
  "life_date": "American, 1914 - 2004",
  "markings": "",
  "medium": "Gouache and ink on pale brown paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; sold to MIA, 1988.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "25506",
    "25529",
    "62042",
    "62043",
    "8843"
  ],
  "signed": "Signed in white, LRC: G. Kamrowski",
  "style": "20th century",
  "text": "",
  "title": "Aural"
}
