{
  "accession_number": "2014.27.2",
  "art_champions_text": null,
  "artist": "Artist: David Rathman; Publisher: Location Books, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "blue-grey cover with title in white embossed printing; reproductions of black and white ink and watercolor drawings of guns, tanks, airplanes and helicopters with a sentence unrelated to the image on each sheet",
  "dimension": "12 13/16 × 17 1/4 × 1/2 in. (32.54 × 43.82 × 1.27 cm) (book, closed)",
  "id": "http://api.artsmia.org/objects/119098",
  "image": "invalid",
  "image_copyright": "© David Rathman %2F Location Books%2C Minneapolis%2C publisher",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Archival pigment prints; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Location Books, Minneapolis (publsiher); sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on colophon page (last page), in black ink: David Rathman",
  "style": "21st century",
  "text": "Since the 1990s, artists and collectors have taken a renewed interest in the artist’s book. Though the modern artist’s book has existed since 1900, increasing numbers of contemporary artists and photographers have experimented with the genre, many drawn to its distinctive and versatile creative potential. Leading book arts workshops, such as the Minnesota Center for Book Arts (Minneapolis) and the Center for Book Arts (New York City), and specialized book publishers have been at the forefront of this effort. Location Books of Minneapolis is among only a handful of publishers nationally that exclusively focuses on the artist’s book. Founded in 2010, Location has showcased the work of more than 25 emerging and mid-career artists and photographers, including David Rathman, Chloe Piene, Ann Woo, and Tetsuya Yamada.",
  "title": "In Quiet Rooms Young Girls are Writing Poetry"
}
