{
  "accession_number": "2014.27.5.1",
  "art_champions_text": null,
  "artist": "Artist: Julia Kouneski; Publisher: Location Books, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "light tan cover; text screenprinted in very light cream-colored glue: [tongue / move / ments / would / be / of / service / here]",
  "dimension": "10 5/16 × 8 1/4 × 3/8 in. (26.19 × 20.96 × 0.95 cm) (book, closed)",
  "id": "http://api.artsmia.org/objects/119083",
  "image": "invalid",
  "image_copyright": "© Julia Kouneski",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription: embossed on back cover: tongue movements would be of service here, by Julia Kouneski, / screenprinted with remoistenable glue, text excerpt from the / 1917 book \\\"Sense of Taste\\\" by H.L. Hollingworth PhD and A.T. / Poffenberger, Jr. PhD, Location Books, 2012.",
  "life_date": "American, born 1985",
  "markings": "",
  "medium": "Screenprints with remoistenable glue; bound volume",
  "nationality": "American",
  "object_name": "Artist's book, from a set of four",
  "portfolio": "From ",
  "provenance": "Location Books, Minneapolis (publisher); sold to MIA, 2104.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Since the 1990s, artists and collectors have taken a renewed interest in the artist’s book. Though the modern artist’s book has existed since 1900, increasing numbers of contemporary artists and photographers have experimented with the genre, many drawn to its distinctive and versatile creative potential. Leading book arts workshops, such as the Minnesota Center for Book Arts (Minneapolis) and the Center for Book Arts (New York City), and specialized book publishers have been at the forefront of this effort. Location Books of Minneapolis is among only a handful of publishers nationally that exclusively focuses on the artist’s book. Founded in 2010, Location has showcased the work of more than 25 emerging and mid-career artists and photographers, including David Rathman, Chloe Piene, Ann Woo, and Tetsuya Yamada.",
  "title": "Tongue Movements Would be of Service Here"
}
