{
  "accession_number": "67.60.56",
  "artist": "Author: Text attributed to Francesco Colonna; Artist: Woodcut designs attributed to Benedetto Bordone; Publisher: Aldus Manutius for Leonardus Crassus; Printer: Aldus Manutius",
  "catalogue_raissonne": "Essling 1198; Morgan cat. II.373; Brunet IV.778; Hain 5501; Proctor 5574; Renouard Alde, 21.5; Sander 2056; Nixon 94; Austin 141; Goff C-767; IGI 3062; BMC V, 561; GW 7223",
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "The Frank P. Leslie Collection, Gift of Mr. and Mrs. Frank P. Leslie in memory of Mr. and Mrs. John Leslie",
  "culture": null,
  "curator_approved": 1,
  "dated": "1499",
  "department": "Prints and Drawings",
  "description": "Bound volume; full leather over boards; in chemise; in slipcase (binding of the period); 172 woodcuts (11 full page), 39 woodcut inititals",
  "dimension": "11 7/8 × 8 1/16 × 1 5/8 in. (30.2 × 20.4 × 4.2 cm) (closed)",
  "id": "http://api.artsmia.org/objects/119019",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian, 1449/50 - 1515",
  "markings": "",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "Italian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Mr. and Mrs. Frank P. Leslie, Wayzata, MInn.; given to MIA, 1967.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Aldus Manutius, the publisher of this book, was one of the finest humanists of his time. His knowledge of ancient literature and his love for Greek and Latin writers of the past, led him to become a publisher of their masterpieces. Manutius established himself in Venice in 1499, one of the city’s most prosperous periods. Printing was still in its infancy, and he saw the opportunity to publish the rich store of texts in Venice’s manuscript collections.\r\n\r\nAn anchor with a dolphin was the emblem of the press: the anchor symbolized stability, and the dolphin quickness. At the same time it paid homage to Venice, whose urban plan was in the shape of a dolphin. The “Aldine editions” (from Manutius’ first name, Aldus), gained a reputation for excellence all over Europe.\r\n\r\nThe Hypnerotomachia poliphili (“Poliphilo’s Strife of Love in a Dream”) was considered one of the most splendid books of the time. It contains 171 woodcut illustrations, each page—margins, fonts,  illustrations—conceived as a work of art in itself. A book like this would have been considered amongst the most prized possessions of a couple and stored in a chest.\r\n",
  "title": "Hypnerotomachia Poliphili, ubi humana omnia non nisi somnium esse docet (Poliphilo's Dream about the Strife of Love)"
}
