{
  "accession_number": "67.60.56",
  "art_champions_text": null,
  "artist": "Author: Written by Francesco Colonna; Designer: Woodcut designs attributed to Benedetto Bordone and workshop; Designer: Typeface designed and cut by Francesco Griffo da Bologna; Printer: Aldus Manutius; Publisher: Aldus Manutius; Publisher: Leonardo Crasso; Book Binder: Huysburg Abbey",
  "catalogue_raissonne": "Essling 1198; Morgan cat. II.373; Brunet IV.778; Hain 5501; Proctor 5574; Renouard Alde, 21.5; Sander 2056; Nixon 94; Austin 141; Goff C-767; IGI 3062; BMC V, 561; GW 7223",
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "The Frank P. Leslie Collection, Gift of Mr. and Mrs. Frank P. Leslie in memory of Mr. and Mrs. John Leslie",
  "culture": null,
  "curator_approved": 1,
  "dated": "1499",
  "department": "Prints and Drawings",
  "description": "Bound volume; full leather over boards; in chemise; in slipcase (binding of the period); 172 woodcuts (11 full page), 39 woodcut inititals",
  "dimension": "11 7/8 × 8 1/16 × 1 5/8 in. (30.2 × 20.4 × 4.2 cm) (closed)",
  "id": "http://api.artsmia.org/objects/119019",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4709,
  "image_width": 7262,
  "inscription": "Frontispiece, in pen and brown ink: \\\"Di Giulio Cesar\\' Ballino\\\" and in upper margin, \\\"[15]73. Gen[naio] / £ 1 s 10, [1 lira and 10 soldi]\\\"",
  "life_date": "Italian (Venice), 1449/50 - 1515",
  "markings": "",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "Italian",
  "object_name": "Incunabulum",
  "portfolio": "From ",
  "provenance": "'Huysburg Abbey, Germany ('before 1525).[1] Giulio Cesare Ballino (active 1530–1592), Venice (' from 1573; acquired for ' 1 lire 10 soldi). Joachim Hinrich von Bülow (1650-1724), Hanover (until d. 1724); by descent (until 1734; given to the University of Göttingen); Universitätsbibliothek Göttingen, Germany (stamp \"Ex Bibliotheca Acad. Georgiae Augustae,\" shelf-mark 4° Fab. Rom. I, 7352 Inc. [2], 1734–after 1923). Henry Fletcher (1877–1953), Greenwich, Conn. (until d. 1953; given to Yale); Yale University Library, New Haven, Conn. (since 1953; deaccessioned). [Warren Howell, San Francisco; sold to Zeitlen]; [Jacob Zeitlen, Los Angeles; sold to Leslie]  Frank P. Leslie, Wayzata, Minn., by 1963; given to Mia, 1967.\r\n///\r\n1. The binding, with at least eight Huysburg stamps, was made at the Huysburg monastery bookbindery.\r\n2. Universitätsbibliothek Göttingen handwritten library catalogues records this copy as imcomplete or \"unvollst.[ändig]”, and indicates that it was moved to library's duplicate holdings on October 9, 1923, “zu d.[en] Dubl.[etten] 9/10 1923.” /// We are grateful to Dr. Helmut Rohlfing, Head of Department Special Collections, Georg-August-Universität Göttingen, for clarifying the provenance of this book.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Aldus Manutius, the publisher of this book, was one of the finest humanists of his time. His knowledge of ancient literature and his love for Greek and Latin writers of the past, led him to become a publisher of their masterpieces. Manutius established himself in Venice in 1499, one of the city’s most prosperous periods. Printing was still in its infancy, and he saw the opportunity to publish the rich store of texts in Venice’s manuscript collections.\r\n\r\nAn anchor with a dolphin was the emblem of the press: the anchor symbolized stability, and the dolphin quickness. At the same time it paid homage to Venice, whose urban plan was in the shape of a dolphin. The “Aldine editions” (from Manutius’ first name, Aldus), gained a reputation for excellence all over Europe.\r\n\r\nThe Hypnerotomachia poliphili (“Poliphilo’s Strife of Love in a Dream”) was considered one of the most splendid books of the time. It contains 171 woodcut illustrations, each page—margins, fonts,  illustrations—conceived as a work of art in itself. A book like this would have been considered amongst the most prized possessions of a couple and stored in a chest.",
  "title": "Hypnerotomachia Poliphili (The Strife of Love in a Dream)"
}
