{
  "accession_number": "2014.14.3",
  "art_champions_text": null,
  "artist": "Artist: Li Jin",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Joan and Gary Capen Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Asian Art",
  "description": "standing woman left of center with dark hair in an updo, wearing a semi-transparent dress with black bird pattern and a bright green bracelet; seated man at right with beard wearing a red hooded jacket; plants in background and at left; bow and arrow, LLC; tan paper",
  "dimension": "17 3/16 × 19 5/8 in. (43.66 × 49.85 cm) (sheet)\r\n24 3/8 × 26 15/16 × 1 1/4 in. (61.91 × 68.42 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119023",
  "image": "valid",
  "image_copyright": "© 2010 Li Jin",
  "image_height": 7446,
  "image_width": 8306,
  "inscription": "Inscription and Stamp\r\n\r\nin several areas at top half of sheet, in black: untranslated inscription",
  "life_date": "Chinese, b. 1958",
  "markings": "LLC and left edge above center, in red: two seals",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Generally associated with the “New Literati School,” which in the mid-1980s sought to regenerate China’s ink painting tradition, Li Jin gradually formed his uniquely playful style in the early 1990s, and is now famous for his seductive depictions of the “vulgar” scenes (as he describes them). His paintings are populated with imperfect characters going about their daily life: eating, bathing, reading, even sitting on the toilet. Recent images emphasize the carnal desires of humanity through banquet tables heavy with meat. The Falstaffian figure that appears repeatedly in his work is modeled on himself, and the flirtatious, enticing young women are artist’s ideal of female beauty. Spontaneous brushwork, idiosyncratic captions and the oftentimes brazenly intimate choice of subject matter are the markings of his distinctive style. The universality of his themes and the humorous way in which he treats them has made Li Jin's work immensely popular.",
  "title": "New Barbarian"
}
