{
  "accession_number": "2014.14.1",
  "art_champions_text": null,
  "artist": "Artist: Li Jin",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Joan and Gary Capen Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Asian Art",
  "description": "standing woman at left wearing a long-sleeved red blouse and blue pants; seated bearded man with full face at center wearing a grey Asian-style jacket and white pants; man rests his PL elbow on a table with chopsticks, fish on a plate, bowl and flask; plant with red flower and left edge; green shaded ceiling light fixture hanging at top of image between man and woman's heads; tan paper",
  "dimension": "14 3/4 × 17 1/8 in. (37.47 × 43.5 cm) (sheet)\r\n22 × 24 7/16 × 1 1/4 in. (55.88 × 62.07 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119021",
  "image": "valid",
  "image_copyright": "© 2013 Li Jin",
  "image_height": 5978,
  "image_width": 6815,
  "inscription": "Inscription and Stamps\r\n\r\nalong top edge, in black: untranslated inscription",
  "life_date": "Chinese, b. 1958",
  "markings": "ULC, in red: two seals",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Generally associated with the “New Literati School,” which in the mid-1980s sought to regenerate China’s ink painting tradition, Li Jin gradually formed his uniquely playful style in the early 1990s, and is now famous for his seductive depictions of the “vulgar” scenes (as he describes them). His paintings are populated with imperfect characters going about their daily life: eating, bathing, reading, even sitting on the toilet. Recent images emphasize the carnal desires of humanity through banquet tables heavy with meat. The Falstaffian figure that appears repeatedly in his work is modeled on himself, and the flirtatious, enticing young women are artist’s ideal of female beauty. Spontaneous brushwork, idiosyncratic captions and the oftentimes brazenly intimate choice of subject matter are the markings of his distinctive style. The universality of his themes and the humorous way in which he treats them has made Li Jin's work immensely popular.",
  "title": "There is a Flower in my Family"
}
