{
  "accession_number": "2014.27.4",
  "art_champions_text": null,
  "artist": "Artist: Yamada Tetsuya; Publisher: Location Books, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "blue cover with title in gold embossed printing; color photos of spinning bicycle wheel with many multicolored reflectors; one image on first and last page, with images multiplying toward center of book and decreasing again toward end of book",
  "dimension": "11 15/16 × 12 5/16 × 1/2 in. (30.32 × 31.27 × 1.27 cm) (book, closed)",
  "id": "http://api.artsmia.org/objects/119100",
  "image": "invalid",
  "image_copyright": "© 2012 Tetsuya Yamada",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese (active U.S.), born 1968",
  "markings": "",
  "medium": "Archival pigment prints; bound volume",
  "nationality": "Japanese (active U.S.)",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Location Books, Minneapolis (publisher); sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed on colophon page in black ink: Yetsuya Yamada",
  "style": "21st century",
  "text": "Since the 1990s, artists and collectors have taken a renewed interest in the artist’s book. Though the modern artist’s book has existed since 1900, increasing numbers of contemporary artists and photographers have experimented with the genre, many drawn to its distinctive and versatile creative potential. Leading book arts workshops, such as the Minnesota Center for Book Arts (Minneapolis) and the Center for Book Arts (New York City), and specialized book publishers have been at the forefront of this effort. Location Books of Minneapolis is among only a handful of publishers nationally that exclusively focuses on the artist’s book. Founded in 2010, Location has showcased the work of more than 25 emerging and mid-career artists and photographers, including David Rathman, Chloe Piene, Ann Woo, and Tetsuya Yamada.",
  "title": "Mandala (after Ferris Wheel)"
}
