{
  "accession_number": "2014.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of Chichi Steiner and Tom Rassieur in honor of Peggy and Terry Rassieur",
  "culture": "Kongo",
  "curator_approved": 1,
  "dated": "16th-17th century",
  "department": "Arts of Global Africa",
  "description": "crucified Jesus on cross with two praying figures seated on crossbar of cross, flanking him; another praying figure with undifferentiated legs at bottom of cross; Jesus has sunburst-like halo; square decorative element with five punched designs at top of cross",
  "dimension": "11 1/16 × 4 × 3/4 in. (28.1 × 10.16 × 1.91 cm)",
  "id": "http://api.artsmia.org/objects/119230",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7216,
  "image_width": 5412,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Brass",
  "nationality": null,
  "object_name": "Crucifix",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "The Kingdom of Kongo, in central Africa, officially became Christian in the late 1400s, after the baptism of its king. This opened the door to Catholic missionaries, and the Christian ideas and icons that began circulating through the kingdom soon found their way into Kongo art and religious thought. The crucifix was the foremost of these icons, a potent symbol of the new faith that happened to mirror the indigenous “cosmogram,” a cross-like symbol conveying the Kongo concept of a two-way passage between the world of the living and the world of the dead.\r\n \r\nThese two crucifixes were powerful aids to piety and ritual. One was attached to a wooden cross, now missing, while the other is made entirely of metal. The small figures in postures of prayer on the cross-bar and on the bottom of the cross are Kongo inventions, possibly representing mourners or ancestors.",
  "title": "Crucifix"
}
