{
  "accession_number": "2014.18",
  "artist": "Tony Cragg",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund and the David and Ruth Waterbury Endowment for Contemporary Craft",
  "culture": null,
  "dated": "2003",
  "description": "organic, curving, turned wood-like form with central open spaces; reddish finish",
  "dimension": "68 7/8 × 52 3/8 × 76 3/4 in. (175 × 133 × 195 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/119214",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1941,
  "image_width": 2376,
  "life_date": "British",
  "marks": " ",
  "medium": "Wood (Kerto)",
  "nationality": "British",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Starting out as a technician in a biochemical laboratory, the English-born sculptor Tony Cragg was early seduced by art, and particularly the transformation of found substances into sculpture. From the beginning, his emphasis has been on the process of working with man-made or natural materials to invoke the familar world of bodies, objects and the detritus of urban landscapes.\r\n \r\nThe sculpture belongs to the body of ''Rational Beings'' series. In these works, he stacks and distorts elliptical flats into weird twisted piles that carry within them the semblance of human profiles. At times they evoke the dynamics of Futurist sculpture, in particular that of Boccioni. In this example, a sinuously twisting horizontal organism composed of heavy plywood discs or ellipses whose highly polished graining is stained in red. It resembles an elegantly camouflaged natural growth, like a formation of fungi or ginger root, but one you want to stroke.\r\n \r\nThe sculpture bears the same strange configuration as Chinese Taihu rocks. Furthermore, Cragg’s approach, which involves analyzing the relations between materials, science and the body, is not mathematical but organic and based on the interaction of the material with the human body. Such concept also corresponds with the idea embodied in Chinese love of Taihu rocks. A Taihu rock is a microcosm of the mountain and the natural world. It is to Chinese tradition what the human body is to the West. Whereas the body epitomizes an ideal of symmetry, harmony and perfection, which has for long defined beauty in the West, the rock conveys chaos, irregularity and movement. This flow of energy, the Dao, is the seed of life and indeed Taoist philosophy focuses on the cyclical continuity of the natural world. ",
  "title": "Pulse"
}
