{
  "accession_number": "2014.44.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Hausa",
  "curator_approved": 0,
  "dated": "second half of 20th century",
  "department": "Arts of Global Africa",
  "description": "roughly rectangular shape, with inward-arcing bottom edge; arc-shaped \"handle\" at top, covered in twisted leather (?); one side decorated with text and diamond designs in black and red; other side decorated with diamonds and stylized birds and patterns in black and red with black text",
  "dimension": "20 5/8 × 9 1/8 × 7/8 in. (52.39 × 23.18 × 2.22 cm)",
  "id": "http://api.artsmia.org/objects/119283",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8566,
  "image_width": 4464,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments, leather",
  "nationality": null,
  "object_name": "Writing board",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This board with colorful representations of stylized animals in combination with words, numbers, and geometric shapes, is called allo kafi gida. This term in the Nigerian Hausa language means “home protection board.” Custom-made by a specialized Muslim cleric-artist, the board is kept hidden by the head of the family as a talisman—an object held to act as a charm to avert evil and bring good fortune—that protects him and his family. The iconography of these protective boards draws elements from the Qur’an, Sufi mysticism, and Hausa animal symbolism. This particular board shows birds, and possibly a lizard.\r\n\r\nSIDE A:\r\nAl-Hagh / Muhammad / God.\r\nSay, “He is God the One, God the eternal. He begot no one nor was He begotten. No one is comparable to Him.”\r\nThere is no power but from God the Almighty.\r\nGod is kind to His servants.\r\n\r\nSIDE B:\r\nGod is the Light of the heavens and the earth.\r\nGod is all-attentive to His servants. He provides for whomever He wishes.\r\nThere is no power but from God the Almighty.\r\nGod, Muhammad.",
  "title": "Writing board"
}
