{
  "accession_number": "2013.84",
  "artist": "Artist: Laylah Ali",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert Goff and Matthew McAlpin",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Contemporary Art",
  "description": "two square images next to each other--comic-strip fashion; image at left has two figures with round green heads wearing black masks around their eyes and orange shirts with green vests; figure at left has two Band-Aids on its face and holds its PR hand on the stomach of reclining figure with a green face, open mouth and wide eyes wearing a white leotard; image at right has same figures with reclining figure's mouth open wider and two standing figures appear to be talking",
  "dimension": "4 3/4 × 11 1/16 in. (12.07 × 28.1 cm) (image)\r\n5 9/16 × 11 3/4 in. (14.13 × 29.85 cm) (sheet)\r\n10 9/16 × 16 3/4 × 1 1/4 in. (26.83 × 42.55 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119228",
  "image": "valid",
  "image_copyright": "© 1998 Laylah Ali",
  "image_height": 2637,
  "image_width": 4193,
  "inscription": "Label",
  "life_date": "American, b. 1968",
  "markings": "on back: six collectors\\' and exhibition labels",
  "medium": "Gouache on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This work is part of Laylah Ali’s renowned \"Greenheads\" series, in which the artist collides her comic-book aesthetic with psychological and inherently violent narratives. The Greenheads figures are dressed in costumes inspired by superheroes featuring distinctive power belts, tight sport gear, and Ku Klux Klan or religious clergies’ outfits. Small, minimal, and meticulously detailed, these paintings offer a commentary on the conflicting power struggles that are at the root of many civil rights issues related to racial and gender inequality. Ali’s graphic short hand is similar in style to Persian miniatures and ancient Egyptian hieroglyphs from which viewers decipher complex sociopolitical meanings in their simple yet ambiguous scenes.",
  "title": "Untitled (Greenheads)"
}
