{
  "accession_number": "2023.109",
  "art_champions_text": null,
  "artist": "Artist: Penelope Umbrico",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Global Contemporary Art",
  "description": "image of mountain as photographed by Ansel Adams manipulated with various colored filters--turned upside down, close up, etc.; certificate of authenticity with artist's statement (signed by the artist with edition number) and color still from slide show (signed and dated by artist) included",
  "dimension": "26:09 duration",
  "id": "http://api.artsmia.org/objects/119245",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Edition",
  "life_date": "American, born 1957",
  "markings": "on certificate of authenticity, in blue ink: [31]",
  "medium": "Digital slideshow",
  "nationality": "American",
  "object_name": "Digital slide show",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of color still photograph, in black ink: [Penelope Umbrico 2013]; on certificate of authenticity, in blue ink: [Penelope Umbrico]",
  "style": "21st century",
  "text": "Umbrico created \"Mountains, Moving---Slide Show of National Archives Scan, Ansel Adams,\" at a moment of intense, critical conversation around technology and consumer impact on the larger photography field. Kodak Eastman Company alongside others like Polaroid, declared bankruptcy (2012) due to the rapid decline of analog film cameras and rapid rise of digital photography, social media, and smartphones.\r\n\r\nThe slideshow concentrates on a singular photograph of a mountain taken by Ansel Adams (American 1902-1984), whose intention it was to make his negatives and prints available to photography students. Adams was a ardent teacher who believed that the technology used to capture and process the physical photograph mattered as much as the image itself. For this work, Umbrico processed the image through 526 filters of 27 smart-phone camera apps. The result is a hauntingly synthetic time-lapse---everything about the images change except the mountain's form remains ever-present.",
  "title": "Mountains, Moving - Slide Show: of National Archive Scan, Ansel Adams"
}
