{
  "accession_number": "2014.44.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Hausa",
  "curator_approved": 1,
  "dated": "second half of 20th century",
  "department": "Arts of Global Africa",
  "description": "roughly rectangular shape, with inward-arcing bottom edge; arc-shaped \"handle\" at top, covered in tooled and twisted leather (?); one side decorated with text and highly stylized quadruped with long, thin legs, long black tail, very long neck and small head (both red) and wedge-shaped body with a hump; body decorated with various patterns--checkerboard, hatching, arcs and diamonds; black, red and brown colors on side with quadruped; opposite side has text in black and red, two grids with letters and geometric symbol in black with red text",
  "dimension": "26 1/2 × 13 1/16 × 1 in. (67.31 × 33.18 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/119282",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8212,
  "image_width": 4746,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments, leather",
  "nationality": null,
  "object_name": "Writing board",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This board with colorful representations of stylized animals is called allo kafi gida, a term in the Nigerian Hausa language that means “home protection board.” It is kept in the home as a charm, to avert evil and bring good fortune. The camel, visible on one side, is mentioned many times in the Qur’an and also features in Hausa folklore, even though it is not native to Nigeria. The animal stands for material wealth and divine favor. On the flip side of the board is a geometric shape representing an abstract sandal, which symbolizes the Prophet Muhammad (PBUH). Inside the sandal is a square in which letters are assigned mystic numerical values that increase the board’s heavenly agency.\r\n\r\nSIDE A:\r\nAnd may God’s prayers be upon the Holy Prophet.\r\nGod—there is no god except Him—is the Living One, the All-sustainer. Neither drowsiness befalls Him nor sleep. To Him belongs whatever is in the heavens and whatever is on earth. Who is it that may intercede with Him except with His permission' He knows that which is before them and that which is behind them, and they do not comprehend anything of His knowledge except what He wishes. His seat embraces the heavens and earth, and He is not wearied by their preservation; He is the All-exalted, the All-supreme.\r\nDo you not know that God belongs to the kingdom of the heavens and earth' And besides God you do not have any guardian or any helper.\r\nSay, “I have no control over any benefit for myself nor [over] any harm except what God may wish. Had I known the Unseen, I would have acquired much good, and no ill would have befallen me. I am only a warner and a bearer of good news to a people who have faith.”\r\nGood is all-attentive to His servants. He provides for whomever He wishes.\r\nThere is no power but from God the Almighty.\r\nGod, Muhammad.\r\n\r\nSIDE B:\r\nThere is no power but from God the Almighty.\r\n[Repeated]\r\nGod is all-attentive to His servants. He provides for whomever He wishes, and He is the All-string, the All-mighty.\r\nAnd God shall protect you from the people.",
  "title": "Writing board"
}
