{
  "accession_number": "2014.12.2.3",
  "art_champions_text": null,
  "artist": "Artist: Louise Bourgeois; Publisher: Galerie Lelong, Paris; Printer: Piero Crommelynck, Paris",
  "catalogue_raissonne": "see W & 23; MoMA 535",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 1,
  "dated": "1942 (printed 1990)",
  "department": "European Art",
  "description": "abstract image; four by four grid of rectangles, each with abstract images inside; two concentric circles at center of image",
  "dimension": "4 15/16 × 7 5/8 in. (12.54 × 19.37 cm) (plate)\r\n18 1/2 × 12 5/8 in. (46.99 × 32.07 cm) (sheet)\r\n22 1/4 × 16 9/16 × 5/8 in. (56.52 × 42.07 × 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119375",
  "image": "invalid",
  "image_copyright": "© The Easton Foundation  %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (born France),1911-2010",
  "markings": "LLC, in pencil: 28/50",
  "medium": "Soft-ground etching, engraving and drypoint",
  "nationality": "American (born France)",
  "object_name": "Print",
  "portfolio": "From Quarantania",
  "provenance": "(Montgomery Glasoe Fine Art, Minneapolis; sold to Root 1998); Michael and Tamara Root, Minneapolis, 1998-2014; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Louise Bourgeois; bottom left in the plate: THE SYMBOLS (last S backwards)",
  "style": "20th century",
  "text": "Trained in Paris, Bourgeois immigrated to New York in 1938, where she began a career as a sculptor and printmaker that spanned more than seventy years. Her work ranges from representation to pure abstraction, often revealing the influences of Surrealism and the New York school, especially in her use of memory, dreams, emotion, and the formal language of abstraction. Despite her affinity for using abstract imagery, Bourgeois always rooted her art in real-world experiences that were often drawn from childhood memories.\r\nLouise Bourgeois was a prodigious printmaker who worked in a range of graphic media that included intaglio, woodcut, screenprint, and lithography. Quarantania, a portfolio of nine intaglio prints, was produced and published in 1990 as a reprinting of a group of plates that Bourgeois originally completed between 1942 and 1948. The portfolio represents some of the artist’s earliest efforts in the medium, a time she freely experimented with imagery and ideas while adjusting to her new life in the United States.\r\nThe prints were never formally editioned until the 1990 publication, though a few impressions were pulled from the original plates for friends and associates. The portfolio’s title—Quarantania—is derived from the French quarante, meaning “forty,” a reference to the 1940s.",
  "title": "The Symbols"
}
