{
  "accession_number": "2014.16",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Sean K. Blanchet",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "wall letter rack with four small \"pockets\"; openwork ivory carving, backed with blue paper (or fabric?); six Chinoiserie scenes--scenes of figures in gardens, on boats and in pavilions; three figures on each side of pockets, in trees, surmounted by deer; three figures on each side of flat wall element, with a fanciful fish and winged figures at top; pair of dragons at bottom; openwork floral patterns",
  "dimension": "10 7/8 × 6 5/16 × 1 7/8 in. (27.62 × 16.03 × 4.76 cm)",
  "id": "http://api.artsmia.org/objects/119320",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3933,
  "image_width": 2212,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "on back, on sticker: [William Doyle / Galleries, Inc. / 162]",
  "medium": "Ivory, paper",
  "nationality": null,
  "object_name": "Letter rack",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The letter rack is finely and intricately carved with figures of Chinese and Westerners engaged in various pursuits on a dense ground of leafy trees and floral sprays, including scholars and ladies at leisure, children at play, and farmers working. It is an example of a type of export ivory craftwork produced in China’s southern port cities, Canton in particular, for sale to Western customers in the 19th century. They were made during a time when West and China engaged in active free trade. Amid the detailed carving of gardens, buildings and scrolling floral designs, the Chinese craftsmen included small representations of Westerners. Thus, this work demonstrates the integration of Western motifs into traditional Chinese artistic expression as Chinese craftsmen attempted to make their works more attractive to customers in the West.",
  "title": "Letter rack"
}
