{
  "accession_number": "2014.3.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund and the Textile Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "cream ground; pattern consists of undulating blue and red ribbon-like forms creating overall ogival lattice structure punctuated by flowers and other vegetal forms in blue, green, red, purple and yellow; blue silk ribbon banding at one long side",
  "dimension": "118 1/2 × 63 1/4 in. (300.99 × 160.66 cm)",
  "id": "http://api.artsmia.org/objects/119343",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5515,
  "image_width": 9104,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "at one short side, stamped in tan: square stamp VEIC (English East Indian Company)",
  "medium": "Painted, mordant dyed, and resist dyed plain weave cotton",
  "nationality": null,
  "object_name": "Textile panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This textile was made in Southern India by traditional artisans skilled in the production colorful cotton cloth, or chintz. Its intricate design resulted from a laborious process of hand-drawing, block printing, and vat dyeing that took weeks to complete. Soon after their involvement in Indian Ocean networks, European traders observed a demand for chintz among elite buyers back home, and responded by suggesting designs to Indian manufacturers so that their goods kept step with European textile trends. The pattern on this chintz mimics silk designs popular throughout Western Europe in the early eighteenth century, but the rare presence of an English East India Company trade stamp on the back tells us the panel was destined specifically for English markets.",
  "title": "Textile panel"
}
