{
  "accession_number": "2014.35",
  "art_champions_text": null,
  "artist": "Artist: Yamamura Kōka (Toyonari); Publisher: Yamamura Kōka Hanga Kankōkai",
  "catalogue_raissonne": "Marks, Seven Masters, 2015, fig. 8, p. 70.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Ellen Wells",
  "culture": null,
  "curator_approved": 1,
  "dated": "1924",
  "department": "Asian Art",
  "description": "unsigned; two ladies wearing brightly-patterned dresses seated at a table in foreground; woman at right wears black dress with blue and brown leaf pattern and red hat with white feather and flowers and green and gold feathered fan; woman at left wears peach and yellow dress with white, yellow and blue flowers; red flowered garment on back of same woman's chair; four dancing couples in center middle ground",
  "dimension": "15 5/8 × 10 11/16 in. (39.69 × 27.15 cm) (image)\r\n23 × 19 × 1 1/2 in. (58.42 × 48.26 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119392",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9687,
  "image_width": 6740,
  "inscription": "at left edge, ULQ, in brown: 1924 (vertical)",
  "life_date": "Japanese, 1886 - 1942",
  "markings": "left edge, ULQ, brown artist\\'s seal: 花 {Hana} | LLC, brown artist\\'s seal: 豊成 {Toyonari}",
  "medium": "Woodblock print; ink and color on paper with mica",
  "nationality": "Japanese",
  "object_name": "Print (shin hanga / bijin-ga)",
  "portfolio": "From Untitled set of ten prints from 1924",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1924 Kōka created a set of ten prints that includes images of beautiful women, landscapes, and bird-and-flower pictures. Part of the set is an unusual interior view of a modern dance hall in booming, bustling Shanghai. Dancing at the New Carlton Café in Shanghai (Odori Shanhai Nyū Karuton shoken) features thoroughly modern women in Western gowns and bobbed hairstyles. An anomaly not only in Kōka’s oeuvre but for the entire shin hanga movement, the image reflects the shifting interests and chic fashions of ‘The Roaring Twenties’ in East Asia. The print is actually an improved version of the same subject as featured in a painting he created earlier that year.",
  "title": "Dancing at the New Carlton Café in Shanghai"
}
