{
  "accession_number": "2014.96.2",
  "art_champions_text": null,
  "artist": "Artist: Alex Janvier; Printer: Great Western Canadian Screen Shop, Winnepeg, Manitoba, Canada",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": "Dené and Saulteaux First Nation Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "1975",
  "department": "Arts of the Americas",
  "description": "Abstract design; red, yellow, orange, teal and green; butterfly-like shape; many symbolic elements including eagle and fish; thin lines like streams",
  "dimension": "29 1/4 × 37 5/8 in. (74.3 × 95.57 cm) (sight)\r\n39 3/4 × 45 5/8 in. (100.97 × 115.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119370",
  "image": "valid",
  "image_copyright": "© Alex Janvier",
  "image_height": 6202,
  "image_width": 7985,
  "inscription": "",
  "life_date": "Cold Lake First Nations Dené and Saulteaux First Nation, born 1935",
  "markings": "Printer\\'s blindstamp, LL: (bird symbol)",
  "medium": "Color screenprint",
  "nationality": "Canadian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Michael and Tamara Root, Minneapolis; given to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom, in pencil: (symbol) Red Eagle 29/49 Alex Janvier \\'75 / 2e7 (?)",
  "style": "20th century",
  "text": "Wisps of sweeping vibrant colors intermix and radiate from the center toward the paper’s edge. Alex Janvier (Cold Lake First Nations) creates active shapes and lines that pulsate bold hues and gentle lines, creating complex relationships between color and design. Janvier draws inspiration from many places, including beading and birchbark from his Native community to Modern masters like Wassily Kandinsky and Paul Klee. Abstraction and representation are fundamental for Janvier. Equally informed by the vocabulary found in his fine arts training and those associated with the activities and symbols found in the art of his Native community.",
  "title": "Red Eagle"
}
