{
  "accession_number": "2014.32",
  "art_champions_text": null,
  "artist": "Artist: Jim Denomie; Publisher: Jim Denomie",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Steven Lang",
  "culture": "Lac Courte Oreilles Band of Ojibwe",
  "curator_approved": 0,
  "dated": "2009",
  "department": "Arts of the Americas",
  "description": "three Native Americans seated at center of image in the same poses as Manet's \"Le déjeuner sur l'herbe\"; figure at right holds a chicken drumstick and has a KFC bucket; nude female figure standing in river at center back; photographer wearing hat at right behind bush; clothes strewn about in LLQ; several animals: bear, squirrel, ducks, fish, rabbit, frog",
  "dimension": "10 7/8 × 13 13/16 in. (27.62 × 35.08 cm) (plate)\r\n15 × 19 in. (38.1 × 48.26 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/119321",
  "image": "valid",
  "image_copyright": "© Jim Denomie",
  "image_height": 7377,
  "image_width": 9382,
  "inscription": "Titled, bottom center, in pencil: EDWARD CURTIS, PAPARAZZI - SKINNY DIP",
  "life_date": "American (Ojibwe), 1955 - 2022",
  "markings": "LLC, in pencil: 16/27",
  "medium": "Etching",
  "nationality": "American (Ojibwe)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Shafer, Minn.; Steven Lang, Minneapolis; given to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Jim Denomie 09",
  "style": "21st century",
  "text": "Wisconsin-born Ojibwe artist Jim Denomie is known for his sardonic and comical interpretations of American and Native American culture, politics, language, and history, especially the often discordant relationship between indigenous and “mainstream” American society. The etching Edward Curtis, Paparazzi–Skinny Dip, satirizes the American ethnologist and photographer Edward Curtis (1868-1952), whose celebrated photographic studies of the American West and Native American life and culture were made famous through published portfolios. \r\n\r\nDenomie portrays Curtis as a celebrity photographer (“paparazzo”) surreptitiously shooting pictures of a nude Indian maiden bathing in a stream. Nearby, a group of lounging “picnickers” enjoys a bucket of KFC chicken. In the foreground, items of women’s clothing and shoes lay scattered across the ground. Denomie’s composition is loosely based on Eduoard Manet’s famous and oncecontroversial painting Le Déjeuner sur l’herbe (The Luncheon on the Grass) of 1862-63,\r\nwhich raised eyebrows in its day for its audacious depiction of nude and scantily-clad women casually mingling with fully-clothed men in a sylvan landscape.\r\n\r\nDenomie’s scene pokes fun at Curtis, the voyeur “explorer” ogling the voluptuous and exotic nude captured in her natural setting, but also satirizes non-Indian prudishness represented by Manet’s infamous painting.",
  "title": "Edward Curtis, Paparrazzi - Skinny Dip"
}
