{
  "accession_number": "2014.4",
  "art_champions_text": null,
  "artist": "Artist: Sandra Brick",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Fred M. B. Amram and the artist",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "rectangular shawl; body is soft light brown flannel; maroon panel with multicolored tye-dyed circles at neckline; blue and white beaded strips with Hebrew text over ultrasuede stripes on one end--green and white beaded strips with English text over ultrasuede stripes at other end; metal bugles at each short end; tan and blue chenille ties",
  "dimension": "34 3/4 × 74 1/16 in. (88.27 × 188.12 cm)",
  "id": "http://api.artsmia.org/objects/119407",
  "image": "valid",
  "image_copyright": "© Sandra Brick",
  "image_height": 9261,
  "image_width": 5149,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Cotton flannel, glass beads, nylon thread, organic bamboo fabric, ultrasuede, metal",
  "nationality": "American",
  "object_name": "Shawl",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Sandra Brick made this tallit, a healing cape used in Jewish ceremonies, during a difficult time in her life as a form of self-healing. On one side of the shawl, rendered in bead work, is the Hebrew prayer (the Mi She’berach) which is traditionally spoken when the tallit is placed on a person in need of healing. The other side includes the prayer translated into English. The jingles at the hem and the tie-dyed “sand mandalas” at the collar derive from non-Jewish healing practices, namely Ojibwe and Buddhist, making this contemporary work of Judaica unique for its global, inter-faith references.",
  "title": "Refuah Shlemah Tallit (Healing Prayer Shawl)"
}
