{
  "accession_number": "2014.49a,b",
  "art_champions_text": null,
  "artist": "Maker: Giovacchino Belli",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Judaica",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "European Art",
  "description": "pinecone form on top; long stem with band at center and bud-like forms above and below; foot decorated with round beads and band with wave-like forms",
  "dimension": "7 15/16 × 2 5/8 × 2 5/8 in. (20.16 × 6.67 × 6.67 cm)",
  "id": "http://api.artsmia.org/objects/119426",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7742,
  "image_width": 4676,
  "inscription": "Mark and Sticker",
  "life_date": "Italian, 1756–1822",
  "markings": "on top of pinecone and edge of foot, stamped: [GB] and illegible stamp; on underside: two stickers (partially illegible and torn)",
  "medium": "Silver",
  "nationality": "Italian",
  "object_name": "Spice box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Havdalah is a Jewish religious ceremony that marks the symbolic end of Shabbat and the beginning of a new week. Fragrant spices used in the ritual are kept in a special box, often beautifully fashioned from silver. Whereas Ashkenazic Jews used myrtle for Havdalah, nutmeg is also documented in Italy for this purpose. Jews in Rome often follow a local tradition of using rosemary. This example was designed by Giovacchino Belli, the most celebrated Roman silversmith of his age, who worked for the Pope and wealthy noble families in the early 19th century. With architectural elements derived from classical antiquity, and the pierced pine cone adapted from Dionysian iconography of ancient Greece and Rome, Belli's Spice box follows the most advanced fashion of the neo-classical period.",
  "title": "Spice box"
}
