{
  "accession_number": "2014.13",
  "art_champions_text": null,
  "artist": "Artist: Yu Zhiding",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th-early 18th century",
  "department": "Asian Art",
  "description": "portrait of man seated on a rock, with beard and moustache, wearing mint green garment, with legs crossed, holding a tiny pipe; child wearing a pale blue garment and holding a stick to right of man; rocky landscape; long inscription at top, with four red seals; one additional red seal in LLC",
  "dimension": "30 5/8 × 16 7/16 in. (77.79 × 41.75 cm) (image)\r\n78 3/8 × 24 7/16 in. (199.07 × 62.07 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/119424",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9024,
  "image_width": 4964,
  "inscription": "",
  "life_date": "Chinese, 1647 - c. 1713",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Yu Zhiding, the painter of this intriguing portrait, was born in Yangzhou, Jiangsu province, and became widely known as the pre-eminent portraitist of his day. Yu imbued each of his portraits of eminent officials, scholars, poets, and artists with realistic faces, while also including subtle and oblique allusions that place them effectively within the larger social, economic, and cultural context. In this painting, Yu painted Zhu Yizun (1629-1709), a renowned scholar, official, poet, and bibliophile. The sitter, siting in a landscaped garden, looks out at us directly, with a confident, self-contained air, alerting us to his high status. Some influence from the Western approach to painting is visible in the use of shadow and color to model the face of the subject. \r\nThe painting is also a perfect example of the convergence of Chinese artistic expression in bringing together the painted image, poetry and calligraphy by several renowned personages of the 17th-18th centuries.",
  "title": "Portrait of Zhu Yizun"
}
