{
  "accession_number": "2014.61",
  "art_champions_text": null,
  "artist": "Artist: Andy DuCett",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Russell Cowles",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008-2010",
  "department": "Contemporary Art",
  "description": "abstract, composite image with different sized elements; car passenger door with mirror at URQ; part of Minneapolis skyline and Target Field at center right; Tokyo skyline with Ultraman in LLC; scattered elements of rooms, parts of rooms, pipes and lighting; collage element of color image of kitchen sink below center; collage element of ship with blue, peach and red flags at left edge near top; many small stick figures; clothes hanger with peach towel and saddle above center",
  "dimension": "37 1/2 × 49 11/16 in. (95.25 × 126.21 cm) (sheet)\r\n46 × 58 × 1 1/2 in. (116.84 × 147.32 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119437",
  "image": "invalid",
  "image_copyright": "© Andy DuCett",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature and Label",
  "life_date": "American, born 1979",
  "markings": "on backing paper: Minnesota State Fair art exhibition ID tag",
  "medium": "Ink, graphite, colored pencil and collage on paper",
  "nationality": "American",
  "object_name": "Drawing and collage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "right edge below center, in graphite: [andy ducett]",
  "style": "21st century",
  "text": "\"Thumbs up (we must be living right)\" was completed by the artist over the course of two years. Drawn directly on paper with pen without the use of an under drawing, this piece epitomizes the busy, clustered scenes that are characteristic of DuCett’s style. The viewer is playfully invited to lean-in and look more closely at the tiny vignettes and small occurrences unfolding within the large and disorderly space of the picture frame. Like an archive or a treasure map, objects, icons, and cultural ephemera are superimposed on the infrastructure of a chaotic cityscape. Sheltering numerous small and mischievously placed symbols and images – including the Minneapolis skyline – \"Thumbs up (we must be living right)\" triggers personal associations and memories in viewers whether they’ve lived in Minneapolis or not.",
  "title": "Thumbs up (we must be living right)"
}
