{
  "accession_number": "2014.69.6.2",
  "art_champions_text": null,
  "artist": "Artist: Hishikawa Moronobu; Artist: After Sōgi",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Captain G. B. Powell, Jr., JAGC, USA",
  "culture": null,
  "curator_approved": 0,
  "dated": "1680",
  "department": "Asian Art",
  "description": "soft-bound book with blue cover; white label with black text on cover; calligraphic text with images of court scenes including men and women in interiors and primarily in gardens; some pages have added inscriptions (written or stamped in ink) in illustrations; image of man viewing a volcano (?) has hand-applied shading; image of seated man with three hand-applied snakes and plant; last page has ink inscriptions and drawing fir branches (?)",
  "dimension": "10 11/16 × 7 5/16 × 5/16 in. (27.15 × 18.57 × 0.79 cm) (closed)",
  "id": "http://api.artsmia.org/objects/119454",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7407,
  "image_width": 9589,
  "inscription": "",
  "life_date": "Japanese, c. 1618 - 1694",
  "markings": "",
  "medium": "Woodblock printed book; ink on paper",
  "nationality": "Japanese",
  "object_name": "Book (ehon)",
  "portfolio": "From New Edition of the Anthology of Waka Poems with Pictures by Sōgi (Shinpan waka chūsenshō eiri Sōgi 新板　和哥注撰抄　絵入宗祇)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This book combines monk and poet Sōgi's commentary on a selection of the best classical poems with illustrations.\r\nSōgi wrote the text in 1484, nearly 200 years before this illustrated version was published. The addition of pictures likely made an otherwise austere text more approachable.\r\nSometimes readers could not resist the temptation to add their own marks. Here, a previous owner has altered the illustration of a seated aristocrat with the addition of a fl owering branch and three snakes sneaking up on the contemplative man.",
  "title": "Newly Published Commentary on Japanese Poems by Sōgi (Shinpan waka chūsen shō), vol. 2"
}
