{
  "accession_number": "2015.120.3",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "image of two oil barrels suspended amid a jumble of hoses and branches printed in the LR portion of paper in navy blue ink; vertical and horizontal linear forms printed over the top with salmon colored ink; cobalt blue and white brush strokes (acrylic paint) over top; white space to L",
  "dimension": "36 × 52 in. (91.44 × 132.08 cm)\r\n39 1/2 × 55 × 2 1/4 in. (100.33 × 139.7 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119409",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Barrel Up%2C 1990 © Robert Rauschenberg Foundation",
  "image_height": 6749,
  "image_width": 9735,
  "inscription": "",
  "life_date": "American, 1925–2008",
  "markings": "",
  "medium": "Acrylic paint and color screenprint on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Hollis Taggart Gallery, New York); Mary and Robert Mersky, Minnepolis; given to MIA, 2015",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LL: RAUSCHENBERG 90",
  "style": "20th century",
  "text": "True to Robert Rauschenberg’s longstanding interest in blending disparate elements within a single composition, this mixed media work incorporates a printed photographic image of an industrial scene overlaid with both printed and hand-painted passages of abstract forms. The seemingly enigmatic scene features various mechanical devices, including a thick hose or pipe and two metal drums or tanks (the reference to “barrel” in the title) being hoisted onto a barge or pier near a body of water. Though the imagery is puzzling, the scene may suggest the clean-up of waterways from the effects of man-made pollution, one of the many social concerns of the artist. That said, and as Rauschenberg himself noted, the meaning of his work is left to the viewer, who must draw on their own memories and associations to extract personally meaningful connotations.",
  "title": "Barrel Up"
}
