{
  "accession_number": "2014.87.1",
  "art_champions_text": null,
  "artist": "Artist: Markus Lüpertz; Publisher: Crown Point Press, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James P. Quinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "abstract image in brown, grey and black; four vertical organic forms in sketchy style; irregular brown speckles",
  "dimension": "35 1/2 × 44 1/2 in. (90.17 × 113.03 cm) (plate)\r\n41 3/4 × 50 5/16 in. (106.05 × 127.79 cm) (sheet)\r\n46 1/2 × 54 3/4 × 2 in. (118.11 × 139.07 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119521",
  "image": "valid",
  "image_copyright": "© Markus L%C3%BCpertz",
  "image_height": 6836,
  "image_width": 8186,
  "inscription": "",
  "life_date": "German, b. 1941",
  "markings": "Publisher\\'s and printer\\'s blindstamps, LRC: Crown Point Press (cpp) / Mark Callen | LLC below image, in pencil: 8/25",
  "medium": "Color soft-ground etching with spit bite and soap-ground aquatint",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Crown Point Press, San Francisco (publisher): Flanders Contemporary Art, Minneapolis, 1989-', sold to Quinn; James P. Quinn, Golden Valley, Minn.; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed with initials LRC below image, in pencil: ML",
  "style": "20th century",
  "text": "German Neo-Expressionist painter, sculptor, and printmaker Markus Lüpertz came to prominence in the 1980s for his idiosyncratic imagery that explores the often ambiguous ground between abstraction and figuration. His imagery typically defies conventions and expectations, which lends his work an esoteric or mysterious quality that may confound a viewer’s understanding. Gedachtes und Gemachtes typifies his graphic work from the 1980s, which draws heavily on both personal experiences and often obscure literary or classical references. Here, he presents three or possibly four highly distorted figures whose strongly sculptural abstract features are ultimately indefinable. The German language title can be translated as “Things thought and things made,” an allusion to Lüpertz’s views on the immediacy of the creative process and how ideas become manifest in his art. Lüpertz submits that the conceptual and material activities of creating a work of art should take precedence over its subject, an existential stance that proposes an equivalency between idea and execution.",
  "title": "Gedachtes und Gemachtes"
}
