{
  "accession_number": "2016.41.2",
  "art_champions_text": null,
  "artist": "Designer: Maija Louekari",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of the Finnish design house Marimekko",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "European Art",
  "description": "image of a blue elephant wearing black boots, a red zebra and a yellow stork (?) with a pink wing; images are stacked in profile with a white background; pattern repeats three times",
  "dimension": "57 × 154 in. (144.78 × 391.16 cm)",
  "id": "http://api.artsmia.org/objects/119514",
  "image": "invalid",
  "image_copyright": "© Marimekko Corporation %2F Karkuteill%C3%A4%2C Maija Louekari%2C 2008",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Finnish, born 1982",
  "markings": "",
  "medium": "Cotton",
  "nationality": "Finnish",
  "object_name": "Fabric",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Kaiku (Echo) evokes a bucolic scene viewed through a large, loosely drawn birch tree, with an abstracted landscape beyond. It shows the illustrator’s sensibility Louekari brings to her popular textiles. She began working for Marimekko in 2003, when she won a competition sponsored by the firm and the University of Art and Design Helsinki (now part of Aalto University) for emerging textile designers, and her lively patterns have been standouts during the last decade of production. Playfulness characterizes the vignette captured in Louekari’s Karkuteillä, the Finnish word meaning being at large. The fabric design depicts three animals happily on the lam, perhaps escaped from the zoo: a zebra and an elephant—both shod in stylish boots—and a flamingo. Karkuteillä reflects the influence of storybooks and fairy tales on Louekari. Moorhouse’s Nanuk fabric design prompts the viewer to wonder what a polar bear is doing in the jungle. Perhaps this is simply a playful gesture, or perhaps it is a foreboding reference to climate change. Moorhouse’s work has a strong graphic quality; here she fills the entire fabric width with her design and surrounds the polar bear, Nanuk, with colorful tropical flowers. Moorhouse began working for Marimekko in 2004, when she expanded her fashion-design practice to include graphic design.",
  "title": "Karkuteillä"
}
