{
  "accession_number": "2014.87.3",
  "art_champions_text": null,
  "artist": "Artist: Manolo Valdes; Publisher: Marlborough Graphics, New York",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of James P. Quinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "European Art",
  "description": "image of bottle with collage element of wine bottle label printed in red, black and gold; black scribbled lines on ground",
  "dimension": "13 1/4 × 9 11/16 in. (33.66 × 24.61 cm) (plate)\r\n25 5/8 × 19 15/16 in. (65.09 × 50.64 cm) (sheet)\r\n31 3/4 × 24 7/8 × 1 in. (80.65 × 63.18 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119519",
  "image": "valid",
  "image_copyright": "© Manolo Valdes",
  "image_height": 6985,
  "image_width": 5473,
  "inscription": "Signature and Edition",
  "life_date": null,
  "markings": "LLC below image, in pencil: [21/50]",
  "medium": "Color etching with unique color collage",
  "nationality": null,
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Marlborough Graphics, New York (publisher), sold to Quinn, 1999; James Quinn, Golden Valley, Minn.; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC below image, in pencil: [M VALDES]",
  "style": "20th century",
  "text": "Spanish painter, sculptor and printmaker Manolo Valdés is internationally acclaimed for his often whimsical motifs that typically reinterpret art and artists of the past. Like much of his graphic work, the color etching Botello de vino is a witty visual pretense whose simple still life subject is presented in the form of negative space. Using figure-ground ambiguity, Valdés implies the presence of a bottle resting on a surface by inserting a background of dense, vigorously drawn crosshatching around the form of a bottle. He then collages an actual wine label on the “bottle” to complete the illusion. Each impression in the edition of 50 is unique, with each wine bottle featuring a different vintner’s label. Valdés’s inclusion of a collaged wine label in the composition recalls his early interest in Pop art, whose American and British adherents often used commercial imagery in their work.",
  "title": "Botello de vino"
}
