{
  "accession_number": "2014.57",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Jane and James Emison Endowment for South Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "dancing four-armed Nataraja at center standing on a demon with fangs and a moustache; central figure flanked by Ganesha (elephant-headed figure) at left and Meenakshi (green-skinned figure with green bird) at right; main figures appear in front of an architectural facade with a round element at center flanked by archways--all with swags and elaborate raised decorative patterning; pair of winged figures in top corners; eight figures on each side of a small bull at bottom with small shrines in each lower corner; all figures dressed in gold, with gold architectural elements; received framed and glazed with glass",
  "dimension": "29 1/4 × 23 1/4 in. (74.3 × 59.06 cm) (sight)\r\n31 3/4 × 25 13/16 × 2 1/4 in. (80.65 × 65.56 × 5.72 cm) (outer frame, including bracing bars on back of panel)",
  "id": "http://api.artsmia.org/objects/119522",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6085,
  "image_width": 4888,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pigment, gold leaf and sukkan (limestone paste) on cloth stretched over wood",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This painting would have been an object of devotion in a personal shrine. It depicts Shiva as the Lord of the Dance in a circle of fire, flanked by his son, Ganesha, and wife Meenakshi. Fanned by two celestial deities overhead, they appear underneath the gilt roof of a south Indian temple, pointing to the painting’s place of origin in Tamil Nadu, southeastern India. Below, the avatars of Vishnu and an assortment of planetary deities pay homage to the dancing deity. They stand between two small shrines at each corner, one devoted to the multiheaded god Brahma, and the other to the blue-skinned Vishnu.",
  "title": "Shiva as Nataraja Enshrined with Deities"
}
