{
  "accession_number": "2014.64",
  "art_champions_text": null,
  "artist": "Artist: Kondō Takahiro",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The P.D. McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Asian Art",
  "description": "figure slightly smaller than life size, seated cross-legged with hands one of top the other in lap; eyes closed; mottled green glaze with silver liquid-appearing beads and drips overall",
  "dimension": "31 × 24 × 17 in. (78.74 × 60.96 × 43.18 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/119518",
  "image": "valid",
  "image_copyright": "© Kond%C5%8D Takahiro",
  "image_height": 6674,
  "image_width": 5283,
  "inscription": "",
  "life_date": "Japanese, born 1958",
  "markings": "",
  "medium": "Porcelain with blue and green underglazes and \"silver mist\" overglaze",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Kondō Takahiro was born into a family of traditional blue-and-white porcelain artists. Takahiro, however, has not been stymied by the weight of his family's past accomplishments. While still working with porcelain and cobalt, he has established his own reputation by creating works that he coats with a metallic amalgam of silver, gold, and platinum. In the final firing, this amalgam beads up on the surface, creating thousands of shiny droplets against the dark cobalt blue. In 2013, Kondō created a series of five porcelain sculptures based on casts of his own body. The project was in response to the tsunami and nuclear disaster at Fukushima in 2011. This figure, one of the five, is intended to represent the archetypal Japanese in the timeless guise of a Buddhist holy man, seated in the meditative posture. In this case, Kondō’s beautiful “silver mist” glaze is intended to be a reference to the radioactivity that was released and that may well “drench” the people of Japan. Kondō’s choice of title, Reduction, suggests the dire results of the disaster—the diminishment of an entire race.",
  "title": "Reduction I"
}
