{
  "accession_number": "2014.87.2",
  "art_champions_text": null,
  "artist": "Artist: Suzanne Caporael; Publisher: Tandem Press, Madison, Wis.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James P. Quinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Arts of the Americas",
  "description": "pale grey rectangular ground, split at center with vertical grey line; left side of image has three similar six-sided L-shaped geometric shapes on top of each other; topmost shape is grey, center shape is pale green, bottom shape is black; right side of image has similar six-sided blocky L-shaped geometric shape in bright blue",
  "dimension": "19 1/2 × 30 15/16 in. (49.53 × 78.58 cm) (plate)\r\n19 7/8 × 31 1/4 in. (50.48 × 79.38 cm) (sheet)\r\n26 1/2 × 37 7/8 × 3/4 in. (67.31 × 96.2 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119520",
  "image": "valid",
  "image_copyright": "© Suzanne Caporael",
  "image_height": 5692,
  "image_width": 8967,
  "inscription": "Signature, Date, Edition and Chop",
  "life_date": "American, born 1949",
  "markings": "publisher\\'s blindstamp, LLC: [TP]; LLC, in pencil: [16/30]",
  "medium": "Etching with gouache hand-painting and pencil additions",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Elements of Pigment series",
  "provenance": "Tandem Press, Madison (publisher), sold to Quinn; James Quinn, Golden Valley, Minn.; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [CAPORAEL 1999]",
  "style": "20th century",
  "text": "Suzanne Caporael’s conceptually-based abstraction Cobalt Blue: Al, O, Co is a visual representation of the constituent ingredients of a paint pigment. Part of the \"Elements of Pigment\" series, the hand-painted etching is analogous to a designer’s color chart, here depicting the “before” and “after” of mixing aluminum (Al), oxygen (O), and cobalt (Co) in the form of the inorganic compounds aluminum chloride and cobalt chloride. When heated, these compounds yield cobalt oxide and aluminum oxide, the main components of cobalt blue (azure) pigment.\r\n\r\nCaporael’s painted blocks of color mirror the rectilinear shapes formed by the stanzas of a poem as printed on a page. For Cobalt Blue, she selected a poem by acclaimed American poet Theodore Roethke (1908–1963) to serve as her compositional template. Entitled \"Plaint,\" the poem’s three stanza-shapes are arranged on the left-hand side of the sheet, each painted a different color corresponding to the pigment’s constituent elements. On the right, the stanzas are combined into a single shape painted in a single color.",
  "title": "Cobalt Blue: Al, O, Co"
}
