{
  "accession_number": "2014.62.1",
  "art_champions_text": null,
  "artist": "Artist: Nancy Graves",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1984",
  "department": "Global Contemporary Art",
  "description": "organic and inorganic forms in bright multicolors; primarily vertical format; accordion pleated, curling forms on base--primarily red with blue, green and yellow; several brightly-colored lotus seed pods; two folding fans--one primarily blue, the other primarily tan, both with multicolored flecks; blue gourd shape with flecks of color near top; some hand tools at top",
  "dimension": "88 × 49 × 20 in. (223.52 × 124.46 × 50.8 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/119644",
  "image": "valid",
  "image_copyright": "© 2014 Nancy Graves Foundation %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "",
  "life_date": "American, 1939 - 1995",
  "markings": "",
  "medium": "Bronze with polychrome patina and baked enamel",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "\"Tarot\" is an excellent example of Graves’ mastery of her unique approach to sculpture. Made from elements such as dried fish, plants, noodles, machinery, lampshades, and packing materials, the piece reveals more complexity than is apparent at first glance. In the layers of bronze and enamel, shapes of discrete objects emerge as recognizable but not entirely accessible. Taken from the everyday context of our lives, dressed in new colors and welded into new forms, Graves challenges viewers to see and experience all of these objects in a new way.",
  "title": "Tarot"
}
