{
  "accession_number": "2014.65.2.1",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, enveloped in brightly-patterned fabrics; blue and white vase with pink plum blossoms in ULC; text at top center and in ULC on rectangular cartouche over plum blossoms",
  "dimension": "10 1/8 × 14 9/16 in. (25.72 × 36.99 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119640",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4575,
  "image_width": 6513,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A ranking prostitute and a young customer are enveloped by layers of robes and brocades, a porcelain planter with blooming plum blossoms at the upper left. The poem at the upper left reads: \"To none other than you Is the scent of the plum blossom Given to smell; The color and the fragrance Known only to you.\" \r\n\r\nPlum blossoms are associated with early spring and new beginnings, such as the loss of virginity. Apparently this is the first time for the young man who is overwhelmed by the encounter: \"'The Tale of Genji' tells everything of the beauty of Lady Murasaki, but you are just as beautiful, above comparison to even the moon or the flowers. When I look at your figure and your dress, it seems to me that you are the finest in the world.\"",
  "title": "Yoshiwara Prostitute , from Selections from the Brocade Quarter (E-awase kingaishō)"
}
