{
  "accession_number": "2014.72",
  "art_champions_text": null,
  "artist": "Artist: Cornelis Cornelisz. van Haarlem",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Ethel Morrison Van Derlip Fund and the Walter H. and Valborg P. Ude Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1607",
  "department": "European Art",
  "description": "portrait of Diana with light brown curly hair in an updo with some loose curls in front, wearing a gold and silver headdress, earrings with clear drops and an armlet with a large green gem and pearls; figure is bare-breasted and wears a pinkish-red garment and holds a spear on a staff with a pinkish-red tassel",
  "dimension": "26 × 19 7/16 in. (66.04 × 49.37 cm) (sight)\r\n39 1/8 × 32 1/2 × 1 1/4 in. (99.38 × 82.55 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/119611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8255,
  "image_width": 6165,
  "inscription": "Signature and Date",
  "life_date": "Dutch",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    ""
  ],
  "signed": "ULQ, in grey: [CH. 1607.]",
  "style": "17th century",
  "text": "This depiction of the goddess Diana as huntress dating from 1607 is a paragon of proud feminine beauty demonstrating the artist’s command of the visual language of Mannerism as practiced in the Dutch Republic. The realistic depiction of the crescent-moon tiara, jewelry and spear keeps the artificial pose of the body within the limits of the natural. Artificial positions of the body were created deliberately to emphasize compositional tension. The relationship between the head appearing almost frontally and the body twisting sideways has been rendered in a visually satisfying way, even though this has little in common with any anatomical reality.",
  "title": "Diana as Goddess of the Hunt"
}
