{
  "accession_number": "2014.66",
  "artist": "Artist: Friedrich (Fritz) Capelari; Publisher: Watanabe Shōzaburō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John and Shirley Nilson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "1915",
  "department": "Japanese and Korean Art",
  "description": "legs and lower bodies of kimono-clad figures wearing geta sandals, with their upper bodies hidden by large umbrellas; falling rain; multicolors",
  "dimension": "10 1/2 × 7 13/16 in. (26.67 × 19.84 cm) (image)",
  "id": "http://api.artsmia.org/objects/119645",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6803,
  "image_width": 5274,
  "inscription": "LRC: TOKYO 1915",
  "life_date": "Japanese, 1885 - 1962",
  "markings": "LRC: red artist\\'s seal: FC",
  "medium": "Woodblock print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shin hanga / fūkei-ga)",
  "portfolio": "From ",
  "provenance": "(Hotei Japanese Prints).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: F. Capelari 1921",
  "style": "20th century",
  "text": "1915 marks the birth of the shin hanga movement, spurred on by the publisher Watanabe Shōzaburō (1885–1962). During the spring of that year, Watanabe had seen an exhibition of watercolors by the Austrian Friedrich (Fritz) Capelari (1884-1950). Capelari had produced somewhat subtle, romanticized images of scenic views and local people during his time in China, Java, and Japan. Watanabe surmised that Capelari would be a collaborator in creating a new type of print that would feature the new character of Japan without being too avant-garde. And as Watanabe sought to market images to foreigners in Japan, he reasoned that Capelari would be the ideal artist. Together, they produced a total of twelve designs in 1915 featuring landscapes and beautiful women; this presumably being the first.",
  "title": "Umbrellas"
}
