{
  "accession_number": "2014.65.1.2",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "man in black kimono forcibly embracing a young girl in a purple flowered kimono, pinning girl to the floor; tiny man peering through hole in side panel of a bench in URQ; two cats on sill in LRQ; cloud at top with text and text in five areas on left half of image",
  "dimension": "8 1/4 × 11 1/2 in. (20.96 × 29.21 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119699",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3698,
  "image_width": 5102,
  "inscription": "in cloud: [まね右衛門　仙女よりさづかりし土の団子を食して姿を消し　それより新開仕間<しんかいしま>へ渡り　くるしき恋を見て破開<はかい>むざんの有さまをおもひ　なみだをもよふす　是しゆぎやうの\r\nはじめ也] {Mane\\'emon ni. Mane\\'emon sennyo yori sadukarishi tsuti no dango wo shokushite sugata wo keshi, soreyori shinkai shima he watari, kurushiki koi wo mite hakai muzan no arisama wo omoi, namida wo moyoosu. Kore shugyo no hajime nari}\r\nin image: [「テモいたわしや　あのはなでまあ」「おらんもおとんもおもひぬかせて　此つきには　ちか道　子だからをおしへよふが　それでもいやか　まゝ一ツ時こらや」「あれ／＼おししやうさん　かんにんして下さりませ」] {\\'Temo itawashi ya. Ano hana de maa.\\' \\'Oran mo Oton mo oinukasete kono tugi niha chikamichi kodakara wo osihe youga. Sore demo iyaka. Mama ittoki koraya.\\' \\'Areare oshisho san, kannnin shitekudasarimase\\'}",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mane'emon's first encounter is to witness a calligraphy teacher taking advantage of a young pupil by forcing himself on her while promising to promote her ahead of her fellow students. She protests: \"Oh my master, please let me go.\" Mane'emon hides beneath the table and expresses his outrage at the teacher's reprehensible behavior: \"Poor girl\", and points out his large nose- a feature associated with people of an evil nature. As Mane’emon disapproves of the scene, it is left to the cats on the verandah to take up the responsibility of mimicking the action in this print.",
  "title": "Forced Love, No. 2 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
