{
  "accession_number": "2014.65.1.1",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "kneeling man at left wearing black jacket and green and white striped kimono with purple trim; two standing small women on a cloud at right; woman at left wearing green kimono with purple and white obi; woman at right wears purple kimono and red and green striped obi; text in a cloud at top and at right edge in grey area",
  "dimension": "8 5/16 × 11 9/16 in. (21.11 × 29.37 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119638",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3762,
  "image_width": 5242,
  "inscription": "[...]",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper with embossing",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "The set came from the Nakao family in Osaka, via Hotei Japanese Prints, around 1995 or shortly thereafter, then to a Dutch private collection, then to Scholten Japanese Art.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Ukiyonosuke in his original size encounters the famous beauties, Osen of the Kagaya teahouse who is representing the Ryushin shrine, and Ofuji of the Yanagi-ya who represents the Kinryuzan shrine. They offer him the magic shrinking potion in response to his prayers for greater wisdom.",
  "title": "Ukiyonosuke Meets Ofuji and Osen at Ryushinzan Shrine, No. 1 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
