{
  "accession_number": "2015.47.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Maria Veronica San Martin; Printer: Maria Veronica San Martin; Artist: Bound by Maria Veronica San Martin; Publisher: Maria Veronica San Martin",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "South America",
  "country": "Chile",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "a: artist book with printed and hand bound pages; cover is teal on top half with a grey mountainous landscape on bottom; first 1/2 has a hand stitched binding with names on off-white pages and second half is folded accordion style and has b/w wood cut prints on one side and b/w with grey tone portraits on the other side b: black fabric covered box with printed landscape on front and interior",
  "dimension": "10 × 7 1/2 × 1 × 116 in. (25.4 × 19.05 × 2.54 × 294.64 cm) (object part, book)\r\n11 3/16 × 8 1/8 × 1 3/8 in. (28.42 × 20.64 × 3.49 cm) (object part, box)",
  "id": "http://api.artsmia.org/objects/119696",
  "image": "valid",
  "image_copyright": "© Maria Veronica San Martin",
  "image_height": 4683,
  "image_width": 9906,
  "inscription": "",
  "life_date": "Chilean, born 1981",
  "markings": "",
  "medium": "Etchings, drypoints, aquatints, woodcuts, and screenprints; bound accordion-fold book",
  "nationality": "Chilean",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist; (Booklyn Artists Alliance, New York); sold to MIA",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In Memory and Landscape, Maria Verónica San Martin uses allegory to create a poignant memorial to those who died during one of the darkest chapters in Chilean history. On September 11, 1973, rogue elements of Chile’s military carried out a violent coup d’état against the democratically-elected socialist government of Salvador Allende, installing General Augusto Pinochet as his unelected replacement. In the months and years that followed, members of Pinochet’s illegal regime engaged in a brutal and systematic suppression of political dissidents, arresting more than 40,000 citizens (torturing many of them) and murdering some 3,200 people for their political beliefs. A third of those killed were never found. It is widely believed the United States Central Intelligence Agency deliberately provoked political and economic chaos in Chile and helped to instigate the ousting of Allende.",
  "title": "Memory and Landscape: Unveiling the Historic Truths of Chile, 1973-1990"
}
