{
  "accession_number": "2014.65.2.4",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse; predominately nude; man has a blue and white patterned kimono over his buttocks; woman's kimono is purple with light blue cloud bands and white birds; woman has a red cloth over the top of her belly; tobacco set, cup and gold vessel in ULC; text in ULC and above man's back",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119716",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4580,
  "image_width": 6553,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The lady of a prosperous household has been entertaining her lover- at upper left is a porcelain cup decorated with tako karakusa (octopus vine pattern), and a tobacco set. She lays back and flings her arms over her head pulling at her hair and bracing herself. Her lover comments: \"It feels like an octopus' suckers sticking to my palm. This is truly a high quality vagina.\" She answers: \"I feel good, like I've eaten many treats at once. I lack the words to describe it. I'm satisfied time and again, like my forty-four bones are melting.\"",
  "title": "The Lady of a Mercantile House, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
