{
  "accession_number": "2014.65.2.5",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, enveloped in brightly-patterned fabrics; man's kimono is blue with grey checked pattern with stylized leaves; woman's outer kimono is purple with white flowers; two plants at left--one with pink blossoms, the other similar to a small pine; text in LLC and at right edge, URC",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119717",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4586,
  "image_width": 6631,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A young couple are in the back room of a middle-class house, with pine and blossoming plum bonsai trees on a verandah at upper left. They are overwhelmed with sentiment about being together at the turning of the New Year. The man comments: \"There's no day when all the creatures under the sun -- from the bush warbler that calls from the flowers to the frog living in the pond-- are prohibited from having sex. The first exchange of the new year is important.\" She replies: \"Even the crows and the white egrets in the mountains have someone they love. The clumsy-footed mandarin duck s are also very affectionate. Please don't ever abandon me.\"",
  "title": "Young Lovers at the New Year, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
