{
  "accession_number": "2014.65.2.6",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, enveloped in brightly-patterned fabrics; pink fish, ULC; pink teabowl at left; text in two blocks at top center",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119718",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4575,
  "image_width": 6545,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A geisha, dressed elaborately for the cherry blossom festival, with karazuri ('blind printing') on the black and white shibori lining her kosode, is exchanging favors with a customer. At right on a serving tray a fish presented on a porcelain dish, at left is a sake kettle and cup. The dialogue between the pair sets the scene in a ryori-chaya (teahouse restaurant) on the Nakanocho, the main street in the Yoshiwara. She is supposed to only entertain the customer, and she worries about being caught while the customer revels in his indulgences. He comments: \"On such an interesting Nakanocho evening, with a sky so beautiful as to make the flowers sing its praises, soliciting a geisha in this place- I'm such a wastrel.\" She responds: \"Stop saying such foolish things and let’s quickly be done. It wouldn't be good if someone were to come by.\"",
  "title": "Teahouse on Nakanocho in Yoshiwara, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
