{
  "accession_number": "2014.65.2.11",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse; woman is nearly nude, with a pale grey cloth over her stomach; couple surrounded by brightly-colored fabrics; black lacquer cabinet, ULC; screen with painting of building and pink tree in URC; text above man's head and his PL arm",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119723",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4593,
  "image_width": 6567,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A prostitute relaxes with a devoted customer surrounded by gorgeous robes and furnishings. At left is a black and gold lacquer cabinet and portable tobacco set; at right is a panel from screen and sugoroku table. The customer has lavish praise: \"Your skin is whiter than the reflection of the rising sun on snow, and soft and smooth like white habutae silk. To touch it is indescribable.\" She encourages him: \"Oh yes, go deeper into me, and strongly. Hold me tightly. Ooh, ooh, uh, uh.\"",
  "title": "Yoshiwara Prostitute, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
