{
  "accession_number": "2014.65.1.6",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "samurai wearing an orange mask and a green kimono engaged in intercourse with a young woman working in a rice field, wearing a red striped kimono and a wide-brimmed hat; couple at left, with man wearing short green and white patterning kimono and woman wearing blue kimono with white flowers and wide-brimmed hat; tiny man in blue and grey striped kimono smoking a pipe, in LRC; text in a cloud at top of image and in four areas along grey pathway behind figures",
  "dimension": "8 5/16 × 11 1/16 in. (21.11 × 28.1 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119703",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3762,
  "image_width": 4965,
  "inscription": "[...]",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mane'emon enjoys a tobacco pipe beneath a tree while a samurai wearing a mask takes a young girl by surprise in a rice field. Her parents mistake the masked creature to be associated with Inari, the god of rice, and rather than save her from the assault they reverently pray to the deity.",
  "title": "Peasant Love, No. 6 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
