{
  "accession_number": "2014.65.2.7",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse; man wears black kimono with several small white designs; woman wears many layers of brightly-patterned fabric, with outer layer of purple fabric with white flowers; writing box with letters and teapot, ULC; text to left of man's head and above man's PL shoulder",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119719",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4584,
  "image_width": 6590,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A daughter of a great house risks a moment with her lover, at upper left is an open suzuribako (writing box) and letters. The lover is excited to be with the young woman in her own room: \"Doing it in this kind of place feels particularly good. It's really making me aroused.\" She responds: \"It would be bad if someone came upon us, so you have to be quick. Oh I'm getting very dizzy. Yes, ooh, uh, uh, that's it, that's it.\"",
  "title": "The Daughter of a Great House, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
