{
  "accession_number": "2014.65.1.3",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "man at left wearing green kimono engaging in intercourse with a young woman wearing a purple kimono and green obi, who simultaneously applies burning medication to back of an older woman wearing a blue kimono with white pattern at right; tiny seated man applying similar medication to his leg in LRQ; folding screen with river and plants against yellow ground in background; text at top in cloud, at bottom center and at right center",
  "dimension": "8 5/16 × 11 3/8 in. (21.11 × 28.89 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119700",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3762,
  "image_width": 5138,
  "inscription": "in cloud: [浮世まね右衛門　イチャツキ仕間<しま>へ渡りせはしき恋を見て心にあざけりを催す] {Ukiyo mane\\'emon Ichatsuki shima he watari sewashiki koi wo mite kokoro ni azakeri wo moyoosu}\r\nin image: [「さんや　今のはきつふこたへた」「いろしゆきょうも諸事まめでなけれはならぬ　さらばいん居のあつさやすめに灸事とでよふ　さしもしらじにもゆる思ひとは此事だ　是はあつ事の」] {\\'San ya ima noha kitsuu kotaeta\\' \\' Iroshugyo mo syoji mame de nakereba naranu. Saraba inkyo no atsusa yasume ni kyuji to deyo. Sashimo siraji ni moyuru omoi toha konokoto da. Kore ha atsukoto no.\\'}",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mane'emon is impressed by a nimble beauty applying moxa to an older woman while simultaneously entwined with her partner; he also applies moxa to himself in the foreground.",
  "title": "Busy Love, No. 3 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
