{
  "accession_number": "2014.88a,b",
  "art_champions_text": null,
  "artist": "Artist: Stan Shellabarger",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist and Western Exhibitions, Chicago",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "two separate sheets of folded white paper; two concentric ovals and one narrow oval of graphite",
  "dimension": "42 × 180 in. (106.68 × 457.2 cm) (sheet, each, approx., diptych)",
  "id": "http://api.artsmia.org/objects/119745",
  "image": "invalid",
  "image_copyright": "© Stan Shellabarger",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1968",
  "markings": "",
  "medium": "Graphite on paper; diptych",
  "nationality": "American",
  "object_name": "Work on paper",
  "portfolio": "From ",
  "provenance": "The artist, Chicago; given to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on a:  at one short end on back, in pencil: Stan Shellabarger 2014 MINNEAPOLIS INSTITUTE OF ARTS; at opposite short end on back, in pencil: Stan Shellabarger 2014 Set #1 of 2  MIA: FOUNTAIN COURT\r\non b:  at one short end on back, in pencil: Stan Shellabarger 2014 MINNEAPOLIS INSTITUTE OF ARTS; at opposite short end on back, in pencil: Stan Shellabarger 2014 Set #2 of 2  MIA: FOUNTAIN COURT",
  "style": "21st century",
  "text": "Conceptual and performance artist Stan Shellabarger walks as a mode of action-driven expression. Using modest materials and spatially-constrained courses, he creates one-of-a-kind “walking books” that are part performance art and part drawing. For Shellabarger, walking functions both as the method and the content of his work. The hours-long duration of his mark-making activity and the repetitive and rhythmic nature of his movements resemble spiritual and secular forms of meditation, a ritualized exercise that directs awareness inward. As a result, his work is rich with metaphorical connotations, evoking ideas such as temporality, human consciousness, and the cyclical nature of life.\r\n\r\nShellabarger created this unique work by walking a labyrinthine path on two large sheets of rolled paper that he placed side-by-side on the marble floor of Mia's Fountain Court. Wearing graphite-impregnated pads on his shoes, he repeatedly paced his pre-determined routes, marking and abrading the surfaces of the sheets of paper through the recurrent action of his footsteps interacting with the inherent characteristics and imperfections of the century-old marble tile surface. As the product of his body in motion, the residual marks and tracks left on the paper are a tangible record of a single walking performance.",
  "title": "Untitled (Walking Book, MIA Fountain Court)"
}
