{
  "accession_number": "2014.65.2.3",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, wearing brightly-colored kimono; man wears blue kimono with pinkish checks; woman's garments are green, black, and purple with floral patterns; three books in LRC; text in ULC and LLC",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119715",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4581,
  "image_width": 6509,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "While her lover pledges his devotion the daughter of a wealthy family seems more grateful to have a break in her boring routine and casts aside the books she was reading. He declares: \"Secretly making love in this place, it's a particularly good feeling. If I could I would stay coupled with you like this for the rest of my life.\" She responds: \"Tonight I was feeling lonely, reading a book. Do you think this is too dangerous' Ah- go deeper in, strongly, uh, ooh, ohh...\"",
  "title": "Daughter of a Great House, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
