{
  "accession_number": "2014.65.2.12",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, surrounded by brightly-colored fabrics; woman is bare-breasted; black fabric with blue, pink and white wave designs at left; screen with chrysanthemum pattern at top left; text above man and in URC",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119724",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4525,
  "image_width": 6509,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A prostitute and an enthusiastic samurai customer make love while surrounded by gorgeous robes and furnishings. A kimono rack with a kosode draped over it is at left, in the background is a folding screen decorated with chrysanthemums, and at right is a portable tobacco set. The customer reveals his samurai rank by equating her value to his payment in koku of rice: \"I feel more gratified than if I'd conquered a land worth a million koku of rice. As long as no one comes, I want to stay just like this.\" She urges him to focus: \"Please, stop babbling and start going in earnest. Oh, yes, that's it.\" He replies: \"Ah, hold it up a little stronger. You're blessed with a true high quality vagina. It's so superb I can't even express it with words.\"",
  "title": "Yoshiwara Prostitute with Samurai Customer, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
