{
  "accession_number": "2014.65.1.7",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "older man with his genitals exposed, with an enlarged scrotum, wearing a grey kimono with white patterning and a green, blue and red striped obi, embracing a kissing an older woman wearing a blue kimono with darker blue flower pattern; lower bodies of couple engaged in intercourse visible through netting at left; tiny man in blue and white striped kimono seated of threshold left of center; text at top of image in cloud, above older man and older woman, below tiny man, and at bottom left of center",
  "dimension": "8 5/16 × 11 3/8 in. (21.11 × 28.89 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119704",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3726,
  "image_width": 5073,
  "inscription": "in cloud: [うつかり新田より気ばかりむらに一宿して　老のたのしみを見てとしよりのじやうをおもひ出す] {Ukkari sinden yori ki bakari mura ni isshuku shite, oi no tanoshimi wo mite toshiyori no jyo wo omoidasu}\r\nin image: [「此人とした事がいやはや」「ばゞ口なりとすはせやれ　あれ／＼あのおとをきゝやれ」「ても是は大イ物ツ　かぼちや程ある　なるほどいなかは又やん事た」] {\\'Kono hito to shita koto ga iyahaya.\\' \\'Baba kuchi narito suhase yare. Are are ano oto wo kikiyare.\\' \\'Temo koreha daimotsu, kabotiya hodo aru. Naruhodo inaka ha mata yann koto da.\\'}",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mane'emon notes a poor old farmer suffering from an enlarged scrotum isn't deterred from kissing his wife when he is inspired by the sound of his son and daughter-in-law's passions behind a mosquito net in the next room.",
  "title": "Pleasures of the Aged, No. 7 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
