{
  "accession_number": "2014.65.2.9",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, enveloped in brightly-colored fabrics; man wears brown kimono with pinkish diamond patterns; bird patterned fabric in ULC; text in three areas along left edge and above man's PL shoulder",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119721",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4525,
  "image_width": 6509,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A ranking prostitute in gorgeous robes contends with an indecisive customer grasping her lower leg. He dallies while he contemplates his options: \"An oiran looks good from either the side or the front...perhaps today, let's make it the side.\" She grows impatient: \"Don't say such useless, foolish thing; hurry up and come inside.\" The poem on the lantern at left reads: \"The wind of the fan Parts the mist The hollyhock s in the valley Beautiful to the eye.\"",
  "title": "Yoshiwara Prostitute, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
