{
  "accession_number": "2014.65.1.5",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "young man dressed as a woman in a blue kimono with white iris decoration lying on top of and engaged in intercourse with a man wearing a green kimono; tiny man wearing a black kimono and holding a fan, with a large white and red kite, on windowsill; text in cloud at top of image, above couple and on either side of small figure on windowsill",
  "dimension": "8 5/16 × 11 7/16 in. (21.11 × 29.05 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3718,
  "image_width": 5075,
  "inscription": "in cloud: [まねへもん　やりくり島にて夫婦<みやうと>のいざこざゆへ　其家をそふ／＼宵だちにして　ふきやがはま　さかいしまへ渡り　けん酒めりやすの声をまくらとして　其夜はとあるいへいに夢を結び　何とそ二かいのてい　とこの頼しみを見んと思ふ　折ふし春の末なれば　いかのぼりの糸めに取附物干に下り　こと／＼くやうすを見て喜悦の思ひをなしけるが　あまりのさわぎにとりのぼせ　それより湯治ながら在辺へおもむく] {Mane\\'emon yarikuri shima nite myoto no izakoza yue sono ie wo sousou n yoi dachi nishite hukiyagahama sakaishima e watari kenshu meriyasu no koe wo makura toshite sono yoru wa toaru iei ni yume wo musubi nanitozo nikai no tei toko no tanoshimi wo minn to omou. Orifushi haru no sue nareba ikanobori no ito me ni toritsuke monohoshi ni kudari kotogoroku yosu wo mite kietsu no omoi wo nashikeru ga amari no sawagi ni torinobose, sore yori toji nagara zaihen he omomuku}\r\nin image: [「けふはきついふうらい山人と云身た　座しきはとんだおもしろ事　いやはやとこはいかぬ事の　どふりてかつは先生も木曽ぢをやめて　南ン品ンとでられた」「ヲゝ　うでがだるふてしんどふなつた」] {\\'Kyo wa kitsui Furai-sanjin to iu mi da. Zashiki wa tonnda omoshiro goto. iyahaya toko wa ikanu koro no. Douride Kappa sensei mo kisoji wo yamete Nanpin to derareta.\\' \\'Oh, ude ga daruute shindou natta.\\'}",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mane'emon visits the neighborhood of Fukiyamachi and Sakaimachi and uses a kite to fly to the second floor of a teahouse that specializes in young men. The kagema (male prostitute), lying backwards on top of his elder partner, is dressed in a furisode decorated with irises, a flower associated with the male gender (with blade-like leaves). The chrysanthemum motif on the futon is a frequent symbol in shunga for homosexual love as the blossoms are thought to resemble the male aperture.",
  "title": "Playing with a Dandy, No. 5 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
