{
  "accession_number": "2014.65.1.9",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "woman partially seated on a white horse, wearing a red plaid kimono and a wide-brimmed hat, engaged in intercourse with a standing man wearing green knee-high socks; tiny man smoking a pipe seated beneath a tree in LRC; text in URC in a cloud; three areas of text at bottom on grey path",
  "dimension": "8 5/16 × 11 1/4 in. (21.11 × 28.58 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119706",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3720,
  "image_width": 4999,
  "inscription": "in cloud: 湯治そふおふして　それより江戸へおもむく道すがら　さま／＼のいちやつきを見て心をなくさむ {Toji so o shite, sore yori Edo e omomuku michi sugara samazama no ichatsuki wo mite kokoro wo nagusamu}\r\nin image: 「ても是は大ののめり道具　与作にはむかぬつらだ」 {Temo kore wa dai no nomeri dogu. Yosaku ni wa mukanu tsura da.}; 「そりやはいるは　山がらのゑおとしとりとは此事だ」 {Sorya hairu wa. Yamagara no eotoshi tori towa konokoto da.}; 「舟の来るまではまだあいだかある」 {Fune no kuru made wa mada aida ga aru.}; 「モヲ駄ちんもなんにもいりませぬ　熊谷の土手打こしにのせませう」 {Mou dachin mo nan nimo irimasenu. Kumagaya no dote uchi koshi ni nosemasho.}",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The gait of her trotting horse has put a travelling beauty into the mood so she seduces the horse driver while waiting for a ferry; the enthusiastic attendant waives his fee and offers to take her two stops further to the Kumagaya embankment on the Arakawa River.",
  "title": "From Ikaho to Edo, No. 9 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
