{
  "accession_number": "2014.65.2.10",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse; woman enveloped in brightly-colored fabrics; man wears black kimono; text in URC and above woman's PR knee",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119722",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4552,
  "image_width": 6545,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A prostitute and her lover frantically make love. He grasps her upper thigh as she braces herself with her foot on a lacquer cabinet beside a folding screen at left. She is relieved to finally be in the arms of her mabu (non-paying lover): \"Out of all the many men I've slept with, I promised myself deeply to you, and I sneak out to meet you- but when we part my feelings grow even stronger\". He reassures her: \"Endure the hard times and the suffering, and at the end we will be man and wife. Just look forward to that day.\"",
  "title": "Yoshiwara Prostitute and Secret Lover, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
