{
  "accession_number": "2014.65.2.8",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse; man wears a tan kimono and holds a red and pink fan with text; bare-breasted woman wears a purple kimono with white patterns and a brown obi with white bird-like patterns; lantern with flowers and long looped ties at left; books and scrolls in a cabinet in ULC with flowering branch on doors at bottom; text in LRC and above man's head",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119720",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4575,
  "image_width": 6513,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The lovers lock eyes, he holds a folding fan and she holds folded tissues (onkotogami). At left is a lantern decorated with flowers and at right is a cabinet with books and scrolls. They are comfortable enough with each other to banter while making love. She discusses a jojuri (chanting) lyric which contrasts with her own apparent confidence: “’Embarrassed, the hand clasped underneath the pillow' is a good lyric.\" He quibbles: \"This isn't the sort of place to quote jojuri. We're in the middle of a big commotion here.\" The poem on the fan reads: In the mid-air A little cuckoo crosses, calling- Heralding the end of spring And the poem on the lantern reads: Whoever you are Let me show you The lantern on the eave.",
  "title": "Husband and Wife, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
