{
  "accession_number": "2014.65.1.12",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu; Author: Komatsuya Hyakki; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1768-1770",
  "department": "Asian Art",
  "description": "couple at right with man wearing grey cloth over his head, reaching with his PR hand under the folds of young woman's kimono, and holding his PL hand over her breast, while a disapproving older woman at left wearing a green flowered jacket and pink kimono looks on; tiny man wearing grey kimono with white spots seated in a blooming cherry tree in ULQ pulls up the back of his kimono to expose his buttocks while breaking wind; text in cloud at top of image, in ULQ, to right of older woman and above and to right of younger woman",
  "dimension": "8 5/16 × 11 7/16 in. (21.11 × 29.05 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/119709",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3746,
  "image_width": 5087,
  "inscription": "[...]",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon 風流艶色真似ゑもん)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In the Kitsugen quarters of the Yurikoku (the land of pleasure), the famous onnagata (female role) actor Segawa Kikunojo II (1741-1773) sits on a verandah while reaching through the folds of a young shinzo (apprentice prostitute) under the displeased gaze of her mentor at the left; Mane’emon watches the encounter and breaks wind to add to the scent of the cherry blossoms.",
  "title": "Licensed Quarter of Yoshiwara, No. 12 from the book Elegant Erotic Mane'emon (Fūryū enshoku Mane'emon), vol. 1"
}
