{
  "accession_number": "2014.65.2.2",
  "art_champions_text": null,
  "artist": "Artist: Kikukawa Eizan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, the Louis W. Hill, Jr. Fund, gift of funds from the Asian Art Affinity Group, and the Japanese Art Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "couple engaged in intercourse, wearing brightly-colored kimono; woman wears purple kimono with green, brown, yellow and red bird; man wear primarily green kimono with round patterns; fabric with red, purple and yellow leaves in ULC; text above woman at top center and to right of woman's head",
  "dimension": "10 1/8 × 14 5/8 in. (25.72 × 37.15 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119714",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4575,
  "image_width": 6513,
  "inscription": "[...]",
  "life_date": "Japanese, 1787 - 1867",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Selections from the Brocade Quarter (E-awase kingaishō 絵合錦街抄)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A prostitute wearing a kosode decorated with a ho-o bird embraces a man resting his head on a cushioned lacquer pillow. She is trying to appease him, apparently her last customer of the evening who has been kept waiting. He complains: \"You made me wait quite a while, haven't you' I'm not letting you go anywhere after this.\" She assures him of his importance: \"I wouldn't exchange you for the moon or the flowers. Because of you, I don't hate even my most arduous duties. Please be sure to never abandon me.\"",
  "title": "Last Customer of the Evening in the Yoshiwara, from Selections from the Brocade Quarter (E-awase kingaishō)"
}
