{
  "accession_number": "2014.65.3.12",
  "art_champions_text": null,
  "artist": "Artist: Isoda Koryūsai",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1775-1777",
  "department": "Asian Art",
  "description": "nine figures--male and female, of different ages--in a public bath; all are nude except for man at right with scruffy beard, wearing blue-grey kimono with black and white I-shaped patterns; woman at center has a red plaid garment around her shoulders; woman at left receiving a back massage from a man while holding his penis; young man next to man in kimono has erection",
  "dimension": "9 1/4 × 14 3/4 in. (23.5 × 37.47 cm) (sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/119739",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4215,
  "image_width": 6665,
  "inscription": "[...]",
  "life_date": "Japanese, 1735 - 1790 ?",
  "markings": "LLC, in red: unidentified seal",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Twelve Bouts in the Way of Love (Shikidō torikumi jūniban 色道取組十二番)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The last sheet depicts a group of figures on a smaller scale with a similar compositional balance as the first sheet. Even though almost everyone is completely nude, the scene is partially innocent depicting men and women of all ages in a public bath house. A young woman at the far left is enjoying a massage, and returning the favor. At the right is a young man who is aroused by the view and to his side is a fully-clothed older man- most likely the proprietor of the house. There were mixed public bath houses until they were banned during the Kansei Reforms (1787-93).",
  "title": "Bath House, No. 12 from Twelve Bouts in the Way of Love (Shikidō torikumi jūniban)"
}
