{
  "accession_number": "2014.82",
  "art_champions_text": null,
  "artist": "Author: Max Klinger; Artist: Ferdinand Andri; Artist: Rudolf Jettmar; Artist: Friedrich König; Artist: Maximilian Kurzweil; Artist: Maximilian Lenz; Artist: Wilhelm List; Artist: Elena Luksch-Makovsky; Artist: Félicien baron de Myrbach-Rheinfeld; Artist: Carl Moll; Artist: Koloman Moser; Artist: Emil Orlik; Artist: Alfred Roller; Artist: Ernst Stöhr; Publisher: Vienna Secession (Weiner Secession); Printer: Adolf Holzhausen, Vienna, Austria",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "The David Draper Dayton Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1902",
  "department": "European Art",
  "description": "Vienna Secession exhibition catalogue with orange paper cover with embossed title; woodcut illustrations in Art Nouveau style of various subjects (landscapes, figures, etc.) and initials/monograms in orange and black; text in black",
  "dimension": "7 × 6 1/16 × 1/2 in. (17.78 × 15.4 × 1.27 cm) (closed)",
  "id": "http://api.artsmia.org/objects/119894",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3815,
  "image_width": 3271,
  "inscription": "URC on first page, in black ink: [illegible] 18. [illegible] 902 (?)",
  "life_date": "German, 1857–1920",
  "markings": "",
  "medium": "Black-and-white and color woodcuts, letterpress; bound volume",
  "nationality": "German",
  "object_name": "Exhibition catalogue",
  "portfolio": "From ",
  "provenance": "Illegible ownership signature, dated 18.IV.1902. (Ursus Rare Books, Ltd., New York); sold to MIA, 2014.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This little book is a treasure trove of art and information. It describes the Beethoven Exhibition at the Vienna Secession in 1902, a landmark in the development of modern art. Some seventeen artists collaborated to produce an immersive multi-media experience, all centered on the brooding presence of a massive statue of the heroic composer. Along with the details of the exhibition and the community that supported it, the book contains sixteen woodcuts by Secession artists.\r\n\r\nFormed just five years earlier by artists escaping from the stifling atmosphere of the traditional Austrian Artists’ Association, the Secession already prefigured many artistic tendencies of the 20th century: openness to international ideas, extreme geometric and chromatic simplification, and independent artists’ movements.",
  "title": "Klinger, Beethoven: XIV. Ausstellung der Vereinigung bildender Künstler Österreichs Secession Wien: April-Juni 1902"
}
