{
  "accession_number": "2014.85.1",
  "art_champions_text": null,
  "artist": "Artist: Domenic Cretara",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Kathryn McDaniel Babcock",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "three figures wearing masks; seated man at right holding a rectangular box on his lap, looking down at young man with his hand on young man's shoulder; young man seated on floor at center; woman at left wearing mask with beak, with shadow of her profile behind her; all figures are barefoot; scattered sketchy guidelines (?)--appear to be in khaki-colored felt tip pen (?)",
  "dimension": "44 1/8 × 59 15/16 in. (112.08 × 152.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/119833",
  "image": "valid",
  "image_copyright": "© Domenic Cretara",
  "image_height": 4992,
  "image_width": 6718,
  "inscription": "",
  "life_date": "American, 1946–2017",
  "markings": "",
  "medium": "Charcoal on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Long Beach, Calif., sold to Babcock; Kathryn McDaniel Babcock, Long Beach, Calif. in 2007; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in charcoal: Cretara \\'07",
  "style": "21st century",
  "text": "Domenic Cretara noted that the idea for this drawing came to him while he was investigating figures and symbols from the Commedia del Arte for a series exploring Italian-American identity roles and family dynamics. The masks in the drawing belong to his son, who was studying acting at the time. \r\n\r\nHe observed: “The content of the drawing emerged as I worked on the piece. I found that I was not so much dealing with the familiar trope of the \"persona\" behind which we hide our true selves; rather the personalities that the people in my drawing were adopting allowed them to connect with an ancient symbolism of human passions and frailties, joys and satisfactions. They are taking part in the age-old universal ‘theater of life.’”",
  "title": "Masquerade"
}
