{
  "accession_number": "2015.94",
  "art_champions_text": null,
  "artist": "Artist: Dido Fontana",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Daniela Trentin in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "European Art",
  "description": "image of a gold crucified christ figure with no cross on a white and blue ground; not signed",
  "dimension": "30 × 20 in. (76.2 × 50.8 cm) (sheet)\r\n29 1/4 × 19 1/4 in. (74.3 × 48.9 cm) (image)",
  "id": "http://api.artsmia.org/objects/119909",
  "image": "valid",
  "image_copyright": "© Dido Fontana",
  "image_height": 7524,
  "image_width": 4929,
  "inscription": "",
  "life_date": "Italian, born 1971",
  "markings": "",
  "medium": "Color inkjet print",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; Daniela Trentin, Trentino, Italy; given to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "21st century",
  "text": "Contemporary Italian photographer Dido Fontana alters the traditional iconography of the Crucifixion of Jesus in this enigmatic image of a carved figure of a lifeless Christ, who appears to be floating in a cloudless sky as if rising to heaven. In fact, the 19th-century wooden sculpture, obtained from a local Catholic parish, hangs on an otherwise empty wall of Fontana’s family home. Though implied, there is no cross and no narrative setting present in the devotional object and the viewer’s gaze falls on the body of a man brutally tortured and murdered by his tormentors. At the same time, the utter familiarly of this Christian symbol mitigates the revulsion of witnessing a bloody and mutilated corpse. Fontana’s photographs may appear to be spontaneous, but are actually the result of a carefully choreographed technical set-up designed to highlight subtle nuances of mood and lighting.",
  "title": "Untitled (Christ)"
}
