{
  "accession_number": "2020.86.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Andrea Andreani; Artist: after Andrea Mantegna; Artist: after Bernardo Malpizzi (intermediate draftsman)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. and Marion Andrus III Fund in Support of the Department of Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1595-1599",
  "department": "European Art",
  "description": "triumphant processional, with regaling figures playing instruments, riding horseback and elephants, and waving banners, divided into vignettes separated by intricate columns; text on left, with an image of a crowned bust above text; diptych shipped with frames, not in the frames",
  "dimension": "14 13/16 × 162 5/8 in. (37.62 × 413.07 cm)",
  "id": "http://api.artsmia.org/objects/138044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3052,
  "image_width": 23319,
  "inscription": "",
  "life_date": "Italian (Padua), 1430/31–1506",
  "markings": "",
  "medium": "Chiaroscuro woodcut printed in grayish-black, beige, and gray ink on multiple sheets of paper",
  "nationality": "Italian",
  "object_name": "Diptych print",
  "portfolio": "From ",
  "provenance": "Albertina, Vienna (Lugt 5e). Johan Fredrik Kroepelien (1937-2020, Bergen, Norway); his anonymous sale as “Property from a Private Scandinavian Collection,” Christie’s, London, December 10, 2019, lot 96, unsold; (purchased after the auction by C. G. Boerner, New York, and Harris Schrank, New York).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This grand procession celebrates Roman leader Julius Caesar’s (100 BCE–44 BCE) military victories in the Gallic Wars (58 to 50 BCE) fought in the territories of modern-day France and beyond. Trumpeters and banner carriers lead the way, then come heroes, chariots, trophy bearers, soldiers, captives, booty, horses, oxen, goats, and elephants. Onlookers gather in palaces and loggias and on top of aqueducts to witness the magnificence. At the rear, as the parade passes a triumphal arch, a shield reading “Veni, Vidi, Vici” (I came. I saw. I conquered.) announces the arrival of Julius Caesar—then a general—aboard his richly ornamented coach. He holds a staff and palm frond as Fame, personified as a winged angel, crowns him with laurels.\r\n\r\nThe design is based on a spectacular, colorful cycle of nine large paintings made by Andrea Mantegna, one of the greatest artists of the Renaissance. He made them for Francesco II Gonzaga Marquess of Mantua in 1485. Francesco’s great grandson, Vincenzo I Gonzaga financed the production of this exceptionally large print made by Andrea Andreani.",
  "title": "The Triumph of Caesar"
}
