{
  "accession_number": "2024.6.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The Kenneth and Elayne Hengler Endowment for Art Acquisition, the William Hood Dunwoody Fund, and anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "knife with a short, wide blade, most suited to chopping; blade ends curl slightly; handle has a zoomorphic head with its mouth open and flames coming out; handle ends in a crown-like claw formation; decorated with gilding in gold and silver; gilded lettering on one side of blade",
  "dimension": "8 3/4 × 9 1/2 × 2 1/2 in. (22.23 × 24.13 × 6.35 cm)",
  "id": "http://api.artsmia.org/objects/138039",
  "image": "valid",
  "image_copyright": "",
  "image_height": 553,
  "image_width": 494,
  "inscription": "Sanskrit inscription in Tibetan transliterated lantsha skript, dedicated to Mahakala, reads: ‘Om sri ma ha ka la ya hum phat sva ha.\\'",
  "life_date": null,
  "markings": "",
  "medium": "Silver and gold damascened iron",
  "nationality": null,
  "object_name": "Knife",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Threatening yet beautiful, ceremonial weaponry was used in advanced esoteric rituals to combat obstacles to enlightenment. The crescent blade derives from Indian butchers’ knives meant for removing the skin of an animal. An inscription on this chopper knife, whose crescent blade derives from the Indian butcher’s flaying knife, invokes the protective deity Mahakala Panjaranatha—who wields the weapon to slice through delusion and ignorance, separating illusion, or the “skin,” from ultimate reality. The handle takes the form of a vajra-- the thunderbolt representing instant enlightenment. The “Water Knife,” a name derived from the wave-like blade and hilt, holds similar power. In a tour de force of gold and silver metalwork, one sees the head of the makara (aquatic beast) taking the form of a composite animal, with an elephant’s trunk and tusk above, a crocodile head below, all with a flowing mane and tail in a cresting wave.",
  "title": "Vajra Chopper Knife"
}
