{
  "accession_number": "2020.79",
  "art_champions_text": null,
  "artist": "Artist: Miriam Schapiro",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Arts of the Americas",
  "description": "Abstract image; pink, yellow, red and brown ground with applied mostly rectangular and square pieces of printed fabric with floral and animal prints; one bead (?) on top center piece of fabric with black ground and flower print; received unframed",
  "dimension": "59 5/8 × 49 3/4 × 1 7/8 in. (151.45 × 126.37 × 4.76 cm)",
  "id": "http://api.artsmia.org/objects/138111",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9455,
  "image_width": 7919,
  "inscription": "",
  "life_date": "American (born Canada), 1923 - 2015",
  "markings": "",
  "medium": "Acrylic and fabric collage (\"femmage\") on canvas",
  "nationality": "American (born Canada)",
  "object_name": "Painting and collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in brown: Miriam Schapiro / 1972 / \\\"Eurydice\\\"",
  "style": "20th century",
  "text": "Eurydice brings together two critical aspects of Miriam Schapiro’s practice in a visually spectacular way. Schapiro, a leading figure in feminist art, had been an active abstract painter and was known in the 1950s for her energetic gestural paintings. That fluidity with paint is evident in the center of the painting, which seems to be on fire with color. Surrounding this central opening—a reference to the female form—are collaged fragments of fabric that Schapiro constantly collected. She called this combination of paint and fabric “femmage” (feminist collage) as an explicit nod to the female, even matriarchal origins of the materials she used.\r\nSchapiro’s title alludes to a character in Greek mythology, Eurydice, whose husband, the musician and poet Orpheus, enters Hades and attempts to rescue her from death. Long a subject of feminist revisionism, the tragic narrative has been transformed from one of victimhood to that of self-determination and resistance to male dominance.",
  "title": "Eurydice"
}
