{
  "accession_number": "2020.92.2",
  "art_champions_text": null,
  "artist": "Artist: Adrien de Witte",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1890",
  "department": "European Art",
  "description": "standing figure with long hair, wearing a thorny crown, long skirt and sandals, pulling back a curtain with PR hand; group of figures in hiding behind the curtain, with two small children cuddling each other and weeping at bottom",
  "dimension": "29 7/16 × 20 3/16 in. (74.8 × 51.3 cm)",
  "id": "http://api.artsmia.org/objects/138183",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8411,
  "image_width": 5823,
  "inscription": "",
  "life_date": "Belgian, Liège 1850–Liège 1935",
  "markings": "",
  "medium": "Black chalk and black crayon with white highlights on tan paper",
  "nationality": "Belgian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Galerie Maurice Tzwern, Brussels; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis (until 2020; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom center in charcoal: A. de Witte 1890",
  "style": "19th century",
  "text": "A young, long-haired woman stands at the edge of a stage in front of a large, sumptuous curtain. She wears a crown of thorns. She is the Madre Miserocordia, the Mother of Mercy, one of the many titles bestowed on Mary the mother of Jesus by her devotees in the Roman Catholic Church. Her simple attire—long skirt, sleeveless blouse, and sandals—emphasizes her humility. She looks out to an unseen audience, drawing back the curtain as she points to what lies behind. In the shadows we can make out six huddled figures. Two children are in front. Further back we find two women—one young, one middle-aged. Deep within we can make out two more figures, possibly an elderly couple. These are the downtrodden, the poor, the forgotten. The Mother of Mercy reminds us of our duty to remember them and to help them.\r\n\r\nAdrien de Witte is one of the most respected artists of Liège in Belgium. As a young man he spent five years in Rome, where he resided at the Darchis Foundation, an institution founded in 1699 for the purpose of supporting young men from Liège in their efforts to study art and theology in Rome. Apparently, both aims of the Darchis Foundation bore fruit in de Witte and his work. He made this drawing in 1890, the year of an international financial panic that snowballed from Barings Bank’s bad investments in South America. The hard lot of people like those behind the curtain got harder through no fault of their own.",
  "title": "The Curtain (Le rideau)"
}
