{
  "accession_number": "2020.87",
  "artist": "Jean-Baptiste Oudry",
  "classification": "Drawings",
  "continent": "\"Europe\"",
  "country": "\"France\"",
  "creditline": "The Richard Lewis Hillstrom Fund and the Barbara S. Longfellow Endowed Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1729–34",
  "department": "European Art",
  "description": "",
  "dimension": "9 5/8 × 7 1/4 in. (24.45 × 18.42 cm) (image)\r\n11 3/4 × 9 11/16 in. (29.85 × 24.61 cm) (sight)\r\n18 7/8 × 16 1/4 × 1 in. (47.94 × 41.28 × 2.54 cm) (outer frame)",
  "id": 138137,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6704,
  "image_width": 5538,
  "inscription": null,
  "life_date": "1686–1755",
  "markings": null,
  "medium": "Point of the brush and gray wash and black ink, heightened with white, on blue paper, within a painted mount",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sold by the artist, together with all of his drawings illustrating the Fables of La Fontaine, to Jean-Louis Regnard de Montenault (Paris, publisher of the folio edition of the Fables), in 1752. Included in one of two albums containing all of Oudry's drawings for the Fables of La Fontaine, with the booksellers Frères de Bure, Paris, by 1828; Jean Jacques de Bure, Paris; J.-J. de Bure, Paris, 1828, his sale, December 1-18, 1853, lot 344 (for 1,800 FF); Count Adolphe-Narcisse Thibaudeau (1795-1856,Paris); by whom given to Mme. Eugenie Doche (1821-1900, Paris, actress); by whom sold to the bookseller Fontaine (for 2,500 FF); from whom bought by Aaron Euryale, a.k.a. Félix Solar (Paris, 1811-1870) for 5,000 FF; his sale, Charles Pillet, expert J. Techener, Paris, November 19-December 8, 1860, lot 627; to M. Cléder, acting for Baron Isidore Justin Séverin Taylor (1789-1879, Paris), for 6,100 FF. (With Morgand et Fatout, Paris booksellers, by 1875, possibly acquired from Baron Taylor); by whom sold to Emile Péreire (1800-1875, Paris); by whom sold to Louis Roederer II (1846-1880, Reims, creator of the family’s Cristal champagne); by descent to his nephew, Léon Olry-Roederer (1869-1932, Reims and Paris); (sold through Agnew's, London, to Dr. Abraham Simon Wolf Rosenbach (1876-1952, Philadelphia), 1923); from whom purchased by Raphael Esmerian, New York, circa 1946; his sale, Paris, Palais Galliera, June 6, 1973, lot 46 (2,000,000 FF); (Art Associates Partnership (Dr. Claus Virch, d. 2012), Bermuda), by whom one of the two albums disbound and the drawings contained therein sold separately [The other album was sold to the British Rail Pension Fund.]; the present drawing sold to a private collector, 1983; sold Sotheby’s, London, July 29, 2020, lot 226, to Mia.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "G281",
  "signed": null,
  "style": null,
  "text": "A drawing executed with a brush on blue paper, using black, gray wash, and white highlighting. The action takes place in a rocky landscape. A lion converses with a monkey as two donkeys walk past in the background. The lion is male with a full mane and furry paws. He bares his teeth as the true King of Beasts. The monkey, a rhesus macaque, or something similar, cowers slightly. They look at one another earnestly, but each knows the hierarchy.",
  "title": "Le lion, le signe et les deaux ânes"
}
