{
  "accession_number": "2020.96.55",
  "art_champions_text": null,
  "artist": "Artist: Luis Cruz Azaceta",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1979",
  "department": "Prints and Drawings",
  "description": "rainbow border; violent, colorful imagery throughout; hanged figure with green face, rainbow bulging eyeball and a large, purple glove on PR hand; cartoonish figure in black and white pigments being shot with a bullet in C right; burning flames in URQ and ULQ; gray truck in center; pig-like face wearing a witch's hat, with hearts for eyes, sticking out tongue in bottom center",
  "dimension": "49 9/16 × 30 in. (125.89 × 76.2 cm) (sheet)\r\n53 3/16 × 41 1/8 × 1 1/2 in. (135.1 × 104.46 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/138141",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9387,
  "image_width": 7234,
  "inscription": "",
  "life_date": "American (born Cuba), born 1942",
  "markings": "",
  "medium": "Colored pencil and ink on paper",
  "nationality": "American (born Cuba)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "The artist, New York; [George Adams Gallery, New York, sold to Mersky, July 2020]: Robert B. Mersky, Minneapolis; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in margin, in pencil: CRUZ AZACETA | LRC, in silver pigment: LCA",
  "style": "20th century",
  "text": "Luis Cruz Azaceta’s La Mano Blanco, addresses the political violence that has plagued parts of Central and South America for generations. The drawing’s title and graphic content references the Guatemalan right-wing, anti-communist “death squad” Movimiento de Acción Nacionalista Organizado (Movement of Organized Nationalist Action), better known as Mano Blanco (White Hand). Mano Blanco was responsible for the kidnapping, torture, and extrajudicial murder of thousands of people in rural Guatemala. These so-called counterterrorist operations received support from the Guatemalan army and government, as well as from the United States government. \r\n\r\nReflecting on his creative approach, Azaceta explained: “The rapid state of change in the world at large—the environment, collapsing economies, greed, war, revolution, terrorism—a point where individual citizens are rising against political, economic and social injustices is at hand. Through art I confront this reality. My intention is to create compassion. The vehicle for compassion is the aesthetic that draws one into looking closely at what are, perhaps, sometimes horrific subjects and embracing them.”",
  "title": "La Mano Blanca"
}
