{
  "accession_number": "2020.89",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sullivan Goss Gallery",
  "culture": null,
  "curator_approved": 0,
  "dated": "1949",
  "department": "Arts of the Americas",
  "description": "abstract image with ovoid forms and wavy lines; black, blue, grey, red and dark rose; received in distressed wood frame",
  "dimension": "13 1/8 × 12 1/8 in. (33.34 × 30.8 cm) (sight)\r\n16 15/16 × 19 × 2 in. (43.02 × 48.26 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/138186",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6145,
  "image_width": 7152,
  "inscription": "",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "",
  "medium": "Tempera, black ink, and ink wash on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sullivan Goss Gallery, Santa Barbara, Calif.; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "LLC in black: GEORGE MORRISON-1949",
  "style": "20th century",
  "text": "A member of the Anishinaabe people of the Grand Portage Reservation, George Morrison was active in the New York school of abstract expressionism, a mid-20th-century movement of avant-garde artists who saw abstraction as the essential vehicle for conveying intense emotion and exploring the unconscious through color, form, space, and gesture. Though his work is primarily non-representational, Morrison routinely relied on his observations and memories of nature for inspiration and subject matter.\r\n\r\nMorrison produced this dynamic geometric abstraction in 1949 while living and working in New York City and New England. Blending observations from nature and automatic methods designed to tap into the subconscious mind, Morrison created a lyrical fusion of biomorphic forms (shapes resembling living organisms), contrasting tones and colors, and massed linear elements that suggest a sweeping landscape view. At once familiar and mysterious, the abstraction features a high horizon line that denotes the division of sky and earth, a visual device that would become formalized in his later landscapes. At the same time, Morrison’s nonhierarchical, decentralized arrangement recalls the semi-abstract work of American modernist Adolph Gottlieb (1903–1974) whose Pictograph series explored the subconscious and tapped source material from indigenous and non-Western cultures as well as modern art. Morrison was certainly familiar with these works by Gottlieb, who was a prominent figure among the New York-based abstract expressionists.",
  "title": "Black Ravine"
}
