{
  "accession_number": "2021.13",
  "art_champions_text": null,
  "artist": "Artist: L'Merchie Frazier",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Ellen Michelson and the Blythe Brenden Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "image of a Black man on a silver ground; his shirt is made from yellow and black plastic caution tape arranged in a vertical pattern; piece of caution tape at center is intentionally loose; rod pocket for hanging",
  "dimension": "57 1/2 × 29 in. (146.1 × 73.7 cm)",
  "id": "http://api.artsmia.org/objects/138185",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10444,
  "image_width": 5540,
  "inscription": "",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Pieced nylon, synthetic tape, Thinsulate fabric; machine quilting",
  "nationality": "American",
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Featured in this quilt is the subject of barricades used to target and block out defined space. The place-making use of barricades highlights the power of permission, allowance, and use of the spaces we occupy or not. Barricades so often keep property and people that are to be protected in a space and keep others out who might do harm. Barricades indicate a relationship of the property owner, individual or collective, to the property-less as a power dynamic. All too familiar today is the yellow CAUTION tape that marks the stories of the urban street theater of teargas filled air, protesters, police and rubber bullets. These tapes often outline areas of protest and violence rather than protect. With the recent events of the unprotected rights and lives of George Floyd, Breonna Taylor, Trayvon Martin, Freddie Gray, now Jacob Blake and too many more, the same barricades, the same tape used to mark construction and building sites become iconic symbols of violence, warning, anger, inequity and injustice. Who is barricaded in and who is barricaded out' The young man in the quilt wears a suit of Caution tape in English and in Spanish. Who is he keeping out and who is he warning' How many more stories' How many more barricades'\r\n\r\nL’Merchie Frazier, Artist, Women of Color Quilters Network",
  "title": "Barricades: I Am The Story (CAUTION/CUIDADO)"
}
