{
  "accession_number": "2020.87",
  "art_champions_text": null,
  "artist": "Artist: Jean-Baptiste Oudry",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund and the Barbara S. Longfellow Endowed Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1729-1734",
  "department": "European Art",
  "description": "male lion being confronted by a monkey in LRC; two antelope-like quadrupeds on ridge in URC; rock formation behind lion; dark blue painted frame-like border; received matted and framed",
  "dimension": "9 5/8 × 7 1/4 in. (24.45 × 18.42 cm) (image)\r\n11 3/4 × 9 11/16 in. (29.85 × 24.61 cm) (sight)\r\n18 7/8 × 16 1/4 × 1 in. (47.94 × 41.28 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/138137",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6704,
  "image_width": 5538,
  "inscription": "",
  "life_date": "French, 1686–1755",
  "markings": "",
  "medium": "Point of the brush and grey wash and black ink, heightened with white, on blue paper, within a painted mount",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sold by the artist, together with all of his drawings illustrating the Fables of La Fontaine, to Jean-Louis Regnard de Montenault (Paris, publisher of the folio edition of the Fables), in 1752. Included in one of two albums containing all of Oudry's drawings for the Fables of La Fontaine, with the booksellers Frères de Bure, Paris, by 1828; Jean Jacques de Bure, Paris; J.-J. de Bure, Paris, 1828, his sale, December 1-18, 1853, lot 344 (for 1,800 FF); Count Adolphe-Narcisse Thibaudeau (1795-1856,Paris); by whom given to Mme. Eugenie Doche (1821-1900, Paris, actress); by whom sold to the bookseller Fontaine (for 2,500 FF); from whom bought by Aaron Euryale, a.k.a. Félix Solar (Paris, 1811-1870) for 5,000 FF; his sale, Charles Pillet, expert J. Techener, Paris, November 19-December 8, 1860, lot 627; to M. Cléder, acting for Baron Isidore Justin Séverin Taylor (1789-1879, Paris), for 6,100 FF. (With Morgand et Fatout, Paris booksellers, by 1875, possibly acquired from Baron Taylor); by whom sold to Emile Péreire (1800-1875, Paris); by whom sold to Louis Roederer II (1846-1880, Reims, creator of the family’s Cristal champagne); by descent to his nephew, Léon Olry-Roederer (1869-1932, Reims and Paris); (sold through Agnew's, London, to Dr. Abraham Simon Wolf Rosenbach (1876-1952, Philadelphia), 1923); from whom purchased by Raphael Esmerian, New York, circa 1946; his sale, Paris, Palais Galliera, June 6, 1973, lot 46 (2,000,000 FF); (Art Associates Partnership (Dr. Claus Virch, d. 2012), Bermuda), by whom one of the two albums disbound and the drawings contained therein sold separately [The other album was sold to the British Rail Pension Fund.]; the present drawing sold to a private collector, 1983; sold Sotheby’s, London, July 29, 2020, lot 226, to Mia.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This is an illustration to a Fable written as a poem in the 1600s. The King of Beasts encounters a monkey, cast as the wise counselor. The lion asks the monkey to explain how, as a leader, he can avoid self-aggrandizement. The monkey responds by telling a story of two donkeys in conversation, who excessively congratulate each other, thus blinding themselves to their own faults. To instruct his majesty how his behavior ought to be, the monkey knows he must tread lightly, else he’d risk a fate unsightly.\r\n\r\nThe author of the fable, Jean de La Fontaine, built on a Latin expression asinus asinum fricat (the donkey rubs the donkey). The fable is one of hundreds written by La Fontaine, and they became standards of French literature. Jean-Baptiste Oudry loved them so much that he illustrated them in 276 whimsical drawings using brushes and ink on blue paper.",
  "title": "Le lion, le signe et les deaux ânes"
}
