{
  "accession_number": "2021.11",
  "art_champions_text": null,
  "artist": "Artist: Sonia Gomes",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "South America",
  "country": "Brazil",
  "creditline": "Gifts of funds from Bruce B. Dayton and Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "thin tubes of multicolored fabric forming an oblong shape, braces by thin black pieces of fabric at sides; thicker shape at bottom in blue fabric with lace on it, and a pink flower; red and blue entwined tubes of fabric at PL; green fabric with a black flower in C",
  "dimension": "47 3/8 × 30 5/8 × 16 5/8 in. (120.3 × 77.8 × 42.2 cm)",
  "id": "http://api.artsmia.org/objects/138146",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6476,
  "image_width": 4317,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Fabric and laces on wire with stitching and bindings",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From Torções series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Sonia Gomes is an Afro-Brazilian artist who examines memory and identity through organic sculpture and textiles. She wraps wire structures with fabric, thread, gifted and found materials from disparate cultures to create new and reclaimed narratives. Her expressionistic works are created through a spontaneous and casual practice of deconstruction and reassembly that allows for the emergence of organic and biomorphic shapes from everyday materials. The organic sculptures take up space, acting as a placeholder for the absent and unseen body that has been historically marginalized. These sculptures refer to the body as a way of decolonizing the past and reclaiming the present to reconstruct and celebrate the self and Gomes’ Black heritage.\r\n\r\nHer Torção series, meaning “torsion” in Portuguese, consist of fabric, wire, thread, and beads. She binds, knots, and sews together opaque and shear fabrics that evoke the domestic realm while simultaneously forming symbolic re-creations of the body. These twisting forms mimic not only torsion of the body in movement, but also relate to the sculptural process of their making.",
  "title": "The Ninth, from Torções series"
}
