{
  "accession_number": "2020.93",
  "art_champions_text": null,
  "artist": "Artist: Pierre-Georges Jeanniot",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Jane Emison",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "seated woman wearing a hat with a black veil, long blue dress, and tan fur stole; received framed",
  "dimension": "14 7/16 × 11 5/8 in. (36.67 × 29.53 cm) (sheet)\r\n23 × 17 5/8 × 3/4 in. (58.42 × 44.77 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/138996",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8265,
  "image_width": 6420,
  "inscription": "",
  "life_date": "French, 1848 - 1934",
  "markings": "",
  "medium": "Black and white chalk with gray and brown wash on blue paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "James Emison (Minneapolis, c. 1930-2005); his widow, Jane Emison (Minneapolis); her gift to Mia.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in black: Jeanniot",
  "style": "19th-20th century",
  "text": "This alert, fashionably dressed woman is the archetype of the Belle Époque Parisienne—a woman able to enjoy middle-class leisure in Paris when it seemed to be the capital of the world, a place of limitless possibility. Though she looks at her surroundings, she is equally aware of being seen.\r\n\r\nPierre-Georges Jeanniot traded in his military career for the life of an artist in Paris. When he achieved success, he settled down to study, sometimes with a jaundiced eye, the life of the middle class in the metropolis. Though capable as a painter, his true calling was as a draftsman. He contributed illustrations for serious literature, cartoons, and sketches for popular magazines, and made independent drawings such as this one. One can readily imagine this drawing in the boudoir or parlor of a woman of the type depicted, a mirror of how the purchaser would like to be seen.",
  "title": "Woman Seated in an Armchair"
}
