{
  "accession_number": "99.24.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "Seated figure, resting PR elbow on raised PR knee, PL leg bent and on ground and PL arm behind, hand resting on ground; wearing bracelets, long necklaces and elaborate crown",
  "dimension": "40 1/2 x 33 1/2 x 20in. (102.9 x 85.1 x 50.8cm)",
  "id": "http://api.artsmia.org/objects/32122",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8763,
  "image_width": 7777,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, gesso and pigments",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Of the many manifestations of the bodhisattva Avalokiteshvara, perhaps none was more prevalent in East Asia than the uniquely Chinese form known as “Water-Moon Avalokiteshvara,” which later also spread to Korea and Japan. This form of the bodhisattva presides over his own paradise, Potolaka, which is described in scripture as a rugged seaside cave from which Avalokiteshvara could admire the reflection of the moon in the water. Appropriately, he appears meditative and relaxed and is seated informally in the “royal-ease” posture. Ornately dressed, with silk robes, fluttering sashes, jewelry, and an elaborate hairstyle, he also wears a headpiece that features an image of Amitābha, the buddha to whom Avalokiteshvara attends. Believers might look to a sculpture like this as a guide for their own journeys toward enlightenment.",
  "title": "Avalokiteshvara Bodhisattva in the Water-Moon Form (Shuiyue Guanyin)"
}
