{
  "accession_number": "B.90.4",
  "art_champions_text": null,
  "artist": "Artist: David Davidovich Burliuk; Artist: Vladimir Burliuk; Author: Vladimir Vladimirovich Mayakovsky; Publisher: Futurist Hylaea, Moscow",
  "catalogue_raissonne": "Markov 142-147; Compton 38; Janacek 176-177; Futurisms and Futurismi 438; Doria 18-19; Stein 15",
  "classification": " Prints; Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "Gift of funds from the Print and Drawing Council and The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1914",
  "department": "Prints and Drawings",
  "description": "binding: red buckram over boards; endpapers: paste paper",
  "dimension": "7 x 5 1/4 x 3/8 in. (17.78 x 13.34 x 0.95 cm)",
  "id": "http://api.artsmia.org/objects/32338",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Russian",
  "markings": "",
  "medium": "Lithographs, letterpress; bound volume",
  "nationality": "Russian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "(MJS Books and Graphics, Northampton, Mass.); sold to MIA, 1990.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Vladimir Mayakovsky's Tragedy was inspired by an avant-garde English production of Hamlet performed at Moscow in 1911. Mayakovsky wrote his Tragedy, an unusually short play with exuberant stage activity, first performed at Saint Petersburg in 1913; the author appeared in the title role. It was received with great enthusiasm. There was only one character in the production who is recognizable as a character, Mayakovsky himself; the others are figments of the protagonist's imagination. The Burliuk's illustrations portray them as fragments dominated by their characteristics, for example The Old Man with Cats, rendered in a reductivist Cubo-Futurist style. The actors in the production became doll-like figures with costumes painted on canvas stretched on figure frames pushed by the performers. The theatrical effect is conveyed in David Burliuk's design.",
  "title": "Tragedy"
}
