{
  "accession_number": "B.90.7",
  "art_champions_text": null,
  "artist": "Artist: Kazimir Malevich; Artist: Olga Rozanova; Author: Alexei Kruchenykh; Publisher: Svet, St. Petersburg",
  "catalogue_raissonne": "Compton 48, 49, 73; Karshan 3, 4",
  "classification": " Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "Gift of funds from the Print and Drawing Council and The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1913",
  "department": "Prints and Drawings",
  "description": "3 lithos: 2 by Malevich, 1 by Rozanova; binding: printed paper cover",
  "dimension": "7 3/8 x 5 1/2in. (18.7 x 14cm)",
  "id": "http://api.artsmia.org/objects/32341",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Russian, 1878-1935",
  "markings": "",
  "medium": "Lithographs, photolithographic illustrations, letterpress; bound",
  "nationality": "Russian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Vozropshchem (Let's Grumble) is a collection of zaum poetry, drama, and prose, incorporating Futurist statements and concluding with a paragraph promoting the Moscow Futurists (Hylaeans), while dismissing the Italian Futurists-the poet and theorist Filippo Tommaso Marinetti and the painters Umberto Boccioni, Carlo Carra, and Gino Severini.\r\n\r\nKruchenykh's text was written in the experimental poetic language zaum, meaning beyond the mind and logic. This language was composed of neologisms, puns, and free associations of sounds and images that removed from words all predictable meaning and instead attempted to directly communicate the internal state of the author.\r\n\r\nThe book contains three original lithographs, two by Malevich and one by Olga Rozanova, which are awkwardly inserted at the beginning of the book, bear no relationship to the text, and are disproportionate to the book's scale and format.",
  "title": "Let's Grumble"
}
