{
  "accession_number": "99.50.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from C. Curtis Dunnavan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st century",
  "department": "Asian Art",
  "description": "Grey-blue pigment; diamond-shaped designs on sides, nine squares at top and bottom of front with designs of buildings and animals inside; crescent and diamond-shaped designs between squares; rectangular opening on top edge; three circular openings on bottom edge",
  "dimension": "45 x 17 1/8 x 5 1/4 in. (114.3 x 43.5 x 13.3 cm)",
  "id": "http://api.artsmia.org/objects/32427",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1862,
  "image_width": 1695,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Impressed earthenware",
  "nationality": null,
  "object_name": "Tomb Tile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century",
  "text": "During the Han dynasty (206 BCE-CE 200), upper class tombs were often built of large hollow bricks decorated with impressed geometric and figural ornament. This pair of wall tiles and door jamb came from the main burial chamber of a tomb in Henan province. The two larger tiles have borders and a central panel decorated with impressed rectangles of geometric and peacock designs. The remaining motifs include fierce figures which probably represent exorcists (fang xiang shi) meant to ward off evil, images of a two story estate and equestrian hunting scenes. \r\n\r\nThe narrow door jamb displays geometric borders similar to the wall tiles, along with impressed images of Confucian sages on one side and mountainous landscape scenes populated with wild animals on the front. These simple impressed designs provide rare pictorial images of Han dynasty costumes, architecture, and aristocratic pastimes. Industrial ceramics such as these also demonstrate the early development of production-line technology in China and the application of mass-manufactured components in traditional architecture.",
  "title": "Tomb Tile"
}
