{
  "accession_number": "99.53.1",
  "art_champions_text": null,
  "artist": "Maker: Qi Baishi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "Three very tall, thin, straight plant stems with grey and black leaves; on top of each stem is a large red flower",
  "dimension": "54 1/16 x 13 3/8 in. (137.32 x 33.97 cm) (image)",
  "id": "http://api.artsmia.org/objects/32467",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6911,
  "image_width": 1811,
  "inscription": "Inscription; Stamps; Tag",
  "life_date": "Chinese, 1863 - 1957",
  "markings": "[When we departed last September, the chrysanthemums in the garden started to wither. When my son left one year ago, my tears penetrated my sleeves and clothes. I lost my grandson, Yu-Sheng, on the night of November first. It has almost been a year. I painted chrysanthemum and wrote this commemoration to memorize him, today and forever.], in Chinese, in black, along left edge; four red seals, three at LL corner, one at LR corner; dealer\\'s tag, on hanging cord",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In China, flowers and birds were ubiquitous motifs in art. The endurance and resonance of these motifs arose not only from their natural beauty, but also through their cultural associations. The blossoms of chrysanthemum flowers embody purity. Among the last blooms of autumn, they were often regarded as a symbol of a scholarly recluse. Together with the orchid, the plum blossom, and bamboo they comprised a grouping known as the \"Four Gentlemen.\" The flower is a favored motif among literati artists. Qi Baishi, one of the greatest Chinese painters in modern history, executed the flowers in mogu or \"boneless style\" and the leaves and blossoms are rendered without outline. The mixture of pure ink and red pigment translates the chrysanthemum's aesthetic of lofty elegance into a chaste and royal image. \r\nJennifer Steinkamp, a contemporary American installation artist, created a similar floral image using different media and conveying different ideas. Hurdy Gurdy Man (Chrysanthemums) (2006) is a computer-animated projection in which Steinkamp has set a traditional still-life subject into motion. A group of delicate, pastel-hued chrysanthemums seems to bob and sway to the Donovan song for which the piece is named. Their movement is mesmerizing, but also vaguely unsettling. The flowers in this work are based on her research of Chinese images of flowers at the Huntington Library in Los Angeles.",
  "title": "Chrysanthemum"
}
