{
  "accession_number": "B.93.4a,b",
  "art_champions_text": null,
  "artist": "Artist: Louise Bourgeois; Author: Arthur Miller; Designer: Klaus Baumgärtner; Book Binder: Judy Conant; Publisher: Peter Blum Edition, New York; Printer: Stinehour Press, Lunnenberg, Vermont; Printer: Harlan &amp; Weaver, New York (for drypoints); Photographer: Photographs of artist and author by Inge Morath",
  "catalogue_raissonne": "Wye/Smith 126-143; MoMA 926-943",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992",
  "department": "Prints and Drawings",
  "description": "Binding: light brown leather and grey cloth; endpapers: beige wove; slipcase: Corey cloth; type: Monotype Emerson; 33 pp. (vol. I); 31 pp. (vol. II)",
  "dimension": "12 x 9 in. (30.5 x 22.9cm) (each volume)",
  "id": "http://api.artsmia.org/objects/32497",
  "image": "invalid",
  "image_copyright": "© The Easton Foundation  %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature\r\nsee Signed",
  "life_date": "American (born France),1911-2010",
  "markings": "",
  "medium": "Drypoints (one with roulette and one with punching), color photolithographs, and photograph of artist and author, with letterpress; bound volumes (2)",
  "nationality": "American (born France)",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Peter Blum Edition, New York (publisher). (Elizabeth Phillips, New York); sold to MIA, 1993.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "vol. I signed by the artist on the colophon page in blue ink: [Lousie Bourgeois]",
  "style": "20th century",
  "text": "In this collaboration with American playwright Arthur Miller (1915-2005), Louise Bourgeois illustrates Miller's short story, Homely Girl, with two different sets of prints, each accompanying identical text in a two-volume set. One of the volumes features a series of delicate line etchings of flowering and sprouting plants, suggesting a latent eroticism. The other is illustrated with strange, larger than life ophthalmologic studies of human eyes, disconcerting in their potent visual impact. \r\n\r\nMiller's novella recounts the life of Janice Sessions, a Manhattan homemaker who struggles to find her place in a changing world. Deemed \"homely\" by her aristocratic mother, she rejects her parents' crass materialism and through a series of events, frees herself from forty years of marriage to her Stalinist husband, whose strident political orthodoxy and moral relativism she ultimately rejects. She eventually finds happiness when she meets a blind classical musician, who loves her for the beauty of her character.",
  "title": "Homely Girl, a Life"
}
