{
  "accession_number": "B.97.6.3",
  "art_champions_text": null,
  "artist": "Artist: Edward Ruscha; Author: Edward Ruscha; Publisher: Edward Ruscha; Printer: Anderson, Ritchie &amp; Simon",
  "catalogue_raissonne": "Foster 3; Engberg B3",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Library Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "Glued-on softcover; white Vicksburg Vellum paper; titled lithographed in green ink on front and spine; glassine dust jacket; 48 pp. This copy: First edition.",
  "dimension": "7 x 5 1/2 x 3/16 in. (17.8 x 14 x .48 cm)",
  "id": "http://api.artsmia.org/objects/32501",
  "image": "valid",
  "image_copyright": "© Ed Ruscha",
  "image_height": 3112,
  "image_width": 4599,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "Distributor\\'s name and address stamped in black ink on title page. MIA ex-library markings on exterior and interior.",
  "medium": "Offset printing; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Transferred from MIA Library",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "unsigned",
  "style": "20th century",
  "text": "One of Ed Ruscha's groundbreaking mass-produced artist's books, Some Los Angeles Apartments documents the banality and standardization of the urban landscape of his adopted home of Los Angeles. In deadpan style, Ruscha presents an extended sequence of black and white photographs of the city's ubiquitous mid-century dingbat and low-rise apartment block. For Ruscha, the array of variations within a formulaic architectural type reflected the unique culture of postwar Los Angeles, while revealing the dreariness of the modern American lifestyle. Ruscha captions each of the book's 34 photolithographs with the building's street address, which collectively serve as a roadmap of sorts for the city's sprawling residential neighborhoods. There is no additional text.",
  "title": "Some Los Angeles Apartments"
}
