{
  "accession_number": "B.97.6.1",
  "art_champions_text": null,
  "artist": "Artist: Edward Ruscha; Author: Edward Ruscha; Publisher: Edward Ruscha; Printer: Cunningham Press, Alhambra, CA",
  "catalogue_raissonne": "Foster 1; Engberg B1; 101 Books, pp.182-185; The Open Book, pp.198-201; The Photobook, vol. II, pp.140-43.",
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Library Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1963 (second edition, 1967)",
  "department": "Arts of the Americas",
  "description": "Softcover; white paper; title printed in red ink on front and spine; glassine dust jacket; approximately 50 copies from the first edition were accompanied by a black cardboard slipcase. Book contains 26 photogrpahic illustration; 48 pp. This copy: Second edition.",
  "dimension": "7 x 5 1/2 x 3/16 in. (17.8 x 14 x .48 cm)",
  "id": "http://api.artsmia.org/objects/32513",
  "image": "valid",
  "image_copyright": "© Ed Ruscha",
  "image_height": 2901,
  "image_width": 2975,
  "inscription": "none",
  "life_date": "American, born 1937",
  "markings": "Distributor\\'s name and address stamped in black ink on title page. MIA ex-library markings on exterior and interior.",
  "medium": "Offset printing; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Transferred from MIA Library",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "unsigned",
  "style": "20th century",
  "text": "In this seminal artist's book of 1963, Ruscha presents the reader with a selection of black and white photographs of service stations encountered during a highway journey he made on U.S. Route 66 from Los Angeles to his hometown of Oklahoma City. Evoking the working method of a documentary photographer, Ruscha captured the mundane and unadorned face of American consumer culture. Each of the 26 photographs in the book is captioned with a title and location, collectively representing an alphabet or lexicon of \"stations,\" which ends fittingly with a photograph of a FINA service station. There is no additional text. This innovative and groundbreaking publication is today celebrated as an iconic example of editioned artist-produced books.",
  "title": "Twentysix Gasoline Stations"
}
