{
  "accession_number": "2001.74.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "box carved with Guri design (scroll pattern divides lid into three sections); sides carved with curved horizontal lines; thick carving reveals several layers of lacquer",
  "dimension": "1 1/2 x 4 3/8 x 4 3/8 in. (3.8 x 11.1 x 11.1 cm)",
  "id": "http://api.artsmia.org/objects/32530",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved black lacquer with red and yellow layers (tixi)",
  "nationality": null,
  "object_name": "Small Circular Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "The boldly carved, triple-pommel scroll forming the lid of this vessel and its dramatically layered polychrome create a striking effect in a relatively small object. The style of cutting is in keeping with early tixi lacquer, evidenced by deep, wide-angle v-shaped grooves, alternating layers of black, red, and yellow, and a high polish. Lacquer of this type is rare and mostly confined to small objects datable between late Sung and early Ming. \r\n\r\nThe tixi technique takes excellent advantage of the layering process necessary in the production of lacquer. By layering two or more contrasting colors, the widely angled carving creates a vibrant marbled effect along the sides of the cut edges. The designs were usually based on the pommel scroll motif: a symmetrical pattern of two linked spirals whose shape resembles that of ancient sword pommels.",
  "title": "Small Circular Box"
}
