{
  "accession_number": "2001.73.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "squat, round, red lacquer covered box with black interior and bottom; cover decorated with flowers, foliage and 2 birds with long tail feathers; sides of box with flowers and foliage",
  "dimension": "1 3/4 x 6 1/2 x 6 1/2 in. (4.4 x 16.5 x 16.5 cm)",
  "id": "http://api.artsmia.org/objects/32563",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2028,
  "image_width": 2560,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved red and yellow lacquer (tihong)",
  "nationality": null,
  "object_name": "Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "The slightly domed lid of this shallow bowl is densely carved with two parakeets flying among flowering camellias, gardenias, and chrysanthemums. The box is embellished with a single flower each of tree peony, gardenia, camellia, and prunus, all carved down to a buff ocher ground. The interior is of brown lacquer. One of the most important technical innovations of the Southern Song was lacquer carved with pictorial designs. As is typical of this earliest stage, the surface is relatively two-dimensional; there is virtually no overlapping of forms; the contours are cut at an angle with little rounding of edges; and there is no relief carving or incising to indicate texture or depth. By the 1300s, artists had mastered pictorial devices like foreshortening, overlapping, and fine incisions to create pictorial images that are more three-dimensional and naturalistic.",
  "title": "Box"
}
