{
  "accession_number": "B.91.5.43",
  "art_champions_text": null,
  "artist": "Artist: Aristide Maillol; Designer: Title page and initial letters by Eric Gill; Author: Virgil; Translator: Marc Lafargue; Publisher: The Cranach Press, Weimar",
  "catalogue_raissonne": "Ransom 163; Muller-Krumbach 40; Artist and the Book 172; Rewald 8-53; Gill 328; Johnson 49; From Manet to Hockney 128",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1926",
  "department": "European Art",
  "description": "Bound in full black morocco with decorative ceramic plaque inset on front cover",
  "dimension": "13 1/8 x 10 1/8in. (33.3 x 25.7cm)",
  "id": "http://api.artsmia.org/objects/32638",
  "image": "valid",
  "image_copyright": "Copyright © 1926 The Cranach Press%2C Weimar",
  "image_height": 4084,
  "image_width": 3173,
  "inscription": "",
  "life_date": "French, 1861–1944",
  "markings": "",
  "medium": "Woodcuts, letterpress; bound volume",
  "nationality": "French",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Ruth and Bruce Dayton, Wayzata, Minn.; given to MIA, 1991.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Captivated by the books that William Morris (1834-96) was making at his Kelmscott Press in England and the success of French publisher Ambroise Vollard's artist's books, Count Harry Kessler (1868-1937) started his own private Cranach Press in Weimar, Germany, in 1913. One of its first goals was to turn Virgil's Eclogues into the perfect book. Kessler spared little, commissioning woodcuts from Maillol and a new translation from Marc Lafargue. To add a Renaissance flavor, Kessler chose a fifteenth-century Venetian typeface by Nicolas Jenson and hired Morris's colleague Emery Walker to supervise the cutting of new type. Kessler rhapsodized that the font \"was winged with inner tension, and it gleamed with tender light.\" Ever conscious of unity, Maillol designed his 43 woodcuts-here depicting Tityrus-to be equally important to the type, actually referring to his illustrations as \"typography.\"",
  "title": "The Eclogues of Virgil"
}
