{
  "accession_number": "B.98.6",
  "artist": "Artist: Ken Campbell; Author: David King; Publisher: Ken Cambell , London",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "20 x 14 1/2in. (50.8 x 36.8cm)",
  "id": "http://api.artsmia.org/objects/32715",
  "image": "valid",
  "image_copyright": "© 1994 Ken Campbell",
  "image_height": 3365,
  "image_width": 4784,
  "inscription": "Signature; Date\r\n\r\nsee Signed",
  "life_date": "Irish, born 1943",
  "markings": "",
  "medium": "Color relief prints over half-tone photographs; bound volume",
  "nationality": "Irish",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Acquired from the artist by MIA, 1998",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[K Campbell \\'94] on colophon page",
  "style": "20th century",
  "text": "In their collaborative artist's book Ten Years of Uzbekistan, British artist Ken Campbell and Irish author David King confront the ruthless brutality of the corrupt Soviet regime under Joseph Stalin. Their book was inspired by a 1934 government-commissioned commemorative album of the same title designed by the Russian avant-garde artist Aleksandr Rodchenko (1891-1956), whose personal copy served as the model for Campbell and King.\r\n\r\nDesigned to observe ten years of Soviet rule in the Republic of Uzbekistan, Rodchenko's publication featured an array of photographs of Uzbek functionaries, along with positive, but questionable statistics demonstrating the regime's successes. By the time the book was issued, many of these same party and government officials had fallen out of favor and were purged and executed on Stalin's orders. To avoid any suspicions about his own loyalty, Rodchenko felt compelled to engage in self-censorship, blackening out the names and faces of the murdered men and women in his copy of the book. In recreating and supplementing aspects of Rodchenko's book, Campbell and King give us a glimpse of the power of tyranny and its devastating consequences.\r\n",
  "title": "Ten Years of Uzbekistan"
}
