{
  "accession_number": "B.98.6",
  "art_champions_text": null,
  "artist": "Artist: Ken Campbell; Photographer: David King; Publisher: London: Ken Campbell",
  "catalogue_raissonne": "Campbell (Ken Campbell: An Artist's Books) 15; Drucker (The Word Returned) 18",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1994",
  "department": "European Art",
  "description": "Printed by polychrome letterpress using woodletter numerals and Monotype Bodoni type; bound in black cloth in a black cloth slipcase.",
  "dimension": "20 x 14 1/2 in. (50.8 x 36.8cm) (closed)",
  "id": "http://api.artsmia.org/objects/32715",
  "image": "valid",
  "image_copyright": "© 1994 Ken Campbell",
  "image_height": 6782,
  "image_width": 9552,
  "inscription": "",
  "life_date": "Irish, 1943 - 2016",
  "markings": "",
  "medium": "Color relief prints (letterpress) over half-tone photographs; bound volume",
  "nationality": "Irish",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist, London; sold to MIA, 1998.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated on colophon page: K Campbell \\'94",
  "style": "20th century",
  "text": "In their collaborative artist's book Ten Years of Uzbekistan, British artist Ken Campbell and Irish photographer  David King confront the ruthless brutality of the corrupt Soviet regime under Joseph Stalin. Their book was inspired by a 1934 government-commissioned commemorative album of the same title designed by the Russian avant-garde artists Aleksandr Rodchenko (1891-1956) and Varvara Stepanova (1894-1958). Rodchenko's copy of the book served as the model for Campbell and King.\r\n\r\nDesigned to observe ten years of Soviet rule in the Republic of Uzbekistan, Rodchenko's publication featured an array of photographs of Uzbek functionaries, along with positive, but questionable statistics demonstrating the regime's successes in the agrarian outpost. By the time the book was issued, many of the pictured party and government officials had fallen out of favor and were purged and executed on Stalin's orders. To avoid any suspicions about his own loyalty, Rodchenko felt compelled to engage in self-censorship, blotting out with black ink the names and faces of the murdered men and women in his copy of the book. In recreating and supplementing aspects of Rodchenko's book, Campbell and King give us a glimpse of the power and evil of tyranny and its devastating consequences.",
  "title": "Ten Years of Uzbekistan: A Commemoration"
}
