{
  "accession_number": "B.99.12.2",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Author: Enrique Chagoya; Printer: Shark's Ink, Boulder, Colorado; Publisher: Shark's Ink, Boulder, Colorado",
  "catalogue_raissonne": null,
  "classification": " Prints; Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "Eight plates hinged and folded into accordian-style codex, resulting in cover, back cover, and six pages.",
  "dimension": "7 1/2 x 11 1/2 in. (19.05 x 29.21 cm) (sheet, folded)\r\n7 1/2 x 92 in. (19.05 x 233.68 cm) (sheet, open)\r\n14 x 91 x 5 1/2 in. (35.56 x 231.14 x 13.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/32748",
  "image": "invalid",
  "image_copyright": "© Enrique Chagoya",
  "image_height": "",
  "image_width": "",
  "inscription": "\r\n\r\n",
  "life_date": "American (born Mexico), born 1953",
  "markings": "Numbered in pencil: 12/30",
  "medium": "Color lithograph, woodcut, with chine collé on cream amate paper; accordion-fold codex",
  "nationality": "American (born Mexico)",
  "object_name": "Artist's book (codex)",
  "portfolio": "From ",
  "provenance": "[Mary Ryan Gallery, New York]; sold to MIA, 1999.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil: Enrique Chagoya \\'98",
  "style": "20th century",
  "text": "Chagoya explains his approach for this book in the following excerpts: \"My codex books are based on the idea that history is told by those who win wars. Previous historic accounts are erased, destroyed or buried in oblivion. A new official story is invented in order to justify the new reality of events. Cultures are transformed and often completely destroyed by conquering ones. The world is endlessly re-mapped and re-named, with new rules and rulers in recurrent holocausts. New 'world orders' come and go in the middle of ideological frenzy. The 20th century has been perhaps the most violent in the world's history. Human kind is in constant war with itself, perfectly capable of total destruction. This is the raw material for my art. Since from this perspective history is an ideological construction, I decided to invent my own account of the many possible stories-from Cortez to the border patrol-in my own visual language. I mix pre-Columbian mythology with Catholic icons, American comics and images of ethnic stereotypes. My codex books are made with the same bark paper (amate) used in the ancient codex books.\"",
  "title": "The Return of the Macrobiotic Cannibal"
}
