{
  "accession_number": "2001.6.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "Gift of the Asian Art Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 6th-2nd century BCE",
  "department": "Asian Art",
  "description": "2 oval-shaped discs with flat sides; slightly wider at bottom; brown stone with dark and light streaks",
  "dimension": "1-1/8 x 7/16 x 3/8 in. (2.9 x 1.1 x 1 cm)",
  "id": "http://api.artsmia.org/objects/32939",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stone",
  "nationality": null,
  "object_name": "Earrings",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-1st century BCE",
  "text": "Beginning around 4,000 years ago, various regions of Southeast Asia were homes to stone and bronze age cultures of advanced social organization and artistic achievement. Archaeologists have only recently begun to provide a better understanding of these cultures and, in the last few years, with the support of several private donors and the Asian Art Council, the museum has started to collect outstanding examples of ancient Southeast Asian bronzes, ceramics, as well as stone, shell, and glass jewelry. \r\nJade and other hardstone objects have always occupied an important position in Chinese culture but, Thailand's northwestern region as well as areas of Vietnam and Laos have likewise yielded jade and stone objects like these ear disks that show a skillful use of local materials, superb craftsmanship, and sophisticated aesthetics. The jade examples point to the likelihood of an underlying jade culture based on trade around the South China Sea while the slit glass ear ornaments appear to have been more popular in early Southeast Asian societies than in China.",
  "title": "Pair of Slit Disc Earrings"
}
