{
  "accession_number": "2024.74.19",
  "art_champions_text": null,
  "artist": "artist: David Roberts; lithographer: Louis Haghe; publisher: Sir Francis Graham Moon",
  "catalogue_raissonne": "Roberts vol. \r\nDuke p. 288",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1849",
  "department": "European Art",
  "description": "title page for The Holy Land, vol. 3 showing the facade of the temple at Petra; classical style temple carved into cliff face, viewed from a canyon pass; a group of men walk and ride camels through the pass, toward the temple; hinged to mat; beige overmat",
  "dimension": "18 5/8 × 12 1/2 in. (47.3 × 31.8 cm) (image)\r\n22 1/4 × 16 in. (56.5 × 40.6 cm) (sheet)\r\n30 × 24 in. (76.2 × 61 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147092",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "BL, within plate: Excavated Temple at Petra / called El Khasne, or the Treasury.",
  "life_date": "Scottish, 1796 – 1864",
  "markings": "TC text: The / HOLY LAND. / Syria, Idumea, Arabia, Egypt, & Nubia. / FROM THE DRAWINGS ON THE SPOT BY  / David Roberts. R.A. / WITH HISTORICAL DESCRIPTIONS BY / THE REVD. GEROGE CROLY, L.L.D. / LITHOGRAPHS BY / LOUIS HAGHE / VOL.3. ;\r\nBC, text: LONDON, F.G. MOON, 20 THREADNEEDLE STREET, / PUBLISHER IN ORDINARY TO HER MAJESTY, / MDCCCXLIX. / Day & Son, lithrs to the Queen",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "portfolio": "From The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 3, plate 88",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, within plate: David Roberts R.A. / L. Haghe, lith",
  "style": "19th century",
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north toLebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as \"The Holy Land, Idumea, Arabia, Egypt and Nubia.\" He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\r\n\r\n\nThe present sheet is the title page to the third of the six volumes in the set. It is illustrated with the so-called Treasury at Petra, a city of the Arab Nabatean Kingdom and now an archeological site in southern Jordan. The Treasury is actually an elaborate tomb cut directly from the sandstone face of the canyon in the 1st century CE.",
  "title": "Excavated Temple at Petra called El Khasne, or the Treasury (title page for The Holy Land, Volume 3)"
}
