{
  "accession_number": "2024.90.4",
  "artist": "Adja Yunkers",
  "classification": "Prints",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Gift of Marilyn and Glen Nelson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1974",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "40 × 32 in. (101.6 × 81.3 cm) (image)\r\n45 7/8 × 35 in. (116.5 × 88.9 cm) (sheet, approximate)\r\n49 1/4 × 40 1/4 × 1 5/8 in. (125.1 × 102.2 × 4.1 cm) (outer frame)",
  "id": 147050,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8155,
  "image_width": 6575,
  "inscription": "LL, graphite: Requiem for a Virgin King. For Steven with pleasure; BC, graphite: 38/50",
  "life_date": "Adja Yunkers, American (born Russian Empire, now Latvia), 1900 – 1983",
  "markings": null,
  "medium": "Color screenprint",
  "object_name": "Print",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "LR, graphite: Adja Yunkers -74",
  "style": null,
  "text": "The title of Adja Yunkers' screenprint, Requiem for a Virgin King, recalls the story of the legendary King Ludwig II of Bavaria (reigned 1845-1886), and his opera interest and friendship with theatre personalities such as Richard Wagner and Joseph Kainz. In 1972, the life of Ludwig II was the subject of a West German historical drama film directed by Hans-Jürgen Syberberg. According to the director, the film is \"the story of the last Bavarian King with his euphoria, his anxieties, his dreams told in a style of an oratorio or a medieval passion. Present and past are combined in a film of Wagnerian scenes, music of the thirties, Bavarian legends, ‘Oktoberfest' waxworks, magic lantern, still life, surrealism, elements of silent films, guillotine, quotations from Goethe, Brecht, Valentin and Shakespeare. A musical by Offenbach... melodrama... requiem....” The reasons Yunkers appropriated the film's title for his screenprint are not known, though the film's 1972 release may have reignited memories of the artist's experiences living in Germany and France during the social and political upheaval of the 1920s and 1930s.",
  "title": "Requiem for a Virgin King"
}
