{
  "accession_number": "2024.42.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th-6th century",
  "department": "Asian Art",
  "description": "dome shaped iron helmet with lines of hobnail rivets; iron piece attached to top of helmet that curves down front; surface is very rusty as if it had been buried underground; natural wood box with lid and orange cloth wrap",
  "dimension": "6 1/2 × 7 1/4 × 10 in. (16.5 × 18.4 × 25.4 cm)",
  "id": "http://api.artsmia.org/objects/147031",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 3024,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Iron",
  "nationality": null,
  "object_name": "Helmet (kabuto)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th-6th century",
  "text": "A helmet was an important part of a samurai’s equipment not only for protection but also as a visual element to impress opponents. The use of iron helmets in Japan for protection is documented from to the 5th century through excavated examples which suggest that the construction was imported from China via Korea. Because the front side that protects the forehead is protruding like the prow of a ship, these early helmets are called shōkakutsuki kabuto, literally ram-shaped helmet. It took until around the turn of the 10th to the 11th century that the earliest indigenous Japanese helmet form emerged which was made of riveted plates and called hoshi kabuto. Hoshi kabuto are no longer purely utilitarian but embellished and decorated, and showcase that already at that time, both design and aesthetics played major roles in armor construction in Japan.",
  "title": "Ram-shaped helmet (shōkakutsuki kabuto)"
}
