{
  "accession_number": "2024.46",
  "art_champions_text": null,
  "artist": "Artist: Guido Reni",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The James Ford Bell Foundation Endowment for Art Acquisition and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1614",
  "department": "European Art",
  "description": "two seated women wearing draping garments; women's bodies are turned slightly in opposite directions, with heads turned toward each other; woman on left has her PL arm behind woman on right, and holds cloth (?) in her PR hand; woman on right has her PR arm drawn across her body; black chalk on tan ground, with top corners clipped/arced; received framed, unglazed",
  "dimension": "67 1/4 × 72 1/4 in. (170.8 × 183.5 cm) (sight)\r\n72 × 76 3/4 × 1 in. (182.9 × 194.9 × 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147029",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4483,
  "image_width": 4800,
  "inscription": "",
  "life_date": "Italian (Bologna), 1575–1642",
  "markings": "",
  "medium": "Black chalk on fifteen joined pieces of paper, laid down on canvas",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Guido Reni executed this monumental cartoon (full-scale preparatory drawing) representing \"Fire and Air\" for a frescoed chimneypiece in the Palazzo dell'Armi Marescalchi, Bologna, around 1614. (The palace was damaged during World War II, but the fresco survives and remains in the building.) Reni returned to his hometown in 1614 after a triumphant decade working in Rome, where he was employed by the papal family, among other illustrious patrons. The large, idealized allegories dressed in ample drapery are reminiscent of the ancient sculpture Reni studied in Rome and are characteristic of Reni's style in this period. Drawn in black chalk on 15 sheets of paper glued together, the composition is almost entirely worked out at this stage--very few details were changed in the mural. As cartoons were often destroyed in the process of transferring the design to the wall surface, Reni and his assistants must have used a substitute cartoon in the process, so this cartoon could be preserved--either to be reused by the studio in some capacity, or to be sold to a collector.",
  "title": "Two Female Allegories Representing Fire and Air (Cartoon for a Fresco)"
}
