{
  "accession_number": "2024.40",
  "art_champions_text": null,
  "artist": "Artist: Joanna Beall Westermann",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "stylized figures and shapes against a blue background; at R is a Black man in top hat and blue suit with steam (?) coming out of his ear; at BL is a gray car with flames at one end; house shape with orange window and smoking chimney at C, next to church with a priest smoking a cigarette; white mat and blond wood frame, D-rings and wire, UV filtering acrylic",
  "dimension": "10 × 16 in. (25.4 × 40.6 cm) (image)\r\n12 × 18 in. (30.5 × 45.7 cm) (sheet, approx.)\r\n16 1/8 × 21 3/4 × 1 1/4 in. (41 × 55.2 × 3.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147016",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1935 – 1997",
  "markings": "",
  "medium": "Gouache on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, below image, graphite: J. Beall \\'59",
  "style": "20th century",
  "text": "Joanna Beall Westermann's untitled gouache painting functions as a Surrealist-inspired dreamscape. Featuring an array of human figures (and parts thereof), along with buildings, Christian symbols, stars, and what appears to be a flaming car, the scene is oddly coherent despite its enigmatic elements. Using flattened pictorial space and a surface of gestural brushstrokes in cool blues and grays punctuated by warmer tones of brown and pink, Westermann draws the viewer into her fantasy world. But this is a world of familiar objects and figures, recalling human dreams that invite individualized interpretations. Westermann cites the art of Marc Chagall and Henri Mattise as major influences on her own practice. And like these modern masters, Westermann's embrace of brilliant color, flattened pictorial space, and simplified imagery signals that her painting exists in the realm of fantasy, where truth and beauty are subjective values. Indeed, her adaptations of formative influences parallel Westermann's own dictum in her contribution to Josef Albers’s Interaction of Color: “To honor the masters creatively is to compete with their attitude rather than with their results, to follow an artistic understanding of tradition—that is, to create, not to revive.”",
  "title": "Untitled"
}
