{
  "accession_number": "2024.56",
  "art_champions_text": null,
  "artist": "Artist: Michael Namingha",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Lucy Mitchell",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019 (printed 2024)",
  "department": "Global Contemporary Art",
  "description": "irregular shaped photo with two black-and-white images of eroded hillsides; a bright red 4-sided shape is at the center between the two black-and-white images; face mounted to acrylic; rectangular wood cleat adhered to verso",
  "dimension": "27 3/4 × 39 15/16 × 1 in. (70.5 × 101.4 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/147026",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7648,
  "image_width": 10387,
  "inscription": "",
  "life_date": "Tewa and Hopi, born 1977",
  "markings": "paper sticker label at BR verso: Michael Namingha, 2019 / Black Place #1 / Digital C-Print Face Mounted to Shaped Acrylic / 28 x 40 x 1 in / Edition of 3 / Artist Proof",
  "medium": "Digital chromogenic print face-mounted to shaped acrylic",
  "nationality": "Tewa and Hopi",
  "object_name": "Photograph",
  "portfolio": "From Black Place II series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "paper sticker label at BR verso: Michael Namingha",
  "style": "21st century",
  "text": "As scholar and curator Jami Powell notes, “During a 2017 residency at the Georgia O’Keeffe Museum  in Santa Fe, New Mexico, Michael Namingha found  himself drawn to the distinct, rounded, gray-and-black  terrain of the Bistahí Dééł Náázíní (Bisti/De-Na-Zin  Wilderness), which O’Keeffe called the “Black Place.” The area sits beneath the largest methane cloud in the United  States, which when viewed with infrared technology appears as a bright orange, red, and yellow dot over the  Four Corners region. After using a drone to capture the image of the fragile landscape, Namingha arranged the red from this satellite imagery alongside the fragmented and abstracted landscape. The result is a hauntingly beautiful interrogation of human intervention on the landscape.”",
  "title": "Black Place #1"
}
