{
  "accession_number": "2024.74.1a,b",
  "art_champions_text": null,
  "artist": "artist: Brother Thomas Bezanson",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1993",
  "department": "Global Contemporary Art",
  "description": "large black and brown vase (a) with wide rounded shoulder that tapers to a narrow base; black with iron-brown glaze poured over; flat plate-like rim; small lid (b) is slightly domed with a thin vertical knob at top center",
  "dimension": "24 × 17 1/4 × 17 1/4 in. (61 × 43.8 × 43.8 cm)",
  "id": "http://api.artsmia.org/objects/147071",
  "image": "valid",
  "image_copyright": "",
  "image_height": 512,
  "image_width": 359,
  "inscription": "handwritten on underside of lid in black ink: 4/4",
  "life_date": "American (born Canada), 1929 – 2007",
  "markings": "maker\\'s mark on base in black marker; incised maker\\'s mark underside of lid; \r\nPucker Gallery label adhered to underside of lid: BROTHER THOMAS TH974 / Large Vase with Cover, / Honan Tenmoku Glaze, 1993 (label removed by MACC conservator)",
  "medium": "Porcelain with honan tenmoku glaze",
  "nationality": "American (born Canada)",
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G230",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Brother Thomas Bezanson was an internationally renowned Canadian-born ceramic artist and a master of complex glazes and purity of form. His work reflects the influence of Japanese traditions in his choice and application of glazes, use of the raku firing process, and forms employed such as the tea bowl. He worked exclusively in porcelain, a particularly difficult medium to manipulate when creating larger or more complex vessels. This covered vase demonstrates some of the key methods and intentions of Brother Thomas's studio practice. Unusually large, the vase is remarkable in the harmony, balance, and elegance of its form, as well as the aesthetic allure of its honan tenmoku glazed surfaces. Reflecting on his craft, Brother Thomas has noted: “The art object is a symbol of that no-thing interior experience; a world-energy intuitively known but symbolically communicated. What is made out of the singular experience of the artist becomes a communal experience of all humanity, a wonder in itself…It is not the primary commission of art to make things, but to move hearts.”",
  "title": "Large Vase with Cover"
}
