{
  "accession_number": "2024.54.2",
  "art_champions_text": null,
  "artist": "photographer: Tomoko Yoneda",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "color photograph of a corner of a room with a dusty countertop, empty black shelves on a red wall; white globe pendant lights with one globe at R missing; tattered wallpaper at R and L with pattern of tallships; dangling ceiling tiles above; arrived in white wood frame with cleats",
  "dimension": "25 1/2 × 32 1/2 in. (64.8 × 82.6 cm) (image)\r\n30 × 37 in. (76.2 × 94 cm) (sheet, approximately)\r\n31 × 38 × 1 9/16 in. (78.7 × 96.5 × 4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147028",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6537,
  "image_width": 8362,
  "inscription": "",
  "life_date": "Japanese, born 1965",
  "markings": "gallery label frame verso BL: ShugoArts",
  "medium": "Chromogenic print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From Japanese House",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "paper label taped to BC frame verso with illegible signature",
  "style": "21st century",
  "text": "Long interested in sites with hidden histories, the artist Tomoko Yoneda focuses on structures built during the Japanese occupation (1895–1945) of Taiwan. The buildings retain the Japanese architectural style of the 1920s and 30s, but over time, the interior spaces have undergone significant changes. They not only point to shifts in Taiwanese tastes, but also in the island’s government, from colonial enclave to the seat of the Republic of China (1949–present). Here, we are brought into the former home of one of Taiwan’s generals, Wang Shu-ming (also known as “Tiger” Wang), who served as a senior figure in Chiang Kai-Shek’s nationalist government (1950–1975). The red cabinet gives us a sense of how the home may have changed after Wang moved in, bringing with him traditions from Mainland China.",
  "title": "Former house of General Wang Shu-ming, the Chief of Staff under Chiang Kai-Shek, Cidong Street, I"
}
