{
  "accession_number": "2024.62",
  "artist": "Wifredo Lam",
  "classification": "Paintings",
  "continent": "\"Americas\"",
  "country": "\"Cuba\"",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "28 5/16 × 35 13/16 in. (71.9 × 91 cm) (sight)\r\n35 × 42 1/4 × 2 1/8 in. (88.9 × 107.3 × 5.4 cm) (outer frame)",
  "id": 147056,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7693,
  "image_width": 9739,
  "inscription": null,
  "life_date": "Wifredo Lam, Cuban, born 1902",
  "markings": null,
  "medium": "Oil and charcoal on canvas",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G275",
  "signed": "LLC in brown: W. Lam / 1970 | on verso: W. Lam 1970",
  "style": null,
  "text": "This painting summarizes the main aspects of Wifredo Lam’s unique style: the awkward figures built using the Surrealist strategy of the “cadavres exquis” (the combination of different parts of distinct bodies to form a hybrid character), the multiple points of view derived from Cubism, and the reference to the masks and totems that pay homage to the strong presence of West African culture in his native Cuba. The contrast between the figures against the dark background add to their ghostly appearance, like confusing memories emerging from a strange dream. \r\n\r\nHaving himself a complex ancestry – with roots in China, Spain and Congo –, Lam was very aware of the social implications of race and strived to overcome the label of exoticism that many of his contemporaries tried to impose on him, associating his work with primitivism. Instead, Lam built his reputation by consolidating an artistic style that is unparalleled. His work is the result of what he learned in Europe combined with the hybrid quality of his Caribbean roots, a true point of confluence of distinct cultures.\r\n",
  "title": "Yo soy la luz"
}
