{
  "accession_number": "2024.60",
  "artist": "Photographer: Gordon Parks",
  "classification": "Photographs",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "The Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "1942 (printed 2022)",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "32 1/4 × 25 1/4 in. (81.9 × 64.1 cm) (sight)\r\n40 × 30 in. (101.6 × 76.2 cm) (sheet)\r\n41 1/4 × 33 3/4 in. (104.8 × 85.7 cm) (mat)\r\n42 1/4 × 34 3/4 × 2 in. (107.3 × 88.3 × 5.1 cm) (outer frame)",
  "id": 147014,
  "image": "valid",
  "image_copyright": "© The Gordon Parks Foundation, All rights reserved",
  "image_height": 9156,
  "image_width": 7149,
  "inscription": "on label BC verso backing board: 02.069 / GP07545",
  "life_date": "Gordon Parks, Photographer, American, 1912 – 2006",
  "markings": "Gordon Parks Foundation stamp on verso; paper label on verso backing board at BC: GORDON PARKS / This is a Certified Gordon Parks Photograph / which was printed in 2002 and / authenticated by the Gordon Parks Foundation. / [signature] / Peter W. Kunhardt, Jr / Executive Director, the Gordon Parks Foundation / © The Gordon Parks Foundation, All rights reserved; Weinstein Hammons Gallery label at BC verso backing board",
  "medium": "Gelatin silver print",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "While Gordon Parks’ photographs of Ella Watson reveal the hardships and experiences of a Black working class family in Washington, DC, during WWII, the photograph taken in Anacostia presages an era of possibility for a rising Black middle class. In contrast to the timeworn interiors of Watson's rowhouse apartment, the kitchen in Anacostia gleams; in Philip Brookman's essay about the federal housing project in which this photograph was taken, \"An archetypal mother, wearing a neatly ironed dress and apron, peels potatoes in the kitchen for her family's dinner while her two young daughters play together outside the window. With its domestic, everyday subject matter, middle-class focus, and narrative appeal, this image recalls American or northern European genre paintings from past centuries. Carefully constructed by Parks to illuminate a bifurcated world--inside and outside, mother and daughter, work and play, war and peace--[the photograph] emphasizes an American deal. Even in wartime, this African American family has food on the table and a mother seeks a better future for her children. News of the war comes across the radio on the table but the family remains at a safe distance. Separated from unknown threats by a simple window trimmed with white cotton curtains, the family seems protected by their faith in American democracy.\" Anacostia is therefore an outstanding example of Parks' efforts to showcase the benefits of the Roosevelt administrations' economic and social policies--effective propaganda for the government, and a tacit endorsement of them by one of its most impactful photographers who was also Black.",
  "title": "Untitled, Anacostia, D.C."
}
