{
  "accession_number": "2024.57",
  "art_champions_text": null,
  "artist": "Photographer: Meryl McMaster",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of funds from Rosina Yue",
  "culture": null,
  "curator_approved": 0,
  "dated": "2022",
  "department": "Global Contemporary Art",
  "description": "color photographic print; image of head and arms of a woman covered in soot and ashes, lying in the dirt or in a fire pit; a bird made from beads, sticks, feathers, woven grass, and stones appears to be pecking at woman's ear; one hand of the woman is on her face, the other is outstretched",
  "dimension": "40 × 60 in. (101.6 × 152.4 cm) (image)\r\n42 × 62 in. (106.7 × 157.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/147034",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1333,
  "image_width": 2000,
  "inscription": "",
  "life_date": "Canadian, born 1988",
  "markings": "",
  "medium": "Inkjet print",
  "nationality": "Canadian",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Drawing deeply upon her family’s small archive of photographs, letters, and a diary from her paternal grandmother, McMaster began a process of imagining and eventually imaging the stories gleaned from these materials. Inspired by both the hardship and the resilience of her ancestors as they navigated life under colonization, McMaster created a series of compositions centered upon a lone, female protagonist—McMaster herself, dressed in a series of variously detailed accoutrements and clothing—traversing diverse natural landscapes. Do You Remember Your Dreams is an evocation of ancestral memories and their relationship to the land, vividly illustrated through the image of the artist’s own profile and an elaborately beaded and feathered headdress set against the earth. Through her diary, McMaster learned that her grandmother was unsuccessful in obtaining government funding to build a home for her family. By tightly cropping the edges of the image to create a dynamic, diagonal view of McMaster’s character and adornment, the photograph is among the finest in this important series devoted to the hopes and dreams of Indigenous women in Canada, and an unforgettable testament to their ongoing presence upon the land.",
  "title": "Do You Remember Your Dreams"
}
