{
  "accession_number": "2024.74.31",
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "\"Europe\"",
  "country": "\"Great Britain\"",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1842–49",
  "department": "European Art",
  "description": "",
  "dimension": "20 × 14 in. (50.8 × 35.6 cm) (image)\r\n29 7/8 × 23 1/2 × 1 3/8 in. (75.9 × 59.7 × 3.5 cm) (outer frame)",
  "id": 147104,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "David Roberts, Scottish, 1796 – 1864; Louis Haghe, Lithographer, British (born Belgium), 1806 – 1885; Sir Francis Graham Moon, Publisher, British, 1796 – 1871",
  "markings": "printed TL: MAP / to Illustrate / THE ROUTE OF / DAVID ROBERTS, ESQ: R.A. / IN / THE HOLY LAND, PETREA & SYRIA. / NOTE- The Route is indicated thus ------ ; \r\nprinted BC margin: London: Published by F.G. Moon. 20 Threadneedle Street.",
  "medium": "Tinted and hand-colored lithograph",
  "object_name": "Print",
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 3, plate 125",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as \"The Holy Land, Idumea, Arabia, Egypt and Nubia.\" He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\r\n\r\n\nThe Philae temple complex was on an island in the Nile in Nubia. In this image, Roberts Brings us to the colossal portico of a temple built in the Ptolemaic era, part of a construction campaign that led to Philae becoming the most important sacred site in southern Egypt. During the fourth century, Christianity started to become established in the area, and an early altar can be seen sitting awkwardly at the far end of the room. The altar and the floors appear to have been ripped up by looters looking for treasure. With the construction of the Aswan Dam in the 1960s, this temple and others were dismantled and moved to higher ground, since the sacred island of Philae would soon be inundated.   ",
  "title": "Map to Illustrate the Route of David Roberts, Esq: R.A. in the Holy Land, Petrea & Syria"
}
