{
  "accession_number": "2024.87",
  "art_champions_text": null,
  "artist": "artist: Brittany Nelson",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Robert C. Winton Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "unique bromoil print produced from an image sent back to earth by Opportunity, the Mars rover; black and white photographic image of barren landscape with rolling hills, rocks; track lines at the R side of the image; heavy black border; on white paper; floated mount in silver color wood and metal frame; UV filtering acrylic; no hanging hardware; cleat taped to frame bottom verso",
  "dimension": "41 1/2 × 66 3/4 in. (105.4 × 169.5 cm) (image, sheet)\r\n45 × 70 × 3 in. (114.3 × 177.8 × 7.6 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147147",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6581,
  "image_width": 10438,
  "inscription": "",
  "life_date": "American, born 1984",
  "markings": "gallery label BR verso frame: LUHRING / AUGUSTINE / ... / Brittany Nelson / Tracks 2, 2019 / Unique bromoil photograph from the Mars rover / Opportunity / ... / Edition of 1 and 2 APs (AP 1/2) / (C37485)",
  "medium": "Bromoil print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Brittany Nelson’s Tracks 2 is a landscape surveyed by an extraterrestrial lens: that of the Mars Rover, whose tracks are visible in the rocky soil along the right-hand side of the image. As a child growing up in Montana, Nelson experienced her singularity–as an artist and queer woman–as a form of isolation, setting her apart from the communities surrounding her. “The two dominant feelings that I have grappled with, especially in my formative years, are a loneliness for something you maybe can’t yet describe, and a palpable distance from whatever that thing might be. I feel a connection and fascination to the people and machines that are searching deep within the vacuum of the universe for a signal someone else is there.” Nelson rendered the Mars Rover’s image through a historical photographic technique known as the bromoil process, marrying elements of the past, present, and future in her examination of worlds beyond Earth. The rich, powdery blackness of this printing process lends depth to her consideration of Mars’ terrain, underscoring the solitary nature of the Rover’s task as it beams its visions across the cosmos–and documents its presence upon the soil, much as the artist finds space for herself on Earth.",
  "title": "Tracks 2"
}
