{
  "accession_number": "2024.74.36",
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1846",
  "department": "European Art",
  "description": "",
  "dimension": "13 × 19 3/8 in. (33 × 49.2 cm) (image)\r\n25 1/2 × 31 1/8 × 1 in. (64.8 × 79.1 × 2.5 cm) (outer frame)",
  "id": 147109,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "BL, within image: Interior of the Temple of Aboo Simbel. /  Nov 9th, 1836 - Nubia",
  "life_date": "Scottish, 1796 – 1864",
  "markings": "printed BC margin: London, Published by F.G. Moon. 20 Threadneedle St. Augt. 1st 1846 / INTERIOR OF THE TEMPLE OF ABOO SIMBEL.",
  "medium": "Tinted and hand-colored lithograph",
  "object_name": "Print",
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 4, plate 139",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "BR, within image: David Roberts, R.A.",
  "style": null,
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\n\r\n\r\nThe Temple of Ramesses II at Abu Simbel was cut directly into the stone face of a hill at the border between Upper and Lower Nubia during the 13th century BCE. The interior of the temple contained many rooms. Here Roberts shows us the vestibule, which is 59 feet long and 55 feet wide. In Roberts's time, the hall contained sand to a depth of some ten feet. The hall is lined with eight colossal statues of Ramesses II deified in the form of Osirus--god of fertility, agriculture, the cycle of life, death, afterlife, and resurrection--to signal Ramesses's eternal rule. Since the Temple was only some twenty feet above the level of the Nile, it was cut apart and moved to higher ground in 1968, in anticipation of the site's inundation with the construction of the Aswan Dam.",
  "title": "Interior of the Temple of Aboo Simbel"
}
