{
  "accession_number": "2024.64",
  "artist": "Manufacturer: John S. Bradstreet and Company",
  "classification": "Furniture",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Gift in honor of Horace M. & Mary W. Hill and Frank P. & Ruth H. Leslie",
  "culture": null,
  "curator_approved": 0,
  "dated": "1909",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "60 1/2 × 54 1/4 × 22 3/8 in. (153.7 × 137.8 × 56.8 cm)",
  "id": 147146,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 333,
  "image_width": 308,
  "inscription": null,
  "life_date": "John S. Bradstreet and Company, Manufacturer, American (Minneapolis, Minnesota), c. 1899–1932",
  "markings": "typewritten paper label at back, center: MINNEAPOLIS CLUB / MARCH 23, 1949 / This light mohogany finished Antique Music / Cabinet was presented to the Minneapolis Club / on loan by Mr. Frank P. Leslie on Wednesday, / March 23, 1949. / Norman C. Iverson / Manager",
  "medium": "Mahogany",
  "object_name": "Furniture",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "G302",
  "signed": "stenciled on underside of CL drawer, red pigment: 1909 / JOHN S. BRADSTREET & CO. / MAKERS",
  "style": null,
  "text": "John Scott Bradstreet, one of the founders of the Minneapolis Society of Fine Arts in 1883, was one of the most successful and sought-after furniture designers in the late 19th and early 20th century in Minnesota. Bradstreet’s firm produced revival-style furniture along with his trademark Japanese-inspired jin-di-sugi furniture. This music cabinet, made for prominent Minnesota residents Horace and Mary Hill for their residence at 415 Oak Grove St. in Minneapolis (now razed), is a grand example of Bradstreet’s version of the Renaissance Revival style which became popular in the 19th century in the U.S. and Europe and prevailed into the early 20th. \r\n\r\nThe music cabinet would have surely been an imposing part of the Hill’s music room, which also included two grand pianos so that Mrs. Hill and her daughter Ruth could play together. It displays a lively collection of motifs characteristic of this style, including carved medallion heads, strapwork, volutes, acanthus leaves, and architectural elements like engaged pilasters and the bold gadrooning at the cornice. The cabinet also features classical elements including laurel wreaths on each of the two bottom cabinet doors. Prior to its gift to Mia, the cabinet remained in the Hill family.\r\n",
  "title": "Music cabinet"
}
