{
  "accession_number": "2024.79",
  "art_champions_text": null,
  "artist": "artist: Attributed to Juste de Juste; artist: Formerly attributed to Jehan Viset",
  "catalogue_raissonne": "Zerner J. 5",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Barbara S. Longfellow Endowed Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1540–50",
  "department": "European Art",
  "description": "five thin nude men with exaggerated musculature; reclining man at bottom; two standing men--once facing the picture plane and one with his back facing the picture plane--each holding another man awkwardly aloft",
  "dimension": "10 15/16 × 8 1/16 in. (27.8 × 20.5 cm) (sheet)\r\n1 3/16 × 14 1/16 in. (3 × 35.7 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147180",
  "image": "valid",
  "image_copyright": "",
  "image_height": 767,
  "image_width": 579,
  "inscription": "In plate, l.l., monogram: IVSTE",
  "life_date": "French, 1505 – 1559",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This strange etching belongs to a group of five similar prints thought to have been made in the 1540s, but their maker and origin are uncertain. Each shows an improbable acrobatic pyramid of lean, muscular, naked men. The prints are signed with a monogram, here at lower right, with a monogram contianing the lettes I, V, S, T, and E. The monogram has led to the tentative identification of the artist as Giusto Betti, a member of a family of sculptors that originated in Tuscany but moved to Tours, taking the name \"Juste.\" Giusto is recorded as having assisted Rosso Fiorentino (1495-1540) in the makng of stucco decorations for Frnech king François Premier's renovation of the palace at Fontainebleau. Whoever made this print had a vivd imagination and little knowledge of the technical nicities of printmaking.",
  "title": "Pyramid of Five Men"
}
