{
  "accession_number": "2024.95.2",
  "art_champions_text": null,
  "artist": "artist: Jan Saenredam; artist: after Hendrick Goltzius",
  "catalogue_raissonne": "New Hollstein 393\r\nHollstein VIII 328 as \"Debora\"\r\nHollstein XXIII 19 as \"Jael and Sisera\"",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "The James and Maureen Duffey Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1595",
  "department": "European Art",
  "description": "black and white print; woman at C dressed in flowing gown with spike in raised hand, mallet in other lowered hand; she is looking upward at the spike; sleeping man at lower L; soldiers and horses visible through a window at CL; hinged at top corners in cardstock mat",
  "dimension": "11 7/16 × 8 1/16 in. (29.1 × 20.5 cm) (plate)\r\n12 3/16 × 8 15/16 in. (31 × 22.7 cm) (sheet)\r\n18 × 14 in. (45.7 × 35.6 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147174",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3296,
  "image_width": 2414,
  "inscription": "verso, BC, graphite: B.43 / [illeg.]",
  "life_date": "Dutch, 1565–1607",
  "markings": "printed within plate below image: Non semper validis sfernuntur viribus hostes, / Ferminea pereunt etiam virtute potentes. / C. Schoneus",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "printed within plate at BL: HGoltzius Inuet. / I.S. Sculptor. / Cum privil. sa. Ca. M.",
  "style": "16th century",
  "text": "In the Bible, the book of Judges tells the story of a prophecy that a woman would receive the glory for the defeat of Sisera, a powerful Canaanite general opposed to the Israelites. Barak, a Jewish king, led 10,000 men to defeat Sisera's army, killing every man, except Sisera himself. Sisera slipped away and sought refuge in the tent of a woman named Jael. She covered him with a blanket and gave him milk to drink. He asked her to lie if anyone asked if there was a man in her tent. When he fell asleep, Jael hammered a tent peg into his ear, through his skull, and into the ground, thus becoming the one to defeat Sisera. In this engraving, she holds the peg aloft as she ponders her next move.",
  "title": "Jael and Sisera"
}
