{
  "accession_number": "2024.74.33",
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1846",
  "department": "European Art",
  "description": "",
  "dimension": "12 3/4 × 19 1/4 in. (32.4 × 48.9 cm) (image)\r\n25 1/8 × 31 × 1 in. (63.8 × 78.7 × 2.5 cm) (outer frame)",
  "id": 147106,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "within plate lower L: David Roberts, R.A.-- L.Haghe, lith; within plate BR: Kom Ombo. / Nov. 21st 1838.; BC in margin: London, Published by F.G. Moon 20 Threadneedle St. Aug 14th 1846 / RUINS OF KOM OMBO",
  "life_date": "Scottish, 1796 – 1864",
  "markings": null,
  "medium": "Tinted and hand-colored lithograph",
  "object_name": "Print",
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 4, plate 131",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\n\r\n\r\nKom Ombo is the site of a unique double temple in Upper Egypt. Constructed during the Ptolemaic dynasty, 180–47 BC, the temple is dedicated to two groups of gods: the southern half to the crocodile god Sobek, a fertility god who, along with Hathor and Khonsu created the world, and the northern half to the falcon god Haroeris (Horus the Elder), along with Tasenetnofret (the Good Sister, a special form of Hathor or Tefnet/Tefnut) and Panebtawy (Lord of the Two Lands). The structure contains twin sets of courts, halls, sanctuaries and rooms arranged symmetrically. Roberts studied the complex when it was still half-buried in sand. Later in the 19th century Jean-Jacques de Morgan (1857–1924) excavated and rebuilt the temple.",
  "title": "Ruins of Kom Ombo"
}
