{
  "accession_number": "2024.71.3",
  "art_champions_text": null,
  "artist": "artist: Kishi Renzan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Johanna Maud Hill",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1840–59",
  "department": "Asian Art",
  "description": "stalking tiger facing viewer with wide eyes, tail above and claws below; on background of light and dark tans; small blue flowers below tiger; top and bottom border and decorative ties in silver floral damask; outer border of blue damask with scroll and floral pattern; plain tan weave fabric at top and bottom of mount; woven hanging cord; bone roller knobs; natural wood box with lid; 1969 receipt in box for purchase from Yamanaka & Co. inside box",
  "dimension": "39 3/8 × 16 in. (100 × 40.6 cm) (image, sheet)\r\n73 3/4 × 21 7/8 × 1 in. (187.3 × 55.6 × 2.5 cm) (mount)\r\n2 7/8 × 3 × 22 7/8 in. (storage, box)",
  "id": "http://api.artsmia.org/objects/147140",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4004,
  "image_width": 1915,
  "inscription": "Japanese writing in black ink at BR; paper labels taped to box lid: Jap. Hanging Scroll / Kishi- / Rensen Kishi -1850 / signed by the artist / Ink & Light Color on / Silk / Appraise / 800- / 1000 / S-42 / Ren Zan / Hotoku / R-11",
  "life_date": "Japanese, 1805 – 1859",
  "markings": "two red seals in BR; Japanese writing on side of box; paper label on side of box: R-11",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "連山岸徳; red seals 岸徳, 士道",
  "style": "19th century",
  "text": "A tiger crawls through a ravine, hugging its body close to the ground. It looks up at its prey with piercing yellow eyes. The water running past its right front paw looks like abstract mounds, lying in sharp contrast to the craggy rockface dotted with green moss on which the tiger prowls. \r\n\r\nKishi Renzan (1804-1859) studied painting under Ganku (1756-1839), a Kyoto-based painter known for his depiction of tigers. Ganku in particular was known to have studied the physical form of tigers by acquiring a tiger’s skull through Chinese merchants and laying a tiger pelt over it. Renzan was Ganku’s adopted son and eventually became the head of the Kishi school founded by Ganku. He is known for paintings of animals based on observation.",
  "title": "Tiger"
}
