{
  "accession_number": "2024.68",
  "artist": "China",
  "classification": "Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Laurie Jue Ying and David Y. Ying in honor of Dr. Liu Yang and in tribute to Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th–10th century BCE",
  "department": "Asian Art",
  "description": "",
  "dimension": "9 5/8 × 7 5/8 × 7 5/8 in. (24.4 × 19.4 × 19.4 cm)",
  "id": 147197,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7808,
  "image_width": 6246,
  "inscription": "The bottom interior of the vessel is inscribed with six characters: Duke Bei X made this precious ritual zun vessel (北伯□作寶尊彝).",
  "life_date": null,
  "markings": null,
  "medium": "Bronze",
  "nationality": "Chinese",
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "This ritual wine vessel zun features a wide, flared lip for pouring and a similarly shaped foot. Its rounded midsection is adorned with two narrow bands of backward-looking dragons, separated by flanges. The dragons’ contours are defined by double raised lines, a stylistic innovation introduced during the early Western Zhou period. Recent archaeological finds trace this design to the Zhou heartland in present-day Zhouyuan, Shaanxi, where it flourished in the early to mid-Western Zhou, representing the craftsmen’s break from Shang-era rituals and designs. \r\n\r\nHistorically, the vessel is significant for its six-character inscription, which reads “Duke Bei X made this precious ritual zun vessel.” When Ji Fa, the founder of the Western Zhou dynasty, overthrew the Shang dynasty (c. 1600–1046 BCE), he divided the Shang capital into three fiefs—Bei, Yong, and Wei—to control loyalist threats. The identities of the fief rulers have been debated. In 1890, bronze vessels bearing the name Duke of Bei were discovered, leading historian Wang Guowei to propose that Bei may have been a precursor to the Yan state. Of these bronzes, only two vessels named X, Duke of Bei are known: a you vessel at the Museum of Fine Arts in Boston and this zun. The inscription on this zun may help resolve the mystery surrounding the rulers of Bei.",
  "title": "Ritual wine vessel zun"
}
