{
  "accession_number": "2024.74.2.3",
  "artist": "Brother Thomas Bezanson",
  "classification": "Ceramics",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "2 1/4 × 3 1/8 × 3 1/8 in. (5.7 × 7.9 × 7.9 cm)",
  "id": 147125,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3891,
  "image_width": 4864,
  "inscription": null,
  "life_date": "American (born Canada), 1929 – 2007",
  "markings": "Pucker Gallery label on underside: Brother Thomas TH1595 / Yunomi Set: Spirit of the Seasons / 2-1/2 x 3-3/4 x 3-3/4 / Winter: Matte Black with Kairagi / Spring: Molybdenum Glaze / Summer: Celedon, Clair de Lune / Fall: Blue Elm Ash Glaze",
  "medium": "Porcelain with celedon, clair de lune glaze",
  "nationality": "American (born Canada)",
  "object_name": "Tea bowl, from a set of four",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Brother Thomas Bezanson was an internationally renowned Canadian-born ceramic artist and a master of complex glazes and purity of form. His work reflects the influence of Japanese traditions in his choice and application of glazes, use of the raku firing process, and forms employed such as the tea bowl. He worked exclusively in porcelain, a particularly difficult medium to manipulate when creating larger or more complex vessels. This set of four porcelain tea bowls demonstrates some of the key methods and intentions of Brother Thomas's studio practice. Each bowl in the set represents one of the four seasons—winter, spring, summer, fall—with individualized glazes that evoke aspects of each season’s climate. The set of bowls also reflects Brother Thomas’s careful attention to the harmony, balance, and elegance of form, both individually and as a set, along with the aesthetic allure of their decorative surfaces. Reflecting on his craft, Brother Thomas has noted: “The art object is a symbol of that no-thing interior experience; a world-energy intuitively known but symbolically communicated. What is made out of the singular experience of the artist becomes a communal experience of all humanity, a wonder in itself…It is not the primary commission of art to make things, but to move hearts.”",
  "title": "Yunomi Set: Spirit of the Seasons - Summer"
}
