{
  "accession_number": "2024.74.41",
  "art_champions_text": null,
  "artist": "artist: David Roberts; lithographer: Louis Haghe; publisher: Sir Francis Graham Moon",
  "catalogue_raissonne": "Roberts vol. \r\nDuke p.",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1847",
  "department": "European Art",
  "description": "landscape with ruined temple complex in middle distance; mountains and sunset on horizon; group of people in Arab dress on top of a ruin at center foreground; beige overmat; light gold frame; wire attached",
  "dimension": "13 3/4 × 20 1/8 in. (34.9 × 51.1 cm) (image)\r\n26 3/4 × 32 1/4 × 1 in. (67.9 × 81.9 × 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147114",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "BL, within image: Ruins of Karnack",
  "life_date": "Scottish, 1796 – 1864",
  "markings": "printed BC margin: London, Published by F.G. Moon. 20 Threadneedle St. March 8th 1847 / RUINS OF KARNACK",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "portfolio": "From The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 4, plate 163",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, within image: David Roberts, R.A. / L. Haghe, lith.",
  "style": "19th century",
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as \"The Holy Land, Idumea, Arabia, Egypt and Nubia.\" He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.",
  "title": "Ruins of Karnack"
}
