{
  "accession_number": "2024.74.49",
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1849",
  "department": "European Art",
  "description": "",
  "dimension": "12 15/16 × 19 1/4 in. (32.9 × 48.9 cm) (image)\r\n16 7/8 × 24 1/8 in. (42.9 × 61.3 cm) (sheet)\r\n24 × 30 in. (61 × 76.2 cm) (mat)",
  "id": 147122,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "within plate at BR: Cairo from the Gate of Citzenib. / looking towards the Desert of Suez.",
  "life_date": "Scottish, 1796 – 1864",
  "markings": "in margin at BC: London Published by F.G. Moon, 20 Threadneedle St. Jany 1st 1849. / CAIRO FROM THE GATE OF CITZENIB, LOOKING TOWARDS THE DESERT OF SUEZ",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 6, plate 238",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "BL, within image: David Roberts, R.A. / L Haghe, lith.",
  "style": null,
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\n\r\n\r\nRoberts made this view from the Mokkatam Hills overlooking Cairo. In the foreground is the Citadel, where construction began in the 12th century. From the 13th to the 19th centuries, this was the seat of Egypt's government. At left near the horizon is the Mosque of Sultan Hasan, built between 1356 and 1363. Halfway up the image is a long complex of light-colored buildings, a necropolis often called the City of the Dead. In his journal Roberts noted that even the humble were laid to rest among those structures of singular and picturesque beauty, the ruins of the mosques and tombs of the Memlooks. At lower left, we see what Roberts called The Gate of Citizenib, through which one passed to go to the pyramids of Giza.",
  "title": "Cairo from the Gate of Citzenib, Looking Towards the Desert of Suez"
}
