{
  "accession_number": "2024.85.3",
  "art_champions_text": null,
  "artist": "artist: Leo Gestel",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "Gift of the family of Lucas Van Hilst",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "European Art",
  "description": "colorful scene of workers in a potato field; row of women on knees in foreground, digging potatoes; men lifting sacks of potatoes into horse-drawn wagon in upper half of image; line of trees and haystacks along top of image; outlined in black ink, colored with oil(?) pastel; storage mat with mylar corners, unhinged",
  "dimension": "20 1/8 × 23 in. (51.1 × 58.4 cm) (image, sheet)\r\n26 1/4 × 29 1/4 in. (66.7 × 74.3 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147129",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4096,
  "image_width": 3072,
  "inscription": "",
  "life_date": "Dutch, 1881–1941",
  "markings": "BR, stamped in black ink: Atelier Leo Gestel 1941",
  "medium": "Ink and pastel on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Having studied in Amsterdam and Paris, Dutch painter Leo Gestel was interested in international avant-garde artistic movements. He delved into Divisionism, Fauvism, Cubism, and Expressionism. At times he dealt with major events, such as the displacement of refugees during World War I, but more often he depicted everyday life.\r\n\r\nHere Gestel shows us a potato harvest. His sturdy, stylized figures engage in the backbreaking work. The foreground workers kneel along a row to dig up the potatoes, while those further back stand to dump the potatoes from one container into another. Further back are horsedrawn carts to bring the havest back in the field.",
  "title": "Title unknown [Potato Diggers]"
}
