{
  "accession_number": "2024.74.42",
  "art_champions_text": null,
  "artist": "artist: David Roberts; lithographer: Louis Haghe; publisher: Sir Francis Graham Moon",
  "catalogue_raissonne": "Roberts vol. \r\nDuke p.",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1847",
  "department": "European Art",
  "description": "view of a sailing ship on the Nile River, in LRQ; cows wading into the river at CL; tall bluff in the distance at CL; photo corners; beige overmat",
  "dimension": "13 × 19 in. (33 × 48.3 cm) (image)\r\n16 3/8 × 23 1/2 in. (41.6 × 59.7 cm) (sheet)\r\n24 × 30 in. (61 × 76.2 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147115",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "BL, within image: Approach to The Fortress of Ibrim - Nubia.",
  "life_date": "Scottish, 1796 – 1864",
  "markings": "printed BC margin: London, Published by F.G. Moon. 20 Threadneedle St. May 1st. 1847. / APPROACH TO THE FORTRESS OF IBRIM, NUBIA.",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "portfolio": "From The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 5, plate 174",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, within image: David Roberts, R.A. - L. Haghe, lith.",
  "style": "19th century",
  "text": "In 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as \"The Holy Land, Idumea, Arabia, Egypt and Nubia.\" He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.\n\r\n\r\nThis is a view of the Nile River at Qasr Ibrim, an archeological site south of Aswan, in the Egyptian part of Nubia. The boat is a felucca, a traditional craft still in use on the river. In this area, the river now looks quite different because the Aswan Dam, built in the 1960s, caused the water level to rise, forming Lake Nasser. The Fortress of Ibrim, mentioned in the title, was on a high bluff overlooking the river at the time of Roberts's visit, but the rising water surrounded it such that it now sits on an island. It is one of the few archeological sites in the region to have been spared complete inundation by the lake. THough hard to make out, the fortress probably surmounted the sunlit bluff directly above the cows wading in the river.",
  "title": "Approach to the Fortress of Ibrim, Nubia"
}
