{
  "accession_number": "2024.91",
  "art_champions_text": null,
  "artist": "artist: Vera Lutter",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Vera Lutter",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "negative black and white image of a ruined ancient Greek temple, columns holding up the remains of a pediment; black background; horizontal fence across the foreground; mounted on museum board; white frame with cleat; no hanging hardware; framed with UV filtering and anti-reflective acrylic glazing",
  "dimension": "54 1/4 × 58 in. (137.8 × 147.3 cm) (sight)\r\n55 3/4 × 58 1/2 × 2 1/2 in. (141.6 × 148.6 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147159",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7708,
  "image_width": 8224,
  "inscription": "",
  "life_date": "German, born 1960",
  "markings": "Baldwin Gallery label verso frame, CL: Vera Lutter / \\\"Temple of Athena, / Paestum, VII: / October 12, 2015\\\" / 2015 / unique silver gelatin  / print / 55 1/4 x 59 ins / VL2015.016 / BG8228 / BALDWIN GALLERY / .../ ...Aspen, Colorado...",
  "medium": "Gelatin silver print",
  "nationality": "German",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "To make her often monumental photographs, the artist Vera Lutter has set up pinhole cameras of various scales, sometimes as large as a room, at culturally significant sites around the world. Within the camera, she places a single piece of photographic paper onto which the image is projected through the hole of the camera, albeit inverted. “Temple of Athena, Paestum, VII: October 12, 2015” renders the site almost ghostly, layering multiple passages of time, and is singular in its imaging of that place and time. Within this print, these contexts intermingle and inform one another: that of the history of the temple itself (built in c. 500 BCE, its partial pediment evoking its earlier grandeur) and of the time required for Lutter’s own photographic process. Each of her photographs is the result of technically rigorous and attenuated exposures; in this case, the image took one full day. Bridging past and present, Temple of Athena, Paestum, VII considers the meaning and import of ancient monuments, as well as their role in contemporary life.",
  "title": "Temple of Athena, Paestum, VII: October 12, 2015"
}
