{
  "accession_number": "2024.67",
  "art_champions_text": null,
  "artist": "artist: Kawamoto Gorō",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Gary L. Gliem Endowment for Japanese Art and gift of funds from Carol and Jeffrey Horvitz",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963",
  "department": "Asian Art",
  "description": "rectangular slab with cutouts in the shapes of various species of fish; stoneware is marbleized tan/brown with clear glaze; mounted with twisted wires to a black lacquer board; braided hanging cord verso; natural wood storage box with lid and orange wrap cloth, brown rice paper box cover; wide brown tie; inscriptions and red seals on top and underside of box lid",
  "dimension": "7 3/4 × 16 5/8 × 1 1/4 in. (19.7 × 42.2 × 3.2 cm) (object part, ceramic)\r\n11 3/4 × 23 5/8 × 2 1/2 in. (29.8 × 60 × 6.4 cm) (including mount)",
  "id": "http://api.artsmia.org/objects/147136",
  "image": "valid",
  "image_copyright": "",
  "image_height": 679,
  "image_width": 1280,
  "inscription": "inscriptions and red seals on top and underside of box lid;\r\nbox title: 壁面装飾 練込群魚 {Hekimen sōshoku nerikomi gungyo} (Marbleized wall decoration with a school of fish); signed: 五郎造 {Gorō zō} (Made by Gorō), with seal: 五 {Go}",
  "life_date": "Japanese, 1919 – 1986",
  "markings": "",
  "medium": "Clear glazed stoneware mounted to black lacquer board",
  "nationality": "Japanese",
  "object_name": "Plaque",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G230",
  "see_also": [
    ""
  ],
  "signed": "painted in red at BR of lacquer board: Kawamoto / 63",
  "style": "20th century",
  "text": "Kawamoto Gorō was one of the most innovative ceramic artists in Japan in the post-World War II period. Born to a family of potters who produced wares traditionally made in the Seto region, he abandoned the well-known styles in the 1950s to produce unconventional and radical pieces and it is these hand-built forms that set him apart from others. This wall ornament of fish is an impressive example of Kawamoto’s masterful command of abstraction.",
  "title": "Marbleized wall decoration with a school of fish"
}
