{
  "accession_number": "2024.97",
  "art_champions_text": null,
  "artist": "artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Bill and Krista Thorburn",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 0,
  "dated": "1960–99",
  "department": "Arts of the Americas",
  "description": "abstract gridwork of small geometric shapes and thicker black lines; black ink on white paper; floated in white mat; modern black wood frame; hanging wire",
  "dimension": "16 3/8 × 13 11/16 in. (41.6 × 34.8 cm) (image, sheet)\r\n24 1/4 × 21 1/2 × 2 in. (61.6 × 54.6 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147196",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5212,
  "image_width": 4367,
  "inscription": "",
  "life_date": "American, 1919 – 2000",
  "markings": "",
  "medium": "Black ink on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BC, black ink: GEORGE MORRISON / NEW YORK . 1960 / GRAND PORTAGE - 1999",
  "style": "20th century",
  "text": "A member of the Anishinaabe people of the Grand Portage Reservation, George Morrison was active in the New York school of abstract expressionism, a mid-20th-century movement of avant-garde artists who saw abstraction as the essential vehicle for conveying intense emotion and exploring the unconscious through color, form, space, and gesture. Though most of his work is non-representational, Morrison routinely turned to observations and memories of nature for inspiration and subject matter. Morrison began this dynamic abstraction in 1960 while living and working in New York City and New England, often spending weekends outside the city to experience nature firsthand. Here, Morrison stresses gesture, pattern, and rhythm, using black ink applied with both a pen and brush to create a densely layered web of lines and marks. His non-hierarchical, decentralized composition recalls the abstractions of Jackson Pollock and other action painters of the postwar period, who were influenced by the \"automatic\" techniques developed by Surrealists in Europe in the 1920s and 1930s. In 1999, near the end of his life, Morrison reworked this drawing, nearly 40 years after its initial completion.",
  "title": "Untitled"
}
