{
  "accession_number": "2024.85.5",
  "art_champions_text": null,
  "artist": "artist: Leo Gestel",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "Gift of the family of Lucas Van Hilst",
  "culture": null,
  "curator_approved": 0,
  "dated": "1939",
  "department": "European Art",
  "description": "black chalk or charcoal drawing of a river or lake scene; skaters at lower L; grouping of cottages at CR; line of trees across middle of image; hinged to matboard; storage overmat",
  "dimension": "10 1/8 × 13 1/8 in. (25.7 × 33.3 cm) (image, sheet)\r\n16 1/2 × 19 1/8 in. (41.9 × 48.6 cm) (mat)",
  "id": "http://api.artsmia.org/objects/147130",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4096,
  "image_width": 3072,
  "inscription": "old backing paper, graphite: Skaters in Woerden / (Prov. Utrecht), Holland / Leo Gestel, 1881-1941 / Lucas",
  "life_date": "Dutch, 1881–1941",
  "markings": "",
  "medium": "Charcoal on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, black pigment: Leo Gestel \\'39",
  "style": "20th century",
  "text": "Having studied in Amsterdam and Paris, Dutch painter Leo Gestel was interested in international avant-garde artistic movements. He delved into Divisionism, Fauvism, Cubism, and Expressionism. At times he dealt with major events, such as the displacement of refugees during World War I, but more often he depicted everyday life.\r\n\r\nHere skaters round the bend of a frozen river lined with houses and leafless trees. Gestel drew this in his hometown of Woerden in 1939. Presumably the river is the Oude Rijn, a tributary of the Rhine that, prior to its canalization in 1960, ran through the center of the town. Given the style of cottages seen here, this scene is on the outskirts of Woerden. The composition recalls the countless village landscapes painted by Maurice Vlaminck, whose work Gestel certainly would have known due to his interest in Fauvism.",
  "title": "Title unknown [Skaters in Woerden]"
}
