{
  "accession_number": "2024.80",
  "artist": "Hans Burgkmair",
  "classification": "Prints",
  "continent": "\"Europe\"",
  "country": "\"Germany\"",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1509–22",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/16 × 6 7/16 in. (20.5 × 16.4 cm) (sheet)\r\n16 15/16 × 13 15/16 in. (43 × 35.4 cm) (mat)",
  "id": 147205,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 640,
  "image_width": 507,
  "inscription": "Inscribed in a contemporary [16th-century] hand, in pen and brown ink, at top of sheet: MAXIMILIANVS I. ROM. IMP.  / Nascite 1459 22 Martii. Reg. Rom. Aprilis Aq.v granni [Aachen] 1486. / 14: Cal. Martii O[vila]bis [?Ovilava, Latin for Wels, Austria] 1519 12 Januarii\r\nVerso, in graphite at center: H Burgkmair / B.79 / C.28440 / CPII f. 81",
  "life_date": "Hans Burgkmair, German, 1473–1531",
  "markings": "Watermark: Bull’s head with serpent and cross\r\nVerso: two stamps in black: EWK in an oval, Lugt 913b; turret, Lugt 5581",
  "medium": "Woodcut on laid paper",
  "object_name": "Print",
  "portfolio": "Plate 77 from \"Genealogy of Emperor Maximilian I,\" also known as the \"Genealogie des Hauses Habsburg\"",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Hans Burgkmair’s commanding portrait of Maximilian I (1459-1519)  was part of a larger series of prints representing the emperor’s genealogy, which comprised 92 ancestors—many imagined--traced back to antiquity and the bible. The book was never published and the woodblocks were lost early on, so prints from the series are very rare. Burgkmair represents Maximilian wearing armor, a jeweled crown, a long damask cloak, the chain of the Order of the Golden Fleece, and holding a sword and scepter. The emperor is seated and shown in profile, looking towards a floating falcate wheel surmounted by an orb and crushing a pomegranate—one of the emperor’s emblems. At lower right is the imperial eagle with coat of arm. The inscription written at the top of the sheet is contemporary with the woodcut and gives the precise dates of the emperor's birth date (March 22, 1459), coronation as King of the Romans in Aachen (April 1486), and death in Wels, Austria (January 12, 1519).",
  "title": "Emperor Maximilian I Enthroned"
}
