{
  "accession_number": "2024.66.2",
  "art_champions_text": null,
  "artist": "artist: Takeuchi Ryūa (Kokunimasa)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900–20",
  "department": "Asian Art",
  "description": "procession of 8 skeletons; smaller skeleton at L holding a white lantern; grouping of skeletons in center, one holding an umbrella over another decorated with flowers and leaves; also at C are two smaller skeletons with floral headdresses and one holding a white lantern with inscription; at R are two smaller skeletons walking, one wearing a leaf skirt; background is gray/silver squares of silver leaf; black wood frame; paper covering verso has black and green overlapping floral circle design",
  "dimension": "68 1/2 × 23 in. (174 × 58.4 cm) (panel, each, approx.)\r\n68 1/2 × 138 × 3/4 in. (174 × 350.5 × 1.9 cm)",
  "id": "http://api.artsmia.org/objects/147200",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5604,
  "image_width": 11120,
  "inscription": "",
  "life_date": "Japanese, born 1873",
  "markings": "",
  "medium": "Ink, color, gold pigment, and silver leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, right half of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On lantern in center panel, in ink: 柳蛙 {Ryūa}, plus red artist\\'s kaō mark",
  "style": "20th century",
  "text": "Executed on silver leafed paper to emphasize the underworld nature of the subject matter, this pair of six-panel folding screens is by far the largest and most important of the artist Takeuchi Ryūa.\r\nThe right screen portrays a stately procession of a courtesan and her attendants (oiran dōchū), revealing them in the skeletal forms they will take after death, symbolizing the fleeting nature of human existence. The courtesan is flanked by two young attendants, or \"kamuro,\" and they are dressed in skirts made of green banana leaves and sashes of white blossoms. The banana leaves are gathered in the front to mimic the appearance of a courtesan's obi, traditionally tied in the front. Their hair is adorned with autumn flowers, another symbol of life's transience. Two male attendants light their path with paper lanterns, while a third supports the skeletal umbrella on his back, its ribs broken in places. On the right, an apprentice courtesan (shinzō) follows behind, together with her attendant.\r\nInspired by Kawanabe Kyōsai’s (1831–1899) drawings of skeletons in the 1881 bookKyōsai’s Idle Drawings (Kyōsai donga), the left screen displays examples of skeletons engaged in various activities. Eleven skeletons are depicted, including one resting its arms on a fallen gravestone, receiving moxa cautery. Below, two skeletons engage in a tug-of-war with a cord around their necks while being watched by a skeleton who smokes a long pipe. Further left is one beating a drum, as well as a storyteller with towel over his head and folded fan in his hand. In another group, an acrobatic skeleton balances atop a wooden grave marker, dancing with a tattered fan to the music of a shamisen played by a skeleton below. Nearby, two other skeletons are absorbed in a game of go.",
  "title": "Skeletons as a Courtesan Procession"
}
