{
  "accession_number": "2024.81",
  "art_champions_text": null,
  "artist": "author: Maximilian I, Holy Roman Emperor; author: Melchior Pfintzing; collaborator: Konrad Peutinger; designer: Leonhard Beck; designer: Hans Leonhard Schäufelein; designer: Hans Burgkmair; designer: Erhard Schön; designer: Wolfgang (Wolf) Traut; designer: Master N H; designer: Jörg Breu the Elder; designer: possibly Hans Weiditz; artist: Jöst de Necker; editor: Marx Treitzsaurwein; designer: Vinzenz Rockner; printer: Hans Schönsperger",
  "catalogue_raissonne": "Hollstein II [Beck], p. 172, no. 7\r\nHollstein V [Burgkmair], p. 112, nos. 416-430\r\nHollstein IV [Breu], p. 171.51\r\nHollstein XLIII [Schäufelein], p. 23, nos. 251-372",
  "classification": " Books",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John E. and Marion Andrus III Fund, the Richard Lewis Hillstrom Fund, and the Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1517",
  "department": "European Art",
  "description": "large leather-bound book; leather covers have tooled floral designs; two brass latches at front edge; German language text; many black and white woodcut illustrations of knights in armor",
  "dimension": "14 3/4 × 10 3/4 × 2 7/8 in. (37.5 × 27.3 × 7.3 cm)",
  "id": "http://api.artsmia.org/objects/147206",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 677,
  "inscription": "",
  "life_date": "German, 1459 – 1519",
  "markings": "bookplates inside cover of John Camp Williams and of Lessing and Edith Rosenwald; printed label inside cover: THE GIFT OF / LESSING J. ROSENWALD / TO THE LIBRARY OF CONGRESS / (stamped) LIBRARY OF CONGRESS / SURPLUS DUPLICATE",
  "medium": "Book with woodcut illustrations; tooled leather binding",
  "nationality": "German",
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "A landmark of German literature, typography, book illustration, and propaganda, Theuerdank is a fictionalized account of Habsburg Emperor Maximilian I and his epic journey to marry Mary of Burgundy, one of the richest, most powerful women in Europe. The story is told in verse and accompanied by 117 detailed woodcut illustrations.\r\n\r\nMaximilian had a remarkable understanding of the power of the printing press and commissioned several elaborate projects to polish his public image as a wise, wiley, and worthy ruler. Here he is cast as the knight Theuerdank (lofty thoughts), who faces every obstacle--avalanche, lightning, shipwrecks, plots, duels, battles, even the Devil himself--in his chivalrous quest.",
  "title": "Maximilian I's Theuerdank"
}
