{
  "accession_number": "2024.77.1",
  "art_champions_text": null,
  "artist": "artist: Ludwig Skramstad",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Norway",
  "creditline": "The Sheila C. Morgan Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1880",
  "department": "European Art",
  "description": "winding river with open water at center of image, with small ripples; snow-covered grasses at left; frost and snow-covered small shrubbery at right and left middle ground; green pine trees at left and URQ; brown foliage-covered mountain at center background, struck by sunlight; received in gilt frame with scrolling leaf and ball motif",
  "dimension": "46 3/4 × 93 5/8 in. (118.7 × 237.8 cm) (sight)\r\n56 1/4 × 103 × 5 1/4 in. (142.9 × 261.6 × 13.3 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/147211",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5525,
  "image_width": 11001,
  "inscription": "",
  "life_date": "Norwegian, 1855 – 1912",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Norwegian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G359",
  "see_also": [
    ""
  ],
  "signed": "LLC in grey-blue: Ludwig Skramstad",
  "style": "19th century",
  "text": "A gifted artist who left home at the age of fifteen to pursue training in Christiana (now Oslo) and Düsseldorf, Ludvig Skramstad had his first exhibition of landscape paintings in 1875. By 1880, he had developed a reputation as a painter of motifs from the landscapes of eastern Norway: spruce forests, pine bogs, fjords, waterfalls, and winter scenes. He was commissioned to paint several large murals, giving him the opportunity to further refine his talent for painting at scale. The blurred strokes and thinly painted surfaces of this wintery scene epitomize Skramstad’s style and reflect his attention to advances in photography in the 1880s.",
  "title": "A Norwegian River in Winter"
}
