{
  "accession_number": "2024.65.3.13a-c",
  "art_champions_text": null,
  "artist": "artist: Kenro Izu; publisher: Friends without a Border, New York; printer: Renaissance Press, Ashuelot, New Hampshire",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Cy and Paula DeCosse",
  "culture": null,
  "curator_approved": 0,
  "dated": "1996",
  "department": "Global Contemporary Art",
  "description": "black cloth-covered clamshell portfolio box (a) with KENRO IZU printed on lid in silver lettering; letterpress title page (b) with title on one side and plate list on verso; letterpress page (c) with essay by Mile Cleveland Beach on one side and colophon on verso",
  "dimension": "19 1/2 × 24 13/16 in. (49.5 × 63 cm) (sheet, title page and colophon page)\r\n1 × 25 3/4 × 20 1/2 in. (storage, portfolio box)",
  "id": "http://api.artsmia.org/objects/147266",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9728,
  "image_width": 12367,
  "inscription": "",
  "life_date": "Japanese, born 1949",
  "markings": "",
  "medium": "Letterpress",
  "nationality": "Japanese",
  "object_name": "Print",
  "portfolio": "From Light Over Ancient Angkor",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The temple complex of Cambodia’s Angkor Wat, originally built in 1150 CE, has been a site of fascination for many. Its stone structures stand as a testament to Cambodia’s long and complex history, ranging from its Hindu and Buddhist practices, as well as to the splendor of the site of the ancient Khmer capital of Angkor. Kenro Izu’s photographs carefully depict the complex, ranging from details to broader views. Whether through the delicate bas-reliefs to the trunks of trees emerging from passageways, Izu’s photographs bring us closer to the artistry behind each temple.",
  "title": "Light Over Ancient Angkor portfolio box, title page, and colophon"
}
