{
  "accession_number": "2024.77.2",
  "artist": "Frits Thaulow",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "Norway",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1904",
  "department": "European Art",
  "description": "",
  "dimension": "25 3/16 × 31 5/8 in. (64 × 80.3 cm) (sight)\r\n34 3/4 × 41 3/16 × 3 1/4 in. (88.3 × 104.6 × 8.3 cm) (outer frame)",
  "id": 147212,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8186,
  "image_width": 10223,
  "inscription": null,
  "life_date": "Norwegian, 1847 – 1906",
  "markings": null,
  "medium": "Oil on canvas",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Therese Dahl, Norway, in 1933; by decent in her family (since the 1930s). Sale, Grev Wedels Plass Auksjoner, Oslo, December 4, 2017 (25th Anniversary Sale Grev Wedels Modern and 19th Century Fine Art Sale), no. 21. [Galleri Bygdøy allé, Oslo and Harry Gready, London, by 2022–2024; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "G354",
  "signed": "LRC in black: Frits Thaulow",
  "style": null,
  "text": "The Norwegian landscape painter Frits Thaulow settled in France in 1892, but returned to Norway frequently. This late painting was executed in the summer of 1904, when Thaulow took an extended trip in the rural Otta river valley. A train station had been completed in 1896 in the town of Otta, named for the nearby Otta River, to provide access to the region's copper and iron ore mines. Thaulow traveled there with the painter and art critic Kristian Haug, and the two would venture out daily on their bicycles and paint en plein air. Thaulow specialized in river views so would have been drawn to the rushing, glacier-fed Otta River, with its luminous green water and rapids and waterfalls. Its name comes from the old Norse verb to fear, as the lively river frequently flooded. He painted several the Otta from different viewpoints; this one reportedly from the old Åsår bridge. It is typical of Thaulow's later style, with its bold brushwork--evident in the depiction of waves and foam in the water and veining and sediment of the river rock--and the broad strokes deployed to represent the distant fields and trees.",
  "title": "Green River, Ottadalen, Norway"
}
