{
  "accession_number": "2024.72.3a-d",
  "art_champions_text": null,
  "artist": "artist: Iida Mitsuaki; artist: Mitsuishi; artist: after Ogata Kōrin",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the John C. Weber Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "gold and silver square box (a) with domed lid (b); decorated in Rinpa style in black lacquer on a bright kinji ground with simulated pewter depicting rocks in crashing waves; characters of a classical poem inlaid in silver; interior with a continuation of the design; rectangular inkstone (c) with gold color edge; rectangular silver water dropper bottle (d) with tiny spout at corner; with two wood tomobako storage boxes; outer box and lid is dark brown with brown tie; inner box is natural wood with blue/tan patterned tie; the inner box inscribed on the cover Korin Suminoe maki-e suzuribako no utsushi (Copied from the Suminoe writing box by [Ogata] Korin); cream color silk pillow with tassels and cloth wrap",
  "dimension": "3 1/4 × 10 1/16 × 9 1/4 in. (8.3 × 25.5 × 23.5 cm)",
  "id": "http://api.artsmia.org/objects/147204",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7512,
  "image_width": 7512,
  "inscription": "On inner box, top: 光琳写　住之江蒔絵　硯箱; inside cover, LL: 平安光石 | 光秋;  on writing box, cover:住の江の岸に寄る波よるさへや; inside cover: 夢の通ひ路人目; box, inside bottom: よくらむ {Suminoe no / kishi ni yoru nami / yoru sae ya / yume no kayoiji / hitome yoguramu (At Suminoe / the waves break upon the shore / even in the night / Like them will you soon draw near / along the pathway of dreams?)",
  "life_date": "Japanese, born 1940",
  "markings": "round sticker on sides of both inner and outer boxes: LEWIS / 75 / COLLECTION;\r\nsticker on corner of outer box lid: T-1291",
  "medium": "Black lacquer on kinji ground with inlays of simulated pewter and inlaid silver",
  "nationality": "Japanese",
  "object_name": "Writing box (suzuribako)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed on the underside Mitsuaki hitsu (Brushed by Mitsuaki), and signed and sealed Heian Mitsuishi",
  "style": "20th century",
  "text": "At Suminoe the waves break upon the shore\r\nEven in the night\r\nLike them will you soon draw near\r\nAlong the pathway of dreams'\r\n\r\nThe above poem is a translation of the poem that appears scattered throughout the outer cover and inside of the writing box. Rendered in writing known as chirashigaki, or scattered writing, the text enhances the movement of the roiling waves slapping the sides of the silver rocks. This work is the result of a contemporary collaboration between painted lacquer artist Mitsuishi and maki-e (lacquer decoration) artist Mitsuaki. The pair, working in the 20th-century, paid their respect to their artistic ancestor, the 17th-century lacquer artist Ogata Kōrin, by reproducing the latter's work.",
  "title": "Writing box"
}
