{
  "accession_number": "2024.102",
  "artist": "Hans Leonhard Schäufelein; Carver: Hans Franck",
  "classification": "Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of Thomas and Marsha French in memory of Robert L. Lee, 1956—2024",
  "culture": null,
  "curator_approved": 0,
  "dated": "1514",
  "department": "European Art",
  "description": "",
  "dimension": "7 13/16 × 5 1/16 in. (19.8 × 12.9 cm) (image)\r\n8 3/16 × 5 7/16 in. (20.8 × 13.8 cm) (sheet)",
  "id": 147636,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Hans Leonhard Schäufelein, German, c. 1482–1539/40; Hans Franck, Carver, German, c. 1495 - 1526",
  "markings": null,
  "medium": "Woodcut",
  "object_name": "Print",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "LLC in the print, in black: HF",
  "style": null,
  "text": "The prolific German panter and book illustrator Hans Schäufelein designed this woodcut for a plenarium, a comprehensive book of prayers and psalms meant to serve as the go-to book for those leading various types of services (Vespers, Matins, Lauds, and Mass), published in Basel in 1514 . The plenarium contained 53 illustrations, but most were smaller than this. This is one of the five full-page illustrations reserved for particularly significant events: the Crucifixion, Pentacost, the Adoration of the Shepherds, the Adoration of the Magi, and the Resurrection. The woodcuts were reused for several publications; so, this image of the Crucifixion would have been one of the most widely scene images of the Crucifixion in German-speaking lands.\r\n\r\nSchäufelein shows Jesus crucified on a tau cross that rises nearly the full height of the image. He wears a crown of thorns, and rays form an aura around his head. His loincloth billows, though there is no other sign of wind. Flanking the cross are about eight mourners. We can tentatively identify the three Marys, John the Evangelist, Joseph of Arimathea, Nicodemus, and Longinus. In the upper half is a background landscape of water, mountains, woods, and a castle-like structure. The image is monogrammed with an HF (standing for Hans Franck, who cut the wooden printing block) at lower left and an HS (for Hans Schäufelein, who designed the image) accompanied by a small shovel (Schäufelein in German) at lower center.",
  "title": "Christ on the Cross"
}
