{
  "accession_number": "2015.79.38",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 66",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "unsigned; mounted fan painting; five figures at center with striped butterfly wings; five figures seated on verandah at R watching; dragon at UL; scene is divided by gold clouds",
  "dimension": "10 3/8 × 21 1/2 in. (26.35 × 54.61 cm) (image)\r\n50 × 29 1/2 in. (127 × 74.93 cm) (mount)",
  "id": "http://api.artsmia.org/objects/122086",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3084,
  "image_width": 4280,
  "inscription": "Seal",
  "life_date": null,
  "markings": "LRC",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Folding fan, mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This folding fan, which was converted to a scroll format by a previous owner, illustrates an episode from chapter 24 of The Tale of Genji, titled “Butterflies,” in which Genji organizes springtime festivities at his own mansion in the garden of Murasaki, his favorite consort. On the first day of the party, boats decorated with phoenix and dragon mastheads transport musicians and noblewomen around the palace lake. Early the next morning, Murasaki dresses several of her young attendants as birds and butterflies and has them dance for the empress. In this small painting, the two scenes are conflated, with the nose of an ornate boat visible at upper left, while dancers perform for an audience of men. Pink and white cherry blossoms peeking through the gold clouds mark the season as spring.",
  "title": "Scene from the \"Butterflies\" Chapter of the Tale of Genji"
}
