{
  "accession_number": "2015.79.34",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 59",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Japanese and Korean Art",
  "description": "colorful images depicting a story of an elderly couple discovering and raising an abandoned baby who grows into a beautiful woman; scenes with monkeys surrounding a basket in a tree; dogs emerging from baskets and attacking monkeys, ending with a monkey in a stable",
  "dimension": "9 3/16 × 350 15/16 in. (23.34 × 891.38 cm) (image)\r\n9 1/2 × 359 5/16 in. (24.13 × 912.66 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122081",
  "image": "valid",
  "image_copyright": "",
  "image_height": 979,
  "image_width": 3043,
  "inscription": "Marks in pencil URC: [288 TDSA]",
  "life_date": null,
  "markings": "seal LLC at end: {Mitsutora (?)}",
  "medium": "Ink and light color on paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This handscroll shows simple illustrated scenes without text, executed primarily in ink with touches of light color. It is possibly a copy of an earlier handscroll. The story is as follows: An old farming couple finds and adopts an abandoned baby girl who grows up to be a great beauty. One day the old man, exhausted from his labors, rashly promises the hand of his daughter to anyone willing to do his work in the fields. A monkey appears, accepts the offer, and does the field work saying that he will come the next day to fetch his bride. The parents attempt to hide the girl by burying her in a box in the ground, but the monkey and his followers find her, dig her up, and take her away to their mountain home. The monkey orders a wedding feast with music and dancing in the hope of cheering the girl up, but she only continues to weep. When he leaves to hunt for fruit, the monkey puts the girl in a large basket woven from wisteria, hanging from a tree branch to keep her safe. Meanwhile, her distraught parents have enlisted the aid of a party of hunters. They shoot down the basket, rescue the girl, and replace her with some fierce dogs. When the monkey and his crew return and open the basket, they are attacked by the dogs. All are killed except for one, who is taken back to the stable to live with the horses (hence the myth that the presence of a monkey can help to calm mettlesome horses). The girl marries the chief of the hunters and everyone lives happily ever after.",
  "title": "Story of the Wisteria Basket"
}
