{
  "accession_number": "2015.79.46a,b",
  "artist": "",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 91",
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th century",
  "department": "Japanese and Korean Art",
  "description": "rectangular box with scenes from the Tale of Genji painted on outside; on cover: male and female figure inside building looking out over verandah onto snow-covered rocks and a stream; on one side, female figure in green and red robes lays on her stomach on verandah looking wistfully toward man in white who is seated on the ground; on opposite side, a young woman and two other figures inside on green matting; blossoming tree nearby; inside is gold painted with white chrysanthemums",
  "dimension": "3 1/2 × 3 3/4 × 9 7/8 in. (8.89 × 9.53 × 25.08 cm)",
  "id": "http://api.artsmia.org/objects/122098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1415,
  "image_width": 1860,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted wooden writing box; ink and color on gilded wood",
  "nationality": null,
  "object_name": "Writing Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Artists depicted iconic scenes from the ancient novel the <I>Tale of Genji </I> on a variety of art forms, including round and folding fans, painted hanging scrolls, folding screens, albums, and containers for personal items. This box for personal items features three scenes from the <I>Tale</I>: a winter scene on the lid and autumn scenes on the sides. The autumnal theme extends to the inside of the box where fringed dianthus (also known as “pinks”) and white chrysanthemums dance across an area of gold paint. The artist painted these floral motifs using a technique called <I>moriage zaishiki</I>, in which shell-white pigment is mixed with animal glue and applied thickly to create a raised surface.\r\n",
  "title": "Writing box with Scenes from the \"Morning Glory,\" \"Picture Contest,\" and \"Ivy\" chapters of the Tale of Genji"
}
