{
  "accession_number": "2015.79.39.1",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Tosa Mitsuoki",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 72",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "small sheets of paper (shishiki) decorated with calligraphy or illustrated scenes from Genji dispersed over panels of gold foil; 108 total; calligraphy is written by various courtiers whose names are inscribed on small slips of paper next to the shishiki",
  "dimension": "43 5/8 × 143 3/4 in. (110.81 × 365.13 cm) (image)",
  "id": "http://api.artsmia.org/objects/122087",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1994,
  "image_width": 6500,
  "inscription": "Poems",
  "life_date": "Japanese, 1617 - 1691",
  "markings": "",
  "medium": "Twenty-seven shikishi of painting (ink and color on paper) and twenty-seven shikishi of text (ink on paper), pasted on gilded paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Pictures and short passages of text brushed on 108 small squares of paper arranged on the surface of these screens represent the entirety of The Tale of Genji, with a text-image pairing for each of the Tale’s 54 chapters. Reading the passages of classical Japanese written in elegant calligraphy or identifying a specific scene from the Tale and recalling the characters and dramas involved could provide hours of fun for the screens’ owners and guests. But the screens also could have served simply as a luxurious backdrop for some gathering.",
  "title": "Fifty-four Scenes from the Tale of Genji [left of a pair]"
}
