{
  "accession_number": "2015.79.43",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 80",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 18th-early 19th century",
  "department": "Asian Art",
  "description": "two cut-away interior vignettes with hill and trees between them; scene on left with man in black at left; standing lady at center in white flowered kimono and red apron-like skirt; three seated woman at right, one at left; woman in pink walking up stairs toward standing woman; two women in LRC in garden with white and red flowers; scene at right with man in white seated at top center; five seated women; one standing woman at left carrying a tray with a white cloth; unsigned",
  "dimension": "30 5/8 × 91 5/8 in. (77.79 × 232.73 cm) (image)\r\n37 1/2 × 98 5/8 × 5/8 in. (95.25 × 250.51 × 1.59 cm)",
  "id": "http://api.artsmia.org/objects/122092",
  "image": "valid",
  "image_copyright": "",
  "image_height": 873,
  "image_width": 2534,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Four panel folding screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Genji’s palace had four quadrants, each with its own seasonal garden and living quarters for a specific woman. Each quadrant, and thus each woman, was associated with a season: Murasaki, Genji’s favorite consort, was in the quadrant associated with spring; Akikonomu, an empress and Genji’s adopted daughter, with autumn; one of his lovers, the Akashi Lady, winter; and another of Genji’s lovers, the Lady of the Orange Blossoms, summer. This small screen shows two scenes, both of which take place at Genji’s palace and feature one of these women. In the right-hand scene, Genji and Murasaki gather in spring to examine robes laid out on lacquer trays to determine which ones to send to the other women of Genji’s mansion. At left, Genji’s son visits Akikonomu to check on her after a storm hit the palace one autumn night. Her young attendants set out insect cages near the flowering grasses in her garden. This screen’s mate, now missing, may have depicted scenes associated with the other two women residing at Genji’s palace, the Akashi Lady and the Lady of the Orange Blossoms.",
  "title": "The \"Jeweled Chaplet\" and \"Typhoon\" Chapters from the Tale of Genji"
}
