{
  "accession_number": "2015.79.36",
  "artist": "",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 64",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "16th century",
  "department": "Japanese and Korean Art",
  "description": "unsigned; strip of paper featuring images from the Tale of Genji; two women seated behind low tables at L with two other figures outside the room facing them; three female figures within a room L of C; two men outside the room at R",
  "dimension": "4 3/8 × 19 7/8 in. (11.11 × 50.48 cm) (image)\r\n35 7/8 × 25 13/16 in. (91.12 × 65.56 cm) (mount)",
  "id": "http://api.artsmia.org/objects/122084",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Handscroll fragment, mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The scene shown here is from chapter 35, “New Herbs, Part II.” Genji accompanies several women on a pilgrimage: his lover Lady Murasaki; his former lover Lady Akashi and her mother; and the Akashi princess, Genji and Lady Akashi’s daughter. The women remain inside while at far right two men are seated on a veranda. Each woman is identified by name. \r\n\r\nAlthough it is now mounted as a hanging scroll, this painting is actually one fragment of a set of handscrolls showing scenes from the <I>Tale of Genji</I>. Painted only in black ink with ruler-drawn lines and an abundance of unmarked white paper, this and the several other remaining fragments of this set exemplify the <I>hakubyō</I>, or “white drawing,” style of painting. <I>Hakubyō</I>-style handscrolls of the <I>Tale of Genji</I> were very popular in medieval Japan. \r\n",
  "title": "The \"New Herbs, Part II\" Chapter of the Tale of Genji"
}
