{
  "accession_number": "2015.79.17",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 15",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "figure with large halo seated on a reclining bull; figure is holding a scepter in PR hand that has a bust on it; PL hand is held to side of body, open; painted on the reverse side of a Buddhist sutra, with text visible through image",
  "dimension": "18 × 10 1/4 in. (45.72 × 26.04 cm) (image)\r\n49 7/8 × 15 3/8 in. (126.68 × 39.05 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122067",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6992,
  "image_width": 3633,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Enmaten is the Japanese name for Yama, one of twelve devas (celestial beings) who guard the twelve directions. He is depicted sitting on a recumbent water buffalo and holding a staff topped with a human head. This work might have been part of a set of the twelve devas, which were often placed throughout a place of worship for protection in Esoteric Buddhist rituals.\r\nThis image of Enmaten is painted on the back of a sutra, which is visible through the paper. The reuse of paper has long been common in Japan, and some of the earliest examples of documents with writing on both sides date to the eighth century. The reverse of the paper appears to be commentary on the Shiji Zhengyi (The Correct Meanings of the Records of the Grand Historian), indicating that the paper originally belonged to a well-educated elite or monk.",
  "title": "Enmaten"
}
