{
  "accession_number": "2015.79.45",
  "art_champions_text": null,
  "artist": "Artist: Sakai Hōitsu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 89",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "obverse: female figure in vibrant, billowing robes seated in front of a small black box full of red maple leaves that look like flame; reverse: sprigs of wispy white flowers and small, rounded leaves extending to center from UL against gray background; wooden stand with scalloped bridges; delicate leaf and fern motif in silver and gold at outer edges",
  "dimension": "16 × 8 5/8 × 9/16 in. (40.64 × 21.91 × 1.43 cm)",
  "id": "http://api.artsmia.org/objects/122097",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11700,
  "image_width": 7800,
  "inscription": "",
  "life_date": "Japanese, 1761 - 1828",
  "markings": "reverse LLQ: {Hōitsu Kishin hitsu}",
  "medium": "ink, color, and gold on silk (obverse); ink, color, and silver on silk (reverse); bamboo and lacquer (frame)",
  "nationality": "Japanese",
  "object_name": "Fan (uchiwa)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "obverse LLQ: {Hōitsu} (also seal)",
  "style": "19th century",
  "text": "In adulthood Genji built a palace designed with a seasonal garden for each of the four women who lived with him. Depicted on this fan is Akikonomu, an empress and Genji’s adopted daughter, who lived in the “autumn” quarter of the palace. Her name literally means, “Loves Autumn.” When her garden was at its peak one autumn, she collected maple leaves and presented them to Murasaki (Genji’s favorite consort who lived in the spring quarter) along with a poem celebrating the beauty of autumn. Here she wears the luxurious, layered robes of a court lady. In front of her, maple leaves fill the upturned lid of a lacquer box. This theme of autumnal beauty carries over to the back of the fan in the form of bush clover, a grass that flowers in the months before the onset of winter.",
  "title": "Fan with Akikonomu Chūgū from \"The Maiden\" Chapter of the Tale of Genji"
}
