{
  "accession_number": "2015.79.46a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 91",
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "rectangular box with scenes from the Tale of Genji painted on outside; on cover: male and female figure inside building looking out over verandah onto snow-covered rocks and a stream; on one side, female figure in green and red robes lays on her stomach on verandah looking wistfully toward man in white who is seated on the ground; on opposite side, a young woman and two other figures inside on green matting; blossoming tree nearby; inside is gold painted with white chrysanthemums",
  "dimension": "3 1/2 × 3 3/4 × 9 7/8 in. (8.89 × 9.53 × 25.08 cm)",
  "id": "http://api.artsmia.org/objects/122098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4566,
  "image_width": 6000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted wooden writing box; ink and color on gilded wood",
  "nationality": null,
  "object_name": "Writing Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Artists depicted iconic scenes from The Tale of Genji in a variety of formats, including round and folding fans, painted hanging scrolls, folding screens, albums, and containers. This box for personal items features scenes from chapters 17, 20, and 49. The scenes depicted were seemingly chosen not for their narrative content but rather for the season in which each scene takes place, with a winter scene on the lid and autumn scenes on the sides. The autumnal theme extends to the inside of the box, where fringed dianthus (also known as “pinks”) and white chrysanthemums dance across an area of gold paint.",
  "title": "Box with scenes from The Tale of Genji"
}
