{
  "accession_number": "2015.79.36",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 64",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "unsigned; strip of paper featuring images from the Tale of Genji; two women seated behind low tables at L with two other figures outside the room facing them; three female figures within a room L of C; two men outside the room at R",
  "dimension": "4 3/8 × 19 7/8 in. (11.11 × 50.48 cm) (image)\r\n35 7/8 × 25 13/16 in. (91.12 × 65.56 cm) (mount)",
  "id": "http://api.artsmia.org/objects/122084",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3702,
  "image_width": 6451,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Handscroll fragment, mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Although it is now mounted as a hanging scroll, this painting is one small section of a set of handscrolls illustrating The Tale of Genji. The painter, likely a woman, depicts a scene from chapter 35, “Spring Shoots II,” when Genji accompanies several women on a pilgrimage. The women are shown in interior spaces defined by diagonal walls and screens. At far right two men are seated on a veranda. The three principal female characters at left are each identified by name.\r\nMonochrome drawings like this represent a style of painting known as hakubyō, or “white drawing.” Hakubyō-style pictures of The Tale of Genji were popular during the Muromachi period (1392–1573) and were created by amateur women painters in a private, aristocratic setting, in stark contrast to the colorful folding screens usually commissioned by powerful men and done by professional painters.",
  "title": "Scene from the \"Spring Shoots II\" Chapter of The Tale of Genji"
}
