{
  "accession_number": "2015.79.20",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 22",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "sutra written in gold on dark blue paper; cover decorated with floral motif, painted in gold on oxidized silver; frontispiece with painting of preaching Buddha, with Bodhisattvas looking on, mountains in background",
  "dimension": "10 3/16 × 341 1/2 in. (25.88 × 867.41 cm) (without roller)\r\n10 3/16 × 8 3/4 in. (25.88 × 22.23 cm) (image, frontispiece alone)",
  "id": "http://api.artsmia.org/objects/122069",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2557,
  "image_width": 3056,
  "inscription": "Seals",
  "life_date": null,
  "markings": "many faded seals on back",
  "medium": "Gold and silver on indigo-dyed paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "This handscroll is a copy of a single chapter of the Greater Sutra of the Perfection of Wisdom, or Daihan’nya haramittakyō, a sacred Buddhist scripture that is the opening text of the Buddhist canon, commonly known as the Tripitaka. To create this version, a calligrapher brushed the text by hand in silver paint (a pigment created by mixing crushed silver leaf with animal-fat glue) on paper dyed with indigo. The frontispiece, painted in both silver and gold paints, shows an image of the Buddha surrounded by a host of divinities and devotees below a distinctively shaped mountain known as Vulture Peak, where the Buddha is said to have preached. For its creator (or commissioner), the production of this scroll would have meant the accumulation of merit, or good karma, essential for enjoying a higher status in the next life and, ultimately, escaping the cycle of death and rebirth entirely.",
  "title": "Chapter 78 of the Greater Sutra of the Perfection of Wisdom"
}
