{
  "accession_number": "2015.79.21",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 23",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "before 1156",
  "department": "Asian Art",
  "description": "front image of Buddha on lotus pedestal, with four Bodhisattvas around, seated on lotus petals with halos; islands with trees at top; columns of gold inscription following, with scattered red correction marks; ornate lotus leaf decorative pattern on back of frontispiece",
  "dimension": "10 1/8 × 148 11/16 in. (25.72 × 377.67 cm)",
  "id": "http://api.artsmia.org/objects/122070",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2682,
  "image_width": 3427,
  "inscription": "",
  "life_date": null,
  "markings": "LRC of text area: 神護寺 {Jingoji}",
  "medium": "Gold and silver ink on indigo paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "Jingoji, Kyoto\r\nDawson's Book Shop until 1964",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "One of several thousand scrolls comprising the Buddhist Tripitaka in its entirety, this scroll is a copy of one chapter of the Expanded Flower Garland Sutra (Avatamsaka-mahavaipulya sutra), which is a discussion of the Six Ways (Satparamitra) of proper conduct on the road to enlightenment. The image on the frontispiece, painted in gold and silver ink, shows the Buddha preaching at Vulture Peak, flanked by bodhisattvas and monks. A red seal designates the previous owner as Jingoji, a temple in Kyoto. Tradition at that temple holds that the commission was initiated by Emperor Toba (1103–1156) and then donated to Jingoji by his son, the Emperor Go-Shirakawa (1125–1192).",
  "title": "Chapter from the Expanded Flower Garland Sutra, one of the “Jingoji Sutras”"
}
