{
  "accession_number": "2015.79.45",
  "artist": "Artist: Sakai Hōitsu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 89",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Japanese and Korean Art",
  "description": "obverse: female figure in vibrant, billowing robes seated in front of a small black box full of red maple leaves that look like flame; reverse: sprigs of wispy white flowers and small, rounded leaves extending to center from UL against gray background; wooden stand with scalloped bridges; delicate leaf and fern motif in silver and gold at outer edges",
  "dimension": "16 × 8 5/8 × 9/16 in. (40.64 × 21.91 × 1.43 cm)",
  "id": "http://api.artsmia.org/objects/122097",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2270,
  "image_width": 1402,
  "inscription": "",
  "life_date": "Japanese, 1761 - 1828",
  "markings": "reverse LLQ: {Hōitsu Kishin hitsu}",
  "medium": "ink, color, and gold on silk (obverse); ink, color, and silver on silk (reverse); bamboo and lacquer (frame)",
  "nationality": "Japanese",
  "object_name": "Fan (uchiwa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "obverse LLQ: {Hōitsu} (also seal)",
  "style": "19th century",
  "text": "Which is better, fall or spring' A gift of colorful maple leaves, accompanied by a poem describing the beauty of autumn, commences a debate among courtiers in the ancient Japanese novel <I>Tale of Genji</I>. The instigator is the empress Akikonomu. Her name literally means “loves autumn,” and it is she who appears on this silk fan, wearing the luxurious, layered robes of a court lady. In front of her, maple leaves from her garden fill the upturned lid of a lacquered box. This theme of autumnal beauty carries over to the back of the fan in the form of bush clover, a grass associated with the months before the onset of winter.",
  "title": "Fan with Akikonomu from \"The Maiden\" Chapter of the Tale of Genji"
}
