{
  "accession_number": "2015.79.34",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 59",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "colorful images depicting a story of an elderly couple discovering and raising an abandoned baby who grows into a beautiful woman; scenes with monkeys surrounding a basket in a tree; dogs emerging from baskets and attacking monkeys, ending with a monkey in a stable",
  "dimension": "9 3/16 × 350 15/16 in. (23.34 × 891.38 cm) (image)\r\n9 1/2 × 359 5/16 in. (24.13 × 912.66 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122081",
  "image": "valid",
  "image_copyright": "",
  "image_height": 979,
  "image_width": 3043,
  "inscription": "Marks in pencil URC: [288 TDSA]",
  "life_date": null,
  "markings": "seal LLC at end: {Mitsutora (?)}",
  "medium": "Ink and light color on paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This handscroll illustrates the story of a beautiful woman who is married to a monkey against her will. One day, the story goes, an old farmer exhausted by his labors rashly promises the hand of his daughter to anyone willing to do his work in the fields. A monkey appears, accepts the offer, and, after doing the work, says he will come the next day to fetch his bride. The parents attempt to hide the girl by burying her in a box in the ground, but the monkey and his followers find her and take her to their mountain home. Before leaving to hunt for fruit, the monkeys put the woman in a large woven basket and hang it from a tree. Meanwhile, her distraught parents have enlisted the aid of hunters, who shoot down the basket and rescue the daughter. In her place, they leave some fierce dogs, which attack the monkey and his crew, killing all of them save one. The girl marries the chief hunter and everyone—except for the monkeys—lives happily ever after.",
  "title": "Story of the Wisteria Basket"
}
