{
  "accession_number": "2015.79.7",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 3",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "golden figure with large halo seated on lotus platform, holding an object in hands at lap; accompanied by twelve motley attendants on either side, many holding weapons; standing figure on either side of lotus pedestal",
  "dimension": "43 1/2 × 20 in. (110.49 × 50.8 cm) (image)\r\n73 1/8 × 25 7/8 in. (185.74 × 65.72 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122057",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5472,
  "image_width": 2532,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and cut gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "The Healing Buddha, whose name in Japanese, Yakushi Nyorai, means literally “medicine teacher,” is the golden figure seated at the center of this painting. Just below and in front of him are his attendants, the bodhisattvas of the moon and sun. According to Buddhist scripture, the Healing Buddha himself was once a bodhisattva (a divine being who postpones becoming a buddha and helps living beings achieve enlightenment) who made 12 vows to heal the sick and ignorant and guide them on the path to salvation. His 12 great vows manifested as 12 divine generals, shown here as figures wearing armor and carrying weapons, six on either side of the central triad. Having made his vows and become a buddha, the Healing Buddha with his retinue rules over a celestial realm in the east called Vaiduryanirbhāsa, or “Pure Lapis Lazuli.” His teachings, which act as a cure for human suffering, are symbolized by the small medicine jar he cradles in his left hand.",
  "title": "The Healing Buddha (Yakushi Nyorai) and Twelve Generals"
}
