{
  "accession_number": "2015.79.35.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 61",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "book with brightly colored images interspersed with may pages of text; images of men and women indoors; image with man and woman inside a temple with monk; woman lying on a mat with mourners; man and woman crying; navy blue cover with title on decorated paper; silver lining inside cover",
  "dimension": "6 1/2 × 9 1/2 × 5/16 in. (16.51 × 24.13 × 0.79 cm)",
  "id": "http://api.artsmia.org/objects/122083",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3660,
  "image_width": 5423,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, gold, and gold leaf on paper",
  "nationality": null,
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Beyond established classics like The Tale of Genji, illustrated stories also circulated in the book or handscroll format and were consumed by readers. The Tale of Hachikazuki is a folk tale about the daughter of a provincial governor who wears a bowl on her head because her mother had a vision on her deathbed of the Kannon (in Chinese, Guanyin, a Bodhisattva associated with compassion) ordering her to do so. After her mother’s death, her father remarries an evil stepmother, prompting Hachikazuki to leave. She then\r\nbegins to work as a servant at a lord’s house, and the lord’s son falls in love with her. Unaware that she is of noble birth, his family opposes their marriage and demands that she compete against his brother’s wives. The night before the competition, Hachikazuki’s bowl cracks, revealing her beauty as well as essential items for a wedding trousseau. During the competition, Hachikazuki proves herself to be skillful at music, poetry writing, and calligraphy, showing that she is worthy of marrying the lord’s son.\r\n Hand-illustrated books with fi ne calligraphy such as this were included as part of a wedding trousseau. A painting workshop provided the illustrations while a workshop of scribes transcribed the text.",
  "title": "The Tale of Hachikazuki, vol. 1"
}
