{
  "accession_number": "2015.79.37",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 65",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "unsigned; mounted fan painting; group of men walking alongside a carriage at R under red torii gate; another group of men with two carriages at L, with three men seated on ground at UL;; scene is divided by gold clouds",
  "dimension": "10 3/8 × 22 in. (26.35 × 55.88 cm) (image)\r\n45 3/8 × 25 3/8 in. (115.25 × 64.45 cm) (mount)",
  "id": "http://api.artsmia.org/objects/122085",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2541,
  "image_width": 3976,
  "inscription": "Seal",
  "life_date": null,
  "markings": "LRC: red cauldron-shaped seal",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Folding fan, mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The scene on this folding fan is from chapter 14 of The Tale of Genji. Genji makes a pilgrimage to Sumiyoshi Shrine to thank the gods after the end of a period of exile. Genji and his entourage have parked their elegant carriages near Sumiyoshi’s pine-lined beach. Illustrations of this scene, including several in this exhibition, often show a single boat floating off the coast, signaling the simultaneous arrival of Genji’s former lover, the Akashi Lady. The magnificence of Genji’s entourage makes the Akashi Lady painfully aware of her own lower social status, so she retreats without ever announcing her presence. When Genji learns she is nearby, they exchange a series of poems. \r\n\tThe vertical lines visible on this painting are from creases made by bamboo slats when the painting was earlier mounted as a folding fan. A later owner removed the painting from the bamboo structure and converted it to its present scroll format, thus assuring its preservation.",
  "title": "Scene from the \"Spring Shoots II\" Chapter of The Tale of Genji"
}
