{
  "accession_number": "2015.79.92.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 211",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "Second quarter 17th century",
  "department": "Asian Art",
  "description": "thick green grasses against gold background of clouds; various overlapping flowers in blue, red, white; blue and yellow flowers; white and yellow flowers, and tiger lilies; large moon (?) in center panel",
  "dimension": "37 1/2 × 143 1/2 in. (95.25 × 364.49 cm) (image)\r\n42 1/4 × 148 1/2 × 9/16 in. (107.32 × 377.19 × 1.43 cm) (mount)",
  "id": "http://api.artsmia.org/objects/122162",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3277,
  "image_width": 11368,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silver and gilded paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "Ogino Museum of Art, Kurashiki, Okayama (in 1991); Leighton R. Longhi (until October 15, 2009); Mary Burke (2009-2015)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Below golden clouds, a silver moon sinks into an autumn meadow. A brook, glowing gold in the moonlight, trickles in and meanders through a profusion of grasses and flowers. Deep blue and white bellflowers, asters, chrysanthemums, even an orange lily left over from summer, punctuate a sea of swaying Miscanthus grass. The long, narrow composition of this pair of screens, shorter than usual height but extending over twelve feet, emphasizes the grassland’s vastness. \r\n\r\nAn old Japanese folk song helps identify this extraordinary place: “The Musashi plains / have no mountain / into which the moon may set—/ it rises from the grass and sets in the grass.” Although today the Musashi Plains north of Tokyo have disappeared beneath a sea of roads and apartment buildings, four hundred years ago they were a magical flatland of grasses and flowers, an uncommon sight in a country dominated by mountains.",
  "title": "Musashi Plains [right of a pair]"
}
