{
  "accession_number": "2015.79.55",
  "art_champions_text": null,
  "artist": "Artist: Traditionally attributed to Muqi Fachang",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 118",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "two branches at R with small bird perched near C",
  "dimension": "28 3/16 × 12 in. (71.6 × 30.48 cm) (image)\r\n70 7/8 × 17 in. (180.02 × 43.18 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7034,
  "image_width": 2840,
  "inscription": "Box inscriptions (AMR 5.10.2016):\r\n\r\nInnermost box, inscription inside lid: \r\n常憲院様御遺物\r\n宝永六年巳丑二月晦日　於\r\n御城拜領之\r\n\r\nTranslation: Received from [Edo] Castle on the last day of the 6th month of Hoei 6 [1709], formerly in the collection of Joken\\'in [Tokugawa Tsunayoshi]\r\n\t\r\nOutermost Box, lid inscription, transcriptions with translations: \r\n雨中竹雀の絵　牧谿筆　一幅 (Sparrow on Bamboo in Rain by Muqi, one scroll)\r\n東山殿御物 Former collection of Higashiyama-dono (i.e., Ashikaga shogunal collection)\r\n柳營御物 Former collection of Ryuei (i.e., Tokugawa shogunal collection) \r\n玩貨名物 Ganka Meibutsu (i.e., included in the Ganka Meibutsu Ki, Record of Named Objects for Appreciation, compiled in he 1650s)\r\n子爵　土屋正直 (Viscount Tsuchiya Masanao)\r\n",
  "life_date": "Chinese, c. 1210 - after 1269",
  "markings": "Seals upper R: [Muqi]; two illegible seals LRC",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "Entered Tsuchiya family collection in 1709 according to a record made in 1846 of the family inventory. Former owner was Tsunenori no In (Tokugawa Tsuneyoshi). Outer box claims that this is the sparrow painting formerly in the collection of the Shogun Yoshimasa which is listed in the Ganka Meibutsu of 1660 as belonging to Abe Bitchu. This is the distinction also claimed by the \"Bamboo and Sparrows\" painting in the Nezu Museum known by its seal to have been in Yoshimasa's collection.\r\nMuraguchi Shirō until June, 1983\r\nMary and Jackson Burke Foundation",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This simple painting of a single sparrow resting on a shoot of bamboo in the rain was treasured in Japan for more than five hundred years. Over time, it accumulated numerous storage boxes, wrappings, and documents. In this gallery, you can explore the painting and its history through these accumulated objects. \r\n\r\nIn medieval Japan, the Zen monk-painter Muqi Fachang (c. 1210–after 1269) was the most beloved of all Chinese artists. Japanese Zen monks visiting China met or heard of Muqi, acquired his paintings, and brought them back home to Japan. Within a few decades, the foremost Japanese art collections all contained paintings purported to be by Muqi, although many of them were probably not by Muqi himself. But this did not seem to matter. In Japan, “Muqi pictures”—some by Muqi, others in his style—were in high demand as luxury items, and numerous Japanese painters mastered Muqi-style painting and Muqi-specific subject matter. “Muqi pictures” like this one were also sought after for display during tea ceremonies. \r\n\r\nOne of the most famous of these “Muqi pictures” showed sparrows huddled together on a bamboo shoot during rain. That painting made its way into medieval Japan’s most famous collection of Chinese art—that of the Ashikaga shoguns (Japan’s military leaders). It undoubtedly inspired this image of a sparrow on bamboo. Although it was not painted by Muqi himself, it was treasured for generations as a “Muqi picture,” as evidenced by its many boxes, wrappers, and documents, all displayed here.",
  "title": "Sparrow on Bamboo in the Rain"
}
