{
  "accession_number": "2015.79.91.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 206",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "unsigned; hilly landscape with stream and flowering trees; an open-air residential structure spans the first three panels populated by men and women in deep contemplation, playing games, and reading; gold covers majority of surface and is applied in powdered form, flakes, and strips; slivers of silver also present",
  "dimension": "60 × 138 5/8 in. (152.4 × 352.11 cm) (image)\r\n66 × 146 × 3/4 in. (167.64 × 370.84 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/122160",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4475,
  "image_width": 9774,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, gold, and silver on gilded paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Tales of Saigyō narrate the life of the eponymous samurai poet who gave up his title to become an itinerant monk. The story of Saigyō’s lifelong travels was first illustrated in the thirteenth century in a set of four painted handscrolls, and the scenes depicted here are based on those originals. The right screen depicts Saigyō’s first New Year after he took the tonsure. He appears alone in the leftmost panel, admiring the blossoms of a nearby plum tree. In the upper left of the left screen, Saigyō kneels before the wall of a shrine. On a journey through the rugged Kii Peninsula, Saigyō became so inspired by the cherry blossoms that he composed a poem and brushed it on the wall of a shrine. At lower right of the same screen, Saigyō parts ways with two monks he met on his journey.",
  "title": "Scenes from the Tales of Saigyō [right of a pair]"
}
