{
  "accession_number": "2015.79.69.2",
  "art_champions_text": null,
  "artist": "Artist: Setsuzan",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 156",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "male figure in white robes seated, leaning PL arm on bent tree trunk, with eyes closed, peaceful look on face; scroll, book, and teapot to his R; pine boughs at top and R",
  "dimension": "43 7/8 × 19 13/16 in. (111.44 × 50.32 cm) (image)\r\n67 1/2 × 24 1/2 in. (171.45 × 62.23 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122127",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6848,
  "image_width": 2932,
  "inscription": "Marks and Seals",
  "life_date": null,
  "markings": "Marks along top of dowel, at L: [606 / Setsuzan] and R: various; LRC: [Unzen]; [Setsuzan]",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll, one of a triptych",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "As this trio of paintings currently exists, pictures of birds and flowers flank a central figural subject. This is an age-old compositional device frequently used for devotional Zen paintings in the 1400s and 1500s. In the center is a Chinese hermit, who appears to have fallen asleep. Writing utensils are set out beside him. A dove at right sits on an old plum branch, a tree that blossoms in late winter or early spring, while the kingfisher rests on a stalk of lotus, at left, its ragged edged leaf and exposed pod suggestive of autumn. However, it’s unlikely that these paintings were originally intended to be shown together like this, given the uneven composition, with the motifs clustered in the lower right corner. Instead, they may have been part of a set of paintings pasted on the panels of a folding screen. Once removed from the screen, they may have been remounted as hanging scrolls and composed as a triptych by a previous owner.",
  "title": "Hermit [center of a triptych of Doves, Hermit, and Kingfisher]"
}
