{
  "accession_number": "2015.79.74.1",
  "art_champions_text": null,
  "artist": "Artist: Kano School",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 165",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "family of cranes; rocks at R with white and red roses; bamboo fronds and rocks along bottom; large bamboo trees at L with peony blossoms; gold foil background",
  "dimension": "60 1/4 × 139 5/8 in. (153.04 × 354.65 cm) (image)\r\n66 1/8 × 146 1/2 × 5/8 in. (167.96 × 372.11 × 1.59 cm)",
  "id": "http://api.artsmia.org/objects/122131",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2684,
  "image_width": 6500,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "From ancient times, cranes in Japan were said to live for a thousand years. They thus served as potent symbols of youthfulness and long life in both literature and art. In this pair of screens, the artist made cranes the primary motif and added some good luck imagery taken from nature. Pine trees, like cranes, signify youth and longevity; bamboo represents tenacity and uprightness; and the peony stands for good fortune. Yet this painting, with its blank gold-foil background, is really an emblem of good fortune rather than a depiction of the natural world. For example, cranes do not make their nests or roost in treetops but rather live on the ground, usually in marshes. The extremely common, age-old Japanese painting motif of cranes in pine treetops arose from a medieval conflation of cranes and storks.",
  "title": "Cranes with Bamboo [left of a pair of Cranes with Pine and Bamboo]"
}
