{
  "accession_number": "2015.79.65",
  "art_champions_text": null,
  "artist": "Artist: Kano Tan'yū",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 150",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "album of eight ink landscape paintings on discolored, brown silk opposite facing eight descriptive poems on decorated paper; album is covered in brocade fabric with burgundy flowers and gold geometric designs",
  "dimension": "1 7/8 × 10 1/2 × 9 7/8 in. (4.76 × 26.67 × 25.08 cm)\r\n7 × 6 3/4 in. (17.78 × 17.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/122121",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3814,
  "image_width": 6536,
  "inscription": "",
  "life_date": "Japanese, 1602 - 1674",
  "markings": "lower corner of images: {Tan\\'yu}",
  "medium": "Ink on silk; ink, gold, and mica on paper",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Eight Views of the Xiao and Xiang Rivers was a popular theme in East Asian painting and poetry. It celebrated the beauty of a region in southeast China where the two rivers converge. This album consists of eight paintings by Kano Tan’yū, a central figure of the Edo-period Kano house. When he was only fifteen years old he was named goyō eshi, or painter-in-attendance, to the Tokugawa shoguns (military commanders) in the capital city of Edo. In order to produce a wide variety of paintings for the shogun, Tan’yū had to be fluent in an array of Chinese and Japanese styles. The eight paintings in this album are in the “splashed-ink” style of the Chinese painter Yujian (active late 1200s), who was beloved in Japan. Sometime after Tan’yū completed these paintings, they were inserted into this album and paired with poems brushed on elegant paper decorated with various kinds of gold.",
  "title": "Eight Views of the Xiao and Xiang Rivers"
}
