{
  "accession_number": "2015.79.61",
  "art_champions_text": null,
  "artist": "Artist: Kaihō Yūshō; Author: Inscribed by Saishō Jōtai",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 137",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1602-1603",
  "department": "Asian Art",
  "description": "snow-covered rocks at L with wilted, snow-covered reeds; hazy snowy mountain in background; patches of light gold wash; inscription at R",
  "dimension": "28 3/8 × 14 1/2 in. (72.07 × 36.83 cm) (image)\r\n62 × 19 1/2 in. (157.48 × 49.53 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122115",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8644,
  "image_width": 4313,
  "inscription": "URQ: 萬里江天萬里心／飄ゝ花絮灑平林／橋橫路斷馬蹄滑／更說藍關轉不禁／右宝磵古詩、承兌叟書 (Ten thousand miles of river and sky, ten thousand miles of thoughts, a whirlwind of downy flowers scattering in a peaceful grove—The bridges and roads are closed, and my horse’s hooves are slick. Yet again, Indigo Pass is blocked! This is an old poem by Yujian, brushed by Jōtai) [transl. by Aaron Rio]",
  "life_date": "Japanese, 1533 - 1615",
  "markings": "LLC: {Yūshō}; URQ: {Saishō}",
  "medium": "Ink and gold on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll (formerly panel of a folding screen)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Snow clings to the leaves of a clump of bamboo and rock. A snowy peak hangs in the distance. This wintry scene formerly functioned as one of eight panels of a folding screen, depicting the so-called “Eight Views of Xiao and Xiang,” a popular theme in East Asian painting and poetry. At right is a Chinese poem brushed by the Zen monk Saishō Jōtai (1548-1608). The poem alludes to the Daoist immortal Han Xiangzi, who predicted correctly that his exiled uncle would become stuck at Indigo Pass, a crossing in the Qin Mountains of central China:\r\n\r\nTen thousand miles of river and sky, ten thousand miles of thoughts,\r\na whirlwind of downy flowers scattering in a peaceful grove— \r\nThe bridges and roads are closed, and my horse’s hooves are slick. \r\nYet again, Indigo Pass is blocked!\r\nThis is an old poem by Yujian, brushed by Jōtai",
  "title": "“River and Sky in Evening Snow,” from the Eight Views of the Xiao and Xiang Rivers"
}
