{
  "accession_number": "2015.79.97",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 221",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "unsigned; image of two black lacquer kimono stands with different types of gold patterning, hung with various patterned kimono; koto (zither) in LRQ; tubular case with pink flowered brocade, pink tassels and gold bells hanging from right top corner of kimono stand at right",
  "dimension": "60 11/16 × 141 1/8 in. (154.15 × 358.46 cm) (image)\r\n67 1/4 × 146 1/2 in. (170.82 × 372.11 cm)",
  "id": "http://api.artsmia.org/objects/122166",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1172,
  "image_width": 2765,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on gilded paper",
  "nationality": null,
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Stylish kimono are draped casually over a deluxe pair of black lacquer stands, both adorned with gold makie designs and fittings. A red and gold amulet case hangs from the central case, while a koto (a musical instrument) rests on the floor. Such items represent the accoutrements of a fashionable prostitute, the kind who often appear in ukiyo-e paintings and prints. In her absence, we are asked to conjure up her beautiful visage ourselves. In the modern period such provocative paintings of women’s garments on display came to be called Tagasode, or “Whose Sleeves'”—a classical poetic device whereby the perfume arising from the sweep of a kimono’s sleeves evokes the image of its owner.",
  "title": "Whose Sleeves?"
}
