{
  "accession_number": "2015.79.120",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Toyohiro",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 288",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "around 1800",
  "department": "Asian Art",
  "description": "male figure in gray and white striped kimono grabs the wrist of a young female attendant who was handing him a red dish; other young women and geisha serve tea, play instruments, and dance around the man; small feast in front of man on ground, including large red snapper; scene takes place on a green dock over water",
  "dimension": "19 9/16 × 29 1/8 in. (49.69 × 73.98 cm) (image)",
  "id": "http://api.artsmia.org/objects/122189",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6426,
  "image_width": 9308,
  "inscription": "\r\n\r\n",
  "life_date": "Japanese, 1773 - 1828",
  "markings": "LRC: 豊廣之印 {Toyohiro no in}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll (nikuhitsu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 豊廣画 {Toyohiro ga} (Painted by Toyohiro)",
  "style": "19th century",
  "text": "During the summer months, restaurants along the west bank of the Kamo River in Kyoto put platforms over the river so guests can enjoy their evening meals outdoors. This spectacle became a subject for artists of the ukiyo-e and Shijō schools as a representation of the summer season. Here, the smoking tray in front of the young man provides the name of the restaurant, Shijōya. Two women are leaving the scene on the left while he is dining with a young woman sitting opposite of him. They are entertained by two musicians with shamisen (three-stringed instrument) and three young girls wearing bright red aprons are serving them.\r\n\r\nThis painting was chosen as model for a woodblock-printed triptych published in 1801 that represents the Sixth Month and is part of a series depicting the twelve months through designs by Toyohiro and his fellow ukiyo-e artist Toyokuni.",
  "title": "Summer Party on the Bank of the Kamo River"
}
