{
  "accession_number": "2015.79.52",
  "art_champions_text": null,
  "artist": "Artist: Shūtoku; Author: Inscribed by Yōkoku Kentō; Author: Inscribed by Teihō Shōchū",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 106",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "before 1533",
  "department": "Asian Art",
  "description": "jagged, towering rock formations at R with waterfall and gnarled pine trees; small pavilion on shore at lower center with fishing boat nearby; small footbridge connects two shores across a small channel with trees at L; bluish mountains in background; inscriptions ULQ",
  "dimension": "28 1/8 × 16 in. (71.44 × 40.64 cm) (image)\r\n59 3/4 × 21 1/16 in. (151.77 × 53.5 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122102",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9621,
  "image_width": 5502,
  "inscription": "ULQ (Yōkoku Kentō): 西泊春來雖水肥　碧湘門外掩船扉　東風若為斯郎便　一髮吳霜棹月歸\r\n(Though the west lake swells with water as spring arrives, / the emerald bamboo outdoors blocks the sight of boats. / Had the east wind facilitated his quest, / he would have returned by boat in moonlight to the frosted land of Wu faraway)\r\nULQ (Teihō Shōchū): 春水滔天屋檨浮　泊船栽睡所何求　殘生只付風流檝　山是美人江白鷗\r\n(Floating in a boathouse on the brimming spring river, / what could one desire in a sound sleep after mooring? / In nothing but insouciant boating would I spend the rest of my life, / with mountains along the white gull-dotted stream as my beauties)",
  "life_date": "active first half of 16th century",
  "markings": "LRC red artist\\'s seal: 周德 {Shūtoku}; ULQ (R seal): 彼谷 {Yōkoku}; ULQ (L seal): 昌忠 {Shōchū}",
  "medium": "Hanging scroll; ink and light color on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULQ: 佳境甘蔗道人乾瞳 {Kakyō Kansho Dōjin Kentō}; ULQ (above L seal): 前福山昌忠 (Shōchū, formerly of Kenchōji)",
  "style": "16th century",
  "text": "Below towering cliffs, a surging waterfall, and wizened pine trees sits a lonely riverside pavilion, its curtains drawn back. The occupant is nowhere to be found, but his boat is moored nearby. There is a bridge across the way, but the path it seems to connect to disappears in heavy mist. \r\n\r\nThe painter of this landscape, whose seal reading “Shūtoku” is impressed at lower left, was long confused with another painter of the same name who was a follower of the master painter Sesshū active in far western Japan. The Shūtoku of this painting, however, has recently been identified as a wholly separate painter active in the eastern provinces. The poetic inscriptions on this landscape are by successive abbots of the Kenchōji, eastern Japan’s oldest and most important Zen monastery.",
  "title": "Early Spring Landscape"
}
