{
  "accession_number": "2015.79.59",
  "art_champions_text": null,
  "artist": "Artist: attributed to Kano Yukinobu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 133",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 16th century",
  "department": "Asian Art",
  "description": "mounted fan painting: man in white robe holding a calligraphy brush up to the side of a small cliff or rock formation covered with foliage; shorter man behind him leans over a rock, looking on; ivory roller ends",
  "dimension": "8 3/4 × 17 1/8 in. (22.23 × 43.5 cm) (image)\r\n42 11/16 × 20 5/8 in. (108.43 × 52.39 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/122113",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4003,
  "image_width": 6189,
  "inscription": "",
  "life_date": "Japanese, c. 1513 - 1575",
  "markings": "ULQ",
  "medium": "Ink and gold on mica-coated paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll, originally mounted as a folding fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Hanshan (Jp. Kanzan) and Shide (Jp. Jittoku) are a pair of Chinese Chan (Jp. Zen) Buddhist monks who lived in Guoqing temple on Mount Tiantai in eastern China. The pair were known as eccentrics, often acting peculiarly, such as yelling or laughing suddenly. Their strangeness is reflected in their hairstyles, which were appropriate for children but not for grown men. After their deaths, Chan Buddhists considered them the incarnation of bodhisattvas Mañjuśrī (Jp. Monju) and Samantabhadra (Jp. Fugen), the guardians of wisdom and practice, respectively.\r\nIn this painting, which was originally mounted as a fan, Shide grinds ink on a rock while Hanshan brushes a few lines onto the side of a tree. According to legend, after the pair mysteriously disappeared, Hanshan was believed to have left poems on rocks and trees.",
  "title": "Hanshan and Shide"
}
