{
  "accession_number": "2015.79.95",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 215",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "scenes in and around Kyoto showing foreign visitors, some with \"Christian\" symbols; some of the figures in \"western\" dress are probably Japanese; other ambiguously clad figures in foreground may be Koreans; famous sites identified by labels; ornate clouds of embossed gold-leaf decorate all panels and are integral visual element of landscape",
  "dimension": "67 × 148 × 5/8 in. (170.18 × 375.92 × 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/122164",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5074,
  "image_width": 11007,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This screen shows a bird’s-eye view of the city of Kyoto, the capital of Japan for most of its early history. Many famous sites of Kyoto are pictured. To orient yourself, look for the river that emerges in the middle of the far right panel and then flows to the upper left. This is the Kamo River, which flows north-south and bisects the city. It is crossed by several bridges—the Fifth Avenue Bridge, visible in the second panel from the right, and the Third Avenue Bridge, in the upper part of the fourth panel from the right. \r\n At the very top of the second and third panels from the right is the famous Buddhist temple Kiyomizudera, with its long staircase and high veranda. A group of people gather there to admire blooming cherry trees below. At the far upper left of the screen, look for Kamigamo Shrine near which an annual horse race is taking place. In the middle panels, you can see a variety of large, colorful carts—floats for the annual Gion Festival Parade. Also look for a group of men near the bottom of the second panel from the left. They wear decidedly non-Japanese clothing and carry banners with white Christian crosses. Groups of locals gather in the upper floors of buildings to examine these curious visitors, perhaps Portuguese, moving through the streets of Japan’s ancient capital.",
  "title": "Scenes in and around Kyoto"
}
