{
  "accession_number": "L2015.33.112",
  "artist": "Hishikawa Mitsukuni",
  "continent": null,
  "country": null,
  "creditline": "Mary Griggs Burke Collection, gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "dated": "18th century",
  "description": "A scroll 23 feet long and 13 1/2 \" high, in vivid colors and perfect condition, depicting in ukiyo-e style the games and costumes of Japanese children in the New Year's season. Following a lyric opening scene, depicting the new pine-sprouts of the New Year, the scroll shows children pulling the Treasure Ship (Takara-bune) Cart, playing at hobby-horse, tops and other games, buying and playing with battledore and shuttlecock, buying and playing with bouncing balls; Manzai dancers, tops, puppet-players, picnicking under the blossoms of early spring, music and tea making--ending with a lovely wisteria-trellis. Though adults appear here and there, they are mainly the trades people catering to the children, or the parents and retainers watching over their charges. The whole three months of the New Year's Season are included (mid-February to mid-May in the modern calendar) rather than just New Year's Day itself. The scroll is signed and sealed by Hishikawa Mitsukuni, about whose life little is known except that he was a pupil of the \"Founder of Ukiyo-e,\" Moronobu and worked from about 1690 to 1710. His style, after his master's death, seems to have been influenced by the Kaigetsudo painter. This scroll dates from about 1750, and is remarkable for its perfect condition.\r\n",
  "dimension": "34.5 x 672.0 cm",
  "id": "http://api.artsmia.org/objects/122179",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": null,
  "marks": "Painted by Mitsukuni ",
  "medium": "ink and color on paper",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "18th century",
  "text": "",
  "title": "Scenes from the Four Seasons"
}
