{
  "accession_number": "2015.79.141",
  "art_champions_text": null,
  "artist": "Artist: Noro Kaiseki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1822",
  "department": "Asian Art",
  "description": "inscription with large characters in front panel; lightly colored landscape featuring bulbous, rocky mountains; calm bays; small buildings, a pagoda; trees; a few waterfalls, and a bridge",
  "dimension": "10 9/16 × 189 15/16 in. (26.83 × 482.44 cm) (image, not including between mounts)\r\n11 3/4 × 235 5/8 in. (29.85 × 598.49 cm) (mount, without roller, includes between image mounting)",
  "id": "http://api.artsmia.org/objects/122214",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2474,
  "image_width": 7157,
  "inscription": "Signature, Inscriptions, and Seals\r\n\r\nat end of scroll: [In the summer, the fifth month of 1822, it rains coninuously. So much so that it causes contagious diseases. In the deep shade of the verdant trees, I play with my brush to humor, a little, my longing for the wilderness]\r\n",
  "life_date": "Japanese, 1747 - 1828",
  "markings": "Seals at beginning: [Shihekisai]; at end: [Ryunen]; [Daigo]\r\n\r\nthe red seal; 四碧斎\r\n\r\nred seals; 隆? and第呂",
  "medium": "Ink and light color on paper; title and closing colophons/seals on silk",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "L in image: [An old man at seventy-six, Kaiseki Ryu]\r\n\r\nsigned;七十六歳老人介石隆",
  "style": "19th century",
  "text": "Imagine you are unrolling this scroll. Beginning at the far right, mountains rise and fall, some close, others far away. Waterways and groves of trees appear and disappear. Then, from the bottom edge of the scroll, we begin to see signs of life—a gentleman in a hut, an empty fishing boat, riverside dwellings—all urging us to slow down and ponder. As we leave the peaceful fishing village, we follow a path moving right to left in the foreground, crossing bridges and meandering around great boulders, until we reach an empty pavilion beneath mighty pine trees—at last, our destination. From within our riverside pavilion, we are offered a magnificent view of a crashing waterfall. This is the payoff, the climax of our journey. As we unroll the last few inches of the scroll, the mountains and trees disappear just as quickly as they appeared. At the very end, the painter of this scroll tells us why he created this work and why he desired to escape his home in the city and withdraw to this fantastic countryside:\r\n\r\n \r\n\r\nThis summer, the fifth month of 1822, it rains continuously, so much so that contagious diseases have spread. In the deep shade of the verdant trees, I play with my brush to humor, a little, my longing for the wilderness.",
  "title": "Water and Trees, Pure and Resplendent"
}
