{
  "accession_number": "2015.79.198.1",
  "art_champions_text": null,
  "artist": "Artist: Ishikawa Kosai",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 462",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "painting of a spray of colorful flowers including narcissus with exposed bulbs, pink lotuses; yellow chrysanthemums; trumped-shaped red velvet flower; white chrysanthemums; pink hollyhocks; large yellow mum, and purple flowers",
  "dimension": "44 × 11 3/8 in. (111.76 × 28.89 cm) (image)\r\n68 1/2 × 16 1/2 in. (173.99 × 41.91 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122270",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6005,
  "image_width": 1721,
  "inscription": "Signature, Inscription, and Seals \r\n\r\nULQ: (The skill of Master Un Juhei has no precedent; // who can emulate his painting of gorgeous flowers? // Self-mocking as the ugly one from Wuyan Province, she still expects appreciation from the King of Sai. // In my spare time after lecturing and reading, I paint landscapes and bamboo with rocks for fun. When it comes to flowers and birds with patterned plumage, my awkwardness becomes even worse. A Chance reading of \\'Shōzan gafu\\' by Sū Ikkei made me eager to try my hand. I rushed to gather some rosy pigments and painted a variety of flowers and cut branches. It is deplorable that my brush has turned rusty and the painting appears extremely crude. Compared with professional dyers and paint-workers, however, I may boast certain merits.)",
  "life_date": null,
  "markings": "ULQ and L edge: (Shiba Sanjin); (Sekiei Kinka); (Kōsai)",
  "medium": "Ink, color, and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll, one of a triptych",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULQ: (In the late spring of 1902, Shibayama Gaishi Sekiei at the age of seventy)",
  "style": "20th century",
  "text": "",
  "title": "Flowers [left of a triptych of Kegon Falls and Flowers]"
}
