{
  "accession_number": "2015.79.204.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 468",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "767",
  "department": "Asian Art",
  "description": "two-piece round pagoda with four disk-like sections; spindly finial sits on top; white pigment fragments",
  "dimension": "8 9/16 × 4 1/4 × 4 3/16 in. (21.75 × 10.8 × 10.64 cm)",
  "id": "http://api.artsmia.org/objects/122278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3380,
  "image_width": 2644,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Japanese cypress (hinoki) and Cleyera ochnacea japonica (sakaki)",
  "nationality": null,
  "object_name": "Reliquary",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "According to Japan’s earliest recorded histories, in the mid-760s, the Empress Shōtoku (718–770) commissioned the production of one million miniature scrolls printed with Buddhist incantations, each one enshrined within a small wooden pagoda. When they were completed, the empress donated 100,000 scroll-pagoda combinations to each of the ten major Buddhist temples in Nara, then the capital. One of those temples, Hōryūji, still owns several thousand of Empress Shōtoku’s miniature pagodas. Traditions holds that the empress’ commission may have been related to a scandal involving a love affair with a young Buddhist priest and an attempted coup, but whatever the case, the empress no doubt garnered a vast amount of karma through her million-pagoda project.",
  "title": "Pagoda with Darani sutra, from a set of \"One Million Pagodas\""
}
