{
  "accession_number": "2015.79.126",
  "art_champions_text": null,
  "artist": "Artist: Yosa Buson",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 313",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1774",
  "department": "Asian Art",
  "description": "crested white bird and crested brown bird perched on the branches of a gnarled, twisting tree with pink blossoms; blossoming tree is intertwined with a willow tree, with a rock between the two tree trunks; low grasses on ground",
  "dimension": "50 11/16 × 27 9/16 in. (128.75 × 70.01 cm) (image)",
  "id": "http://api.artsmia.org/objects/122204",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4211,
  "image_width": 2367,
  "inscription": "",
  "life_date": "Japanese, 1716 - 1783",
  "markings": "center R edge: {Sha Chōkō}; {Sha Shunsei}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center R edge: {An\\'ei kōgo natsu utsusu oite Yahantei Sha Shunsei} (painted at Yahantei in the summer of 1774. Sha Shunsei)",
  "style": "18th century",
  "text": "In China, willows and peach trees are likened to a pair of lovers, and here their branches are intertwined. A pair of magpies, known to bring wealth and have divine power, sit in the trees with the female above seeming to look down critically at her partner’s singing. \r\n\r\nYosa Buson, a poet and prolific painter, drew from a variety of sources for his paintings. The inspiration for this large work is unmistakably Shen Nanpin (also known as Shen Quan, c. 1682–1760), an older Chinese contemporary of Buson’s who lived and worked in the Japanese city of Nagasaki briefly during the early 1730s and attracted many Japanese followers. Shen’s colorful, realistic pictures of birds and flowers proved extremely popular in Japan in the mid-1700s, and he continued to send works back to Japan even after his return to China in 1733.",
  "title": "Two Magpies on Willow and Peach Trees"
}
