{
  "accession_number": "2015.79.203",
  "art_champions_text": null,
  "artist": "Artist: Shinoda Tōkō",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 467",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 20th century",
  "department": "Asian Art",
  "description": "large abstract painting; black background with two vertical and one horizontal bar forms that form partial frame within black background; shorter horizontal white bar near LLC; large area of white splatter marks near C and UC",
  "dimension": "71 × 53 3/4 × 1 1/8 in. (180.34 × 136.53 × 2.86 cm) (image)",
  "id": "http://api.artsmia.org/objects/122277",
  "image": "valid",
  "image_copyright": "© Shinoda T%C5%8Dk%C5%8D",
  "image_height": 10494,
  "image_width": 7986,
  "inscription": "",
  "life_date": "Japanese, 1913 - 2021",
  "markings": "LLC",
  "medium": "Ink and white pigment on paper",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed: [Shinoda]",
  "style": "20th century",
  "text": "105-year-old Shinoda Tōkō started practicing calligraphy 100 years ago, when she began studying with her father. Beginning in the late 1940s, she began merging traditional Chinese and Japanese calligraphic traditions with Abstract Expressionism (AbEx), an artistic movement focused on expressing emotion through abstract art. Her work developed further in this direction when she studied the works of Jackson Pollock (1912–1956) an AbEx artist known for “drip” paintings. She studied his work over several years in the United States in the late 1950s, though she has never fully abandoned calligraphy. \r\n\r\nHer abstract forms, which exhibit an unmistakable calligraphic sensibility, are intended to suggest the vitality of the natural world. In addition to her unwavering interest in calligraphy, Shinoda has also maintained an interest in traditional materials used in Japan for centuries: ink, metallic pigments, and metal leaf on Japanese paper. This hinged screen is an example of a traditional furosaki, a small barrier used during a Japanese tea ceremony.",
  "title": "Untitled"
}
