{
  "accession_number": "2015.79.213.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 477",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "hand scroll with large blocks of text alternating with colorful images of people in buildings; and fantastic creatures",
  "dimension": "11 1/2 × 312 11/16 in. (29.21 × 794.23 cm) (image)\r\n11 1/2 × 329 1/16 in. (29.21 × 835.82 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122288",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4574,
  "image_width": 7117,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink printed on paper with hand-applied color",
  "nationality": null,
  "object_name": "Handscroll, set of ten",
  "portfolio": "From Illustrations of the Life and Deeds of the Grand Master of Mount Kōya (Kōya Daishi gyōjō zuga 高野大師行状図画)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This handscroll illustrates various holy deeds and scenes from the life of the Buddhist monk Kūkai (also known by his posthumous name Kōbō Daishi, lit. “Grand Master Who Spread the Dharma”). Kūkai is credited as founder of the Shingon, or True Word, sect of tantric Buddhism, and late in life established a large Shingon temple complex at Mount Kōya in the rugged Kii Peninsula, south of the ancient capital of Nara.\r\n\r\nNumerous six-, ten-, and twelve-scroll sets of handscrolls illustrating the life of Kūkai are extant. This printed and hand-colored ten-scroll edition is based on painted models dating to the thirteenth and fourteenth centuries.",
  "title": "Illustrations of the Life and Deeds of the Grand Master of Mount Kōya, vol. 1"
}
