{
  "accession_number": "2015.79.205",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 469",
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1300",
  "department": "Asian Art",
  "description": "lines of text on brownish paper with red marks",
  "dimension": "10 3/8 × 365 1/2 in. (26.35 × 928.37 cm) (image)\r\n10 3/8 × 374 3/8 in. (26.35 × 950.91 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122279",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2128,
  "image_width": 4000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodblock print; ink on paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at end: [Daihannya haramitakyo, chapter 579, Buddhist monk Senshin]",
  "style": "14th century",
  "text": "In the 600s, a Chinese Buddhist monk called Xuanzang (active c. 602–664) journeyed throughout India and neighboring countries studying and collecting sacred Buddhist texts. He returned to China with three versions of the Mahaprajnaparamita Sutra, or Greater Sutra on the Perfection of Wisdom, written in the Sanskrit language. At the heart of this voluminous sutra are teachings about figures called bodhisattvas (literally, “awakened beings”), who attain buddhahood but remain attached to the mortal world in order to help others. Xuanzang used the three texts he brought from India to create a faithful version of the sutra in Chinese. Consisting of 16 parts and 600 chapters, this Chinese version soon found its way to Japan, where it remains the standard version of this influential sutra. A copy of the entire sutra, usually consisting of 600 scrolls, is kept in most Buddhist temples. The scroll displayed here represents just one chapter, #579, from a 600-scroll set printed around the year 1300. Temples of some Buddhist schools conduct regular recitations of the entire sutra.",
  "title": "Greater Sutra on the Perfection of Wisdom, Part 11, Chapter 579"
}
