{
  "accession_number": "2015.79.137",
  "art_champions_text": null,
  "artist": "Artist: Tomioka Tessai",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 336",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th - early 20th century",
  "department": "Asian Art",
  "description": "book: seated male figure on front page; several pages of large characters follow; seated figure within a window flanked by scrolls and calligraphy near end of book; blue cover printed with brocade pattern",
  "dimension": "1/2 × 5 3/16 × 11 1/8 in. (1.27 × 13.18 × 28.26 cm)",
  "id": "http://api.artsmia.org/objects/122211",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4407,
  "image_width": 4170,
  "inscription": "(Leisurely, How?)\r\n(Changing houses, changing houses, how many times have I been changing houses? But is that what my true dwelling is? I envy the gratitude of old age. Into the eastern hills I go out to amuse myself. /  Painting pictures, painting pictures, how many years have I painted? Just like this wandering in forests and streams. An imitation Wang Wei I go out along the Mo river and endure.)",
  "life_date": "Japanese, 1836 - 1924",
  "markings": "third from back page: URC; last page: LLC; back cover: LRC",
  "medium": "Book; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "front page, LL edge: [Portrait of Kashō copied from the work of Geppō]",
  "style": "19th-20th century",
  "text": "Tomioka Tessai is counted among the last of Japan’s Nanga painters. A student of poetry, Japanese philosophy, Confucianism, and a variety of painting styles in his youth, and briefly a Shinto priest, Tessai spent most of his life in Kyoto, where he was a leading figure in late Nanga circles. With his friends, the prominent Meiji-period Nanga Tanomura Chokunyū (1814–1907) and Taniguchi Aizen (1816–1899), Tessai helped establish the Japan Nanga Society (Nihon Nanga Kyōkai) in 1896. In the final year of his life, he was conferred with the title, “Artisan of the Imperial Household” (Teishitsu gigei’in).",
  "title": "Portraits of Ike Taiga and His Calligraphies in Seal and Grass Styles"
}
