{
  "accession_number": "2015.79.142.1",
  "art_champions_text": null,
  "artist": "Artist: Urakami Shunkin",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 350",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1821",
  "department": "Asian Art",
  "description": "landscape with mountains and tany trees at left; man on horse with attendant, LLC; man on boat at right; buildings and water; seven-line inscription in black and two red seals, ULC; tan paper backing; on back, URC: N.V. Hammer Far Eastern Art sticker",
  "dimension": "70 3/16 × 145 1/2 in. (178.28 × 369.57 cm) (image)\r\n71 1/2 × 146 1/4 in. (181.61 × 371.48 cm) (overall)",
  "id": "http://api.artsmia.org/objects/122215",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5058,
  "image_width": 10241,
  "inscription": "8th month, autumn, year of Shinshi [1812] | Poem on left screen: (Old trails follow cliffs into the blue sky; / Trees are frosted, leaves fallen, and the westerly wind is blowing. / I ride my horse alone on a barren road / When autumn is about to end. / The setting sun glows over a million valleys that hold crimson colors of the autumn season. / Shunkin Kisen.)",
  "life_date": "Japanese, 1779 - 1846",
  "markings": "{Shinsen no in} | Both: {Shunkin Koji} | right: {Ganha Toho}",
  "medium": "Ink and light color on silk",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Shunkin Kisen}",
  "style": "19th century",
  "text": "Our journey through this imagined landscape begins in the lower right corner, where a pair of Chinese gentlemen wait to guide us along a winding mountain path. The ridge of mountains forms an arc that is mirrored in the left screen, although here our guide has changed. An old man riding a horse waits at lower left to lead us through the craggy mountains, where touches of red among the trees tell us that the season has shifted, from the peach blossoms of mid-spring to the crimson leaves of autumn. \r\n\r\nOur respective guides are given voice in poetic inscriptions brushed by the artist himself on the upper outside corner of each screen. \r\n\r\nRight:\r\n\r\nNew green sprouts from the leaves’ dark stems,\r\nApricot and peach blossoms open as mid-spring approaches.\r\nTo enjoy spring is to be in its beauty—\r\nHalting my cane, I listen idly to the birds’ twittering voices.\r\n\r\nLeft:\r\n\r\nA precarious bridge links cliffs extending to the jade sky.\r\nIn a frosty woods, leaves fall with a rising west wind.\r\nA hermit whips his lame horse forward in the autumn dusk. \r\nAcross ten thousand ravines, the setting sun blazes red.",
  "title": "Autumn Landscape [left of a pair of Spring and Autumn Landscapes]"
}
