{
  "accession_number": "2015.79.259",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 554",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "11th century",
  "department": "Japanese and Korean Art",
  "description": "warrior deity standing in a forward-facing position; PR arm extended with hand in loose fist, apparently once holding an object; PL arm is held out with palm up in divine pose; armor with lion head on armor plate over stomach; standing on demons (base)",
  "dimension": "116 cm (including base)",
  "id": "http://api.artsmia.org/objects/122376",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4752,
  "image_width": 2490,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with polychrome",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century",
  "text": "Vaishravana is one of the Twelve Devas, a group of Hindu gods adopted as Buddhist guardian deities charged with protecting the four cardinal directions and the four intermediate directions, as well as the sun, moon, heaven, and earth. As the most powerful of the 12, Vaishravana presides over the north, which was understood to be the most dangerous of all directions as it was also inhabited by evil demons and ogres. Appearing here in full armor, he stands atop two such fiends who have been quelled by his might. Sculptures of Vaishravana and other guardian deities are often placed around the principal icons of worship in Buddhist temples. They are understood to have the ability to protect Buddhist teaching and believers from corruption by evil spirits.",
  "title": "Bishamonten, the Guardian of the North"
}
