{
  "accession_number": "2015.79.260a-f",
  "art_champions_text": null,
  "artist": "Artist: Circle of Higo Busshi Jōkei",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th century",
  "department": "Asian Art",
  "description": "demonic figure standing on two subdued, grimacing demons, one of whom is looking up with bloodshot eyes; figure is standing with wide stance, PR arm raised to hold separate staff, PL hand open, with hole to hold separate golden spindle; demons mount onto base, and tabs on figure's feet insert into demons; separate halo with golden flames mounts to back",
  "dimension": "18 13/16 × 9 × 6 9/16 in. (47.78 × 22.86 × 16.67 cm)",
  "id": "http://api.artsmia.org/objects/122377",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9059,
  "image_width": 5764,
  "inscription": "",
  "life_date": "Japanese, 1184 - after 1256",
  "markings": "",
  "medium": "Japanese cypress wood with polychrome, cut gold-leaf, and inlaid crystal; metal",
  "nationality": "Japanese",
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "In Hindu mythology, each of the four directions is protected by a specific god. These four gods were incorporated into Buddhism as guardian kings at an early period and came to be known in Sanskrit as Lokapalas, or Shiten’nō in Japanese. This sculpture of a warrior represents Bishamonten, the Guardian of the North. The north was believed to be the most dangerous of the cardinal directions and so its protector, Bishamonten, is the strongest of the four guardian kings. Here, wearing heavy armor and carrying a lance and miniature stupa, Bishamonten stands atop two demons, representing threats from the North that he has overpowered.",
  "title": "Bishamonten, the Guardian of the North"
}
