{
  "accession_number": "2015.79.235",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunisada III; Publisher: Fukuda Kumajirō",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 505",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "November 1890",
  "department": "Asian Art",
  "description": "parcheesi board: brick tower on street with people looking out of nearly every window; kites flying in sky; man hanging from balloon in UL throwing confetti; people walking, talking, carrying balloons on the street below; sky is richly colored blue, white, and red; flap at ULC with man descending in balloon throwing confetti placed over similar figure on ULC of print",
  "dimension": "37 3/8 × 14 11/16 in. (94.93 × 37.31 cm) (sheet, vertical tetraptych of horizontal ōban)",
  "id": "http://api.artsmia.org/objects/122350",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5194,
  "image_width": 2174,
  "inscription": "Japanese inscriptions",
  "life_date": "Japanese, 1848 - 1920",
  "markings": "Seal LRC Fukuda Kumajirō at No. 19, Hasegawa-chō, Nihonbashi",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kaika-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: Painted by Ichijusai Kunimasa IV / November 1890",
  "style": "19th century",
  "text": "Sugoroku is a popular Japanese board game played similarly to “Snakes and Ladders.” Edo-period publishers produced Sugoroku boards like this one in a variety of themes, everything from classical literature to erotica. Here, the game board is formed by a famous building, the Ryōunkaku, with players progressing from bottom to top along its windows, which are each numbered. Ryōunkaku was a twelve-story skyscraper—Japan’s first—constructed in 1890 in Tokyo’s Asakusa district. It was one of the city’s most visible landmarks until it was destroyed by the Great Kantō earthquake of 1923.",
  "title": "Sugoroku of Looking Out from Ryōunkaku, Asakusa Park"
}
