{
  "accession_number": "2015.79.215.4",
  "art_champions_text": null,
  "artist": "Artist: Endō Genkan",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 479",
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1694",
  "department": "Asian Art",
  "description": "number five of six volumes; woodblock printed book full of text; tan cover on book; books travel in folding navy blue case",
  "dimension": "8 11/16 × 6 1/4 × 1/2 in. (22.07 × 15.88 × 1.27 cm)\r\n8 7/8 × 6 3/4 × 2 1/16 in. (22.54 × 17.15 × 5.24 cm) (all volumes with case)",
  "id": "http://api.artsmia.org/objects/122302",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6167,
  "image_width": 8173,
  "inscription": "",
  "life_date": "Japanese, active c. 1656-1702",
  "markings": "",
  "medium": "Woodblock printed book; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Book",
  "portfolio": "From Promulgation of the Contemporary Tea Ceremony (Tōryū chanoyu rudenshū 當流茶之湯流傳集)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "(on L of front cover)",
  "style": "17th century",
  "text": "Contemporary guide to tea ceremony, Enshū school.\r\n\r\nIn the mid-1600s, an aristocrat named Kobori Enshū (1579–1647), who was also a skilled poet, artist, flower arranger, and tea master, developed his own style of the tea ceremony based on the aesthetic ideal of kirei-sabi, which combined the notions of refined beauty (kirei) and patina, the wear associated with age (sabi). Enshū’s kirei-sabi  style, which partially supplanted wabi (imperfect or rustic) as the dominant aesthetic, had a great impact on the design of gardens and teahouses, decoration of teahouse interiors, and the production of tea wares in the mid-1600s. Two generations later, Endō Genkan, an adherent of the Enshū School of tea, wrote a number of important books on the Japanese tea ceremony including the volumes displayed here, which sought to disseminate Enshū’s kirei-sabi tea aesthetic.",
  "title": "Promulgation of the Contemporary Tea Ceremony, vol. 5"
}
