{
  "accession_number": "2015.79.267",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 566",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "standing figure with a conical hat with ear flaps, long skirt and cloak draped over the left shoulder; figure is standing on rock formation with palms up and crossed at the wrist across the chest; base",
  "dimension": "48 3/4 × 12 3/4 × 8 7/8 in. (123.83 × 32.39 × 22.54 cm)",
  "id": "http://api.artsmia.org/objects/122384",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5325,
  "image_width": 3300,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with polychrome",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "This unhappy-looking fellow with large pointed ears and sporting a conical cap is Zaō Gongen. He is a guardian deity of the Shugendō ascetic practice, who is said to live in the Yoshino Mountains in the rugged interior of the Kii Peninsula south of the ancient capital of Nara. A rare example of a religious figure of purely Japanese origin, Zaō Gongen is believed to have originally appeared to En no Gyōja (634'–701'), the founder of Shugendō, atop Yoshino’s Mount Kinpu. Mount Kinpu itself was believed to have been formed from the merging of three Buddhist deities (the historical Buddha Shaka, the Buddha of the Future Miroku, and the bodhisattva Kannon). The figure of Zaō Gongen itself is believed to be a manifestation of the spirit of Mount Kinpu.",
  "title": "Zaō Gongen, Manifestation of Mount Kinpu"
}
