{
  "accession_number": "2015.79.216",
  "art_champions_text": null,
  "artist": "Artist: Nishikawa Sukenobu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 480",
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1729",
  "department": "Asian Art",
  "description": "depicts women’s customs in early 18th century Japan; from imperial and samurai women to courtesans and women of the merchant and peasant class; each shown in a group scene at their various occupations including reading, sewing, making fans, spinning, and farming",
  "dimension": "9 3/16 × 334 in. (23.34 × 848.36 cm) (image)\r\n9 3/16 × 362 5/8 in. (23.34 × 921.07 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/122304",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3771,
  "image_width": 10294,
  "inscription": "at end: [Wife of rich and virtuous; essence of Jusshukō incense; wife of mid-level merchant; female servant Dai...]",
  "life_date": "Japanese, 1671 - 1750",
  "markings": "marks on title label, in pen: [No 1538 / Sukenobu]; seals on first image: (2 unidentified); collectors seals first image: [Sekine Shisei]; [Sir Ernest M Satow]",
  "medium": "Woodblock printed book; ink on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed at end: [Yamato Eshi Nishikawa Sukenobu zu]; colophon is dated Kyoho 14 [1729]",
  "style": "18th century",
  "text": "In this handscroll, Nishikawa Sukenobu depicted women of varying vocations and ranks in their daily dress. Beginning with an empress and her servants, his book offers a glimpse into the range of roles women played in Edo-period Japan. Throughout the handscroll, he shows women employing literacy in their work: a poet composes a poem; a doctor measures out medication doses while consulting a book; a scribe holds her brush at the ready.\r\nThis work is a rare example of how the content of printed books could circulate: this work consists of pages from a printed book, which were hand copied and bound as a book, that was then remounted as a handscroll. The practice of copying books by hand was a way for readers who could not, for some reason, obtain the printed original. Hand-copied versions of texts are more common, while hand-copied illustrated books, such as the pages in this handscroll, are relatively uncommon. A note at the end of the handscroll indicates that the copying was done in 1729, six years after the publication of the original book.",
  "title": "One Hundred Women Classified According to their Rank"
}
