{
  "accession_number": "2015.79.238",
  "art_champions_text": null,
  "artist": "Artist: attributed to Fujiwara Sadanobu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 510",
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1112",
  "department": "Asian Art",
  "description": "wispy cursive inscriptions against paper decorated with gold and silver foliage, pine cones",
  "dimension": "7 15/16 × 6 5/16 in. (20.16 × 16.03 cm) (image)\r\n53 1/2 × 15 1/2 in. (135.89 × 39.37 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/122353",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3360,
  "image_width": 2656,
  "inscription": "(Seeing someone off to a faraway place, / no regrets to wet my sleeves with so many teardrops. // Hyoe no suke Kanesuke bids farewell to his friend Miharu no Arisuke, an officer of the Left Guard, on the banks of the Kamo River // My tears, which mourn your departure, / make the river swell. / It overflows its banks. // Composed while seeing someone off who is departing with a gift to see a mutual friend)",
  "life_date": "Japanese, 1088 - 1156",
  "markings": "",
  "medium": "Ink on assembled dyed paper decorated with silver and gold",
  "nationality": "Japanese",
  "object_name": "Page from book, mounted as hanging scroll",
  "portfolio": "From Tsurayuki Anthology (Tsurayuki shū 貫之集)",
  "provenance": "Nishi Honganji, Kyoto",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-12th century",
  "text": "This page is from volume two of the poems of Ki no Tsurayuki. This book and the poems of Lady Ise were the two volumes broken up early in the century to make the Ishiyama-gire fragments. This is the back side of a left page with lion rondels and vine motif printed in mica on white-coated paper. The grasses, branches and birds were drawn with a combination of gold and silver inks. The calligraphy is by Fujiwara no Sadanobu, the leading calligrapher of the late Heian period. His writing is swifter, bolder and more unconventional than that of the writer of the Ise Shu pages. We have examples of Sadanobu's style in writing Chinese characters in several fragments in the kohitsu tekagami Sokyo.",
  "title": "Page from the Tsurayuki Anthology, vol. 2, known as Ishiyama-gire"
}
