{
  "accession_number": "2015.79.223",
  "art_champions_text": null,
  "artist": "Artist: Mori Shunkei",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1820, 7th month ",
  "department": "Asian Art",
  "description": "small woodblock printed book; text pages alternating with images of various insects on plants and vegetables; toad eyeing a fly near back; cover has pattern of small brown and blue flowers with tiny brown spots",
  "dimension": "8 1/4 × 5 9/16 × 1/2 in. (20.96 × 14.13 × 1.27 cm)",
  "id": "http://api.artsmia.org/objects/122318",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5971,
  "image_width": 7881,
  "inscription": "Seals \r\nPreface by Shinozaki Shochiku",
  "life_date": null,
  "markings": "various seals throughout",
  "medium": "Woodblock printed book; ink and color on paper",
  "nationality": null,
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In this finely printed book, images of insects and plants alternate with pages of Chinese poetry. In the nineteenth century1800s, Japanese publishers began to print heavily illustrated books with little or no text, usually with no narrative thread. Scholars posit that poetry books such as this one served as the intermediary step between books with just only text and those with just only images: books of poetry served as an in-between as publishers noticed that images could give rise to new poetry once the texts were separated from the illustrations.\r\nColor woodblock-printed books were more expensive and labor-intensive than those printed with ink. Each color required necessitated a separate woodblock, and a single  colored image required a printer to print on the same sheet multiple times. This publication also presents the illustrations as if they are prints by omitting the typical framing lines seen in books, allowing the picture to extend from one page to another.",
  "title": "Selected Insects from Close at Hand (Chūka senzen 肘下選蠕)"
}
