{
  "accession_number": "2015.79.227",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 497",
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870s",
  "department": "Asian Art",
  "description": "string-bound manuscript with light brown cover; contains images of Western material culture with description written in English and translated into Japanese; details regarding objects and/or customs written in Japanese; opens with counters in numerals and Japanese; contains descriptions of food, games, and other ephemera such as lamps, furniture, architectural features, and tools; also contains lengthy descriptions in Japanese of foreign customs and methods of entertainment, farming etc.",
  "dimension": "11 × 7 3/4 × 5/8 in. (27.94 × 19.69 × 1.59 cm)",
  "id": "http://api.artsmia.org/objects/122332",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7630,
  "image_width": 9576,
  "inscription": "",
  "life_date": null,
  "markings": "on title label: [719]",
  "medium": "Woodblock printed book; ink on paper",
  "nationality": null,
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "As the Japanese ports opened up to foreign powers, the sight of foreigners became more common in Japan. Naturally, curiosity and interest in the lives of Westerners soared as Japan entered the Meiji period (1868–1912). New Guide to the Ways of the West attempted to answer various questions about the lives of Europeans and Americans. The book covers all the basics and more: numbers (Roman, Arabic, and English), the alphabet, measurements and units, currency names and rates, notable exports of certain European countries, a visual dictionary of objects, architecture, manners, recipes, children’s games, agricultural practices, horticulture, and animal husbandry.\r\nNot all books prepared for print made it to publication, which is why it’s crossed out on the label. While this book only exists as a draft, one can see how a writer prepared a manuscript for woodblock printing. The writer laid out each page, makings sure to mark the borders and margins himself, and altered illustrations with layers of paper or red ink.",
  "title": "Draft of New Guide to the Ways of the West (Tsūzoku nichijō Seiyō shohō shinsho sōkō)"
}
