{
  "accession_number": "2015.79.226.2",
  "art_champions_text": null,
  "artist": "Author: Elijah Coleman Bridgman; Collaborator: Guiding marks by Mitsukuri Genpo; Publisher: Yorozuya Heishirō; Carver: Takeguchi Rōsaburō",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 496",
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1861",
  "department": "Asian Art",
  "description": "columns of text with a few small maps of different regions of the United States; two small images of Native Americans near back; yellow, textured cover",
  "dimension": "10 1/2 × 7 1/4 × 1/2 in. (26.67 × 18.42 × 1.27 cm)",
  "id": "http://api.artsmia.org/objects/122331",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1782,
  "image_width": 2150,
  "inscription": "Title, Marks, and Seal",
  "life_date": "American, 1801 - 1861",
  "markings": "red Japanese inscription R side of front cover; pencil marks URC inside front cover; pencil marks ULQ of inside back cover; pencil markings ULC front cover; seal near LLC of inside back cover",
  "medium": "Woodblock printed book; ink and color on paper",
  "nationality": "American",
  "object_name": "Book",
  "portfolio": "From Brief Account of the United States (Renpō shiryaku 聯邦志略)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "L side of front cover",
  "style": "19th century",
  "text": "This is a Japanese reprint of a Chinese book written by the American missionary Elijah C. Bridgman and published in Shanghai in 1861. It is the first, thorough account of the United States written by an American that was published in Japan. The first volume provides a general survey including culture, education, transportation, and an introduction to the constitution and the Supreme Court. The second volume focusses on individual states, illustrating a number of small local maps.",
  "title": "Brief Account of the United States, vol. 2"
}
