{
  "accession_number": "2015.79.237",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 508",
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 744",
  "department": "Asian Art",
  "description": "unsigned; lines of inscription written in silver against indigo blue paper; colorful brown and light green singe marks and tears along bottom",
  "dimension": "9 3/8 × 21 13/16 in. (23.81 × 55.4 cm) (image)\r\n42 1/4 × 28 1/2 in. (107.32 × 72.39 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/122352",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1877,
  "image_width": 3192,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver ink on indigo paper",
  "nationality": null,
  "object_name": "Fragment of a handscroll, mounted as hanging scroll",
  "portfolio": null,
  "provenance": "Nigatsudō, Tōdaiji, Nara\r\nJim Freeman until July, 1981 \r\nMary and Jackson Burke Foundation",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "The Japanese writing system consists of a syllabary (symbols that represent a syllable) and Chinese characters. While non-elite Japanese had access to basic education, the ability to read and write Chinese texts was limited to aristocrats, warriors, and the clergy. Buddhist texts, which arrived in Japan through China, were written entirely in Chinese characters, as seen here. \r\nThis burnt fragment originally belonged to a multivolume set of handscrolls. The use of expensive and luxurious materials like indigo-dyed paper and silver ink suggests that the handscroll was likely commissioned by an elite. Sutras are the discourses of the Buddha that constitute the basic text of Buddhist scripture, and the act of copying them by hand was an important way of not only disseminating the Buddha’s words but also acquiring merit. The Flower Garland Sutra (Kegon kyō) was central to the Kegon school of Buddhism in Japan.",
  "title": "Fragment from Volume 53 of the Flower Garland Sutra, one of the “Burnt Sutra Fragments”"
}
