{
  "accession_number": "2015.79.255.1",
  "art_champions_text": null,
  "artist": "Artist: Hasegawa School",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 545",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 17th century",
  "department": "Asian Art",
  "description": "willow branches descending from above against a gold background with clusters of elevated cloudlike motifs",
  "dimension": "63 15/16 × 141 7/8 in. (162.4 × 360.36 cm) (image)\r\n70 × 148 1/4 × 3/4 in. (177.8 × 376.56 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/122372",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5028,
  "image_width": 10751,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Color, gold paint, gold leaf, and moriage on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The overhanging limbs of a willow with recently sprouted leaves, branches of a cherry tree in full bloom, and the top of a clump of flowering grasses are the only painted motifs in this pair of folding screens. There is much more to be uncovered, however, when we look closely. An invisible breeze moves in from the left, causing the willow branches to reach slightly to the right. The grasses and cherry branches in the right screen, too, are in movement, seemingly lifted up by a wind from below. The missing tree trunks and the hidden base of the clump of grass suggest that we, the viewers, see all of this from some high point, looking down through the branches toward the expanse of gold foil, interrupted only by ambiguous gold forms—created by building up shell-white pigment (gofun) on the paper surface and then covering it in gold—that also appear to move across the surface, as if driven by the wind. Are they clouds' Mist' Or do they represent the shimmering, rippling surface of some body of water far below'",
  "title": "Willow [left of a pair of Cherry and Willow]"
}
