{
  "accession_number": "2015.79.215.3",
  "artist": "Endō Genkan",
  "classification": "Books",
  "continent": "\"Asia\"",
  "country": "\"Japan\"",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1694",
  "department": "Asian Art",
  "description": "",
  "dimension": "8 3/4 × 6 3/8 × 3/4 in. (22.23 × 16.19 × 1.91 cm)\r\n8 7/8 × 6 3/4 × 2 1/16 in. (22.54 × 17.15 × 5.24 cm) (all volumes with case)",
  "id": 122301,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6252,
  "image_width": 8122,
  "inscription": null,
  "life_date": "Endō Genkan, Japanese, active c. 1656–1702",
  "markings": null,
  "medium": "Woodblock printed book, ink and color on paper",
  "object_name": "Book",
  "portfolio": "Promulgation of the Contemporary Tea Ceremony (Tōryū chanoyu rudenshū 當流茶之湯流傳集)",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "(on L of front cover)",
  "style": null,
  "text": "Contemporary guide to tea ceremony, Enshū school.\r\n\r\nIn the mid-1600s, an aristocrat named Kobori Enshū (1579–1647), who was also a skilled poet, artist, flower arranger, and tea master, developed his own style of the tea ceremony based on the aesthetic ideal of <I>kirei-sabi</I>, which combined the notions of refined beauty (<I>kirei</I>) and patina, the wear associated with age (<I>sabi</I>). Enshū’s <I>kirei-sabi</I>  style, which partially supplanted <I>wabi<I> (imperfect or rustic) as the dominant aesthetic, had a great impact on the design of gardens and teahouses, decoration of teahouse interiors, and the production of tea wares in the mid-1600s. Two generations later, Endō Genkan, an adherent of the Enshū School of tea, wrote a number of important books on the Japanese tea ceremony including the volumes displayed here, which sought to disseminate Enshū’s <I>kirei-sabi</I> tea aesthetic.",
  "title": "Promulgation of the Contemporary Tea Ceremony, vol. 3–4"
}
