{
  "accession_number": "2015.79.263a-e",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 14th century",
  "department": "Asian Art",
  "description": "standing female figure holding a jewel in extended PL hand; holds PR hand open and down in blessing greeting; long robes with long, rippled sleeves; stands on red base",
  "dimension": "33 1/4 × 13 3/8 × 13 1/2 in. (84.46 × 33.97 × 34.29 cm) (with base)",
  "id": "http://api.artsmia.org/objects/122380",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3393,
  "image_width": 2637,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquered and polychromed Japanese cypress",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Shri-mahadevi is a female Buddhist divinity with Hindu origins. In Hinduism, she is Lakshmi, a goddess associated with good fortune and the wife of Vishnu, one of Hinduism’s three principal gods. Chinese Buddhists, however, transformed her into a deva, a supernatural being that has extreme longevity but remains outside the realm of enlightenment and attempts to assist believers on the path toward salvation. Married to Vaishravana-deva, Guardian of the North, Shri-mahadevi likewise is associated with protection of the north, which was believed to be a dangerous direction inhabited by demons and other evils. In this Japanese sculpture, she wears a robe that was once brightly colored with floral patterns—clothing common among women in China’s Tang dynasty (618–907), a nod to her Chinese roots.",
  "title": "Shri-mahadevi (Kichijōten)"
}
