{
  "accession_number": "2015.79.393a-f",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 758",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "small chest with gilded copper hinges and corner fittings; design of dandelions and wisteria in shell and lead inlay and raised sprinkled design; three dragonflies on inside of the door; three removable shelves with floral pull; two keys",
  "dimension": "7 1/2 × 7 3/8 × 11 3/8 in. (19.05 × 18.73 × 28.89 cm)",
  "id": "http://api.artsmia.org/objects/122493",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2562,
  "image_width": 3240,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold maki-e and mother-of-pearl and lead inlay; gilded copper fittings",
  "nationality": null,
  "object_name": "Portable chest (sagetansu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "On this portable storage chest, a wisteria vine emerges on the front panel (near the lock) and then meanders around the remaining sides and top. Joining the wisteria are three more springtime motifs—cherry blossoms on the gilt-copper lock and drawer pulls, dandelions on the front door, and a trio of dragonflies on the inside of the door. The maker used three distinct lacquer techniques to create these decorations. Gold motifs, such as the vine, stems, and some of the leaves of the wisteria, were made with gold powder applied to the surface, a uniquely Japanese technique called maki-e(“sprinkled pictures”). The darker leaves are inlaid lead. The radiant blossoms and leaves are inlaid mother-of-pearl, a technique called raden that was developed in China and introduced to Japan in the 700s.",
  "title": "Portable chest with wisteria"
}
