{
  "accession_number": "2015.79.386a-e",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 748",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1633",
  "department": "Asian Art",
  "description": "cherry blossom motif on outside; four figures with exaggerated features on interior of lid against checkered background; two figures with large noses and ears against checkered background on small tray; square water dropper",
  "dimension": "1 7/8 × 8 3/4 × 8 1/4 in. (4.76 × 22.23 × 20.96 cm)",
  "id": "http://api.artsmia.org/objects/122487",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2563,
  "image_width": 3240,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold and silver maki-e, polychrome lacquer, and gold and silver foil inlay",
  "nationality": null,
  "object_name": "Writing box (suzuribako)",
  "portfolio": "From ",
  "provenance": "Manno Art Museum (unitl 2002); London Gallery; Mary Burke (2002-2015)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Fallen cherry blossoms, rendered in gold and silver, adorn the outside surface of the lid of this black lacquered writing box. A writing box contains the tools necessary for the brush arts of calligraphy and ink painting, including an inkstone and water dropper. The underside of the lid and the interior of the box feature a group of Portuguese men, with their distinctive pantaloons and hats. The dark-skinned individuals may be African or Indian. The figural group appears on a black lacquer and silver foil checkered background inspired by European designs. After nearly four hundred years of use and display, some of the inlaid silver squares have fallen off.",
  "title": "Writing box with Nanban figures"
}
