{
  "accession_number": "2015.79.396a-j",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 763",
  "classification": " Musical Instruments",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "black lacquered box with gold and silver butterflies; double flute case in black lacquer with gold and silver clouds and dragon design on bottom; bamboo flute inside with dark ribbing; smaller flute with red ribbing and details, both stored in double case; single bamboo flute case in plain wood with gold inscription on one side; also comes with two documents in handscroll form depicting the flute's history; document dated 1774",
  "dimension": "Outer box 9 x 12.1 x 46 cm (3 1/2 x 4 3/4 x 18 1/8 in.)\r\nFlute case: L. 42 cm (16 1/2 in.)\r\nFlutes: L. 39.7 cm (15 5/8 in.) and 37.3 cm (14 5/8 in.)",
  "id": "http://api.artsmia.org/objects/122494",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3192,
  "image_width": 4788,
  "inscription": "inscription in gold inside lid; gold inscription on single flute case",
  "life_date": null,
  "markings": "Seal LLQ inside box lid",
  "medium": "Black lacquer with gold and silver maki-e",
  "nationality": null,
  "object_name": "Wind instrument",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Music is an integral part of a Noh performance. Called hayashi, it is composed for a group of four instruments: kotsuzumi (shoulder drum), ōtsuzumi (hip drum), taiko (stick drum), and fue (horizontal flute). A fue (flute) is made of multiple strips of smoked and lacquered bamboo wrapped in birch, and the interior is coated in lacquer; a small bamboo insert restricts the airflow to create distinct sounds. It is the only melodic instrument of the four.\r\nThe instruments and the cases that protect them are of very complex construction and require enormous skill to create. While the two flutes appear unassuming the cases, in contrast, are lavishly decorated. Butterflies flutter around the outer box, and gold and silver clouds waft across the inner case, tailormade for the two flutes. The fine craftsmanship and expensive materials of the two containers show that the owner cherished these instruments.",
  "title": "Noh Flutes named “Winter Wind” (Kogarashi) with Box and Case"
}
