{
  "accession_number": "2015.79.309a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 640",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "tea pot with raised neck and wide handle; black-brown design against beige background; cherry blossom motif on one side, willow branches on opposite side; tendril-like designs on spout and neck; spots around neck; petal-like lines and spots on lid",
  "dimension": "6 5/8 × 8 5/16 × 5 1/2 in. (16.83 × 21.11 × 13.97 cm)",
  "id": "http://api.artsmia.org/objects/122424",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7140,
  "image_width": 5310,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mino ware, Oribe type; stoneware with iron oxide",
  "nationality": null,
  "object_name": "Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Oribe ceramics, which were made from the late 1600s to early 1700s at kilns in the area of Mino Province in central Japan, often feature colorful, sometimes abstract designs and take whimsical, asymmetrical forms. Oribe ware takes its name from Furuta Oribe (1544–1615), a famous master of the Japanese tea ceremony whose particular aesthetic taste is said to have influenced the development of these ceramics. Although the exact function of Oribe ewers remains unclear, they may have been used during the tea ceremony to replenish larger basins of water. \r\n\r\nOne side of this ewer features young willow boughs, while the other side shows falling plum blossoms. Willow and plum, both drawn in underglaze iron oxide, are classic decorative motifs that celebrate the fleeting beauty of early spring.",
  "title": "Ewer with willow and plum blossoms"
}
