{
  "accession_number": "2015.79.382a-k",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 743",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "black lacquered chest with ornate mother of pearl inlay; nature scenes on side panels, with trees, grasses, deer on front; drop-down front panel; seven small drawers inside with grasses, flowers, birds, rivers; drawer at center with archway and keyhole, featuring two fish swimming among seaweed",
  "dimension": "12 3/8 × 17 1/8 × 12 1/8 in. (31.43 × 43.5 × 30.8 cm)",
  "id": "http://api.artsmia.org/objects/122483",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2672,
  "image_width": 3364,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold and silver maki-e and mother-of-pearl inlay; metal fittings",
  "nationality": null,
  "object_name": "Chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "European merchants and missionaries in Japan discovered the beauty of lacquer in 1543 and began commissioning artists to create furnishings for European homes and churches soon thereafter. By 1610, an import company was established in Amsterdam to meet demand. This portable desk has a drop front and small drawers inside for storing writing supplies, making it a bargueño, a style of desk that emerged in Spain during the Renaissance. Its surfaces are richly decorated with traditional Japanese motifs executed in lacquer and inlaid metals and mother-of-pearl. Cartouches on the front and top show deer and a small hut in a grove of trees. Morning glories decorate the rear panel and the inside of the drop front, while the interior drawers feature auspicious motifs also commonly seen in Japanese paintings and textiles: fish among waterweeds, geese and reeds, birds among blossoming trees, and wheels partially submerged in a flowing stream.",
  "title": "Portable desk"
}
