{
  "accession_number": "2015.79.289",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 604",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1660s",
  "department": "Asian Art",
  "description": "large plate with two purple stylized pumpkins among brilliant, jewel toned green leaves; sinuous vines; yellow background with tiny circles; stylized swirling cloud motif on underside with emerald green background",
  "dimension": "2 1/2 × 15 × 15 in. (6.35 × 38.1 × 38.1 cm)",
  "id": "http://api.artsmia.org/objects/122403",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2691,
  "image_width": 3349,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Hizen ware, Kutani type, Aode Kokutani style; porcelain with overglaze enamels",
  "nationality": null,
  "object_name": "Plate",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "肥前 Hizen ware, 九谷 Kutani type, 青手古九谷 Aode Kokutani style\r\n\r\nThe humble pumpkin takes center stage on this platter from the Kutani kilns, located in what is now the modern-day prefecture of Ishikawa. The pumpkins’ rough, deep purple rind, bright green leaves, and dark tendrils contrast with the brilliant yellow ground. Ceramics of the Kokutani (literally, “old Kutani”) style, typically large plates like this one, are characterized by bold floral and vegetal designs executed in bright, thickly applied overglaze enamels, generally in only five colors: green, yellow, red, purple, and blue. Kokutani ceramics were produced only briefly, from the 1650s until around 1730, when production stopped inexplicably, making such wares extremely rare.",
  "title": "Plate with pumpkins"
}
