{
  "accession_number": "2015.79.382a-k",
  "artist": "",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "dated": "early 17th century",
  "department": "Japanese and Korean Art",
  "description": "black lacquered chest with ornate mother of pearl inlay; nature scenes on side panels, with trees, grasses, deer on front; drop-down front panel; seven small drawers inside with grasses, flowers, birds, rivers; drawer at center with archway and keyhole, featuring two fish swimming among seaweed",
  "dimension": "12 3/8 × 17 1/8 × 12 1/8 in. (31.43 × 43.5 × 30.8 cm)",
  "id": "http://api.artsmia.org/objects/122483",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2672,
  "image_width": 3364,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold and silver maki-e and mother-of-pearl inlay; metal fittings",
  "nationality": null,
  "object_name": "Chest",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "signed": "",
  "style": "17th century",
  "text": "Created for the export market, this European-style cabinet is covered with design motifs commonly found on <i>Nanban<i> lacquer. <i>Nanban<i> literally means “southern barbarian” and referred to Europeans, mostly Dutch, Portuguese, and Spanish. These foreigners purchased large quantities of Japanese lacquerware to decorate their European homes. In 1610, a lacquer company was established in Amsterdam to meet European demand for these artworks. The cabinet features traditional Japanese motifs, such as waterwheels in a flowing stream. Window-like rectangles bordered with inlaid mother-of-pearl decorate the top and the drop front, which is hinged at the bottom. The eight drawers inside are richly decorated, as are the metal fittings. \r\n\r\n \r\n\r\n \r\n\r\n \r\n",
  "title": "Nanban cabinet with geometric patterns and deer, birds, fish, plants, and cart wheels partially submerged in water"
}
