{
  "accession_number": "2015.79.302",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "large masted ship with two European figures at center of bowl; pairs of European men in rich brocades alternating with cartouches of smaller ships and decorations against a floral background on insides; peony design alternating with cartouches of European man and boy on outside",
  "dimension": "6 1/8 × 13 1/4 × 13 1/4 in. (15.56 × 33.66 × 33.66 cm)",
  "id": "http://api.artsmia.org/objects/122416",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4912,
  "image_width": 4956,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Imari ware; porcelain with overglaze enamels",
  "nationality": null,
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "underside: [Kotobuki]",
  "style": "18th century",
  "text": "The technique used to decorate this bowl is known as iro-e (colored pictures). Motifs and patterns are painted with colored glazes onto previously glazed and fired ceramics, which are then fired again at a lower temperature so the color melts onto the underglaze. The Chinese developed this method in the 1100s, and it was introduced to Japan about five hundred years later. \r\n\tThis bowl’s design juxtaposes Japanese and decidedly non-Japanese motifs. A European ship and sailors at the center are encircled by a blue border with traditional Buddhist motifs of flying dragons, wish-granting jewels, and golden clouds. Surrounding this are more ships and pairs of curly-haired, colorfully clothed Dutchmen.",
  "title": "Bowl with Ships and Dutchmen"
}
