{
  "accession_number": "2015.79.320a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 655",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "tea caddy, large, katatsuki shape, irregular surface; dark brown glaze, slightly flared shoulder, short neck; tapers subtly at base; ivory cover with tiny finial and incised concentric lines around finial",
  "dimension": "4 × 2 3/4 × 2 1/2 in. (10.16 × 6.99 × 6.35 cm)",
  "id": "http://api.artsmia.org/objects/122434",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3349,
  "image_width": 2655,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Seto ware; stoneware with iron-rich glaze; ivory lid",
  "nationality": null,
  "object_name": "Tea caddy (chaire)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This tea caddy (a vessel for powdered tea), with its short neck, rounded rim, and sharply angled shoulder, was modeled on Chinese examples first brought to Japan in the 1300s. However, it differs from more precisely crafted Chinese prototypes in important ways that are in keeping with the prevailing wabi  (imperfect or rustic) aesthetic of Japan’s tea culture in the late 1500s. For example, the potter’s hand is revealed in the slight modulation of the body and the eye-catching pattern created through variations in the brown glaze. Although this tea caddy has traditionally been associated with kilns in the Seto region of central Japan, it was more likely produced at a kiln in neighboring Mino, an area to which many Seto potters moved in the late 1500s.",
  "title": "Tea caddy"
}
