{
  "accession_number": "2015.79.293a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 608",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th - early 17th century",
  "department": "Asian Art",
  "description": "flat bottom; bulbous, slightly flattened bottom section; vertical wide neck with ribs; pair of irregular blocky handles; thick inverted mouth ring; entire piece intentionally asymmetrical/misshapen/slightly collapsed, with broken incised wavy line on bottom section and inherent cracking; green, light brown and tan glaze; brown lacquer cover with faceted top knob",
  "dimension": "8 1/4 × 8 11/16 × 8 11/16 in. (20.96 × 22.07 × 22.07 cm)",
  "id": "http://api.artsmia.org/objects/122407",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6353,
  "image_width": 5812,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Iga ware; stoneware with natural ash glaze; lacquer cover",
  "nationality": null,
  "object_name": "Water container (mizusashi)",
  "portfolio": "From ",
  "provenance": "Count Matsuura\r\nSetsu until November, 1972\r\nMary and Jackson Burke Foundation",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G224",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Fittingly named “Burst Bag” (Yaburebukuro) by a previous owner, this water jar (mizusashi) epitomizes the purposeful rusticity admired by masters of the Japanese tea ceremony during the 1500s. The potter left the marks of his hands and fingers as he created the form on the wheel and made deep irregular incisions to augment the vessel’s dramatic shape. The jar was fired for between seventeen and seventy days, further deforming the vessel and leaving scorch marks and cracks that interact visually with vitreous green ash glaze. \r\n\r\nThe first object to enter the tearoom at the commencement of a tea ceremony, the mizusashi replenishes the kettle. It maintains a prominent position in the tearoom for the duration of the ceremony and therefore plays a key role in toriawase, the tea master’s deliberate selection and combination of utensils (tea bowl, caddy, water jar, kettle, etc.) that make each tea ceremony a unique event.",
  "title": "\"Burst bag\" Freshwater Jar"
}
