{
  "accession_number": "2015.79.392a-i",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 757",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "picnic set with four stacking bowls decorated with bands of flowers and foliage from each of the four seasons; sake flask created from bamboo, with bamboo leaf motif and crested flying birds; sides of caddy are decorated with wisteria; lid for stacking bowls features phoenix with chrysanthemum design; silver handle",
  "dimension": "9 7/8 × 11 5/8 × 6 in. (25.08 × 29.53 × 15.24 cm)",
  "id": "http://api.artsmia.org/objects/122492",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6263,
  "image_width": 7696,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold and silver maki-e and polychrome lacquer on pearskin ground (nashiji)",
  "nationality": null,
  "object_name": "Picnic set",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Viewed from the side, the model for this deluxe lacquer picnic set becomes apparent: hand-held drums such as those on display in Gallery 222. Inside, the set includes a four-tiered food container at right, decorated with a variety of floral motifs—chrysanthemums, maple leaves, and cherry blossoms, among others—in gold and silver maki-e as well as silver and gold foil and red lacquer. At left is a holder for sake, which features a sparrow flitting near a branch of bamboo. All of the components feature a maki-e technique known as nashiji (literally, “pear-skin ground”), whereby gold, silver, and other metallic dusts are sprinkled onto a lacquered surface, then coated with a layer of translucent lacquer and polished.",
  "title": "Picnic set with plants from the four seasons"
}
