{
  "accession_number": "2015.79.299a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 618",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1660-1680",
  "department": "Asian Art",
  "description": "underglaze cobalt blue design of reserved panels of flowers and birds separated by scrollwork with birds and flowers; vertical band of triangles and more scrollwork on lid",
  "dimension": "20 1/4 × 13 3/8 × 13 3/8 in. (51.44 × 33.97 × 33.97 cm)",
  "id": "http://api.artsmia.org/objects/122413",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7132,
  "image_width": 5298,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Imari ware; porcelain with underglaze cobalt blue",
  "nationality": null,
  "object_name": "Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In the 1500s and 1600s, blue-and-white porcelains made at China’s famed Jingdezhen kilns were extremely popular in Europe, where the technology required to produce porcelain would not be known for another 200 years. When the Jingdezhen kilns entered a period of decline in the mid-1700s, porcelain makers in a town in far western Japan called Arita seized the opportunity and began making blue-and-white porcelains featuring European shapes and Chinese-style decoration for export to Europe. The combinations of flowers and birds used on many of these works—like myna birds and peonies—could also be found in traditional Chinese-style ink paintings. In the 1660s and 70s, the period of time during which this large apothecary bottle was created, Arita dominated the global porcelain market.",
  "title": "Apothecary bottle with mynas and peonies"
}
