{
  "accession_number": "2015.79.311",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 645",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "bowl with rounded square shape with rounded corners; three small square feet; blue-grey with white slip design of twining flowers; arc-shaped trellis (?) at one side; lines and scrolls around border; deep swirl at bottom center",
  "dimension": "2 3/4 × 11 3/16 × 10 9/16 in. (6.99 × 28.42 × 26.83 cm)",
  "id": "http://api.artsmia.org/objects/122427",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1794,
  "image_width": 2211,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mino ware, Nezumi-Shino type; stoneware with underglaze iron oxide",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "Okabe Kan\r\nSetsu until September, 1976 \r\nMary and Jackson Burke Foundation",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G225",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "美濃 Mino ware, 鼠志野 Nezumi Shino type; Formal tea gatherings are accompanied by kaiseki, multicourse communal meals at which dishes would be served on plates like this one, which was created by a potter in the Mino region of central Japan. Mino potters in the late 1500s produced a wide variety of innovative ceramic styles in quick succession, with each style swiftly arousing interest, but then just as quickly dying out—wares that included the now celebrated Black Seto, Yellow Seto, Oribe, and Shino styles. This plate represents a substyle of Shino ware known as Nezumi, or “mouse-gray” Shino. Potters created these wares by applying a coat of iron-rich slip (liquid clay) to the formed vessel, allowing it to dry, and then using a sharp tool to etch a design into the coating, revealing the white clay below. This and other Mino vessels from the late 1500s were fired in partially underground kilns known as an ōgama.",
  "title": "Plate with grapevines, trellis, and geometric design"
}
