{
  "accession_number": "2015.79.413a,b",
  "artist": "",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 790",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Japanese and Korean Art",
  "description": "red lacquered kettle with long, delicate spout, scalloped, erect handle, concentric raised rings around body; stands on three carved feet; flower-like lid with long, spindly knob",
  "dimension": "14 1/4 × 12 3/16 × 7 11/16 in. (36.2 × 30.96 × 19.53 cm)",
  "id": "http://api.artsmia.org/objects/122510",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7005,
  "image_width": 6000,
  "inscription": "Signature, Mark",
  "life_date": null,
  "markings": "characters carved into side of lid",
  "medium": "Negoro ware; wood, red and black lacquer",
  "nationality": null,
  "object_name": "Hot-water ewer (yutō)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G222",
  "see_also": [
    ""
  ],
  "signed": "Inside lid and on bottom: en | myo\r\n",
  "style": "16th century",
  "text": "This ewer for hot water exemplifies the Japanese lacquer technique known as Negoro, whereby the artist covers a carved wooden core with black lacquer, allows it to dry, and then applies red lacquer. Over time and with use, the red lacquer on the surface is worn away to reveal the black lacquer beneath, an aspect of Negoro lacquer works that is highly beloved in Japan. Although modest forms often characterize the earliest Negoro-lacquers, some later examples can be strikingly intricate. The design for this ewer, for example, includes multiple floral projections, repeated cord motifs, and a narrow, elegantly curved spout. An identical companion to this ewer is owned by the Smithsonian’s Freer Gallery of Art.",
  "title": "Hot-water ewer"
}
