{
  "accession_number": "2015.79.444a,b",
  "art_champions_text": null,
  "artist": "Artist: Namikawa Yasuyuki",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "around 1900",
  "department": "Asian Art",
  "description": "oval bottle with very narrow foot and cap; vertical bands of colored enamel with overlapping decorations of butterflies, flowers, and vine designs; separate cap with bright floral motifs against black enamel",
  "dimension": "4 3/16 × 2 1/8 × 2 1/8 in. (10.64 × 5.4 × 5.4 cm)",
  "id": "http://api.artsmia.org/objects/122541",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7022,
  "image_width": 5146,
  "inscription": "",
  "life_date": "Japanese, 1845 - 1927",
  "markings": "",
  "medium": "Cloisonné enamel",
  "nationality": "Japanese",
  "object_name": "Bottle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "incised on black panel underside: 京都並河 {Kyōto Namikawa}",
  "style": "19th-20th century",
  "text": "Historically enameling was only used in Japan for architectural fittings and the use for sword fittings, for example, did not come up until the 16th century. Operating a studio and teaching students, the former samurai Kaji Tsunekichi (1803–1883) is credited with initiating the renewed interest in enameling in the mid-19th century. The city of Nagoya became the center of cloisonné-manufacturing and one of the companies there, the Nagoya Cloisonné Company, won a first prize at the Vienna Exhibition of 1873. Namikawa Yasuyuki was one of the foremost artists and he collaborated with the German chemist Gottfried Wagener (1831–1892) to develop new techniques. Namikawa’s characteristic is the intricate wirework and exceptional attention to detail.",
  "title": "Covered bottle with butterflies, flowers, and vine designs"
}
