{
  "accession_number": "2015.79.441",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 825",
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "bronze ritual bell with handle in the shape of a five-pronged vajra, handle stem and bell shoulder decorated with lotus petal design; probably intended for use in Esoteric Buddhist rites",
  "dimension": "7 1/8 × 3 1/8 × 3 1/8 in. (18.1 × 7.94 × 7.94 cm)",
  "id": "http://api.artsmia.org/objects/122532",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5664,
  "image_width": 4095,
  "inscription": "",
  "life_date": null,
  "markings": "inside base of bell: (In the generation of the Priest Kōshō)",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Ritual implement",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G220",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In Esoteric Buddhist ritual, a priest places five bronze bells on the main altar table. Each bell’s handle is a unique symbolic shape. Together they represent five manifestations of the Buddha that each represents a distinct form of wisdom, the so-called Five Wisdoms of the Five Cosmic Buddhas. The bell placed at the center of the table represents Dainichi Nyorai, the Supreme Buddha of the Cosmos and possessor of complete wisdom. Its handle is shaped like a stupa, a building that holds relics and is a place for meditation. The remaining four bells, including the five-pronged version here, are placed at the four corners of the table to represent the active/unrestricted wisdom of Fukūjōju Nyorai, the mirror wisdom of Fudō Myōō, the equality wisdom of Hōshō Nyorai, and the observational wisdom of Amida Nyorai.",
  "title": "Ritual bell with handle in the shape of the vajra"
}
