{
  "accession_number": "2015.79.452",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 843",
  "classification": " Textiles; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "embroidered Sanskrit \"seed\" syllables of Amida, Kannon and Seishi with lotus pedestals; a canopy and an altar table with two vases and incense burner at bottom; embroidered poem sheets at ULC and URC with sutra quotations in Chinese characters; embroidered floral border above and below composition",
  "dimension": "23 1/8 × 9 15/16 in. (58.74 × 25.24 cm) (image)\r\n49 7/8 × 15 in. (126.68 × 38.1 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/122549",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7170,
  "image_width": 3134,
  "inscription": "above right: (The light of Amida illuminates the entire world.); above left: (All who praise Amida will be saved.)",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk, possibly human hair",
  "nationality": null,
  "object_name": "Buddhist embroidery (shūbutsu), mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "繍仏 shūbutsu\r\n\r\nThree large Sanskrit characters, under a golden canopy and resting on lotus pedestals, represent the members of an important Buddhist triad: the buddha Amida (center) and his attendant bodhisattvas Seishi (lower left) and Kannon (lower right), the same trio that appears in the Welcoming Descent painting nearby. Banners on either side of the canopy read, “All who praise Amida will attain salvation” (left), and “The light of Amida illuminates the entire world” (right). This embroidered scroll, which also depicts vases of flowers and ritual implements on a table below, would have taken the place of an actual Buddhist altar for the purpose of personal devotion.",
  "title": "Embroidered Amida Triad in the form of Sanskrit Syllables"
}
