{
  "accession_number": "2015.79.494",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 909",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 15th century",
  "department": "Asian Art",
  "description": "white bottle with looping floral decoration on body; incised lines around base of neck and body; narrow neck, wide body, narrow foot slightly flaring mouth",
  "dimension": "11 1/4 × 6 1/2 × 6 9/16 in. (28.58 × 16.51 × 16.67 cm)",
  "id": "http://api.artsmia.org/objects/122589",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5228,
  "image_width": 3673,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Buncheong ware; earthenware with iron-brown underglaze",
  "nationality": null,
  "object_name": "Bottle",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G206",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This Buncheong bottle features a painterly design of peony leaves brushed onto the clay in iron-brown pigment, a style associated with the kilns of sacred Mount Gyeryong near Hakbong-ri, west of the city of Daejeon. When the early rulers of the Yi dynasty rejected Buddhism in favor of Confucianism, many Buddhist monks were forced to return to secular life. These former monks of Gyeryong set up kilns and began to produce Buncheong, which they decorated rapidly with simple designs in iron oxide over a cream-colored background. Such wares were greatly admired for their freshness and spontaneity. Iron-painted Buncheong was only produced for a short period of time in Hakbong-ri, just a few decades from the end of the 1400s into the early 1500s. Thereafter, the Hakbong-ri kilns began producing porcelain exclusively.",
  "title": "Bottle with floral design"
}
