{
  "accession_number": "2015.79.407a-f",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 780",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "lacquered writing box with heavily decorated cover and sides; zigzag down center divides pine tree with plum blossoms against a black background, from motif of chrysanthemums and leaves against reddish background; motifs continue on sides; ink stone and two empty boxes inside",
  "dimension": "2 1/2 × 9 3/4 × 9 1/8 in. (6.35 × 24.77 × 23.18 cm)",
  "id": "http://api.artsmia.org/objects/122505",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2641,
  "image_width": 3354,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold maki-e, pearskin ground (nashiji), and pictorial pearskin ground (e-nashiji)",
  "nationality": null,
  "object_name": "Writing box (suzuribako)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Kodaiji style lacquer\r\n\r\nWriting boxes (suzuribako) were used to hold an assortment of writing utensils, including an inkstone, a water dropper, brushes, and sticks of ink. On each side of the bold zigzag is a combination of auspicious floral motifs in maki-e, or “sprinkled picture,” a technique in which artists apply metallic flakes or powder on the lacquer surface before it fully dries. On the upper left are seen pine trees and plum blossoms on a black-lacquer background, and on the lower right chrysanthemums and paulownia decorate a red background created with the nashiji (pear-skin) technique. The zigzag is a unique design feature of lacquer objects created in the so-called Kōdaiji style, which developed in the late 1500s and was associated with the temple Kōdaiji in Kyoto.",
  "title": "Writing box with pines, plum, chrysanthemums, and paulownia"
}
