{
  "accession_number": "2015.79.448",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 839",
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 17th century",
  "department": "Asian Art",
  "description": "kimono with cream ground and red-orange lining, with padded hem; decorated with net-like flowers in brown; black ink outlines of scrolling stems, buds and flowers; some solid black flowers with metallic gold details; orange silk embroidered flowers and buds; some gold detailing on stems and on some flowers; some green embroidered stems; large bold characters on each sleeve and chest at upper PR and on upper body on back",
  "dimension": "66 1/2 × 48 1/8 in. (168.91 × 122.24 cm)",
  "id": "http://api.artsmia.org/objects/122545",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3240,
  "image_width": 3049,
  "inscription": "in embroidery, in orange and gold: (Plum blossoms amidst the snow flutter over the zither)",
  "life_date": null,
  "markings": "",
  "medium": "Silk, embroidery, and tie-dyeing",
  "nationality": null,
  "object_name": "Small-sleeved kimono (kosode)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "poem by Zhang Xiaobiao 章孝標 (fl. c. 830)\r\n\r\nThe branches of a plum tree loaded with embroidered or tie-dyed blossoms of red, gold, and black dominate both the front and back of this kosode, a type of robe with narrow sleeve openings. The seven Chinese characters that float across the upper part of the robe can be read from the back of the right sleeve, moving left across the back, then picking up on the front of the left sleeve, and moving left across the chest: “Plum blossoms swathed in snow flutter over the zither.” This is the first line of a well-known couplet by the Tang-dynasty Chinese poet Zhang Xiaobiao (mid-9th c.) that describes an outdoor gathering in early spring.",
  "title": "Kosode with plum trees and Chinese poem"
}
