{
  "accession_number": "2015.79.452",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 843",
  "classification": " Textiles; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "embroidered Sanskrit \"seed\" syllables of Amida, Kannon and Seishi with lotus pedestals; a canopy and an altar table with two vases and incense burner at bottom; embroidered poem sheets at ULC and URC with sutra quotations in Chinese characters; embroidered floral border above and below composition",
  "dimension": "23 1/8 × 9 15/16 in. (58.74 × 25.24 cm) (image)\r\n49 7/8 × 15 in. (126.68 × 38.1 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/122549",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7170,
  "image_width": 3134,
  "inscription": "above right: 光明遍照十方世界 (The light of Amida illuminates the entire world.); above left: 念仏衆生摂取不捨 (All who praise Amida will be saved.)",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk, possibly human hair",
  "nationality": null,
  "object_name": "Buddhist embroidery (shūbutsu), mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This is an example of a shūbutsu, or an embroidered Buddhist image. Three large Sanskrit seed syllables, appearing encircled under a golden canopy, represent the Amida triad: Amitābha (Jp. Amida) Buddha in the center; and the bodhisatvas Mahāsthāmaprāpta (Jp. Daiseishi bosatsu) and Avalokiteśvara (Jp. Kannon) on the left and right, respectively. The cartouches at the top right and left corners read:\r\n(Right) The light of Amida illuminates the entire world\r\n(Left) All who praise Amida will attain salvation.\r\nA monk or a devotee stitched the seed syllables—the most sacred parts of the image—with their own hair as a way to accumulate merit. This act, of embroidering one’s hair into a Buddhist image, was not uncommon, especially among women. Hair was considered a precious offering because it symbolized a corporeal sacrifice.",
  "title": "Embroidered Amida Triad in the form of Sanskrit Syllables"
}
