{
  "accession_number": "2015.79.522.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 947",
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "screens embroidered with Chinese characters in muted colors against faded blue background; screens are mounted within larger frame, two per frame (L panel)",
  "dimension": "34 1/8 × 12 5/8 in. (86.68 × 32.07 cm) (image)\r\n46 3/8 × 14 3/8 in. (117.79 × 36.51 cm) (mount)\r\n50 1/4 × 33 5/8 × 1 1/16 in. (127.64 × 85.41 × 2.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/122621",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5040,
  "image_width": 3379,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gold-thread embroidery on silk",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Each of these six panels features twenty-four Chinese characters, alternating between the characters for “longevity” (壽) and “good fortune” (福). The characters, embroidered in gold thread on a light-blue ground, represent a wide variety of scripts. Some are traditional, while others are less orthodox, including characters whose brushstrokes are formed by stylized bamboo, fish, or birds.\r\nThese panels—probably from a set of eight or ten panels mounted individually or as a folding screen—would have been used as an auspicious backdrop for a sixtieth birthday celebration. The sixtieth year (called hwangap  in Korean), marking one’s survival through a full sexagenary cycle (the twelve-pronged, sixty-year zodiac calendar), receives special commemoration in many cultures within the Chinese cultural sphere, even today.",
  "title": "Embroidered Panels with Design of the Chinese Characters for “Longevity” and “Good Fortune”,"
}
