{
  "accession_number": "2019.1.4a,b",
  "art_champions_text": null,
  "artist": "Artist: Louise Erdrich",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "a: off-white ground with wavy horizontal red lines hand-painted in bands that extend onto edges; no backing board b: sheet of brown paper with \"No baby.\" typed repeatedly in six columns with \"Yes baby.\" interspersed three times; \"Story of a woman\" hand-written at bottom in red; signed in peach at bottom; tacked to wall with two brass tacks through upper corners",
  "dimension": "48 × 30 in. (121.92 × 76.2 cm) (object part, a: canvas)\r\n9 1/4 × 5 3/4 in. (23.5 × 14.61 cm) (object part, b: paper)",
  "id": "http://api.artsmia.org/objects/122916",
  "image": "valid",
  "image_copyright": "© Louise Erdrich",
  "image_height": 9040,
  "image_width": 8665,
  "inscription": "",
  "life_date": "American (Turtle Mountain Ojibwe), born 1954",
  "markings": "",
  "medium": "Acrylic on canvas, typed paper",
  "nationality": "American (Ojibwe)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Right corner (paper)",
  "style": "21st century",
  "text": "Hundreds of horizontal blood-red, rhythmical lines like those written by hand on paper, appear on a stretched canvas. The canvas is accompanied by a piece of paper (part of the 94 work), meant to be displayed with the canvas like a museum label, with the words “no baby” typewritten repeatedly in rows, and the words “yes baby” subtly and only sporadically interrupting this pattern.\r\n\r\nDistinguished author and artist Louise Erdrich narrates Story of a Woman through painting and prose, with the same attention to detail, tone, and cadence as found in her novels. Story of a Woman is a reflection of being a woman and bearing children as represented by rhythmical brushwork and repetitive text. Together, they form a powerful and universal statement about the nature of womanhood.",
  "title": "Story of a Woman"
}
