{
  "accession_number": "2015.22a-c",
  "art_champions_text": null,
  "artist": "Designer: Kaj Franck; Manufacturer: Nuutajärvi-Notsjö",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "The John Skogmo and Tom Morin Endowment for Art Acquisition and gift of funds from Kaywin Feldman and Jim Lutz, Jennifer Komar Olivarez and Enrique Olivarez, Jr., and Eike Schmidt and Roberta Bartoli in memory of John Skogmo",
  "culture": null,
  "curator_approved": 0,
  "dated": "1960",
  "department": "European Art",
  "description": "decanter with two vessels which rest one on top of the other and stopper; bottom vessel of clear glass with rounded bottom with slightly concave foot; straight, wide neck with spout; smaller top vessel is green glass with straight cylindrical bottom section with flat foot with small concave area at center bottom; rounded top portion with tall slightly tapering neck and wide flat mouth ring; stopper has large rounded small surmounting a smaller ball; speckled and swirled clear, black, yellow-orange and turquoise glass",
  "dimension": "14 × 5 5/8 × 5 5/8 in. (35.56 × 14.29 × 14.29 cm)",
  "id": "http://api.artsmia.org/objects/122922",
  "image": "valid",
  "image_copyright": "© 1960 Nuutaj%C3%A4rvi-Notsj%C3%B6 %2F Kaj Franck",
  "image_height": 7716,
  "image_width": 5705,
  "inscription": "Signature, Inscription and Date\r\n\r\nsee Signed",
  "life_date": "Finnish, 1911-1989",
  "markings": "",
  "medium": "Glass, cork",
  "nationality": "Finnish",
  "object_name": "Decanter with two vessels and stopper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "on bottom of a (clear vessel), incised: [K. Franck (?) / Nuutajärvi / Notsjö (partially rubbed away) - 60]",
  "style": "20th century",
  "text": "The curvaceous “Kremlin Bells” three-part decanter is one of Kaj Franck’s spirited designs for art glass. It was part of the Finnish firm Nuutajärvi’s hand-blown art glass production from around 1958 to 1968. Over this time, colors changed, and as a result no two hand-blown examples are identical. This one has a unique mosaic glass stopper.\r\n\r\n \r\n\r\nThis set also highlights one of Franck’s core principles: stackability. The middle component functions as a separate decanter, so the three-part object can contain two separate liquids. Besides saving space, it also has no handle, following Franck’s principle of material conservation and reduced costs.",
  "title": "Kremlin Bells double decanter"
}
