{
  "accession_number": "2015.71",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "The James Ford Bell Foundation Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "European Art",
  "description": "white linen ground with red silk embroidery; openwork border design with floral motifs; eight central vertical rectangular panels depicting the life of Jesus (from top: Annunciation, Nativity, Circumcision, Epiphany, Baptism, Temptation, Crucifixion, Resurrection); each of these panels is in a ovoid frame with scrolls with flowers and fruit in the corners; text in satin stitch below each image; images separated by rectangular blocks with scrolling flowers and female heads and torsos flaking a wreath with monogram; running stitch overall except text",
  "dimension": "185 13/16 × 34 1/8 in. (471.96 × 86.68 cm)",
  "id": "http://api.artsmia.org/objects/122957",
  "image": "valid",
  "image_copyright": "",
  "image_height": 34986,
  "image_width": 7440,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen plain weave, silk embroidery",
  "nationality": null,
  "object_name": "Table cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This table cover features redwork embroidery, a Scandinavian textile tradition still alive today. It is decorated with scenes from the life of Jesus, beginning with the Annunciation (when the angel Gabriel announced to Mary that she would conceive Jesus) and concluding with his crucifixion and resurrection. The scenes are paired with quotations copied from the Danish Lutheran Bible, issued by King Frederick II of Denmark in 1589. The religious theme would have suited the contexts in which the table cover was used. It would have covered a long table set for a large gathering, either on a religious feast day or in celebration of a birth or marriage.",
  "title": "Table cover"
}
