{
  "accession_number": "2015.48.6",
  "art_champions_text": null,
  "artist": "Artist: Jacqueline Bishop; Publisher: Zanatta Editions, Shawnee, Kansas; Printer: Michael Costello",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Zanatta Editions in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "six rows of images of birds in black, all facing right, with 26 birds total, printed on a commercial printed color map of North and South America; see object file for list of bird names",
  "dimension": "29 5/8 × 22 in. (75.25 × 55.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121041",
  "image": "valid",
  "image_copyright": "© Jacqueline Bishop",
  "image_height": 9624,
  "image_width": 7204,
  "inscription": "Signature, Title, Date, Inscription, Edition, Mark\r\n\r\non verso in graphite: [ZE13301A]",
  "life_date": "American, born 1955",
  "markings": "LRC impressed in paper: [(hand inside a square)]",
  "medium": "Linocut in black ink printed on commercial map",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; Zanetta Editions, Shawnee, Kansas (publisher); sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed, dated, and titled in graphite, LRC : [\\\"Out of the Blue\\\" V/V Jacqueline Bishop 2013]",
  "style": "21st century",
  "text": "Out of the Blue is an obituary of sorts. Produced as a linocut, the print features an arrangement of 26 silhouettes of extinct and critically endangered birds superimposed onto a commercially-produced map of the Americas. “This collection of portraits,” Bishop explained, “is a field guide, a memorial and a reminder of what has been lost in the natural world.” Since 1500, at least 157 species of birds have become extinct due to overhunting and habitat destruction. Many remarkable birds have vanished, including such well-known species as the ivory-billed woodpecker, the passenger pigeon, and the Carolina parakeet; all were driven to extinction during the 20th century.",
  "title": "Out of the Blue (State 2)"
}
