{
  "accession_number": "2015.48.1",
  "art_champions_text": null,
  "artist": "Artist: Neal Ambrose-Smith",
  "catalogue_raissonne": null,
  "classification": " Drawings; Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": "Kootenai Salish",
  "curator_approved": 0,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "sketch of ghostly or zombie rabbit walking upright, with human hands in gloves, wearing a robe-like garment, walking toward right, with PL hand held up to teeth; hand-written text on back of rabbit's garment with thick curving scribbled lines over text and lower front of garment; repeated image in different sizes, printed in black of shaded purple-black, of cartoonish image of smiling man wearing a hood with rabbit ears with \"ROO\" over top of ears; embossed lines of text throughout, including \"render unto Caesar\" in bottom margin",
  "dimension": "29 5/8 × 22 1/8 in. (75.25 × 56.2 cm) (composition, sheet)",
  "id": "http://api.artsmia.org/objects/121043",
  "image": "valid",
  "image_copyright": "© Neal Ambrose-Smith",
  "image_height": 8002,
  "image_width": 6041,
  "inscription": "Signature, Title, Stamp and Mark",
  "life_date": "American (Kootenai Salish), born 1966",
  "markings": "LRC impressed in paper: [(fox head)]; on back on stamp and in pencil: [NEAL AMBROSE-SMITH / www.INDIANSPACEPAINTERS.com / REZNDN@GMAIL.COM / NS15PR002 / (various symbols including book, envelope, pointing hand and mailbox)]",
  "medium": "Color monotype with blind embossing and graphite additions",
  "nationality": "American",
  "object_name": "Monotype with drawing",
  "portfolio": "From Naughty Bunny",
  "provenance": "The artist, Albuquerque, N.M.; (Joe Zanatta Contemporary Art, Shawnee, Kansas).; sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: [(illegible signature) 15]; on back above stamp in pencil: [\\'RENDER UNTO CAESAR\\']",
  "style": "21st century",
  "text": "Neal Ambrose-Smith’s monotype, Render Unto Caesar, from the artist’s “Naughty Bunny” series, features a cartoon-like, anthropomorphized rabbit adorned with a long robe and opera-length gloves. His skeletal face suggests he’s a spirit. In Ojibwe and Cree folklore, the rabbit is the all-powerful trickster, transformer, and culture hero known as Nanabozho (or Wesakaychak). As a trickster, he is conniving and can take many guises and do what he pleases. He is one of many characters elders use to teach children about morality and reason. Here, appearing dazed and ashamed, he displays remorse for his actions. Various truisms, blind embossed on the sheet, seem to float in the background.\r\n\r\nAmong these bits of wisdom are, “diversity of opinion is now legal discrimination”; “it was all or nothing until the money ran out”; and the work’s title, “render unto Caesar.” The title—the opening words of Jesus’ well-known response to the Pharisees who challenged his religious authority—may in fact reference the struggle between Native American spiritualism and the cultural dominance of mainstream America.",
  "title": "Render Unto Caesar"
}
