{
  "accession_number": "2015.48.4",
  "art_champions_text": null,
  "artist": "Artist: Karsten Creightney; Printer: Mitchell Marti; Printer: Interbang Press, Santa Fe, New Mexico; Publisher: Zanatta Editions, Shawnee, Kansas",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "image of barefoot dark-skinned young man wearing striped pants and shirt, kneeling on one knee beside a blacktop road, rolling three dice, with three blue dollar bills next to his PR knee; sunflowers and other plants growing on either side of road; sky shaded in blue at top fading to pale yellow at horizon line, with grey clouds",
  "dimension": "22 1/4 × 29 15/16 in. (56.52 × 76.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121044",
  "image": "valid",
  "image_copyright": "© Karsten Creightney",
  "image_height": 6106,
  "image_width": 8101,
  "inscription": "Signature, Date, Inscription and Edition\r\n\r\non back in pencil: [ZE 13101]",
  "life_date": "American, born 1976",
  "markings": "on back in pencil: [20/40]",
  "medium": "Color linocut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; Zanatta Editions, Shawnee, Kansas (publisher); sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: [Creightney 13]",
  "style": "21st century",
  "text": "Karsten Creightney’s color linocut is a metaphor for life. Set along a rural stretch of highway, the scene features a young, African American man who has escaped from prison and is busy gambling at the side of the road. With little luck going his way, the man has already lost his shoes. According to the artist, the scene is a metaphor for his own life and he used a self-portrait for the character of the gambler. As a working artist, Creightney explained that he has escaped the prison of a meaningless job, but every day is a gamble to make ends meet. He gave the scene a big blue sky to symbolize the hope he has for the future. In a larger sense, the scene symbolizes life’s journey and the uncertainties that we all face along the way. The vast and remote landscape also underscores the idea that one’s fate, like life itself, is ultimately a solitary journey.",
  "title": "Roadside Gambler"
}
