{
  "accession_number": "2015.48.3",
  "art_champions_text": null,
  "artist": "Artist: Douglas Bourgeois",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Plautz Family Endowment",
  "culture": null,
  "curator_approved": 1,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "collage of printed material (advertisements for wedding rings, appliances and gun; music with image of piano keys; stamp of Disney's Snow White; image of bird; images of postage stamps; image of wheel) with painting and drawing on top; pair of blue winged nude female figures in profile at left and right; central bottom image of man's head and shoulders in profile looking toward PL, in red, with a gold guitar with a brown neck sprouting from his head; gold ring at top center; purple curving lines at left and right",
  "dimension": "13 5/8 × 10 7/16 in. (34.61 × 26.51 cm) (image)\r\n17 7/8 × 14 1/8 in. (45.4 × 35.88 cm) (board)",
  "id": "http://api.artsmia.org/objects/121042",
  "image": "valid",
  "image_copyright": "© Douglas Bourgeois",
  "image_height": 9123,
  "image_width": 7166,
  "inscription": "on back of board in black ink: \\\"RING BARGAIN\\\" / 13 1/2\\\" x 10 1/2\\\" / acrylic and collage / on illust. board",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Acrylic paint and collage on illustration board",
  "nationality": "American",
  "object_name": "Collage with painting",
  "portfolio": null,
  "provenance": "The artist, New Orleans; [Joe Zanatta Contemporary Art, Shawnee, Kansas]; sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G369",
  "see_also": [
    ""
  ],
  "signed": "LRC in image in black: Douglas Bourgeois 2014",
  "style": "21st century",
  "text": "In this mixed media collage, Douglas Bourgeois presents a tribute to the American musician, singer, and songwriter Robert Johnson (1911–1938). For aficionados of early blues and jazz music, Johnson looms large in the pantheon of legendary Delta bluesmen. Though he recorded only 29 songs and died at the age of 27, his outsized status resulted from his incomparable prowess with the guitar and his oft repeated claim of having learned to play from the Devil himself. The story—known as the “legend of the crossroads”—tells of Johnson meeting the Devil while thumbing a ride at a dark and lonely crossroads in rural Mississippi. Feeling despondent, he bargains with the Devil and offers to trade his soul for mastery of the guitar. The tale is retold in Johnson’s renowned blues standard Crossroads.",
  "title": "Ring Bargain"
}
