{
  "accession_number": "2015.48.2",
  "art_champions_text": null,
  "artist": "Artist: Neal Ambrose-Smith",
  "catalogue_raissonne": null,
  "classification": " Drawings; Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": "Kootenai Salish",
  "curator_approved": 0,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "collage-like image with printed text at top including, \"EVEN ZOMBIES NEED A LITTLE ROMANCE\" in red; Starship Enterprise at center, with red and green elements that can be viewed with 3-D glasses; arm and hand in yellow in LRQ; part of a feathered Native American headdress, URC; head and shoulders of a cartoon woman wearing a low-cut yellow blouse at left below center; blue swirling forms in background",
  "dimension": "44 × 30 1/8 in. (111.76 × 76.52 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121046",
  "image": "valid",
  "image_copyright": "© Neal Ambrose-Smith",
  "image_height": 11908,
  "image_width": 8185,
  "inscription": "Signature, Title, Date, Mark and Stamp",
  "life_date": "American (Kootenai Salish), born 1966",
  "markings": "Blindstamp LRC: [(fox head)]; on back on stamp and in pencil: [NEAL AMBROSE-SMITH / www.INDIANSPACEPAINTERS.com / REZNDN@GMAIL.COM / NS12PR039]",
  "medium": "Color monotype/inverse intaglio with hand-drawn additions in watercolor, ink, graphite and crayon",
  "nationality": "American",
  "object_name": "Monotype with drawing",
  "portfolio": "From ",
  "provenance": "The artist, Albuquerque, N.M.; (Joe Zanatta Contemporary Art, Shawnee, Kansas); sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: [(illegible signature) 2012]; on back above stamp in pencil: [\\'ZOMBIES NEED ROMANCE\\']",
  "style": "21st century",
  "text": "Neal Ambrose-Smith’s mixed-media “mash-up” uses the familiar format of the movie poster to offer his own satirical spin on some of the more popular film genres of the day, from science fiction and Westerns to “rom-coms” and zombie films. Designed to be viewed through 3-D glasses, the illustrated poster advertises a fictional production, Even Zombies Need a Little Romance. Besides the famed starship Enterprise from the popular television and movie series, he includes a mid-20th-century “femme fatale” and a walking zombie, here cast as a faceless American Indian chief in feathered war bonnet. In Native American culture, the headdress is of great spiritual and political importance within the tribe, a sign of respect and honor earned through acts of bravery and selflessness. Seen here, it is little more than a movie prop, a reminder of how mainstream culture often demeans Native customs.",
  "title": "Zombies Need Romance"
}
