{
  "accession_number": "2015.33.2.1",
  "art_champions_text": null,
  "artist": "Artist: Toyohara Kunichika; Publisher: Hiranoya Shinzō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gifts of funds from Ellen Wells, Janet Everly, and Kathleen and William Wanner, and funds given in memory of Loren Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 7th lunar month",
  "department": "Asian Art",
  "description": "against a midnight blue background with intentionally splattered black spots a figure gazes over his right shoulder holding an infant to his chest with his right hand and a woven hat over his head with his left hand; he wears a blue kimono with a red and blue obi and rust colored robe; the baby wears red; a green, yellow, and orange sword grip rests at figure's proper left hip; a red, white, and green diamond with square notches floats at the TLC with Japanese characters inside; three cartouches -- one yellow and two white -- are situated on left side at middle, each holds characters; a small circle with characters floats above center cartouche",
  "dimension": "15 1/2 × 10 1/2 in. (39.37 × 26.67 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/121187",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7867,
  "image_width": 5436,
  "inscription": "",
  "life_date": "Japanese, 1835 - 1900",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Eight Views of Underworld Characters (Mitate shiranami hakkei 見立白浪八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "国周画 {Kunichika ga} and red toshidama seal",
  "style": "19th century",
  "text": "Since the 17th century, The Eight Views–originally referring to scenic spots around the Chinese Xiao and Xiang Rivers–has been a well-established theme in Japanese art. \r\nHere, the eight locales are taken from famous places in the city of Edo (present-day Tokyo) and are juxtaposed with popular actors in the roles of well-known thieves and robbers. Kabuki plays on the underworld were popular during the mid-19th century, especially during the hot summer months when this series was put on the market, as the storylines were meant to give viewers a chill.",
  "title": "Twilight Snow of the Hakone Mountains: Actor Bandō Hikosaburō V as Jintō Tokujirō"
}
