{
  "accession_number": "2015.36.4",
  "artist": "Artist: Sasai Fumie",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 1,
  "dated": "2014",
  "department": "Japanese and Korean Art",
  "description": "large biomorphic red lacquer form; one rounded anatomical end; opposite end resembles samurai helmet with deep fluting that converges to inverted point",
  "dimension": "24 × 27 3/16 × 26 1/4 in. (60.96 × 69.06 × 66.68 cm)",
  "id": "http://api.artsmia.org/objects/121111",
  "image": "invalid",
  "image_copyright": "© Sasai Fumie",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, born 1973",
  "markings": "",
  "medium": "Lacquer and hemp cloth on Styrofoam",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom in black: Sasai Fumie Substantial Fruit 2014",
  "style": "21st century",
  "text": "Sasai Fumie, Associate Professor at Kyoto City University of Arts, says about herself: “I create pieces that are based on forms that I believe have endearing universal appeal, such as flowers, fruit or children. I use matt surfaces and soft forms to express tenderness in order to elicit these feelings from other people.” Sasai was born in Osaka and was raised in a family lacking connections to the world of artistic lacquer production. She decided on lacquer as her medium in art school and has since undergone several periods in her career, moving from rounded forms to “sprouted” ones and working with different techniques. She recently embarked on a collaboration with a bamboo artist. Her to-date largest work, Substantial Fruit, commissioned by Bill Clark, took her over one year to complete.",
  "title": "Substantial Fruit"
}
