{
  "accession_number": "2015.53.2",
  "art_champions_text": null,
  "artist": "Artist: Philip Larson",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Arts of the Americas",
  "description": "gold foil lightning pattern cascading in two irregular forks ULQ, forming abstracted human shapes near bottom; against marbled block-like mustard colored background",
  "dimension": "41 1/2 × 29 1/2 in. (105.41 × 74.93 cm) (image)",
  "id": "http://api.artsmia.org/objects/121181",
  "image": "valid",
  "image_copyright": "© Philip Larson",
  "image_height": 11156,
  "image_width": 8037,
  "inscription": "",
  "life_date": "American, 1944 - 2019",
  "markings": "",
  "medium": "Gold leaf over gesso and acrylic paint on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From Walls of Stone Glyphs of Gold",
  "provenance": "The artist, Minneapolis; given to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge, LRQ, in pencil: The 12 Glphs: Chain Lightning Philip Larson 1994",
  "style": "20th century",
  "text": "Trained in philosophy, archeology, and art history, Philip Larson uses the visual vocabulary of architecture and design to inform his sculpture and graphic art. His work usually features iconic architectural elements reconfigured into novel permutations of geometric form. These design elements range from ancient Egyptian and Native American glyphs, to Prairie School, Art Deco, and Postmodern ornamentation. Through a process of appropriation and transformation, Larson invests these decorative motifs with symbolic and emotive value. In reconfiguring these motifs, he stresses their aesthetic and conceptual characteristics as formal visual systems.",
  "title": "Chain Lightning (The 12 Glyphs)"
}
