{
  "accession_number": "2015.9",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Liu Jun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 15th-early 16th century",
  "department": "Asian Art",
  "description": "three robed figures standing at the base of a waterfall at L; branches of a blossoming tree at top; man at R holds a fan, while center man stands in profile with open mouth, and clasped hands; man at L is holding up one hand",
  "dimension": "52 13/16 × 29 3/4 in. (134.14 × 75.57 cm) (image)\r\n79 9/16 × 34 3/4 in. (202.09 × 88.27 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/121131",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9920,
  "image_width": 5623,
  "inscription": "",
  "life_date": "Chinese, active c. 1475- c. 1505",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Three figures stand in a mountainous landscape and bid farewell to each other. Their attributes identify them as three of the Eight Immortals from the Daoist tradition. The Eight Immortals are legendary beings, each representing a different condition of life: poverty, wealth, aristocracy, low social rank, age, youth, masculinity, and femininity. Zhong Liquan is on the right and holds a large fan that can resurrect the dead and transform stones into silver or gold. Zhang Guolao, who characterizes old age, is in the center, with a tube-shaped bamboo drum strapped to his back. Cao Guojiu is on the left, dressed in official robes and holding a wine jar; he is regarded as the patron deity of acting and theater. The painting is likely the work of Liu Jun, a court painter of the Ming dynasty, whose work is characterized by dramatic scenes populated with figures.",
  "title": "Daoist Figures"
}
