{
  "accession_number": "2015.15.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Kim Faith and Claude Worrell",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "wrap-around skirt with white waistband with two loops; predominately blue and yellow; pleats; yellow silk ground; black trim; center panels, front and back, embroidered with blue flowers and multicolored butterflies; embroidered vertical blue flowers and stems on each pleat; trims with black ground fabrics embroidered with blue flowers and blue butterflies",
  "dimension": "38 × 44 in. (96.52 × 111.76 cm) (width at waistband)",
  "id": "http://api.artsmia.org/objects/121266",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Satin (or silk?)",
  "nationality": null,
  "object_name": "Paired aprons (skirt)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This skirt and jacket are part of an unofficial ensemble worn by a noblewoman of the late Qing court. The Manchu rulers of the Qing dynasty established a distinctive type of dress, including court robes which were a variant of their traditional clothing. Beginning from the middle of the eighteenth century, however, infringements to dress code were seen, and at the end of the dynasty, some minor fashion changes included the use of flat buttons, stand-up collars, pastel colors, and coordinated outfits. This set demonstrates the continuation and change of the Manchu woman’s dress in the early twentieth century.",
  "title": "Woman's unofficial paired aprons"
}
