{
  "accession_number": "2015.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jack Garcia, Lakota",
  "culture": "Tsistsistas (Cheyenne) or Lakȟóta",
  "curator_approved": 1,
  "dated": "late 19th-early 20th century",
  "department": "Arts of the Americas",
  "description": "headdress with leather cap/headpiece with beaded band around front top with white beads with two lines of blue triangles, two red bars and two lines of red and orange triangles at either end; long red wool strips at each side of headdress, backed with buffalo hide; brown and cream eagle feathers overall; some feathers at top have light brown horsehair strands attached to ends; eagle feather at center back accented with bright red and bright purple feathers; images of cows' heads drawn on leather beneath feathers on crown of head",
  "dimension": "54 1/4 × 7 × 22 1/4 in. (137.8 × 17.78 × 56.52 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/121200",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9684,
  "image_width": 4533,
  "inscription": "Tag",
  "life_date": null,
  "markings": "at bottom feather on one side, on tag: [6019 / OTTT] and [Sioux Chief\\'s / Bonnett / probably made / around 1900]; on interior at same area, on tag: [Joe / Bartles (?--partially illegible)] and [No. / 1261 / C.C.C.]",
  "medium": "Bald eagle and other feathers, wool, buffalo hide, cowhide, horsehair, beads, pigments",
  "nationality": null,
  "object_name": "Headdress",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "A Tsistsistas or Lakȟóta artist created this headdress, which symbolizes power, leadership, and generosity. Jack L. Garcia, who donated the headdress to Mia in the same spirit of Lakȟóta generosity, was a great-grandson of two Oglála Lakȟóta leaders: Śuŋgmánitu Háŋska (Long Wolf) and Čhetáŋ Lúta (Red Hawk). In 1874, the United States government discovered gold in the Black Hills and broke its treaty with the Lakȟóta, initiating hostilities. Both of Garcia’s forebears fought against and defeated General George Custer and his army in the Battle of the Little Bighorn in 1876. At the installation of this headdress, a Lakȟóta medicine man blessed the object with Garcia’s family in attendance.",
  "title": "Headdress"
}
