{
  "accession_number": "2015.49",
  "art_champions_text": null,
  "artist": "Artist: Jan van Goyen",
  "catalogue_raissonne": "Beck, vol. I, no. 394.",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Proceeds from the 2014 Minneapolis Print and Drawing Fair, the Winton Jones Endowment for Prints and Drawings, and gifts of funds from C.G. Boerner, an anonymous donor, and Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 1,
  "dated": "1653",
  "department": "European Art",
  "description": "two figures--one standing, rowing--in a small boat, LLC; figure walking down steps to riverbank in LRC; figures with a horse standing under a small open roofed structure at center, with one tall tree to right; another horse to right of tree; several buildings",
  "dimension": "6 7/8 × 10 7/8 in. (17.46 × 27.62 cm) (sheet)\r\n10 3/4 × 15 1/4 in. (27.31 × 38.74 cm) (mount)",
  "id": "http://api.artsmia.org/objects/121314",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4863,
  "image_width": 7698,
  "inscription": "Signature and Date",
  "life_date": "Dutch, 1596-1656",
  "markings": "",
  "medium": "Black chalk, grey wash and traces of pen and brown ink",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Mme E. Warneck; Sale, Hôtel Drouot, Paris, 11 May 1905, no. 159. Sale Drouot, Paris, December 22, 1924, no 69. [Agnew's, London (no. 46447).] Tony Mayer. Sale, Drouot, Paris, December 3, 1957, lot 6. [W. Hallsborough, Ltd., London, exhibited May 1958 (according to Beck, I, p. 137).] I. Leib, London (according to Leiden and Arnheim 1960 exhibition labels). Eric Martin Wunsch (New York, 1924-d. 2013; his estate sale, Christie’s, New York, January 29, 2015, no. 49, for $52,500); [Bob Haboldt, Paris, 2015; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: [VG 1653]",
  "style": "17th century",
  "text": "As a young man, Jan van Goyen filled numerous sketchbooks with black chalk studies made outdoors in the Dutch countryside. Such extensive practice gave him extraordinary fluency as a draftsman. He was also an astute observer of everyday life, and here he brings alive the varied activity of a small but lively community—trade and transport, gardening and blacksmithery—all set on a low horizon beneath a towering sky. Lingering figures, reflections on the water, and slowly drifting smoke tell us that the weathered is mild, but gnarled trees tell us that this is not always so. Today, only the ring of the hammer pierces the calm.",
  "title": "River Landscape with Blacksmith at Work outside a Village"
}
