{
  "accession_number": "2015.50",
  "art_champions_text": null,
  "artist": "Artist: Jacob van Ruisdael",
  "catalogue_raissonne": "Bartsch 4, Dutuit 4, Hollstein 4. 3(IV)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of funds from Barbara S. Longfellow in honor of John Skogmo and Tom Morin",
  "culture": null,
  "curator_approved": 0,
  "dated": "1651-1655",
  "department": "European Art",
  "description": "three small figures accompanied by a dog partially hidden in the landscape at right center; many trees; water at center, with rocks",
  "dimension": "7 1/8 × 10 9/16 in. (18.1 × 26.83 cm) (plate, sheet, trimmed at edges)\r\n7 3/8 × 10 3/4 in. (18.73 × 27.31 cm) (mount, strips along edges of sheet)",
  "id": "http://api.artsmia.org/objects/121313",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5196,
  "image_width": 7597,
  "inscription": "Signature, Inscription and Stamp\r\n\r\non back, in pencil: [1623] and [2351]",
  "life_date": "Dutch, 1628 or 1629–1682",
  "markings": "LRC, on strip at edge of sheet: collector\\'s stamp of Friedrich August von Sachsen (Lugt 971).",
  "medium": "Etching and drypoint",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Friedrich August von Sachsen (Lugt 971). Boerner sale in Leipzig in May 1933, lot no. 637. (E. H. Ariëns Kappers Masterprints, Amsterdam, Master Prints 2015, no. 19, illus.); sold to MIA, 2015.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "LRC, on the plate: [Jv Ruisdael]",
  "style": "17th century",
  "text": "Jacob van Ruisdael is among the most highly regarded landscape artists of Holland’s Golden Age. He was a prolific painter and made about a dozen etchings. In The Travelers, he wielded the etching needle with exceptional freedom and expressive force, a departure from the delicacy normally seen in the work of his forebears and contemporaries. As is evident in this brilliant impression, the light is diffuse but infinitely varied despite the simplicity of his two-bite etching technique.\r\n\r\nRuisdael’s treatment of the foliage animates the gnarled trees of the swampy lowland scene. Though the title seems to emphasize the human presence, it is really just a means to distinguish this plate from other landscapes, and one has to search a moment just to find the woman, two men, and dog, who skirt the water’s edge.",
  "title": "A Forest Marsh with Travelers on a Bank"
}
