{
  "accession_number": "2015.23",
  "art_champions_text": null,
  "artist": "Artist: Igor Mitoraj",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gifts of funds from the estate of Penny Lorraine Wuerth, Ruth and Bruce Dayton, Beverly N. Grossman, Donna MacMillan, Sheila Morgan, Richard and Theresa Davis, Karen Burke in memory of Dr. Donald A. Feldman, anonymous donors, Michael and Brittany Reger, Kaywin Feldman and Jim Lutz, Blythe Brenden-Mann Foundation, Alfred and Ingrid Lenz Harrison, Lucy and Bob Mitchell, The Jay and Rose Phillips Family Foundation of Minnesota, MIA Docent Class of 1998, and generous community support in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "European Art",
  "description": "Neo-Classical head resting on PR side with cloth strips wrapped around top of nose and upper lip; open eyes; deeply crackled surface; mottled patina with greens, golds and browns; two incised/drawn mummy-like heads on back of neck; interior has deeply textured surface",
  "dimension": "88 9/16 × 145 11/16 × 114 3/16 in. (225 × 370 × 290 cm)",
  "id": "http://api.artsmia.org/objects/121308",
  "image": "valid",
  "image_copyright": "Art © Estate Igor Mitoraj %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "",
  "life_date": "Polish, 1944-2014",
  "markings": "",
  "medium": "Bronze",
  "nationality": "Polish (born Germany)",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Exterior Grounds",
  "see_also": [
    ""
  ],
  "signed": "On back of neck, incised: MITORAJ 99",
  "style": "20th century",
  "text": "Bandaged and broken, Eros, the god of love, rests in the tension between the ideal and the reality of the human condition. Strength and beauty is contradicted by inherent fragility. Life is precious because it is fleeting. And love brings both joy and heartache. Mitoraj used the timeless artistic language of Greece to address these conflicts in a new way. They are intimately personal, yet the monumental scale of the sculpture, weighing close to two tons, also suggests the glories and failures of entire civilizations.",
  "title": "Eros Bendato Screpolato"
}
