{
  "accession_number": "2015.19",
  "art_champions_text": null,
  "artist": "Artist: Melchior Lauch",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1647-1650",
  "department": "European Art",
  "description": "cup with sides flaring very slightly outward; flat bottom; small rim at top; gilt interior and top rim; relief scenes of Mozambique on sides; one side has battle scene with nude figures fighting with bows, staffs and clubs; at right side of scene, one group of three figures and a pair of figures appear to represent aggressors attempting to cut off their opponents' genitals; other side has nude male figure wearing feathered headdress and necklace at right extending his hand to a female figure with long hair in a ponytail wearing a loincloth, accompanied by other figures; woman appears to wear a necklace of male genitals, while two figures at left pick up and carry male genitals; incised double coat of arms surmounted by a crown and palm tree separates two scenes; long engraved inscription on underside",
  "dimension": "5 1/2 × 4 7/8 × 4 7/8 in. (14 × 12.38 × 12.38 cm)",
  "id": "http://api.artsmia.org/objects/121309",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5139,
  "image_width": 4245,
  "inscription": "Inscription and Mark\r\n\r\non bottom, engraved: [F.G. C. gebohrend b. Janua: / E.V.S. Anno 1740. / Von Seiner Grouss Mama / Sufanna Magdalena von Seydln / gebohrne von Sehlen. / E. H.]",
  "life_date": "German, documented 1622 - 1659",
  "markings": "on bottom, stamped: at least two silver marks",
  "medium": "Silver, gilt",
  "nationality": "German",
  "object_name": "Beaker",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This beaker depicts the battles and warfare of different tribes in Mozambique, as described and imagined by the Dutch merchant Jan Huyghen van Linschoten (1563-1611), who had lived in Goa, India, for six years, and wrote an influential account of his travels through Africa and India. It was made in Leipzig, Germany, which was a center of trade, based on engravings in Jan Huyghen’s book. Such depictions of exotic places and faraway people were not always accurate. Here a Mozambiquian chief is pictured as a Native American.",
  "title": "Beaker"
}
