{
  "accession_number": "2015.20",
  "art_champions_text": null,
  "artist": "Artist: Pacifico Levi",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Judaica",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "1812-1822",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "large, thin, round silver platter; central three-dimensional applied large flower form with five petals and cluster of six round elements at center; three round patterned bands around central flower (from interior outward): zigzagging ribbon around central circle, row of feathers or leaves, intertwined football shapes on stippled ground; outer rim has wide band of scrolls, flowers and foliage; outer raised band with looped motif around a round core",
  "dimension": "1 3/4 × 25 3/4 × 25 3/4 in. (4.45 × 65.41 × 65.41 cm)",
  "id": "http://api.artsmia.org/objects/121312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7686,
  "image_width": 7920,
  "inscription": "Mark",
  "life_date": "Italian, active c. 1818",
  "markings": "along outer rim, stamped: [(bird with shield?)], [(goat\\'s head)] and illegible monogram",
  "medium": "Silver",
  "nationality": "Italian",
  "object_name": "Plate",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Pacifico Levi and his workshop associates employed a technique called “repoussé” to create the decorations on this plate. The French term literally means “to push back.” First, they hammered from the back of the plate to create the designs on the front: concentric borders of leaves, interlocking almond-shaped strap work, and leafy scrolls. These they further refined with engraved and punched details on the front. The flower in the center was cast separately and attached. Levi made silver for both Jewish and Christian clients. His style, which drew upon the abstract ornament designs of his day, may have been motivated by the double function that such plates could serve, as they lack overt Jewish symbols and references to specific occasions. Thus they would be appropriate for both Jewish and Christian celebrations as well as for everyday use.",
  "title": "Passover seder plate"
}
