{
  "accession_number": "2015.79.5",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Tawaraya Sōtatsu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 81",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "nine separate scenes from the Tale of Genji arranged between golden clouds and gnarled pine trees; many scenes take place indoors between couples and women, with a few out of doors scenes",
  "dimension": "31 3/4 × 127 3/4 in. (80.65 × 324.49 cm) (image)\r\n37 × 132 13/16 × 5/8 in. (93.98 × 337.34 × 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/121302",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2782,
  "image_width": 9828,
  "inscription": "",
  "life_date": "Japanese, died c. 1640",
  "markings": "LRC: 対青軒 {Taiseiken}",
  "medium": "Ink, color, silver, gold, and gold foil on paper",
  "nationality": "Japanese",
  "object_name": "Eight-panel folding screen",
  "portfolio": null,
  "provenance": "Yoshioka Tajūrō; Setsu Gatōdō Co., Ltd. (until 1966); Mary Burke (1966-2015)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 宗達法橋 {Sōtatsu Hokkyō}",
  "style": "17th century",
  "text": "This screen shows nine scenes from consecutive chapters from the Tale of Genji  in order from right to left. The far right panel depicts Genji sitting behind a writing desk and gazing out toward a setting sun. It is a specific moment from chapter 19 in which Genji, mourning the death of his lover, recites the following poem: “A rack of cloud across the light of evening, as if they, too, wore mourning weeds.” \r\n\r\nMoving left, each panel of the screen depicts a single scene from chapters 20 through 25. The far left panel actually includes two scenes from chapter 26, in which Genji first tries to seduce a young woman and then is rejected by her. Because this single eight-panel screen includes scenes from eight chapters, it was probably part of a much larger set of screens depicting scenes from all fifty-four chapters of the Tale.",
  "title": "Nine Scenes from the Tale of Genji"
}
