{
  "accession_number": "2016.35.3",
  "artist": "Artist: Alberto Giacometti",
  "catalogue_raissonne": "Fondation Giacometti AGD 2172 (online)",
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 1,
  "dated": "1957",
  "department": "Prints and Drawings",
  "description": "seated female figure sits with hands folded on lap in center of composition; series of horizontal and vertical lines form a background resembling door and window frames; lines are sketch-like and abstracted in areas with visible erasures",
  "dimension": "25 5/8 × 19 3/4 in. (65.09 × 50.17 cm) (sheet)\r\n31 1/2 × 26 × 1 1/4 in. (80.01 × 66.04 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/121357",
  "image": "valid",
  "image_copyright": "© Giacometti Estate %28Fondation Giacometti%2C Paris and ADAGP%2C Paris%29 2016%0D%0A%0D%0A",
  "image_height": 8596,
  "image_width": 6781,
  "inscription": "",
  "life_date": "Swiss, 1901–1966",
  "markings": "on back along PL edge appears twice--10\\\" down from top frame edge and 7-1/2\\\" up from bottom frame edge--watermark:  BFK RIVES",
  "medium": "Graphite pencil reworked with eraser (estompe) on buff wove paper",
  "nationality": "Swiss",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: Alberto Giacometti 1957",
  "style": "20th century",
  "text": "The subject of this untitled portrait drawing is Annette Giacometti, the artist’s wife and frequent model. She is shown sitting alone on a stool in the artist’s studio, gazing directly ahead, devoid of emotion or expression, hands folded in her lap. Her figure appears small within the expansive space of the studio, whose vaguely drawn details establish a rudimentary pictorial setting. The drawing focuses on the model, Annette, in particular her face, which the artist has reworked with graphite and erasure, an action that draws our attention, yet provides little additional visual information. For Giacometti, portraits such as this were not intended as psychological or sociological studies, but rather translations of the model’s “otherness,” real-time perceptions that he determined should be interpreted solely by the spectator. Like his attenuated figure sculptures, the portrait drawings often evoke feelings of melancholy, alienation and loneliness.",
  "title": "Untitled (Annette)"
}
