{
  "accession_number": "2015.49",
  "artist": "Jan van Goyen",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Proceeds from the 2014 Minneapolis Print and Drawing Fair, the Winton Jones Endowment for Prints and Drawings, and gifts of funds from C.G. Boerner, an anonymous donor, and Barbara S. Longfellow",
  "culture": null,
  "dated": "1653",
  "description": "two figures--one standing, rowing--in a small boat, LLC; figure walking down steps to riverbank in LRC; figures with a horse standing under a small open roofed structure at center, with one tall tree to right; another horse to right of tree; several buildings",
  "dimension": "6 7/8 × 10 7/8 in. (17.46 × 27.62 cm) (sheet)\r\n10 3/4 × 15 1/4 in. (27.31 × 38.74 cm) (mount)",
  "id": "http://api.artsmia.org/objects/121314",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Dutch, 1596 - 1656",
  "marks": "Signature and Date LLC, in pencil: [VG 1653]",
  "medium": "Black chalk, grey wash and traces of pen and brown ink",
  "nationality": "Dutch",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "17th century",
  "text": "Jan van Goyen was the master of the peaceful landscape in Holland’s Golden Age. His paintings and drawings, which survive in great numbers, attest to his remarkable ability to capture the essence of daily village life. He was able to record detail or to suggest movement with seemingly effortless inflections of his chalk. Here he invites us to imagine trade and transport, gardening and horseshoeing, sturdy homes with hearths ablaze, all set on a low horizon beneath a towering sky. Lingering figures, reflections on the water, and slowly drifting smoke tell us that the weather is mild, but weather beaten trees tell us that this is not always so. Today, only the ring of the blacksmith’s hammer will pierce the calm.",
  "title": "River Landscape with Blacksmith at Work outside a Village"
}
