{
  "accession_number": "2016.35.3",
  "art_champions_text": null,
  "artist": "Artist: Alberto Giacometti",
  "catalogue_raissonne": "Fondation Giacometti AGD 2172 (online)",
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 1,
  "dated": "1957",
  "department": "European Art",
  "description": "seated female figure sits with hands folded on lap in center of composition; series of horizontal and vertical lines form a background resembling door and window frames; lines are sketch-like and abstracted in areas with visible erasures",
  "dimension": "25 5/8 × 19 3/4 in. (65.09 × 50.17 cm) (sheet)\r\n31 1/2 × 26 × 1 1/4 in. (80.01 × 66.04 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/121357",
  "image": "valid",
  "image_copyright": "© Estate of Alberto Giacometti %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY%0D%0A%0D%0A",
  "image_height": 8596,
  "image_width": 6781,
  "inscription": "",
  "life_date": "Swiss, 1901–1966",
  "markings": "on back along PL edge appears twice--10\\\" down from top frame edge and 7-1/2\\\" up from bottom frame edge--watermark:  BFK RIVES",
  "medium": "Graphite pencil reworked with eraser (estompe) on buff wove paper",
  "nationality": "Swiss",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Galerie Maeght, Paris]; Cristobal Balenciaga, Barcelona; Private collection, New York; Sale Sotheby's New York, May 8th, 2014, lot 384, unsold; [Karen Lennox Gallery, Chicago, sold to Mersky, 2015]; Robert B. Mersky, Minneapolis, 2015-16; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: Alberto Giacometti 1957",
  "style": "20th century",
  "text": "Alberto Giacometti’s wife and frequent model, Annette, sits alone on a stool in the artist’s studio, gazing straight ahead, devoid of expression. The drawing focuses on Annette—her figure so small within the vast and vaguely drawn interior—especially her face, which Giacometti has reworked with graphite and erasure to draw attention without providing much more visual information. Giacometti intended such portraits not as psychological or sociological studies but as translations of the models’ “otherness,” suggesting that no amount of understanding or identifying with his subjects could overcome their separateness from him. He meant his portraits to be interpreted solely by the spectator, and like his very slender bronze figure sculptures, the portrait drawings suggest melancholy, alienation, and loneliness.",
  "title": "Untitled (Annette)"
}
