{
  "accession_number": "2015.51.1",
  "art_champions_text": null,
  "artist": "Artist: Peter de Jode; Artist: After Maarten de Vos",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1590s",
  "department": "European Art",
  "description": "elaborately-dressed couple seated at a table outdoors; woman at left holds a books in her PR hand and rests her PL arm on the shoulder of man at right, who is playing a lute; vase of flowers, footed bowl with fruit and book on table; landscape in background with windmill-like structure, hunters with bows aiming at bird, fisherman and couples beneath a tree; text at bottom below image",
  "dimension": "7 3/4 × 8 3/4 in. (19.69 × 22.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121315",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6269,
  "image_width": 7192,
  "inscription": "Inscription and Stamp\r\n\r\nULC, in the print: [SANGVINEVS]; URC, in the print: [1]; along bottom edge, printed: [Martin de Voss inuentor  Peter de Jode Sculptor in Venetia  Crispian de Passe diuulgator]",
  "life_date": "Flemish, 1570–1634",
  "markings": "on back, LLC, stamped in black: monogram",
  "medium": "Engraving",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From The Four Temperaments, Plate 1",
  "provenance": "Possibly Gaston de Ramaix (Belgium, 1878-1937, see Lugt 4099). Probably Henri Godts, Brussels, March 14, 2014, lot 46; [Nicolaas Teeuwisse, Berlin, cat. XV, p. 18-21, no. 6, illus.]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "These harmonious lovers represent the sanguine temperament, the personality trait governed by full-blooded happiness. The flowers, fruit, and vegetables before them associate this temperament with air: it aspires—literally, it breathes and is thus full of life. Their elegant costumes and luxurious tableware tell us they are rich, but the pleasures enjoyed by the small figures in the background—fishing, dancing, and shooting—are available to all.\r\n\r\nThis plate belongs to a series of four engravings designed by Maarten de Vos, the most important painter in late 16th-century Antwerp, and executed by the highly skilled Flemish engraver Pieter d Jode I, who happened to be in Venice when he incised the copper plate used to make this print.",
  "title": "Sanguine"
}
