{
  "accession_number": "2015.93.52",
  "art_champions_text": null,
  "artist": "Artist: Monogrammist FB (Franz Brun)",
  "catalogue_raissonne": "Bartsch 27 (vol. 9, p. 448); Hollstein 35; Nagler Monogrammisten vol. II, 1926, 51",
  "classification": " Prints; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1559",
  "department": "Prints and Drawings",
  "description": "farming scenes: at R, man stands near the center of a small field with a seed bag strapped around shoulder, spreading seeds; another man at LRC chops at one of the many trees along R edge; at L, a man plows a field with three horses, while a figure with a whip sits on the rear horse; a ram surrounded by clouds at center separates the two scenes",
  "dimension": "1 × 6 5/16 in. (2.54 × 16.03 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121323",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1148,
  "image_width": 6561,
  "inscription": "Signature, Stamp\r\n\r\nin graphite on verso: P 2896 | G44 (1-2) or (1-7) | 1802 (circled) | B.IX.448.27\r\n\r\n",
  "life_date": "German, c. 1535-c. 1610/20",
  "markings": "blue stamp on verso, far left: Dr. K.O., not in Lugt (possibly Dr. Karl Max Osthof); two stamps in black at left and left of center, respectively: British Museum Printroom, Lugt 302 (with date of 10.12.46 stamped in mark) and Lugt 305 (with Campbell Dodson initials inside mark); stamp of Hugo Ahne, Aussig, to right of center, not in Lugt* \r\n\r\n* Possibly the same collector born Vienna 1875, died Munich 1964, who focused on small Renaissance graphics from Nuremberg, per \\\"Knizni Znacka,\\\" March 2014.",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From From Twelve Months with Signs of the Zodiac",
  "provenance": "Hugo Ahne, Aussig (not in Lugt). Dr. K.O. (possibly Dr. Karl Max Osthof) (not in Lugt). British Museum Printroom duplicate, Lugt 302 and 305, apparently as of October 12, 1946. [C. & J. Goodfriend, New York; sold August 9, 1983, to Andrus]; John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram in plate, top right: [FB]",
  "style": "16th century",
  "text": "",
  "title": "Month of March with Aries, From Twelve Months with Signs of the Zodiac"
}
