{
  "accession_number": "2023.55",
  "art_champions_text": null,
  "artist": "Artist: Jacques Lipchitz",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund, gifts of funds from Leni and David Moore, Margaret V.B. Wurtele, and Elizabeth Andrus, and the George and Marjorie Dixon Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1944/1953",
  "department": "Arts of the Americas",
  "description": "nebulous form of a man wearing a cape turning to the viewer's right holding a bird upside down by the neck and foot, standing on a bean shape; pink granite base",
  "dimension": "91 3/4 × 90 × 57 in. (233.05 × 228.6 × 144.78 cm)",
  "id": "http://api.artsmia.org/objects/121330",
  "image": "valid",
  "image_copyright": "© The Estate of Jacques Lipchitz%2C courtesy Marlborough Gallery%2C New York. All rights reserved.",
  "image_height": 1050,
  "image_width": 981,
  "inscription": "",
  "life_date": "American (born Lithuania), 1891–1973",
  "markings": "",
  "medium": "Bronze",
  "nationality": "American (born Lithuania)",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Target Park",
  "see_also": [
    ""
  ],
  "signed": "J. Lipchitz 1944  2/2",
  "style": "20th century",
  "text": "A powerful man grips a flailing bird with his massive hands. The man shouts, and the birds wails, its wings outstretched in the struggle. The figure is the Greek Titan Prometheus, whom the gods punushed for stealing fire and giving it to human beings. In response, Zeus the king of the gods, infuriated by Prometheus’s action, sent an eagle to pluck out his liver; each day his wound would heal and the eagle would return to take it again. Jacques Lipchitz has turned Prometheus into a hero, turning on his tormenter (changed to a vulture). Lipchitz had made a monumental version of this theme for the 1937 Paris World’s Fair as an allegory of resistance against fascism in Europe, with Prometheus wearing a Phrygian cap, the symbol of democracy. This version, cast from a plaster the artist remade in 1944, is one of two bronzes Lipchitz authorized in 1953.  The artist intended the theme to symbolize Prometheus's triumph in bringing craft and knowledge to humanity and Lipchitz's stance against authoritarianism.",
  "title": "Prometheus Strangling the Vulture II"
}
