{
  "accession_number": "2015.20",
  "art_champions_text": null,
  "artist": "Artist: Pacifico Levi",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Judaica",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "1812-1822",
  "department": "European Art",
  "description": "large, thin, round silver platter; central three-dimensional applied large flower form with five petals and cluster of six round elements at center; three round patterned bands around central flower (from interior outward): zigzagging ribbon around central circle, row of feathers or leaves, intertwined football shapes on stippled ground; outer rim has wide band of scrolls, flowers and foliage; outer raised band with looped motif around a round core",
  "dimension": "1 3/4 × 25 3/4 × 25 3/4 in. (4.45 × 65.41 × 65.41 cm)",
  "id": "http://api.artsmia.org/objects/121312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7686,
  "image_width": 7920,
  "inscription": "Mark",
  "life_date": "Italian, active c. 1818",
  "markings": "along outer rim, stamped: [(bird with shield?)], [(goat\\'s head)] and illegible monogram",
  "medium": "Silver",
  "nationality": "Italian",
  "object_name": "Plate",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This is the largest extant Passover seder plate of silver from Turin of the 19th century. In contrast to typical seder plates of the period (or earlier), those produced in Piedmont (Italy) were never decorated with Hebrew inscriptions referring to the Passover Seder. This was because they served a double function in Jewish households there in the 18th and 19th centuries, until the Italian unification granted full emancipation in 1861. When not in use during the seder, the the plate could be shown as part of the credenza, the spectacular display of silver in the private house. It therefore would have blended in effortlessly with a secular custom of the surrounding gentile culture, which the Jews of Piedmont embraced, as it hailed new liberties and a gradual end of their oppression. As such, the adoption of neoclassical ornamentation was associated with religious freedom.\r\n\r\nThis custom originated in the 18th- century, when the enlightened King Vittorio Amedeo III of Savoy lifted the ban for Jews to train and practice as silversmiths, and accordingly allowed Jewish silversmiths to become members of this craft’s guild, the Università degli Orefici ed Argentieri. im 1817-1818, when Pacifico Levi was nominated for membership to the guild, he was joined by a dozen other Jewish goldsmiths and silversmiths. Levi’s works were sought after by fellow Jews and gentiles alike. For its size and its lavish, highly detailed decoration, the present Passover Seder Plate outshines all other extant seder plates Levi, or any other Piedmontese master of the period.",
  "title": "Passover seder plate"
}
