{
  "accession_number": "2015.93.92",
  "art_champions_text": null,
  "artist": "Artist: Étienne Delaune; Artist: After Luca Penni",
  "catalogue_raissonne": "Robert-Dumesnil 102",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1569",
  "department": "European Art",
  "description": "nude male figure lying with PL arm over head; PR arm stretched over body, holding onto a spear; angels and cupids in clouds above looking on sadly; wild boar at L; trees on cliff",
  "dimension": "1 9/16 × 2 3/16 in. (3.97 × 5.56 cm) (image)\r\n5 13/16 × 3 1/2 in. (14.76 × 8.89 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121439",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7983,
  "image_width": 4994,
  "inscription": "Signature, Date, Inscription\r\n\r\n",
  "life_date": "French, about 1518/19-1583",
  "markings": "no marks seen",
  "medium": "Engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "121439",
    "121441"
  ],
  "signed": "signed and dated in plate, bottom center: [STE. F. 1569]; inscribed in plate, upper left: [L. PEN. IN]",
  "style": "16th century",
  "text": "Even in death, Adonis transmits courtly French refinement, traits Étienne Delaune absorbed from King Francis I’s Fontainebleau palace decorations of the mid-1530s. As described in Ovid’s Metamorphoses, an accidental scratch by Cupid’s arrow causes Venus to fall for Adonis. While hunting he is killed by a boar (at left). Atop a frill of clouds, almost as if Adonis is dreaming them, Venus pulls out her hair, her three companions mourn, and Cupid breaks his arrows. Art historians Dora and Irwin Panofsky said Adonis’s story gained appeal after the tragic death of King Francis’s teenage son, the Dauphin, in 1536. This full sheet of paper is very special—a rare survivor from an era when connoisseurs trimmed the margins off prints so they would fit neatly into albums.",
  "title": "Venus, Three Graces, and Cupid Mourning the Death of Adonis"
}
