{
  "accession_number": "2015.93.110",
  "art_champions_text": null,
  "artist": "Artist: Sebald Beham; Artist: After Agostino d' Musi",
  "catalogue_raissonne": "Pauli, Hollstein 70 vii/viii; Bartsch 215 (vol. 8, p. 208)",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1541-1545",
  "department": "European Art",
  "description": "reclining nude woman lying on side with her back to viewer, looking toward ground; a boy stands behind the woman, resting his hand on her head, looking toward similar point on the ground; another nude figure crawls on all fours at L; foliage and castle in background",
  "dimension": "2 3/16 × 3 1/16 in. (5.56 × 7.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121470",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2462,
  "image_width": 3454,
  "inscription": "Signature, Title, Stamp\r\n\r\nin graphite on verso: 121693.1 | B215 | [circle with tiny circle inside in, followed by period | | G71 | MXXX",
  "life_date": "German, 1500–1550",
  "markings": "on verso: stamp at LL: Paul Davidsohn, Lugt 654; brown stamp in LL quadrant: Theodor Apel, Lugt 16a",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paul Davidsohn (1839-1927'), Lugt 654, born Danzig. Theodor Apel (1884-1949), Lugt 16a, Ermlitz. John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram in plate, upper left: [HSB]; title in plate, upper left: [.S. IOHANES. CRISOSTOMVS.] (with final \\\"o\\\" in superscript)\r\n",
  "style": "16th century",
  "text": "Barthel Beham borrowed this seductive reclining nude—and dotted modeling—from Venetian art. The loose religious context is the legend of Saint John of Chrysostom, who was so contrite after ravaging an emperor’s daughter and killing her that he crawled on all fours as penance. Later she is found alive, along with a child. Beham followed artists Albrecht Dürer and Lucas Cranach the Elder in making the crawling saint a distant speck. After Barthel’s death, brother Sebald took over the copper plate, strengthening the engraved lines to extend the plate’s usefulness.",
  "title": "Penance of St. John Chrysostom"
}
