{
  "accession_number": "2015.93.117",
  "artist": "Artist: Rembrandt Harmensz. van Rijn",
  "catalogue_raissonne": "White+Boon 352 ii/ii (with hood completed and lettering added); Hind 2; New Hollstein 6 ii/ii; Münz 83; Gersaint 320; Björklund 28-B",
  "classification": " Works on Paper; Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1628",
  "department": "Prints and Drawings",
  "description": "head of elderly woman with large white headdress covering hair and ears; pensively looking downward; portion at L seems to be darker compared to grayish tone of other inking",
  "dimension": "2 1/2 × 2 1/2 in. (6.35 × 6.35 cm) (image)\r\n2 13/16 × 2 11/16 in. (7.14 × 6.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121477",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3022,
  "image_width": 2902,
  "inscription": "Signature, Date, Stamp\r\n\r\n-- in ink on verso, bottom of sheet: \\\"Frederic Geissler procure a Paris, 1813.\\\"\r\n-- in graphite on verso: 2 | 322 | 352",
  "life_date": "Dutch, 1606–1669",
  "markings": "blue stamp on verso, LL: [V.D. in polygon], probably Von Döhn; also compare handwriting on verso with Lugt 1072 (J.M.F. Geissler)",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Possibly Von Döhn sale, Paris 1813; sold to Geissler; ('Johann Martin Friedrich Geissler (1779-1853), his sale, Leipzig, October 29, 1855). John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram and date in plate, center left: [RHL 1628] (with \\\"2\\\" reversed)",
  "style": "17th century",
  "text": "Rembrandt was living at home in Leiden, Holland, when he sat down to etch in front of an easily accessible model, his 60-year-old mother. Old, lined faces would be a lifelong motif for him, but it’s hard to imagine one etched with more delicacy or penetration. The air of introspection may owe to the Dutch tradition of picturing aged people as pious and pondering salvation. When plans to extend the torso didn’t work out, Rembrandt, then age 22, did the unthinkable and severed the plate under his mother’s chin. He was nonetheless proud of the print, dating and signing it as a finished work. His mother is the only verifiable family member he recorded. Rembrandt named his three daughters (two died young) Cornelia, after her.",
  "title": "The Artist's Mother: Head Only, Full Face"
}
