{
  "accession_number": "2015.33.1.4",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunisada; Publisher: Yamaguchiya Tōbei",
  "catalogue_raissonne": "S0526-008",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Sharon and Bill Richardson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1833",
  "department": "Asian Art",
  "description": "round mirror with yellow rim and black handle contains female figure depicted from chest up in a blue kimono with flowers; figure gazes to her right with her mouth open and is set against blue background with radiating red lines; Japanese characters to left and right of figure; mirror hovers above offset rectangle containing a smaller, blue offset rectangle with Japanese characters; a gold-framed red cartouche floats in BLC and contains Japanese characters; at BRC there is a circular mark containing Japanese characters rendered directly above a rectangle with circle on its right",
  "dimension": "14 1/2 × 10 3/8 in. (36.83 × 26.35 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/121460",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7415,
  "image_width": 5366,
  "inscription": "",
  "life_date": "Japanese, 1786 - 1865",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Actors in Modern Round Fans (Yakusha tōsei uchiwa 役者当世団扇)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "香蝶楼國貞画 {Kōchōrō Kunisada ga}",
  "style": "19th century",
  "text": "Related to the plav Sakura doki hana no Yoshiwara, performed at the Nakamura Theater, 1833, third month.\r\n\r\nUtagawa Kunisada’s bust portraits from the 1820s and 1830s typically show actors against a plain background accompanied by poems composed by the portrayed actors. Here, the portrait is fan shaped, allowing the image to be cut out and affixed to an actual fan. This series is also an early example of product placement, as a packet of Bien Senjokō face powder appears at the bottom of each print. It seems that the prints were delivered together with the powder or that the producer of the powder paid for some of the production costs of the print.",
  "title": "Actor Kanō Minshi II as Isono, the Wife of Sanpachi"
}
