{
  "accession_number": "2014.149.53",
  "art_champions_text": null,
  "artist": "Artist: Fritz Scholder; Printer: Tamarind Institute, Albuquerque, New Mexico",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Vanessa Laird and Timothy Raylor",
  "culture": "Luiseño",
  "curator_approved": 0,
  "dated": "1978",
  "department": "Arts of the Americas",
  "description": "slightly abstracted image of seated Native American man holding on his lap a black and tan stripe white pipe with a bag with tan and black geometric designs; man wears a long-sleeved shirt with pointed front hem, blue pants and striped moccasins; blue background",
  "dimension": "30 × 22 5/8 in. (76.2 × 57.47 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/121411",
  "image": "valid",
  "image_copyright": "© Fritz Scholder",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "Signature, Edition and Stamp",
  "life_date": "American (Luiseño), 1937 - 2005",
  "markings": "LRC, in pencil: [138.150]; bottom center, in light blue and impressed in paper: [FS]; LRC, in light blue and impressed in paper: [(symbol similar to the number 6)]",
  "medium": "Color lithograph",
  "nationality": "American (Luiseño)",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge, left of center, in pencil: [Scholder]",
  "style": "20th century",
  "text": "Fritz Scholder was initially reluctant to portray the Native American experience in the United States, but wound up revolutionizing the possibilities available to Native artists. He instilled a sense of ownership for the way Native Americans would and could be depicted, challenging romanticized notions of their lives and histories. He made them “real” in a world where they were stereotyped and relegated to documentary confines. Is the Native man portrayed here existing because of stereotypes or in spite of them' This is the evocative question Scholder asks us to consider.",
  "title": "Another Deco Indian"
}
