{
  "accession_number": "2015.37.3",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Gordon Brodfuehrer",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "forty sections of several antique sword scabbards (saya) set about the basin; basin of copper inserted in a wood base with surrounding belts of tiger-striped, ebony-like hardwood; between belts are alternating sections of 19 scabbards made of different materials; handles on each end are the actual knobs (kurigata) to attach a braided cord (sageo) to the scabbard; see Notes for descriptions of each scabbard piece (from exhibition catalogue)",
  "dimension": "3 3/4 × 24 3/16 × 13 1/16 in. (9.53 × 61.44 × 33.18 cm)",
  "id": "http://api.artsmia.org/objects/121538",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3940,
  "image_width": 9534,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, lacquer, copper and other metals, abalone, lizard skin, shark skin",
  "nationality": null,
  "object_name": "Bonsai or flower basin (suiban)",
  "portfolio": "From ",
  "provenance": "(Robert Mangold, The Kura)\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Forty sections of several antique sword scabbards (saya) were set about the circumference of this basin (suiban) made for flower arrangements or bonsai display. A removable copper basin was inserted in a wood base with surrounding belts of tiger-striped, ebony-like hardwood. Between these belts are alternating sections of 19 scabbards made of different material and the handles on each end are the actual knobs (kurigata) to attach a braided cord (sageo) to the scabbard. On some, utility knife (kozuka) openings are clearly visible.\r\nStarting from one of the handles, the different scabbard pieces are:  plain black lacquer (kuro rōiro-nuri), glossy-brown \"insect-eaten\" lacquer (cha-urumi mushikui-nuri), glossy-brown stone surface lacquer (cha-urumi ishimeji-nuri), black burnished shark skin lacquer (kuro samegawa togidashi), unknown type using crushed abalone shell, lacquer in thin parallel lines (ichibu kizami urushi-nuri), brown burnished shark skin lacquer (samegawa togidashi), lacquer with crushed abalone shell and flower pattern (hanamon aogai miji-nuri), rare shark skin on the back (kairagi same), wrapped brocade (nishiki tsutsumi), black \"insect-eaten\" lacquer with auspicious clouds (zuiunmon kuro urushi mushikui-nuri), sandalwood imitating lacquer (byakudan-nuri), imported rare lizard skin, lacquer with crushed abalone shell (aogi miin-nuri), strip motif lacquer (shuroke fuemaki-nuri), pronounced \"insect-eaten) lacquer (mushikui-nuri), and red lacquer with willow pattern (shu-urushi yanagimon nuri).",
  "title": "Bonsai or flower basin made of forty scabbard pieces"
}
