{
  "accession_number": "2015.93.141",
  "art_champions_text": null,
  "artist": "Artist: Georg Pencz",
  "catalogue_raissonne": "Hollstein 30; Bartsch 17 ii (vol. 8, p. 325); Landau 16 ii (with \"eisch\" corrected to \"fisch\")",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1543",
  "department": "European Art",
  "description": "young man kneeling at a riverbank, grasping a large fish; the man is looking behind him to an angel in the R side of image, who is pointing in an instructive manner and holding a purse; dog at far R, city in background at L",
  "dimension": "2 3/4 × 4 1/4 in. (6.99 × 10.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121533",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2954,
  "image_width": 4472,
  "inscription": "Signature, Inscription\r\n\r\n-- inscribed in plate along bottom edge: [DER. ENGEL. ERLEOST. THOBWIE. VOM. FISCH. 6. C]\r\n-- in graphite on verso: Tobias Catches a Large Fish | B.17",
  "life_date": "German, active c. 1500–1550",
  "markings": "",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From From the Story of Tobit, Plate 5",
  "provenance": "John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram in plate, upper left: [PG]",
  "style": "16th century",
  "text": "The Book of Tobit was the reassuring biblical story of divine intercession and the rewards of faith. After blind Tobit prays for his son Tobias’s safe journey, God sends the archangel Raphael as his companion, in disguise (his wings are only for our benefit). Here Raphael tells Tobias that if he kills the giant fish, the fish gall can miraculously restore Tobit’s sight.",
  "title": "Tobias Catches the Fish, From the Story of Tobit, Plate 5"
}
