{
  "accession_number": "2015.93.139",
  "art_champions_text": null,
  "artist": "Artist: Virgil Solis",
  "catalogue_raissonne": "Hollstein 403; Bartsch 163 (vol. 9, p. 265); O'Dell-Franke e36 (only state)",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1532-1562",
  "department": "European Art",
  "description": "bearded man sitting on a seat with windblown cape holding a baby upside down by its leg in PL hand, and a sickle in PR hand, two dragons appear to be pulling him; clouds divide that scene from a farming scene below: man at L plows field near a barn and man at R slaughters a boar",
  "dimension": "2 × 3 3/8 in. (5.08 × 8.57 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121531",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2836,
  "image_width": 4626,
  "inscription": "Signature, Title, Label\r\n\r\n-- inscribed in plate, upper right: symbol resembling a combined \\\"t\\\" and \\\"h\\\"\r\n-- label on mount: Christopher Mendez, 51 Lexington Street, London W1R 4HL\r\n\r\n\r\n",
  "life_date": "German, 1514–1562",
  "markings": "Christopher Mendez label",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From From the Seven Planets, Plate 1",
  "provenance": "[Christopher Mendez, London; sold to Andrus]; John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram in plate, at top: [VS]; title in plate, at top: [.SATVRNVS.]",
  "style": "16th century",
  "text": "People of Early Modern Germany loved astrology, convinced that one’s calling in life was ruled by the planets. Criminals, invalids, and laborers (including artists) all fell under Saturn, then considered the coldest, most distant planet, and the one associated with the onset of winter. Like winter, Saturn was merciless: he ate his sons and killed his father with a scythe. He was also the Roman god of agriculture. Virgil Solis encompassed multiple aspects of Saturn’s power. Raging across the sky in his dragon-drawn chariot, he rules over the winter chores of hard-working laborers, who plow their fields and slaughter their livestock.",
  "title": "Saturn, From the Seven Planets, Plate 1"
}
