{
  "accession_number": "2015.33.2.8",
  "art_champions_text": null,
  "artist": "Artist: Toyohara Kunichika; Publisher: Hiranoya Shinzō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gifts of funds from Ellen Wells, Janet Everly, and Kathleen and William Wanner, and funds given in memory of Loren Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 7th lunar month",
  "department": "Asian Art",
  "description": "figure depicted from back, leaning left in the process of drawing his sword--sheath at left and grip at right; garments in blues, reds, greens, and browns; garment embossed at BR and BL; six black birds fly overhead at TLC; yellow and red blossom with ten petals and number of characters in TRC; at middle right are one yellow and two white cartouches with kanji; circle with characters floats above largest white cartouche; background in variegated grays",
  "dimension": "15 1/8 × 10 5/16 in. (38.42 × 26.19 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/121509",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7688,
  "image_width": 5404,
  "inscription": "",
  "life_date": "Japanese, 1835 - 1900",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Eight Views of Underworld Characters (Mitate shiranami hakkei 見立白浪八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "国周画 {Kunichika ga} and red toshidama seal",
  "style": "19th century",
  "text": "Since the 17th century, The Eight Views–originally referring to scenic spots around the Chinese Xiao and Xiang Rivers–has been a well-established theme in Japanese art. \r\nHere, the eight locales are taken from famous places in the city of Edo (present-day Tokyo) and are juxtaposed with popular actors in the roles of well-known thieves and robbers. Kabuki plays on the underworld were popular during the mid-19th century, especially during the hot summer months when this series was put on the market, as the storylines were meant to give viewers a chill.",
  "title": "Descending Geese at Shirahige: Actor Ichikawa Kuzō III as Inga Kozō Rokunosuke"
}
