{
  "accession_number": "2015.33.2.7",
  "art_champions_text": null,
  "artist": "Artist: Toyohara Kunichika; Publisher: Hiranoya Shinzō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gifts of funds from Ellen Wells, Janet Everly, and Kathleen and William Wanner, and funds given in memory of Loren Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 7th lunar month",
  "department": "Asian Art",
  "description": "standing figure looks over left shoulder in direction of moon; clenches sword sheath in mouth, holds cloak up with left hand, and carries a white lantern with kanji in right hand; he wears a dark blue garment with floral pattern and red lining and a light blue obi; robe has embossed edging; sword grip visible across center of his body--green, yellow, and orange; composing the background are green trees and a dark blue sky with a glowing full moon obscured slightly by a hint of smoky cloud cover; a pink and blue flower with five petals floats at TL and contains characters; three cartouches with characters to left of figure in trees--two white and one yellow; a circle with characters floats above larger of the two white cartouches",
  "dimension": "14 7/8 × 10 3/8 in. (37.78 × 26.35 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/121507",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7499,
  "image_width": 5455,
  "inscription": "",
  "life_date": "Japanese, 1835 - 1900",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Eight Views of Underworld Characters (Mitate shiranami hakkei 見立白浪八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "国周画 {Kunichika ga} and red toshidama seal",
  "style": "19th century",
  "text": "Since the 17th century, The Eight Views–originally referring to scenic spots around the Chinese Xiao and Xiang Rivers–has been a well-established theme in Japanese art. \r\nHere, the eight locales are taken from famous places in the city of Edo (present-day Tokyo) and are juxtaposed with popular actors in the roles of well-known thieves and robbers. Kabuki plays on the underworld were popular during the mid-19th century, especially during the hot summer months when this series was put on the market, as the storylines were meant to give viewers a chill.",
  "title": "Autumn Moon at Sunamura: Actor Nakamura Shikan IV as Ōdera Shōbei"
}
