{
  "accession_number": "2015.12",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Jane and James Emison Endowment for South Asian and Indian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "squatting male figure with knees splayed apart, head turned slightly toward PL; figure has rounded belly, wide mouth and nose (missing) and high eyebrows; figure holds a bowl in his PR hand, resting on his knee; figure wears a large earspool in his PR ear with a floral motif and a round earring with floral motif in his elongated PL earlobe; figure also wears a beaded necklace and a headdress; small female figure (face and portion of PR arm missing) behind larger figure's PL shoulder; arched element behind large figure's head and shoulders; reddish grey stone; attached to black base",
  "dimension": "35 3/4 × 21 1/4 × 7 3/4 in. (90.81 × 53.98 × 19.69 cm) (approx., without base)",
  "id": "http://api.artsmia.org/objects/121577",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8172,
  "image_width": 6150,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red sandstone",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "In early Indic religions, the pot-bellied Kubera was the king of semi-divine nature deities known as yakshas, protective spirits who guardedearthly treasures. By the 500s CE, the concept of Kubera, the god of wealth and abundance, was absorbed into Hindu, Jain, and Buddhist religious pantheons. In this sculpture, carved from a similar pinkish sandstone as the Mughal jali behind it, the deity holds in his left hand a cup for enjoying wine, and his now-missing left hand once held a sack of jewels. Befitting the god of riches, Kubera sits at ease, wearing elaborate ear ornaments and his sash relaxed, flanked by two female attendants fanning him with fly whisks.",
  "title": "Kubera"
}
