{
  "accession_number": "2015.93.132",
  "art_champions_text": null,
  "artist": "Artist: Michel Le Blon",
  "catalogue_raissonne": "Van der Kellen 154; Hollstein 154",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1610-1656",
  "department": "European Art",
  "description": "female figure at L holding a large water pitcher, facing a male figure who is reaching for her opposite hand; camels and another man in background at L; wells by their feet; a town with a woman walking back from path at R",
  "dimension": "1 15/16 × 1 7/8 in. (4.92 × 4.76 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121512",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2065,
  "image_width": 2057,
  "inscription": "\r\nerased marks on verso, and two circle partially obscured by tape\r\n",
  "life_date": "Dutch, 1587 - 1656",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "[Kate Ganz, London; sold to Andrus]; John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The watch destined for this watchcase was probably unreliable: watches kept poor time until Dutch mathematician Christian Huygens invented the minute hand in 1675. In this scene, Abraham sends his servant Eleazer to find a wife for his son, Isaac. Appropriate for a timepiece, Eleazer comes to a well and waits, deciding that the woman who offers water to him and his camels will be Isaac’s bride (Genesis 24:10-20). The precision of Rebecca’s dress betrays Michel Le Blon’s training as a goldsmith.",
  "title": "Design for Watch Case: Rebecca at the Well"
}
