{
  "accession_number": "2015.93.135",
  "art_champions_text": null,
  "artist": "Artist: Sebald Beham",
  "catalogue_raissonne": "Pauli, Hollstein 138 apparently ii/iii (part of print seems to be missing); Bartsch 136 (vol. 8, p. 167)",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1539",
  "department": "European Art",
  "description": "winged figure in rear 3/4 view with windblown garment holding a large ewer in PL hand, and another object in PR hand to PR shoulder; large ball by feet; stone blocks at R",
  "dimension": "1 9/16 × 1 in. (3.97 × 2.54 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/121527",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2254,
  "image_width": 1516,
  "inscription": "Signature, Title, Date, Stamp\r\n\r\n-- numbered in plate at upper right: 8\r\n-- in graphite on verso: 34[37?] | II | inscription hidden by hinge: PE...[?]",
  "life_date": "German, 1500–1550",
  "markings": "blue stamp on verso, LR: Collection D\\'Arenberg, Lugt 567",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From From Cognition and the Seven Virtues, Plate 8",
  "provenance": "D'Arenberg Collection, Lugt 567, Brussels and Nord-Kirchen. John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram and date in plate, middle right: [HSB / 1539]; title in plate along left edge: [TEMPERANCIA.]",
  "style": "16th century",
  "text": "Temperance is known by her two pitchers, which she uses to dilute wine with water. She personifies restraint or the middle way, as suggested by her position between a sphere and a cube. Saint Thomas Aquinas preached that the cardinal virtues (Temperance, Justice, Prudence, and Fortitude) were crucial to Christian salvation—a preoccupation of Protestant reformers. Temperance is sometimes paired with Lust, her opposite. In a strange way, the figure’s clinging dress and loose shoulder strap evoke the desires she urges people to keep in check.",
  "title": "Temperance, From Cognition and the Seven Virtues, Plate 8"
}
