{
  "accession_number": "2015.33.2.4",
  "art_champions_text": null,
  "artist": "Artist: Toyohara Kunichika; Publisher: Hiranoya Shinzō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gifts of funds from Ellen Wells, Janet Everly, and Kathleen and William Wanner, and funds given in memory of Loren Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 7th lunar month",
  "department": "Asian Art",
  "description": "figure standing in water up to his waist; white caps crest near him as he holds onto a slanting wooden beam overhead with his right hand while placing his left pointer finger in his ear; his sword with a green, yellow, and red grip and a blue and white blade pierces the base of a wood pylon to his front right; figure wears a red floral undergarment that appears torn and a blue striped robe with yellow band and orange polka dotted obi; behind figure in distance is village scape and shimmering dark blue sky with yellow sunset; red, white, and green abstract shape with eight points contains kanji and rests atop the right side of the largest of the two slanting wooden beams in the upper portion of the composition; white cartouche with characters at middle right with white circle containing characters above it; yellow and white cartouche on wood pylon near LLC with kanji; intentional green spots on wood beams and pylon at various places",
  "dimension": "15 1/2 × 10 1/2 in. (39.37 × 26.67 cm) (sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/121501",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9778,
  "image_width": 6723,
  "inscription": "",
  "life_date": "Japanese, 1835 - 1900",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From Eight Views of Underworld Characters (Mitate shiranami hakkei 見立白浪八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "国周画 {Kunichika ga} and red toshidama seal",
  "style": "19th century",
  "text": "Since the 17th century, The Eight Views–originally referring to scenic spots around the Chinese Xiao and Xiang Rivers–has been a well-established theme in Japanese art. \r\nHere, the eight locales are taken from famous places in the city of Edo (present-day Tokyo) and are juxtaposed with popular actors in the roles of well-known thieves and robbers. Kabuki plays on the underworld were popular during the mid-19th century, especially during the hot summer months when this series was put on the market, as the storylines were meant to give viewers a chill.",
  "title": "Evening Glow at Eitaibashi: Actor Ichikawa Kodanji IV as Oniazami Seishichi"
}
