{
  "accession_number": "2007.47",
  "art_champions_text": null,
  "artist": "Artist: Walter Elmer Schofield",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Lent by Mrs. Robert F. Pack in 1935, acquired through the Minnesota Museum Property Act",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1920",
  "department": "Arts of the Americas",
  "description": "village; street on right side front to back; small fields upper left; water upper right; both sides of street with houses close together and a few scattered small trees; thickly painted",
  "dimension": "19 1/8 x 23 1/2 in. (48.58 x 59.63 cm) (sight)\r\n29 3/8 x 33 3/8 x 2 1/2 in. (74.61 x 84.77 x 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/34167",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4607,
  "image_width": 5574,
  "inscription": "Signature",
  "life_date": "American, 1867 - 1944",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: [SCHOFIELD]",
  "style": "20th century",
  "text": "Born in Philadelphia, Schofield first studied art at the Pennsylvania Academy before taking up studies in Paris in 1892 at the Académie Julian.  The strict regimen of the academy did not agree with him, however, and he abandoned Paris for the Forest of Fontainbleau where he returned to painting directly from nature, much as he had done during his student years in Pennsylvania.   Although he became an expatriate who lived in a succession of British cities, he maintained close contact with his American colleagues and, today, is generally considered a member of the Pennsylvania Impressionist group.\r\n\r\nSchofield found much inspiration in the surroundings of Cornwall (a region where he and his British wife first lived) and the contrasts between the quaint cottages and the expansive horizons of the Cornish coast were the basis of many works.  The tipped-up landscape, high horizon line, and bravura brushwork--as well as a liberal use of saturated blues--are all hallmarks of the artist's style.",
  "title": "Mining Village in Cornwall"
}
