{
  "accession_number": "96.146.48",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Sanoya Kihei",
  "catalogue_raissonne": "Ukiyo-e shūka 14 (1981), Hiroshige list, p. 236, horizontal chūban #24.21",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1840-1842",
  "department": "Asian Art",
  "description": "",
  "dimension": "6 1/8 × 8 1/4 in. (15.6 × 20.9 cm) (image, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/34707",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1941,
  "image_width": 2629,
  "inscription": "通るぬけするかごもありとまったり神楽のきよくのまりこ宿とて　松園庵芝守",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "Censor:Kiwame\r\nPublisher:Sanoya Kihei",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Fifty-three Stations along the Tōkaidō (Tōkaidō gojūsan tsugi 東海道五十三次), also known as the Kyōka Tōkaidō",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Tōkaidō was the main arterial road that connected Edo (present-day Tokyo) with Kyoto. As a result of the increasing travel boom in the late eighteenth and early nineteenth century, the road and its post stations became a popular motif in literature and art. Hiroshige emerged as the foremost designer of Tōkaidō landscape series, producing over twenty different ones. The novelty of this particular series is that each scenic view is accompanied by a comic poem (kyōka), and the series therefore became known as the Kyōka Tōkaidō.\r\n\r\nEach print focuses on a famous scenic view or a local specialty; here it is grated yam soup (tororo jiru), served at a popular restaurant that was used as resting stop by porters and travelers. Hiroshige cleverly inserted “product placements” inside the restaurant that would not have been there in reality. They are for the face powder Senjōko, sold by one Mr. Sakamoto in Edo, and for an array of woodblock prints presumably sold by the publisher of this print.",
  "title": "Mariko"
}
