{
  "accession_number": "P.77.39.4.1",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Toyokuni; Author: Shikitei Sanba; Publisher: Nishinomiya Shinroku",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1801",
  "department": "Asian Art",
  "description": "2 vols, kusazo_shi",
  "dimension": "5/16 x 6 1/8 x 8 1/2 in. (0.8 x 15.5 x 21.6 cm)",
  "id": "http://api.artsmia.org/objects/74543",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3442,
  "image_width": 4709,
  "inscription": "Introduction by author on the first 4 pages suggesting the story was played in theater November 1800\r\nNote on the 5-8 page\r\nAdvertising of the next publication on the 9 page\r\nthe last 19 pages are appendix\r\nthe last half is appendix\r\npostscript on the last 3 pages dated Jan. 1801",
  "life_date": "Japanese, 1769 - 1825",
  "markings": "On the back of cover;\r\nAuthor:Shikitei Sanba\r\nArtisrt:Utagawa Toyokuni\r\nPublisher:Shunsho_ken\r\nthere is a advertisemenst of the coming publication at the last",
  "medium": "Woodblock printed book; ink and limited color on paper",
  "nationality": "Japanese",
  "object_name": "Book (ehon)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "By the mid-18th century, Kabuki had become a major cultural force. In Edo alone, there were four (later, three) theaters that offered lengthy programs nearly every day. While images of actors in their costumed roles dominated earlier print production, by the late 18th century a new genre of ukiyo-e emerged that showed them offstage, in more intimate settings. For this book, from a two-volume set, the artist Utagawa Toyokuni supplied compositions featuring famous actors. The title, \"Sankaikyō\" is a playful homonym of the name of a famous Buddhist sect, but also refers to the fact that typical dressing rooms in Kabuki theaters have three (san) floors (kai). This double page depicts such a dressing room.",
  "title": "\"Picture Books of Amusements of Actors on the Three Floors\""
}
