{
  "accession_number": "P.19,774",
  "art_champions_text": null,
  "artist": "Artist: Jean Gabriel Pretre; Sponsor: Jules Sebastien Cesar Dumont D'Urville (Naturalist/ Captain of the expedition); Collaborator: Jean Rene Constantin Quoy (Naturalist whose work print is based on); Engraver: Victor; Printer: N. Rémond",
  "catalogue_raissonne": "Nissen: 752;\r\nNissen: 410;\r\nZimmer: 185",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1830-1834",
  "department": "Prints and Drawings",
  "description": "shells; plate 29",
  "dimension": "16 1/4 x 11 1/2 in. (41.28 x 29.21 cm) (plate)",
  "id": "http://api.artsmia.org/objects/74600",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, active about 1817–1860",
  "markings": "",
  "medium": "Color engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From llustrations Conchiliogiques, part of Voyage de Decouvertes de L’Astrolabe, Paris: J. Tastu, 1830-34\r\n",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Appointed as a painter at the Menagerie of the Empress Josephine, Jean Gabriel Prètre specialized in natural history illustrations. Among his most beautiful drawings were those for the engravings in Louis-Jean-Pierre Viellot’s Histoire naturelle des plus beaux oiseaux chanteurs de la zone torride (“Natural History of the Most Beautiful Singing Birds of the Torrid Zone,” 1805-1806). \r\n \r\nThese three engravings of shells, printed in color, come from the atlases of illustrations published with the Voyage de decouvertes de l’Astrolabe (Paris) :J. Tastu,1830-1834). This encyclopedic 13-volume set reported discoveries in the Pacific Islands, during an expedition under the French navigator Jules-Sébastien-César Dumont d’Urville (1790-1840), commander of the corvette Astrolabe. As is evident from the inscriptions in this book, the zoologic binomial nomenclature invented by Linnaeus in 1758 was accepted and commonly used.\r\n \r\nDumont d’Urville was an indefatigable world explorer, but he is even better known for helping the French government to obtain the Venus de Milo now in the Louvre.",
  "title": "Strombus., from \"llustrations Conchiliogiques,\" part of \"Voyage de Decouvertes de L’Astrolabe\""
}
