{
  "accession_number": "P.17,357",
  "art_champions_text": null,
  "artist": "Artist: Robert Dighton; Publisher: Carington Bowles",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1770",
  "department": "European Art",
  "description": "",
  "dimension": "13 1/2 x 10 in. (34.29 x 25.4 cm) (plate)",
  "id": "http://api.artsmia.org/objects/74793",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6932,
  "image_width": 5096,
  "inscription": "",
  "life_date": "British, 1752-1814",
  "markings": "\r\n",
  "medium": "Hand-colored mezzotint",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Macaroni Prints\r\nThe term \"macaroni\"-named after the Italian pasta-was coined in the 1760s to refer to the fashionable young English gentlemen who traveled to Italy and brought back the food, manners, and dress of the Continent. By the 1770s, however, it had become a term of ridicule, used to describe, as one contemporary magazine put it, \"a person who had exceeded the ordinary bounds of fashion.\"  These were men and women, generally of lesser privilege, who had imitated the dress and affected manners of the Grand Tourists-their enormous powdered wigs, extravagant, tight clothes, small shoes, and delicate manners. Thus \"macaroni\" came to stand for the eighteenth-century fashion victim and the widespread artifice, effeminacy, and social climbing that was seen as corrupting Georgian England. The macaroni phase was recorded for posterity with great humor in countless caricature prints, which exaggerated the clothes and particularly the hairstyles of this fad to an absurd degree.\r\n\r\nWith the American Revolution unfolding at just this time, British soldiers were said to have insulted enemy soldiers with the same pejorative macaroni term, singing famously of the colonials' foolishness in the song Yankee Doodle. It jokes about a naïve dandy who \"stuck a feather in his hat and called it macaroni.\" The song was happily taken up by the Yankees and is still popular today.",
  "title": "The Paintress of Maccaroni's [sic]"
}
