{
  "accession_number": "L2001.328",
  "artist": "John C. Fery",
  "continent": null,
  "country": "United States",
  "creditline": "Lent by Dorsey and Whitney LLP",
  "culture": null,
  "dated": "c. 1910-1913",
  "department": "Paintings",
  "description": "Landscape with mountain in upper right background; pine trees, two bears, and water source in foreground.",
  "dimension": "44-1/4 x 77-1/2 in. (112.4 x 196.9 cm)",
  "id": "http://api.artsmia.org/objects/58451",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American (born Austria), 1859 - 1934",
  "marks": " \\\"J. Ferry\\\" in black oil, LRC",
  "medium": "Oil on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "A gifted painter and illustrator, Fery trained in Vienna, Munich, and Düsseldorf before immigrating to America in 1886. He first settled in upstate New York, later moving to Milwaukee, Wisconsin. He also lived for a time in Minnesota. Reflecting a deep appreciation for the untamed natural beauty of his adopted homeland, Fery developed a specialty in painting wilderness landscapes, animal subjects, and hunting scenes. He was particularly noted for his many panoramic landscapes of the American West.\r\n\r\nIn 1910, Louis W. Hill, president of the Great Northern Railway, commissioned Fery to produce a series of paintings that would capture the majestic scenery and abundant wildlife of the Rocky Mountain region and the newly created Glacier National Park for Hill's \"See America First\" promotional campaign. Over the next four years, Fery completed more than 350 paintings for display in hotels, lodges, and railway stations owned and served by Hill's railroad. Fery's panorama of Chief Mountain, a spectacular monolith towering over the prairie along the eastern boundary of Glacier Park, was among the paintings commissioned by the Great Northern.",
  "title": "Chief Mountain, Glacier National Park"
}
