{
  "accession_number": "2001.212.7",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige II; Publisher: Sakanaya Eikichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Allen Brookins-Brown in memory of Deborah Brookins-Brown Pritchett",
  "culture": null,
  "curator_approved": 0,
  "dated": "1859, 6th month",
  "department": "Asian Art",
  "description": "",
  "dimension": "13 9/16 × 9 in. (34.5 × 22.8 cm) (image, vertical ōban)",
  "id": "http://api.artsmia.org/objects/63044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1328,
  "inscription": "",
  "life_date": "Japanese, 1826 - 1869",
  "markings": "Censor:kai+May\r\nPublisher:Uoei",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From One Hundred Famous Views in the Various Provinces (Shokoku meisho hyakkei 諸国名所百景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "62034",
    "63044"
  ],
  "signed": "Hiroshige-ga",
  "style": "19th century",
  "text": "Matsushima, literally \"pine islands,\" refers to some 200 small islands adorned with wind-swept pine trees off the northeast coast of Japan, affording visitors with breathtaking views. Matsushima has been counted as one of the Japan's three most celebrated scenic sights (Nihon sankei) since the mid-17th century. Unfortunately, Matsushima was close to the epicenter of the March earthquake and ensuing tsunami. The damage however, was not as devastating as elsewhere along the coast and many cultural heritage sites, including Zuiganji, a four hundred-year-old Zen temple, survived the disaster. Depicted here in the center of the print is Godaidø, the temple's detached hall built on the top of an island. This building miraculously was unscathed by the disaster.",
  "title": "Actual View of Matsushima, Ōshū Province"
}
