{
  "accession_number": "2002.173.1",
  "art_champions_text": null,
  "artist": "Designer: Jacob \"Jack\" Liebenberg; Designer: Chester Weston",
  "catalogue_raissonne": null,
  "classification": " Glass; Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of First Universalist Church of Minneapolis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1927",
  "department": "Arts of the Americas",
  "description": "half-circle shape; yellow and swirled green glass; central oval Star of David medallion with floral pendants; ship, star, snake, unicorn in cartouches around edges; frameless",
  "dimension": "52 3/4 x 95 1/8 in. (133.99 x 241.62 cm)",
  "id": "http://api.artsmia.org/objects/63072",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1440,
  "image_width": 1459,
  "inscription": "",
  "life_date": "American, 1893–1985",
  "markings": "",
  "medium": "Glass, lead",
  "nationality": "American",
  "object_name": "Stained glass window",
  "portfolio": "From From former Adath Jeshurun Congregation (now First Universalist Church), Minneapolis, Minnesota, Liebenberg & Kaplan, architects, 1927",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G362",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The stained glass window in this gallery features symbols important in Judaism.  These include a tree representing the Tribe of Asher, a serpent for the Tribe of Dan, a man carrying a sack for the Tribe of Issachar, and a ship for the Tribe of Zebulun.  The Star of David is the symbol of Judaism.  The candleabra in the lower section are seven branched temple menorahs.  The tzedakah box signifys charity to others and the rainbow symbolizes hope for the world to be healed through positive action.  \r\n\r\nThanks to the following individuals who helped preserve the window:  Etta Fay Orkin of the Adath Jeshurun Congregation, Iric Nathanson and Norman Pink of the Jewish Historical Society of the Midwest, John Salisbury of Gaytee Stained Glass, Inc., and N. Bud and Beverly Grossman, who provided funds to remove and restore the window.",
  "title": "Half-circle stained glass window"
}
