{
  "accession_number": "P.98.33.115.1",
  "art_champions_text": null,
  "artist": "Artist: Charles Rennie Mackintosh; Artist: Margaret Macdonald Mackintosh",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 1,
  "dated": "1902",
  "department": "European Art",
  "description": "stylized writing on right half; stylized illustration on left half; three women intertwined in circles and stems; red and green detail",
  "dimension": "17 1/4 x 12 in. (43.82 x 30.48 cm) (sight)\r\n28 1/4 x 22 7/8 in. (71.76 x 58.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/63113",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1260,
  "inscription": "Signature and Inscription\r\n\r\nLR in gray: [EMIL HOCHDANZ·STUTTGART·]",
  "life_date": "Scottish, 1868–1928",
  "markings": "",
  "medium": "Color photolithograph",
  "nationality": "British (Glasgow)",
  "object_name": "Print",
  "portfolio": "From Meister der Innen: Kunst II: Charles Rennie Mackintosh Haus Eines Kunstfreundes",
  "provenance": "Norwest Bank, Minneapolis; given to MIA, 1998.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "53671",
    "63113"
  ],
  "signed": "LL corner in image in gray: [CR MACKINTOSH]",
  "style": "20th century",
  "text": "This is the title page for the portfolio that Mackintosh and his wife Macdonald Mackintosh prepared for an international contest sponsored by German interior design magazine Zeitschrift für Innendekoration.  Entrants were required to create a house for an art lover that was simultaneously grand and modern.  The letter forms and box elements on the right side of the composition balance the three graceful, elongated female figures on the left, which were often featured in Mackintosh and Macdonald Mackintosh's interior designs.  Because he was not obligated to please a client, Mackintosh was able to freely express his thoughts on architecture and interior design.  Though his design did not win the competition, the building was constructed in Bellahouston Park, Glasgow, between 1989 and 1996, where it remains open to the public.",
  "title": "Title page, Charles Rennie Mackintosh, Glasgow: Haus Eines Kunstfreundes (Meister der Innenkunst II)"
}
