{
  "accession_number": "2002.185.3",
  "art_champions_text": null,
  "artist": "Artist: Per Gustav Floding; Artist: after François Boucher",
  "catalogue_raissonne": "LeBlanc 8; Nagler 3; Jean-Richard (Boucher) 1013 ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1762",
  "department": "European Art",
  "description": "4 figures: 1 on steps at top center, 3 clustered in foreground; flags, shields, swords and helmets in foreground; printed in brown",
  "dimension": "12 7/8 x 9 5/16 in. (32.7 x 23.65 cm) (plate)\r\n15 3/4 x 10 5/16 in. (40.01 x 26.19 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/63127",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2777,
  "image_width": 1829,
  "inscription": "Signature, Date and Inscription\r\n\r\nLLC below image, in brown: [F. Boucher Invenit.]; below image, in brown: lengthy inscription with coat of arms at center; see also Signed",
  "life_date": "French, 1703–1770",
  "markings": "",
  "medium": "Engraving, etching and aquatint (lavis) in bistre ink",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[James A. Bergquist, Boston, until 2002; sold, October 29, to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "27870",
    "63126",
    "63127"
  ],
  "signed": "LRC below image, in brown: [P. Floding Svecus Sculpsit Par. 1762]",
  "style": "18th century",
  "text": "In the 18th century, France and Sweden were strong military allies, and upperclass Swedes adopted French artistic trends. Born in Stockholm, Per Gustav Floding was sent to Paris as a young man to learn the art of engraving. He remained there for most of his career but retained close ties to his homeland. King Adolf Frederick was so pleased with a portrait that Floding made of him that he gave the artist money to re-equip his studio. This led directly to Floding’s invention of a new printmaking technique, lavis aquatint. The technique involved covering the copper printing plate with powdered resin, heating it to make it adhere, and then subjecting it to repeated acid baths while selectively applying protective coatings between the successive immersions. The result is a field of minute dots of various sizes, which simulate the effect of dilute ink washes when printed. As we see here, various effects could be achieved by printing the plate in various colors.\r\n\r\nUn Corps de garde is one of Floding’s first productions in his new technique (see also Mia 2002.185.2 and 92.22). It is based on a drawing by François Boucher whose fame gave rise to a veritable industry devoted to reproducing his drawings and paintings. Floding dedicated the image to Ulrik Scheffer, whose military career led to his appointment as a military advisor to the king. We do not know if Scheffer appreciated the irony of having his name attached to a corps of sleeping guardsmen.",
  "title": "Un Corps de Garde"
}
