{
  "accession_number": "60.22.8",
  "art_champions_text": null,
  "artist": "Silversmith: Paul Revere, Jr.",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James F. and Louise H. Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "1792",
  "department": "Arts of the Americas",
  "description": "tea service, Federal Style, consisting of teapot and lid, stand for teapot, tea caddy with hinged lid, fitted with lock and key, stand for teacaddy, covered sugar urn, cream pitcher, shell-shaped tea scoop, tea or punch strainer, pair of sugar tongs with shell-shaped ends; fluted design with engraved and pricked swags and medallions containing the monogram of John and Mehitable Templeman and all bearing Revere hall mark; teaspoons",
  "dimension": "1 1/8 x 11 1/8 in. (2.86 x 28.26 cm)",
  "id": "http://api.artsmia.org/objects/63160",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2644,
  "image_width": 4032,
  "inscription": "Mark",
  "life_date": "American, 1734–1818",
  "markings": "all pieces marked with the Revere hallmark",
  "medium": "Silver",
  "nationality": "American",
  "object_name": "Punch strainer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Federal",
  "text": "The most complete Revere service known, this set was made for a Boston merchant and his wife, John and Mehitable Templeman.  It includes one of only two tea caddies made by Revere.  The locked boxes held loose tea, an expensive and fashionable commodity.  The shell-shaped spoon was used for measuring tea and the sieve was used for straining punch, a beverage often served along with tea.  The second stand may have been used as a tray for spoons no longer in use.  The accompanying teaspoons and tablespoons have only recently been reunited with this service.",
  "title": "Punch strainer"
}
