{
  "accession_number": "P.75.51.321",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Sanoya Kihei",
  "catalogue_raissonne": "Ukiyo-e shūka 14 (1981), Hiroshige list, p. 244, horizontal ōban #66.21",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1832-1838",
  "department": "Asian Art",
  "description": "",
  "dimension": "8 3/4 × 13 9/16 in. (22.2 × 34.5 cm) (image, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/63177",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1817,
  "image_width": 2789,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "artist\\'s seal",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Famous Places in the Eastern Capital (Tōto meisho 東都名所)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Hiroshige ga}",
  "style": "19th century",
  "text": "Along with the fish market at Nihonbashi and the Kabuki theater district, the Yoshiwara licensed pleasure quarter was one of the busiest areas in Edo. This print depicts the Yoshiwara's main street after sunset, when business began to pick-up. Flowering cherry trees line the roadway. Such trees were transplanted to the area just as they came into bloom-thus providing a beautiful atmosphere, especially by lantern light. Cherry blossom viewing at night in Yoshiwara was, in fact, an annual event organized by the area's proprietors to attract visitors and boost business. Here, Hiroshige depicted people who might be encountered during a typical night in cherry-blossom season. There is oiran, a high-ranking prostitute wearing an orange gown, accompanied by her attendants. A man in a black haori coat is shown eyeing her appraisingly over his shoulder. Yet another prostitute (in a blue gown) and her attendants approach from the right.",
  "title": "Cherry Blossoms at Night on Naka-no-chō in the Yoshiwara"
}
