{
  "accession_number": "2002.163",
  "artist": "",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Weiser Family Foundation",
  "culture": "Lakota",
  "dated": "20th century",
  "description": "drawings of figures, horses, teepees and other objects in browns and tans around the edges of a stretched canvas",
  "dimension": "26 1/4 x 67 1/8 in. (66.68 x 170.5 cm)",
  "id": "http://api.artsmia.org/objects/63378",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2935,
  "image_width": 6823,
  "life_date": null,
  "marks": " ",
  "medium": "Pigment on canvas",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Historically, Plains Indian tribes preserved the passage of time through oral history, recalling important events to mark the year and passing those stories down through the generations.  This winter count, a pictographic calendar created by the Lakota that records these stories from 1798-1904, offers a one hundred and six year glimpse of their history.\r\nEach image on a winter count represents an important event that happened one specific winter, and this transcription is held by a keeper who is responsible for its content and remembers the associated stories.  Each winter count varies slightly, often combining events that were shared tribally and events that may have happened in the specific village of origin.  They were originally drawn on hide, and the images were transferred to muslin cloth when the hide became too worn.  The Institute's winter count is painted on muslin, and the sequence of events starts in the upper left hand corner and moves in a clockwise direction.  Most Lakota winter counts start with an image of a calumet decorated with feathers that symbolizes a ceremony that blesses the elderly, expectant mothers and children.  \r\nWinter counts preserve important aspects of Plains Indian history through the eyes of the people who were there.\r\n",
  "title": "Winter Count"
}
