{
  "accession_number": "2002.159.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ellen Sturgis and Taeko Tanaka Perry",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "decorated with hanging cherry blossom and mist on purple ground",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/63450",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3563,
  "image_width": 5578,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Noh costume (chōken)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Japanese evolved the stately Noh drama during the 14th and 15th centuries under the patronage of their aristocratic warrior rulers. Noh actors used poetic language, slow, stylized movements, masks, and resplendent costumes to create a dream-like atmosphere based on the ideal of yugen, or \"mysterious beauty.\" While actors first wore garments given to them by their princely patrons, by the end of the 16th century a specialized industry arose that supplied the great variety of costumes needed for the fully developed Noh theater. \r\n\r\nChōken are one of several types of theatrical costumes worn during Noh performances and are distinguished by their wide sleeves, unlined gauze-weave fabric, and unstitched body panels that allowed the costume to flutter gracefully with the actor's dance. This chōken is woven with a design of cherry blossoms, long the most admired of all springtime flowers in Japan. The blossom's short life became emblematic of the transient nature of human existence, thus even this spectacularly beautiful chōken would have evoked melancholy sentiments when used in a Noh performance.",
  "title": "Noh costume (chōken)"
}
