{
  "accession_number": "2002.159.3.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Harriet Hanley Estate and Kathryn Glessing",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "geometric pattern; robe with floral shapes and medallions in octagons and squares; cream-colored tie; white, tan and blues",
  "dimension": "63 x 81 7/16 in. (160.02 x 206.85 cm)",
  "id": "http://api.artsmia.org/objects/63452",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3078,
  "image_width": 3848,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Twill-weave silk with supplementary weft patterning",
  "nationality": null,
  "object_name": "Noh costume (kariginu)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Kariginu, literally \"hunting robe\" was originally an informal jacket worn by noblemen during Japan's Heian era (794-1185). Later, elite warriors donned kariginu as their most formal garment. Since warrior-patrons expressed their appreciation for fine performances by presenting actors with articles from their own lavish wardrobes, it is likely that the first kariginu used on stage were originally worn by samurai-aristocrats. This robe is decorated with an overall pattern of octagons connected by smaller squares to the left, right, top, and bottom, a design the Japanese call \"shokkō\" (Shuchiang in Chinese), after a style favored in neighboring China during the Ming dynasty. Kariginu with the shokkōpattern are reserved for the most lofty of all Nō roles, that of the god-like Okina (divine old man) whose felicitous dance bestows happiness and prosperity on the community.",
  "title": "Noh costume with geometric pattern for the role of Okina"
}
