{
  "accession_number": "2002.247",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Purchase Fund and Gift of Don and Diana Lee Lucker, Ford Bell, Myron Kunin, and Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1740",
  "department": "Arts of the Americas",
  "description": "multicolored embroidery depicting overall scene of fanciful birds perched on curvaceous flowering trees; very bottom depicts rolling hills with a deer in the center and other small animals prancing about the ground; double layer backing; light brown background",
  "dimension": "67 x 82 in. (170.18 x 208.28 cm)",
  "id": "http://api.artsmia.org/objects/63471",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3228,
  "image_width": 3951,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, wool; embroidery",
  "nationality": null,
  "object_name": "Bed Curtain",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "For centuries beds were extremely important pieces of furniture that were frequently enriched with the addition of elaborate textiles. Bed curtains such as this panel, added a bold aesthetic statement complimenting the tastes of the period, to a room that was used as a social center as well as a place for nocturnal rest.\r\nThe overall design reflects colonial appreciation of England's interpretation of the Indian floral style while the inclusions of animals and the diversity of the crewel worked embroidery points to the skill and sophistication present in the Boston area during the middle of the 18th century.\r\n18th century American embroidery of this size and quality are extremely rare.",
  "title": "Bed Curtain"
}
