{
  "accession_number": "2002.218a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund, Purchase through Art Quest 2002, and Gift of Darwin and Geri Reedy, Polly and Kevin Hart, and Michael Snow",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "carved figure wearing a robe, holding a sphere with a pointed top in PL hand and a staff in PR hand (detachable); small house-like light grey wood attachment at top of head; figure is dark brown; 2 wooden stakes at bottom for attachment to base",
  "dimension": "42 x 11 x 8 in. (106.68 x 27.94 x 20.32 cm)\r\n6 x 17 3/8 x 12 in. (15.24 x 44.13 x 30.48 cm) (base)",
  "id": "http://api.artsmia.org/objects/63481",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3856,
  "image_width": 2744,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "In Japan, anthropomorphic representations of indigenous Shinto gods were unknown before the adoption of Buddhism in the sixth century. Such gods were worshiped at sites associated with their presence: certain mountains, waterfalls, and unusually large rocks. Following the advent of Buddhism with its complex pantheon, Shintoists also began to make images. While sculptors fashioned Buddhist images in accordance with Indian and Chinese prototypes, they created Shinto images to resemble Japanese aristocrats. \r\n\r\nThis sculpture is a rare representation of the Shinto god Uhōdōji, or the \"divine rainmaking boy.\" Uhōdōji is also a youthful manifestation of the Shinto sun goddess Amterasu-ōmikami. Demonstrating the fusion of Shinto and Buddhist beliefs in Japan, he holds a magic orb in his left hand, leans on a jeweled staff, and balances a \"treasure tower of wisdom\" on his head--all ritual implements associated with Buddhist worship.",
  "title": "Uhōdōji, the Divine Rainmaking Boy"
}
