{
  "accession_number": "2002.204a-p",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Hungary (probably)",
  "creditline": "The William Hood Dunwoody Fund and purchase through Art Quest 2002",
  "culture": null,
  "curator_approved": 0,
  "dated": "1834",
  "department": "European Art",
  "description": "rounded front with front writing desk that tips downward, revealing 12 drawers flaking and above a mirrored recess with columns; landscape transfer designs on top drawer and center drawer; large drawer on exterior below writing desk",
  "dimension": "73 x 38 1/2 x 20 1/2 in. (185.42 x 97.79 x 52.07 cm) (closed)",
  "id": "http://api.artsmia.org/objects/63571",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3997,
  "image_width": 2679,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Walnut, maple and birch veneers, brass, gilded and ink-inscribed wood, glass mirror",
  "nationality": null,
  "object_name": "Biedermeier secretary",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G324",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Rising like a column from its footed base and capped by a giant mushroom-like pediment, this desk is remarkable for its oval form. It opens to reveal a stage-like interior decorated with penwork (ink drawing imitating inlaid ivory or ebony), marbleizing, and gilding. Two columns of drawers flank a mirrored  recess at the center that allows access to something not revealed: secret compartments for storing precious objects. Within this desk is more than meets the eye.\r\n\r\nThe Biedermeier style arose at a time of growing urbanization and political stability in the Austrian empire, from 1815 to 1848. In both furniture and architecture, upper-middle-class tastes in central Europe (Austria, Bohemia, Hungary, and northern Germany) favored classical forms from ancient Greece and Rome, simplified to their basic shapes, with dramatically contoured silhouettes. Furniture surfaces were given rich finishes, such as the carefully matched walnut veneers covering this fall-front secretary desk.",
  "title": "Biedermeier secretary"
}
