{
  "accession_number": "P.98.33.83",
  "art_champions_text": null,
  "artist": "Artist: Georges Fay",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1897",
  "department": "Prints and Drawings",
  "description": "yellow haired and bearded man in foreground; he has a red collar with polka dots and a bow around his neck; 5 heads of dark haired women in background; text at top and bottom",
  "dimension": "49 x 34 1/4 in. (124.46 x 87 cm) (outer frame)\r\n47 3/4 x 33 1/4 in. (121.29 x 84.46 cm) (sight)",
  "id": "http://api.artsmia.org/objects/63793",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature; Date; Inscription\r\nin black, along LR bottom: [IMP.P. Vercasson & Cie. Rue de Lanery 43 Paris]",
  "life_date": "French (died 1916)",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed in print; in black, LR center: [Georges Fay 97]",
  "style": "20th century",
  "text": "With its location near the universities of the Latin Quarter, this advertised cabaret was also situated at the heart of a major controversy swirling around Paris. In 1894, Captain Dreyfus, a member of the Army General Staff, was convicted for giving information to the Germans. After evidence surfaced that Dreyfus had been framed, the writer Emile Zola published a letter in his defense in 1898. The Dreyfus Affair then became an unavoidable topic, made especially contentious because Dreyfus was Jewish. Most of the students in the Latin Quarter were pro-Dreyfus and often demonstrated their support. \r\n\r\nStepping away from student protests and into this cabaret near the Sorbonne may have offered a welcome break. Cabarets provided space for avant garde artists to share their work with one another, and they were eventually opened to the public as entertainment spots. The irreverent satirical songs, dances and shadow plays that were performed allowed artists, like this engaging red-haired figure, and the public to enjoy a little fun.",
  "title": "Le \"Quartier\" Cabaret-Salon"
}
