{
  "accession_number": "2002.280.48",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Central America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Kaqchikel Maya",
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Art of Africa and the Americas",
  "description": "Two-panel huipil; full brocade in horizontal geometric patterns; supplementary weft patterning on sholders; Magenta ground cloth with patterning in many colors; design of flowers fruit, birds, and foliage in blue, rose, yellow and black; blue velvet edges the neckline and armholes.\r\nTextile - Woven Fabirc",
  "dimension": "23 x 27 in. (58.42 x 68.58 cm)",
  "id": "http://api.artsmia.org/objects/63832",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3233,
  "image_width": 3627,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Blouse (huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Created late in the 20th century, these two <I>huipiles</I> clearly illustrate the two distinct weaving styles of San Antonio Aguas Calientes. Traditionally, huipiles featured finely patterned geometric motifs such as zigzags and bands of chevrons.  However, in the 1930s, women began appropriating European-inspired designs from imported needlework pattern books.  These realistic renderings of flowers, birds, fish, fruit, and cherubs were initially used sparingly. Today, it is not uncommon to see these designs covering the entire surface of a garment.\r\n\r\nWhile the traditional, geometric patterns are woven in a single-face weaving technique, the new designs are created using a complex technique called <I>marcador</I>.  This style of weaving produces a sturdy double-faced (reversible) fabric. Instead of relying on memorized patterns handed down from generation to generation, marcador designs are worked from graphs in the same manner as a counted cross-stitch or needlepoint pattern.\r\n\r\nWomen from Aguas Calientes are among the most prolific weavers in Guatemala, producing textiles for local, regional, and international markets.  Thus, these huipiles have become popular throughout the Mayan Highlands, and confer a degree of status to those wealthy enough to purchase one.  \r\n",
  "title": "Blouse (huipil)"
}
