{
  "accession_number": "77.77.42",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "South America",
  "country": "Peru",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Wari",
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Art of Africa and the Americas",
  "description": "Large tapestry sling. Also includes needlework. Red, brown, white, and gold. Long cord ending in small tassels on each end. Center and ends have diamond motif twining.",
  "dimension": "28 x 4 3/4in. (71.1 x 12.1cm)",
  "id": "http://api.artsmia.org/objects/21590",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, camelid fiber",
  "nationality": null,
  "object_name": "Ceremonial Sling",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Pre-Columbian",
  "text": "Slings have been in use for thousands of years for hunting, warfare and agricultural purposes. In the Andean Highlands, slings are made by male herders, who use them primarily to control their herds or to protect them from predators. They are also used in mock battles between friendly rivals as well as for dances and rituals.\r\nJudging by its size and construction, this object was probably created for ceremonial purposes. Not only is it much larger than a typical utilitarian sling, but its central cradle lacks the slit that would allow a projectile to be held securely in place.\r\nThe construction of Peruvian slings is complex, combining a variety of construction methods for both functional and aesthetic reasons. They are made entirely by manipulating the threads in the hand, except for the middle section which is laid flat for finger-weaving.",
  "title": "Ceremonial Sling"
}
