{
  "accession_number": "78.69.1a-f",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese; Artist: Tsuba by Ōmori Terumasa",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Mrs. Stanley Hawks",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "sword set: metal blade with snake decoration and 3 peg holes in tang that has also a gold lacquer signature; signed tsuba with soft metalwork decoration of dragon amidst waves; grip is wrapped, dragon head on tip, 2 silver menuki in form of a tiger on one side and a lion on the other; lacquer scabbard with horimono (metal decoration) at end in form of dragon wrapped around sword, gold and silver mounts; fabric tie",
  "dimension": "1 5/16 × 3/8 × 32 1/2 in. (3.33 × 0.95 × 82.55 cm) (blade (c))",
  "id": "http://api.artsmia.org/objects/21840",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1911,
  "image_width": 11088,
  "inscription": "on blade in gold lacquer: 長識 {Chōshoku} plus seal",
  "life_date": null,
  "markings": "",
  "medium": "Steel and gold paint; mounting: wood, lacquer, shakudō, shibuichi, gold, ray skin, and silk; tsuba: shakudō, shibuichi, and gold; menuki: silver",
  "nationality": null,
  "object_name": "Long sword (katana)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on tsuba: 幹支間　英昌 {Kanshiken Terumasa} plus seal",
  "style": "16th century",
  "text": "Sword manufacturing was introduced to Japan from the Asian mainland. The earliest known types of swords were straight and mostly 23 1/2 to 27 1/2 inches in length. They were made of bronze and used for stabbing as well as striking. Higher-ranking warriors on horseback carried tachi, swords that hung from the belt with the cutting edge facing down. The 1300s saw the development of a new type of sword called uchigatana, which warriors carried in the belt with the cutting edge facing up. Uchigatana were better suited for foot soldiers and became the sword most commonly used by the samurai, the warrior class, who needed a weapon suited to changing battle conditions. With its curvature near the tip, the blade offered a faster response time, enabling the warrior to draw and strike in a single motion. Uchigatana-type swords with a blade length of approximately 23 1/2 to 28 1/2 inches came to be known as katana, and shorter blades as wakizashi  (average 20 inches). To use both swords for fighting was uncommon, and on the battlefield it was customary to carry a katana and a more practical short dagger (tantō) with a blade length between 6 and 12 inches.",
  "title": "Blade with engraved snake for a long-sword (koto-katana) and mounting with dragon decoration"
}
