{
  "accession_number": "2003.137.15",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 2nd century",
  "department": "Asian Art",
  "description": "openwork plaque with bell-shaped bottom; human head at top center; upper bodies of fantastic animals at R and L; incised details; mounted on black cloth-covered board",
  "dimension": "8 9/16 x 11 1/2 in. (21.75 x 29.21 cm)",
  "id": "http://api.artsmia.org/objects/78100",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6012,
  "image_width": 7515,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": "Plaque in the Form of Hsi Wang Mu, Queen Mother of the West",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century",
  "text": "The Queen Mother of the west, Hsi Wang Mu, is shown seated at her throne with a winged tiger and dragon rampant at either side. Wearing a crown and voluminous robes, she faces south with the dragon protecting the east and the tiger, the west. Hsi Wang Mu was the Queen of Mount Kun lun, the sacred mountain of immortality, and by Eastern Han (25-220 a.d.) she had been incorporated into the Taoist pantheon. Her image within a tomb represented the Taoist spiritual cultivation toward immortality and eternal happiness. The tiger and dragon, standard directional animals most likely were understood as protectors of the eastern and western directions. This basic Hsi Wang Mu also appears in bronze mirrors and money trees discussed in eastern Han tombs of Szechwan province, where Taoism has its origins.",
  "title": "Plaque in the Form of Hsi Wang Mu, Queen Mother of the West"
}
