{
  "accession_number": "P.15,147-P.15,148",
  "art_champions_text": null,
  "artist": "Engraver: A.B. Duhamel; Artist: after Claude-Louis Desrais; Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1936\r\nCabinet des Modes\r\nLe Brun",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "November 20, 1786",
  "department": "European Art",
  "description": "Fashion periodical with green paper covers bound with two hand-colored engravings of women in fashionable period dress",
  "dimension": "8 1/2 × 5 3/8 in. (21.59 × 13.65 cm) (closed)",
  "id": "http://api.artsmia.org/objects/78596",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6813,
  "image_width": 4352,
  "inscription": "",
  "life_date": "French, 1746–1816",
  "markings": "",
  "medium": "Hand-colored engravings; letterpress",
  "nationality": "French",
  "object_name": "Periodical",
  "portfolio": "From Magasin des Modes nouvelles, françaises et anglaises, Paris, 1786-89",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In the years leading up to 1789, elite French fashion reached new heights of artifice and grandeur. For women, this involved padded, curled, and powdered hair, outsized hats, and lavishly trimmed silk gowns with full skirts shaped by rigid supports of cane or whalebone.\r\n\r\nMen's formal attire included silk suits trimmed with sparkling metal embroidery, costly lace accessories, and glittering buttons and shoe buckles made of real silver. Coiffed and powdered wigs demanded hats be carried under the arm rather than worn on the head for special occasions. Hats designed for such use were called \"chapeau bras,\" literally “arm hats.” Swords indicated high rank and distinction, a symbolic expression of a nobleman’s feudal bond with the king. All of these fashionable frivolities would soon fall victim to the Revolution.",
  "title": "Magasin des Modes Nouvelles, Seconde Année, Premier Cahier, 20 Novembre 1786"
}
