{
  "accession_number": "P.15,158-P.15,160",
  "art_champions_text": null,
  "artist": "Engraver: A.B. Duhamel; Artist: after Charpentier; Artist: after Mitan; Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1936\r\nCabinet des Modes\r\nLe Brun",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "December 30, 1786",
  "department": "European Art",
  "description": "Fashion periodical with green paper covers bound with two hand-colored engravings of people in fashionable period dress and one hand-colored engraving of belt buckles",
  "dimension": "8 1/2 × 5 3/8 in. (21.59 × 13.65 cm) (closed)",
  "id": "http://api.artsmia.org/objects/78633",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6583,
  "image_width": 4384,
  "inscription": "",
  "life_date": "French, 18th century",
  "markings": "",
  "medium": "Hand-colored engravings; letterpress",
  "nationality": "French",
  "object_name": "Periodical",
  "portfolio": "From Magasin des Modes nouvelles, françaises et anglaises, Paris, 1786-89",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Among France’s contemporaries, England exerted the greatest influence on French fashion in the years before, during, and following the Revolution. Viewed from France, English modes appeared remarkably informal, thanks largely to aristocratic lifestyles that revolved around country estates and the sporting pastimes they naturally entailed.\r\n\r\nRiding dress was a wardrobe staple for French Anglophiles of both sexes. For men, the key garment was a sturdy wool greatcoat, often topped with wide, tiered collars. Knee-high boots and brimmed hats completed the ensemble. Women’s riding habits―consisting of a matching wool skirt and coat―so resembled men’s equestrian dress they were made by male tailors, not seamstresses. Little to no makeup, natural hair, and masculine accessories like neckties (cravates), crops or walking sticks, and utilitarian hats all imparted a swaggering air. An important royal early adopter of this style was Philippe, Duke of Orleans.",
  "title": "Magasin des Modes Nouvelles, Seconde Année, Cinquième Cahier, 30 Décembre 1786"
}
