{
  "accession_number": "P.15,439-P.15,440",
  "art_champions_text": null,
  "artist": "Engraver: A.B. Duhamel; Artist: after Jean-Florentine Defraine; Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1936\r\nCabinet des Modes\r\nLe Brun",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "November 11, 1789",
  "department": "European Art",
  "description": "Trifold sheet from fashion periodical (P.15,441); at left in black and white are two belt buckles; in the center the bust of two women in hats with pink flowers; on the right a woman in a red, white, and blue striped gown and a white and pink striped hat with green plumes",
  "dimension": "7 3/8 × 13 1/4 in. (18.73 × 33.66 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/78640",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6056,
  "image_width": 10256,
  "inscription": "",
  "life_date": "French, 1760–1837",
  "markings": "",
  "medium": "Hand-colored engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From Magasin des Modes nouvelles, françaises et anglaises, Paris, 1786-89",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Often the smallest details carried the greatest symbolic weight. Even men’s shoe buckles—costly accessories purchased from jewelers—conveyed partisan commentary in form and materials. A royalist pre-revolutionary solid silver buckle with the king’s initial “L” (for Louis) would become a political fl ashpoint the following year, not only for its imagery. Supporters of the Revolution donated thousands of jewelry items, including shoe buckles, to the National Assembly for conversion into money. In an era of economic crisis, buckles made from inexpensive copper, not silver—or better yet, ribbon ties—were deemed patriotic and egalitarian.\r\n\r\nBy November 1789, devotees of the new nation could choose from buckles in the shape of the Bastille prison (top)— complete with ramparts and tiny cannons—or (bottom) ones symbolizing the Third Estate (commoners). According to the description, the latter took its form from a triangular square ruler utilized by masons and architects.",
  "title": "Fashion plate from Magasin des Modes Nouvelles, Quatrième Année, Trente-troisième Cahier, 11 Novembre 1789"
}
