{
  "accession_number": "2001.293.37",
  "art_champions_text": null,
  "artist": "Photographer: David Goldes",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Target Corporation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "photo with 4 images, from left: 3 TV screens with scientific images; view from high vantage point to city street with cars and walking figure; vase with tulips and silhouette of a hand; body of water in a city",
  "dimension": "11 1/4 x 41 3/16 in. (28.58 x 104.62 cm) (image)\r\n19 13/16 x 41 5/16 in. (50.32 x 104.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46118",
  "image": "invalid",
  "image_copyright": "© 1986 David Goldes %2F Yossi Milo Gallery",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "",
  "medium": "dye bleach color print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Giotto to Haley, a collage of sorts, was made when the artist David Goldes was on a fellowship in Paris. Giotto is the name of an Italian painter who lived 1276-1337, and it was also the name given to a space probe sent to investigate Haley’s Comet in the 1980’s. Goldes photographed the TV broadcast of the space probe launch, in addition to some everyday scenes around his Parisian apartment. \r\n\tTo make this kind of horizontal image, Goldes manipulated the typical film advance mechanism in a camera. In a typical camera, the roll of film is advanced a specific amount after each photo, or exposure, is made, causing separate images. In this case, Goldes, would take a photo then only partially wind the film and take another picture, often inside of the same pictorial frame, causing the images to overlap and become one continuous scene. In this particular photograph, you can see this happening to the left of the hand. The view out the window is one photo, or exposure, and the tulips are another, but they overlap, creating one single photograph. This manipulation encourages us to question the linear nature of stories and the standard format of photographs.",
  "title": "Giotto to Haley"
}
