{
  "accession_number": "2001.75.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "enthroned Buddha with figure kneeling before him and male and female figures to R and L at front; elaborately-dressed man at back; central text area",
  "dimension": "9-13/16 x 27-5/16 in. (24.9 x 69.4 cm)",
  "id": "http://api.artsmia.org/objects/46224",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodblock print on yellow hemp paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This scroll's unique format (seven half-pages per woodblock) assigns it to the Kuan Tsang, the government-sponsored triptaka (Buddhist text) of the Yuan dynasty (1280-1368). Prior to the discovery of this series, scholars had assumed that the Yuan government had never commissioned the carving of Buddhist sutras on a grand scale. The discovery of the Kuan Tsang sequence in 1979 by staff of the Yunnan Provincial Library was of incalculable significance to the study of early Chinese printing.\r\n\r\nThis scroll contains the fortieth chapter of the Garland Sutra. One of the most important tantric texts, it concerns the Buddha's quest for truth and was translated into Chinese around 700 CE.  A frontispiece, carved with careful devotion to detail, a printed colophon wishing long life and prosperity to the emperor, and an illustrated end-piece are likely Ming dynasty (15th century) additions as the calligraphy is in a more cursive type than that of the main text, which is done in beautifully proportioned Yan style.",
  "title": "Volume 40 of the Garland Sutra from the \"Lost\" Kuan Tsang Triptaka"
}
