{
  "accession_number": "2001.75.7.1,2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1597",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "2 soft covered volumes contained in a gold brocade folder; text with woodblock prints of figures, on horseback and in interiors",
  "dimension": "11-1/2 x 7-1/2 x 1-5/8 in. (29.2 x 19.1 x 4.1 cm)",
  "id": "http://api.artsmia.org/objects/46236",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodblock print on bamboo paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "One of the masterpieces of Chinese woodblock illustration is the semi-fictional account of sea voyages made between 1405 and 1433 conducted by the Ming court by Ch'eng Ho. Sponsored by the Ming court, Ch'eng commanded a huge commercial armada including the world's largest ships, a full eight times larger than the ships navigated by Columbus in the discovery of the new world.\r\nCh'eng Ho was a Muslim from the province of Yunnan who served the court of the Yung-lo emperor and is known to have organized seven maritime expeditions to southern and Southeast Asia, the Arabian Sea, and East Africa.\r\nThis edition was produced by the Fu-Chun Studio, the leading publisher in Nanjing which specialized in dramas. The publication departs from the standard Ming formula of single page illustrations by spreading the illustrations across two pages. These two volumes are numbers six and eight from a complete set containing 100 chapters in twenty volumes.",
  "title": "Ch'eng Ho's Adventure to the Western Ocean"
}
