{
  "accession_number": "2002.47a-rrr",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Asian Art",
  "description": "base with iridescent light green glaze and 2 animals, one standing on the back of the other; long post topped with openwork bird finial; 4 long branches at top: 3 depict figures dancing and holding objects and a figure under a canopy on top of branch and figures and radiating coins below branch; one depicts same scene except an animal replaces the figure under canopy; 20 rectangular branches, 19 with figures, horses, deer and figure under canopy with coins sprouting from branches; one with same scene except animal and figure(?) replace figure under canopy; 40 small branches with 3 radiating coins; pendant of monkey with a coin",
  "dimension": "58 x 24-1/2 x 24-1/2 in. (147.3 x 62.2 x 62.2 cm)",
  "id": "http://api.artsmia.org/objects/46241",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10904,
  "image_width": 5863,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze and green glazed earthenware",
  "nationality": null,
  "object_name": "sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "Among the most intriguing objects recently discovered in the Eastern Han (25-220) tombs of Szechuan province are so-called \"money trees.\" Typically made of a bronze trunk and branches set into a ceramic base, they are called  \"money trees\" because the lower part of the lattice-like branches are decorated with coin-shaped designs that imitate actual coins of the Han period. The coinage represents the wealth and abundance necessary to nourish the spirit in the afterlife, and the tree symbolized renewable, on-going monetary sustenance and unending prosperity.\r\n\r\nThe top of the tree is surmounted by an elegant phoenix (feng huang) or bird of good omen, but perhaps the most interesting aspects are the tops of the branches, which are cast with lively scenes of ancient ritual. In the top center of the branches is Xi Wang mu, Queen Mother of the West, seated in a sort of canopied shrine and being entertained by various performers, flying horses, and other mythological animals. Xi Wang mu emerged during Han (206 BCE - 220 CE) as an important deity of rulership and self-cultivation. She was eventually incorporated into the Taoist pantheon and became a popular subject for sculpture, mirrors, and decorated textiles.",
  "title": "Money Tree"
}
