{
  "accession_number": "2001.69.2.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 100 BCE - c. 100 CE",
  "department": "Asian Art",
  "description": "cylindrical box with stepped cover; large inlaid flower on cover with 6 inlaid animals; organic patterns overall in red, including on exterior of bottom section",
  "dimension": "5 3/4 x 6 11/16 x 6 11/16 in (14.6 x 17 x17cm)",
  "id": "http://api.artsmia.org/objects/46297",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted lacquer with silver inlay over wood core",
  "nationality": null,
  "object_name": "Case",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century BCE- 2nd century CE",
  "text": "This brilliantly decorated lacquer cosmetic case was recovered intact, complete with three small lacquer boxes inside. It is one of the best-preserved sets to have survived from the Western Han dynasty. Each smaller box is formed and decorated to match the larger case, or lian, with its delicately drawn scrollwork and silver inlay. The two small circular boxes have silver inlaid quatrefoil on top, and one still contains red face powder. In the narrow D-shaped box are four wooden hair combs of the same shape. The boxes are made of thin wood protected by several coats of dark brown lacquer. They are decorated with elaborate tracery painted in red and ocher lacquer and images of striding animals cut from silver sheets. The interiors of all boxes and lids are lacquered and embellished with identical scrollwork.",
  "title": "Lian cosmetic case with interior containers"
}
