{
  "accession_number": "2001.69.2.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 100 BCE -c. 200 CE",
  "department": "Asian Art",
  "description": "bell-shaped box with stepped cover; organic patterns overall in red on brown",
  "dimension": "2-1/8 x 2-1/8 x 2-7/8 in. (5.4 x 5.4 x 7.3 cm)",
  "id": "http://api.artsmia.org/objects/46324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1316,
  "image_width": 2560,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted lacquer with silver inlay over wood core",
  "nationality": null,
  "object_name": "Cosmetic Container",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century BCE - 3rd century CE",
  "text": "This brilliantly decorated lacquer cosmetic case was recovered intact, complete with three small lacquer boxes inside. Each smaller box is formed and decorated to match the larger case or lien with its delicately drawn scrollwork and silver inlay. The two small circular boxes have silver inlaid quatrefoil on top, and one still contains red face powder. In the narrow D-shaped box are four wooden hair combs of the same shape. The boxes are made of thin wood protected by several coats of dark brown lacquer. They are decorated with elaborate tracery painted in red and ochre lacquer, and their sides and shoulders are inset with silver sheet images of striding animals. The interiors of all boxes and lids are lacquered and embellished with identical scrollwork. This luxurious group of ancient lacquer is one of the best-preserved sets to have survived from the Han dynasty. Radiocarbon tests have dated it to between 98 BCE and 89 CE.",
  "title": "Cosmetic Container"
}
