{
  "accession_number": "2001.135.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "3rd-2nd century BCE",
  "department": "Asian Art",
  "description": "cylindrical shaped, with 4 segments separated by raised rings; stylized, heavily abstracted bird designs with scrolls, circles and lines",
  "dimension": "16-7/16 x 2-3/16 x 2-3/16 in. (41.8 x 5.6 x 5.6 cm)",
  "id": "http://api.artsmia.org/objects/46352",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7398,
  "image_width": 4162,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with silver inlay",
  "nationality": null,
  "object_name": "Chariot Fitting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd-2nd century BCE",
  "text": "This extraordinary ornamental fitting was made for the central coupling of a wood shaft supporting the umbrella-like canopy over the chariot of an imperial prince or high-ranking dignitary. The production of such complex designs in precious metals inlaid in bronze was an innovation of the Warring States period (480-221 BCE). This was the era when painted lacquer designs began to influence the designs of the bronze industry, especially those of inlaid bronze which, like the lacquer it imitated, achieved highly decorative effects.\r\nThe cylindrical shaft is sectioned into four bands densely inlaid with triangles, spirals, and highly abstracted animal forms in an elaborately complex pattern that covers the entire surface. The excavation of the second-century BCE tomb of the king of Nanyue in Guangdong province yielded four related inlaid cylindrical fittings, including one closely related to the present example.",
  "title": "Chariot Fitting"
}
