{
  "accession_number": "P.5,873",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 3/8 x 6 5/8 in. (21.27 x 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46417",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2277,
  "image_width": 1816,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 11 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Job's God is identical with the God of Eliphaz, the same God of untempered justice. He points with his right hand to the tables of the Law, from which emerge the lightnings of damnation, and with his left hand to the Hell below to which his Law condemns Job. Devils reach up from black flames to drag down Job by his feet and loins. However Job observes for the first time the cloven hoof of this God's left foot. This God of Justice is only Satan, masquerading as an angel of light. He is the Accuser, who knows that no man is so pure as to be perfect. Every man judged by this God, the God is of this world only, is condemned. And this God is entwined with the serpent of materialism. This is Blake's most persevering doctrine. The true God is not the evil and temporary God of Justice, but Jesus who forgives all sins and requires no penalty. This is the nadir of Job's life and the turning point, and only by bitter Experience he has seen and recognized that his supposed God is his Devil.\r\n\r\nThe progress of Job's thoughts is shown in the texts in the margin from top to bottom.",
  "title": "With Dreams upon my bed thou scarest me & affrightest me with Visions"
}
