{
  "accession_number": "P.5,864",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 3/4 x 6 5/8 in. (22.23 x 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46422",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2268,
  "image_width": 1780,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 2 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "God is Job's own ideal and bears a resemblance to Job. This God reigns supreme with the book of Law open in his lap. Being Job's ideal, he can claim that Job is perfect. Satan the Accuser appears before the Lord. Job questions his own piety. The two dim faces beneath the arms of Satan are the shadowy error of Job and his wife. Although angels cast scrolls listing Job's good deeds, until that error is given definite form, it cannot be recognized and cast out.\r\n\r\nAlthough Job tried to raise his children properly he knows that his sons feasted nightly and cursed God. Yet Job does not want to know how they are really acting and turns his back on his oldest son who sits with his mistress and their baby. His son lives his life according to his own instincts-the natural reaction of children against the perfection of a stern father.\r\n\r\nThe vignette in the margins reinforces the idea of the illustration. Below to the right and left are Job and his wife still in the pastoral state of innocence. But above them respectively to the right are the parrot of vain repetitions and to the left the peacock of pride.",
  "title": "When the Almighty was yet with me, When my Children were about me"
}
