{
  "accession_number": "P.5,877",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/2 x 6 5/8 in. (21.59 x 16.83 cm) (sheet, mount)",
  "id": "http://api.artsmia.org/objects/46421",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2322,
  "image_width": 1855,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 15 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Here, God explains the mystery of the incessant warfare in the human world. He reaches down through the cloud-barrier with his left hand to indicate Behemoth and Leviathan. These two creatures exist in man himself; God proclaims to Job \"Behold now Behemoth which I made with thee.\" (Job xl: 15-24; lxi: 1-34). The cloud-barrier of Job's world includes the sphere in which they exist; it is a picture of the subconscious, the unredeemed portion of psyche, which the bulrushes identify as Egypt-the unredeemed portion of mankind. These are the terrible forces within man, against which he seems helpless: \"the War by Sea enormous and the War by Land astounding, erecting pillars in the deepest Hell to reach the heavenly arches\" (Blake, Jerusalem, 91: 39-42). They also function as a means of God's providence.\r\n\r\nBehemoth is \"the chief ways of God\": warfare of the spirit is one of the chief joys of Eternity, though when materialized on earth it is rendered deadly (Milton 34: 50-52; 35: 2-3). Leviathan is King over all the Children of Pride-that is, over all unredeemed mankind. His name means \"coiled,\" and therefore he is depicted as having a huge spiral, representing the everlasting repetitions in the round of nature.\r\n\r\nAt the upper corners, angels write the laws of the universe; at the lower corners are the eagles which Urizen sends forth in his work of creation (The Four Zoas ii: 150). Below are the emptied shells of the mortal bodies which are grown by man's spirit and then abandoned on the margin of the Sea of Time and Space.",
  "title": "Behold now Behemoth which I made with thee"
}
