{
  "accession_number": "P.5,867",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 7/16 x 6 5/8 in. (21.43 x 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46457",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2319,
  "image_width": 1801,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 5 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Plate V is not based on the biblical text. Here Job shares his last loaf of bread with a blind beggar. He does this since it is the proper thing to do not because he naturally wishes to do it. Such charity can only be bestowed and received with the left hand. Job's God keeps his seat by clutching at the book of law; the scroll which represents the better sides of Job's life that he has ignored appears dangling and ignored in his left hand. Nevertheless, this type of charity is a spiritual act (his right foot protrudes beneath the robe) and the angels still attend to him. \r\n\r\nThe flames that Satan diverts toward the head of Job are fires of guilt; the appalled angels withdraw from them. The Gothic church is now absent for Job is now in error. The cromlech, a Druid structure in the background has replaced the church. The former is the symbol of a primal, brutal religion which sacrifices others but not the self.\r\n\r\nThe sympathy of Job's wife contradicts the biblical account, where she urges Job to curse God and die; here she is supportive of her husband with confidence and love.\r\n\r\nThe margins are filled with flames and briars and the serpent, now fully revealed, though not to Job.",
  "title": "Then went Satan forth from the presence of the Lord"
}
