{
  "accession_number": "P.5,880",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/2 x 6 3/4 in. (21.59 x 17.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46454",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2379,
  "image_width": 1882,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 18 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The mystical ecstasy is temporary although it affects all the rest of man's life. God is transformed from his manifestation as Man into the likeness of a great sun in the heavens. Also, Job finds that in prayer the great mystical descent, typified by the angels in the margins, is mildly repeated. \r\n\r\nRebuked by the Lord, the friends ask Job to pray for them. He consents; it is the forgiveness of sins. Thereupon the Lord accepts Job and releases him from his captivity under Satan the Accuser. His prayer is one of forgiveness, self-sacrifice (represented by his cruciform attitude), an inward act since he faces inward. The flame of his sacrifice pierces the clouds that separate the worlds and reaches to the heart of God.\r\n\r\nThe wheat in the margins signifies that prayer is the Daily Bread of the soul. In the lower margin is the text for Forgiveness, in a book, along with the scrolls of Blake's poems, his palette, and his burin: the arts are also forms of prayer.",
  "title": "And my Servant Job shall pray for you"
}
