{
  "accession_number": "P.5,876",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 x 6 7/16 in. (20.32 x 16.35 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46452",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2208,
  "image_width": 1783,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 14 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Mystical ecstasy is a state of knowledge as well as emotion but the knowledge is usually so profound as to be incommunicable afterward. Blake possessed two arts to capture and define the wisdom derived from ecstasy. The vision in the universe evoked in this illustration reflects Job's experience with the Whirlwind depicted in the preceding plate.\r\n\r\nThis universe is the fourfold soul of man: the flesh, the brain, the heart, and the imagination. The lowest is the world of the flesh, where Job sits with his wife and friends enclosed by the thickest cloud-barriers. Above them to the left is the Greek god Apollo, who represents the intellect. This radiant sun god, drawn by the horses of instruction, strives perpetually to push back the clouds enclosing his domain to enlarge it. His counterpart on the right is the moon goddess Diana, the heart. Her purity guides the dragons of passion during the night of marriage. Highest of all is the realm of the imagination, enclosed by the thinnest cloud-barriers. It is separated from the others by a small space, which expands into other empty spaces, suggesting that there exist as yet unknown worlds in the human soul.\r\n\r\nThe central figure of God is always the Divine Imagination in Blake's writings. He is in the cruciform position of self-sacrifice. His arms protect the brain and the heart, and only through him can the realm of spirit be entered. In his poems, Blake named these realms \"the Four Zoas\": Tharmas, the flesh; Urizen, the intellect; Luvah, the emotions; and Los, the creative spirit.\r\n\r\nIn the side margins are the six days of the creation, the Sabbath and Millennium, the spiritual rebirth of man. The lower margin continues the cloud-barrier of the realm of the flesh with the Leviathan of Nature, which resides in the Sea of Time and Space. Below him is the worm of death, coiled around a shrouded corpse. In the upper corners are the constellations Pleiades and Orion.",
  "title": "When the morning Stars sang together, & all the Sons of God shouted for joy"
}
