{
  "accession_number": "P.5,883",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/2 x 6 5/8 in. (21.59 x 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46453",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2319,
  "image_width": 1825,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 21 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the last segment of the Job saga, the long night is over and the sun rises. In the west is the moon, attended by two stars, one of which is the moving star Lucifer. Job's manhood, purged of all error, is now complete, and his wealth is doubled (Job xliii: 10). The whole family is reunited in harmony; the sons and daughters are restored. They no longer kneel nor are they silent. They and their parents praise the Lord with musical instruments formerly hung on the tree. The books of law have disappeared. The three arts join in the celebration: the daughter on the right plays a lyre (music), and the daughter in the foreground sings from a scroll (poetry); the slender book held by the daughter to the left represents painting.\r\n\r\nThe Justice of the Old Testament are the Mercy of the New are invited: \"they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvelous are the works, Lord God Almighty; just and true are thy ways, thou King of saints.\" (Revelation xv: 3)",
  "title": "So the Lord blessed the latter end of Job more than the beginning"
}
