{
  "accession_number": "P.5,882",
  "art_champions_text": null,
  "artist": "Artist: William Blake",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/2 x 6 5/8 in. (21.59 x 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/46455",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2316,
  "image_width": 1840,
  "inscription": "",
  "life_date": "British, 1757–1827",
  "markings": "",
  "medium": "Engraving",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate 20 from Illustrations of The Book of Job",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "It is not enough to be saved. The redeemed must now show the way to others. This is accomplished by means of the arts. Job is relating his experiences to his three daughters-Poetry, Painting and Music. They are enriched by their inheritance of Job's experiences, for the benefit of their spiritual brothers. \r\n\r\nAesthetic creation is a lower form of mystical ecstasy, the Whirlwind, which is depicted immediately above Job. Depictions of the disasters that befell him are visible in panels to the left and right.\r\n\r\nSince he is now sacrificing himself for mankind, Job faces outward in the cruciform position of the God, seen in the panel above him. The two texts in the upper margin (Psalm cxxxis) state that inspiration comes from God and is to be found everywhere.\r\n\r\nThe floor consists of a great circle formed into a mosaic pattern with many smaller interlacing circles. This represents the communion of the heaven of art. The inscribed portions being contained in one great circle, who is the One Man, Jesus himself.\r\n\r\nArt is the sacrificial wine of the Eucharist. In the margins are fruiting grapevines and instruments of music. The miniscule angels who embrace on the corners repeat this communion of joy.",
  "title": "There were not found Women fair as the Daughters of Job in all the Land & their Father gave them Inheritance among their Brethren"
}
