{
  "accession_number": "2001.139.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1424",
  "department": "Asian Art",
  "description": "shiny white glaze; domed lower portion with 3 feet, holding up bowl-shaped element on a thick stem; lotus blossom and scroll designs",
  "dimension": "8-1/8 x 7-15/16 x 7-15/16 in. (20.6 x 20.2 x 20.2 cm)",
  "id": "http://api.artsmia.org/objects/46846",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Jingdezhen ware Carved and appliqué porcelain under clear glaze",
  "nationality": null,
  "object_name": "Tripod Stand or Censer",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This extremely rare stand or censer is very similar to one excavated at the site of the early Ming imperial kilns at Ch'u-shan in Ching-te-chen, Kiangsu province and both are extraordinary examples of the magnificent \"sweet white\" porcelains produced during the reign of the Yongle emperor (1403-24). White ware held special significance for the emperor and it was the predominant color of Yongle court-sponsored wares. This imperial taste prompted changes in glaze and body constituents that resulted in this special type of \"sweet white\" ware whose sensuous surfaces are characteristically luminescent and silky.\r\nTraditional Buddhist sculpture probably inspired this three-footed stand with its appliquéd lotus petal motifs arranged in throne-like fashion. Such powerful sculptural embellishment is rare in Yung-lo white porcelain which is more often delicately molded or incised.\r\nGiven the lotus symbolism seen here, it is likely this stand would have either supported a bowl for incense burning or served as a censer itself in an altar table decorated for Buddhist ritual.",
  "title": "Tripod Stand or Censer"
}
