{
  "accession_number": "2001.139.2",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1426-1435",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "large blue and white glazed jar with dragon and 4 fantastic heads; wide foot and shoulder; narrow reel mouth",
  "dimension": "21 1/2 x 11 7/16 in. (54.6 x 29.1 cm)",
  "id": "http://api.artsmia.org/objects/46853",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4050,
  "image_width": 3405,
  "inscription": "4-character untranslated inscription, between 2 fantastic heads",
  "life_date": null,
  "markings": "Hsuan-te mark and period",
  "medium": "Jingdezhen ware; porcelain with cobalt blue decor under a clear glaze",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "In many respects, Hsuan-te period blue-and-white wares illustrate this important decorative technique at its apogee. These vessels combine a freedom and energy of a newly emergent art form with the sophistication of concept and mastery of technique that comes with maturity.\r\n<P>This impressive early fifteenth century vase bears the four-character mark of the Hsuan-te reign period (1426-35) written in underglaze blue on the shoulder. It also features an exuberant five-claw imperial dragon as the central motif projecting an air of majesty and power as it strides around the surface of the vessel. The formality of the design is further enhanced by four frontal lion masks that, along with stylized clouds, decorate the shoulder.\r\n<P>The scale and imperial imagery of this magnificent vase suggest a formal use within the halls of an imperial compound. It was likely one of a matching pair of vases, used to create balanced, formal arrangements in the large rooms of the Forbidden City.\r\n",
  "title": "Meiping vase decorated with a dragon in underglaze blue"
}
