{
  "accession_number": "2001.139.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1426-1435",
  "department": "Asian Art",
  "description": "large blue and white glazed jar with dragon and 4 fantastic heads; wide foot and shoulder; narrow reel mouth",
  "dimension": "21 1/2 x 11 7/16 in. (54.6 x 29.1 cm)",
  "id": "http://api.artsmia.org/objects/46853",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4050,
  "image_width": 3405,
  "inscription": "4-character untranslated inscription, between 2 fantastic heads",
  "life_date": null,
  "markings": "Hsuan-te mark and period",
  "medium": "Jingdezhen ware; porcelain with cobalt blue decor under a clear glaze",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Vessels like this Xuande period meiping vase illustrate the decorative technique of blue-and-white wares at its most accomplished. It combines freedom and energy of a newly emergent art form with the sophistication of concept and mastery of technique that comes with maturity. It features an exuberant five-claw imperial dragon as the central motif, which projects an air of majesty and power as it strides around the surface of the vessel. Four frontal lion masks, alternating with stylized clouds, decorate the shoulder. The scale and imperial imagery of this magnificent vase suggest a formal use within the halls of an imperial compound. It was likely one of a matching pair of vases, used to create balanced, formal arrangements in the large rooms of the Forbidden City, the imperial palace in Beijing.",
  "title": "Meiping vase decorated with a dragon in underglaze blue"
}
