{
  "accession_number": "2001.139.5",
  "art_champions_text": null,
  "artist": "Artist: Yu Ling",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1653",
  "department": "Asian Art",
  "description": "5 men unrolling and viewing a hanging scroll in an outdoor setting; man at R holds a small vessel",
  "dimension": "60-15/16 x 36-3/4 in. (154.8 x 93.3 cm)",
  "id": "http://api.artsmia.org/objects/46877",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10136,
  "image_width": 6166,
  "inscription": "untranslated inscription and 2 seals, ULC",
  "life_date": "Chinese, active late 17th century",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In a mountainous setting dominated by a venerable pine, five old men gather around a painting of Shoulao, the god of immortality. The inscription on the painting provides the reason for this choice of subject matter. It reads: During the eighth lunar month of the year, 1653, painted to wish old Kui prosperity and longevity on his fiftieth birthday. Xicun (West Village), Yu Ling.\r\n\r\nVirtually everything in the painting carries Daoist connotations of longevity, including the pine and rocks, the medicinal fungus tied to the walking staff, the rhinoceros horn cup, and the double gourd held by two of the men containing no doubt the elixir of immortality. Within the painting being viewed, Shoulao, Immortal of the Southern Pole, is accompanied by cranes, pine, and deer, all standard metaphors for long life.\r\n\r\nThe style of Yu Ling's painting is that of the Zhe school of artists that flourished in the Zhejiang city of Hangzhou during much of Ming. Not surprisingly, Yu Ling is recorded as having spent most of his career working in that same city.",
  "title": "Immortals Beneath the Pine Tree"
}
