{
  "accession_number": "2001.91",
  "art_champions_text": null,
  "artist": "Artist: Harvey K. Littleton",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Lyle and Francine Laske",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1964",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "grey glaze with band of mottled green and blue topped with brown u-shaped arcs and brown specks overall; cylindrical body on slightly tapering foot with tapering neck",
  "dimension": "11-1/8 x 6 x 6 in. (28.3 x 15.2 x 15.2 cm)",
  "id": "http://api.artsmia.org/objects/46957",
  "image": "invalid",
  "image_copyright": "© Harvey K. Littleton",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1922-2013",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The donor of this piece, Lyle Laske, was a student of Littleton's at the University of Wisconsin-Madison from 1959-1961, where Littleton was head of the ceramics department. In 1961, Littleton generously designed a kiln for Laske and a friend's small pottery business. \r\n\r\nIn 1964, when Laske was studying for his M.F.A. at Madison, Littleton was continuing his experiments with glass that placed him at the beginning of the studio glass movement, and was heading its newly-founded glass department. At this time Littleton was also marketing a potter's wheel of his own invention, and knowing that Laske had drafting experience, asked him to produce mechanical drawings of his foot-pedal wheel. As payment for the drawings, Littleton asked Laske to his studio, where he could choose from any of Littleton's pots.  Laske preferred the proportions and decoration of this pot over larger ones that Littleton was steering him toward.",
  "title": "Vase"
}
