{
  "accession_number": "2003.72",
  "art_champions_text": null,
  "artist": "Photographer: Ilse Bing",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "The Ethelyn Bros Photography Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1931",
  "department": "Arts of the Americas",
  "description": "woman leaning on her elbow with a small camera in front of her face at R and reflected, in profile, in a mirror at L",
  "dimension": "10 7/16 x 11 7/8 in. (26.51 x 30.16 cm) (image)\r\n10 7/8 x 13 15/16 in. (27.62 x 35.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/67366",
  "image": "invalid",
  "image_copyright": "© Estate Ilse Bing %2F Edwynn Houk Gallery",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Inscription\r\non back, in pencil: [ILSE/ BING/ 1931/ pr 1935]",
  "life_date": "American (born Germany), 1899–1998",
  "markings": "",
  "medium": "Gelatin silver print (printed 1985)",
  "nationality": "American (born Germany)",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC of image, in black ink: [ILSE/ BING/ 1931]",
  "style": "20th century",
  "text": "Born in Frankfurt,Germany in 1899, Ilse Bing taught herself photography while preparing for her PhD. dissertation.  By 1929 she became so enamored of photography, she abandoned academic studies to pursue photography full time.\r\n\r\nIn 1930 she moved to Paris where it is asserted that she was the only photographer to work exclusively with a 35 mm camera (a Leica).  Not only was she one of the first to use the Leica and to pursue night photography, but she was involved in the early development of solarization as well.  \r\n\r\nDuring the 1930s she worked for Harper's Bazaar and the fashion house of Schiaparelli. She also received commissions to photograph in Holland.  Her work was included in several of the first modern photography exhibitions held at the Galerie de la Pléiade (1930-33, 1938) and at the Louvre (1936) where fellow artists included such luminaries as Henri Cartier-Bresson, André Kertész, Man Ray, and Brassaï. Her work was shown also at the International Salons in Paris, as well as several major exhibitions in the United States.  \r\n\r\nAfter being interned in France at the beginning of World War II, she and her husband, pianist and musicologist Konrad Wolff, were permitted to enter the United States.  She continued to work as a photographer until 1959.  At that time she abandoned photography to paint, write poetry and create photo collages.\r\n\r\nThis image is a remarkably original self-portrait in which Ms. Bing photographed a mirrored image of herself with one bent arm leaning against a table.  Her Leica is positioned on a tripod in front of one eye while there is a side view of herself reflected in another mirror.\r\n\r\nThis is the first work by Ilse Bing to be acquired by The Minneapolis Institute of Arts.\r\n\r\nCaroline Wanstall\r\nDepartment of Photographs.",
  "title": "Self-Portrait, Paris"
}
