{
  "accession_number": "2003.42",
  "art_champions_text": null,
  "artist": "Designer: George Nelson; Manufacturer: Howard Miller Clock Company",
  "catalogue_raissonne": null,
  "classification": " Horology",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from various donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1949",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "round orange body with twelve radiating chrome spokes, each terminating with an orange ball; black hour and minute hands, red second hand",
  "dimension": "13 3/8 x 13 3/8 x 2 3/4 in. (33.97 x 33.97 x 6.99 cm)",
  "id": "http://api.artsmia.org/objects/67467",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1907-1986",
  "markings": "",
  "medium": "Wood, steel, chrome, pigment, electrical components",
  "nationality": "American",
  "object_name": "Clock",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "To many, the Atomic Age conveys rather sinister implications.  Yet, resourceful artists and designers have incorporated its familiar elements - particularly rods and spheres - into witty references to atomic particles.  Particularly noteworthy is this  Atomic wall clock, one of a series of electric wall and table clocks George Nelson designed for the Howard Miller Clock Company beginning in 1949.  His many clock designs were produced in variety of colors and materials.  Today, several (including this period piece) have been reissued with slight modifications.  This coral-colored model is rather rare, being among the first produced by the company.  As a prolific writer, critic, and designer, Nelson's ideas were extremely influential and forward-looking.",
  "title": "\"Atomic\" wall clock (also known as \"Ball\" clock), model 4755"
}
