{
  "accession_number": "P.78.2",
  "art_champions_text": null,
  "artist": "Artist: Jasper Johns; Author: Samuel Beckett; Publisher: Petersburg Press Ltd., London",
  "catalogue_raissonne": "Field 215-248; ULAE 173",
  "classification": " Books",
  "continent": "North America and Europe",
  "country": "United States and France",
  "creditline": "Gift of funds from the Hersey Foundation and the National Endowment for the Arts",
  "culture": null,
  "curator_approved": 1,
  "dated": "1976",
  "department": "European Art",
  "description": "A book of five texts by Samuel Beckett and 33 etchings by Jasper Johns; binding: linen covered binder with liner of \"Hatching\" lithograph, printed in four colors with purple tassle; type: Caslon Old-Face 16 pt.; hand-printed by Fequet & Baudier, Paris",
  "dimension": "13 1/2 x 10 1/2 in. (34.29 x 26.67 cm)",
  "id": "http://api.artsmia.org/objects/67473",
  "image": "valid",
  "image_copyright": "Art © Jasper Johns %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 2905,
  "image_width": 4791,
  "inscription": "Signatures; Edition\r\n\r\n",
  "life_date": "American, born 1930",
  "markings": "",
  "medium": "Etchings and aquatints; color lithography; letterpress",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "(Brooke Alexander Gallery, New York); sold to MIA, 1978.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Initialed by Beckett and signed by Johns on the justification page",
  "style": "20th century",
  "text": "In one of the milestones of twentieth-century artists' books, Jasper Johns and Irish writer and poet Samuel Beckett (1906-1989) join forces in the enigmatic and elegant Foirades/Fizzles. Featuring five short prose texts, or \"fizzles,\" by Beckett along with 33 original intaglio prints by Johns, the collaboration seamlessly merges Beckett's austere writing style and concept of the fragmented individual with Johns's sensual rendering s of numerals, flagstones, crosshatchings, and parts of the human body. Originally written in French, the fizzles were translated into English by Beckett for this project. Johns's imagery is based both on his repertoire of iconic motifs and from his monumental work, Untitled (1972),a four-panel painting that features fragmentary patterns that the artist observed in the streets of New York City.",
  "title": "Foirades/Fizzles"
}
