{
  "accession_number": "2003.59",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Vietnam",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Cham",
  "curator_approved": 0,
  "dated": "late 10th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "man with thick belly, seated cross-legged on a platform; man wears crown, beaded necklace and holds flower in each hand; flames or flower behind head on architectural element",
  "dimension": "41 x 20 3/4 x 19 1/8 in. (104.14 x 52.71 x 48.58 cm)",
  "id": "http://api.artsmia.org/objects/67498",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3982,
  "image_width": 3084,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Sandstone",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th century",
  "text": "This sandstone image of a deified king relates stylistically to sculpture found at ancient temple complexes like those at My Son and Dong Duong, south of Da Nang in Vietnam’s central highlands. It is a rare and classic example of Cham sculpture, a product of Champa, an Indianized kingdom that flourished in South Vietnam between the third and fifteenth centuries. Champa reached its zenith in the tenth century and maintained economic, political, and religious links with China, India, and the Khmer civilization in Cambodia. While the concept of deified kingship is most likely Khmer in origin, Champa rulers enthusiastically promoted it, and their stylized portraits were occasionally integrated into court-sponsored Hindu and Buddhist temples. Sitting in a yogic posture (<I>satvaparyankasava</I>), the deified king holds lotus flowers in his outstretched hands, emphasizing his spiritual rather than martial power.",
  "title": "Deified King"
}
