{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "late 10th century",
  "culture": "Cham",
  "country": "Vietnam",
  "continent": null,
  "dimension": "41 x 20 3/4 x 19 1/8 in. (104.14 x 52.71 x 48.58 cm)",
  "medium": "Sandstone",
  "title": "Deified King",
  "id": "http://api.artsmia.org/objects/67498",
  "room": "G213",
  "style": "10th century",
  "marks": " ",
  "text": "Dating to the tenth century, this crisply carved, sandstone image of a deified king relates stylistically to sculpture found at ancient temple complexes like those at My Son and Dong Duong south of Da Nang, in Vietnam's central highlands. It is a rare and classic example of Cham sculpture, a product of Champa, an Indianized kingdom that flourished in South Vietnam between the third and fifteenth centuries. Champa reached its zenith in the tenth century and maintained economic, political, and religious links with China, India, and the Khmer civilization in Cambodia. While the concept of deified kingship is most likely Khmer in origin, Cham rulers enthusiastically promoted it and their stylized portraits were occasionally integrated into court sponsored Hindu and Buddhist temples.\r\n<P>The male deity sits trance-like, meditating in a yogic posture (<I>satvaparyankasava</I>), his stomach distended in a form of breath control. Meant to be wise and intelligent, the king has been portrayed in meditation to symbolize his intellectual rather than martial power. His hair is elaborately plaited, and he wears a finely carved necklace of large beads with a central pendant. He holds lotus flowers in his outstretched hands, and the flame-shaped aureole behind him has floral ornamentation.",
  "description": "man with thick belly, seated cross-legged on a platform; man wears crown, beaded necklace and holds flower in each hand; flames or flower behind head on architectural element",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "accession_number": "2003.59                                   ",
  "artist": "Unknown"
}
