{
  "accession_number": "L2004.152.4",
  "artist": "Karl Albert Buehr",
  "continent": null,
  "country": "United States",
  "creditline": "Lent by Michael and Jean Antonello",
  "culture": null,
  "dated": "c. 1922",
  "description": "blonde woman wearing purple and white dress seated below tree at left",
  "dimension": "25 x 31 1/2 in. (63.5 x 80.01 cm) (sight)\r\n33 x 39 1/2 x 3 7/8 in. (83.82 x 100.33 x 9.84 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/67514",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "German, 1866 - 1952",
  "marks": "Signature and label LLC in purple oil: [K. A. Buehr. A.N.A.]",
  "medium": "Oil on canvas",
  "nationality": "German",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Born in Feuerbach, Germany, Karl Buehr was only three years of age when his family emigrated to America and settled in Chicago in 1869.  He began his training at the Art Institute of Chicago when, in 1894, his studies were interrupted with period of service in the Spanish-American War.   With the war behind him, however, he took off for Europe to study art at the Académie Julian in Paris, and later in Holland.  He returned to America for only four years before setting off for Europe again for an eight-year sojourn that included periods of study in Italy and later in London, studying with the artist Frank Brangwyn.  It was in 1909 that he began the first of several extended stays in Giverny, France where he found great camaraderie and inspiration in the artist community that had risen up around Claude Monet.  \r\n\r\nWoman Resting Below Tree was created around 1922 in a style that reflects the influence of his time at Giverny.  Unlike the work of many of his contemporaries there, however, his was more independent of spatial illusion.  This flattenting of space, along with Buehr's deft placement of dry strokes of pigment, emphasizes the surface of the canvas, rendering a beautiful, decorative quality.\r\n",
  "title": "Woman Resting Below the Tree"
}
