{
  "accession_number": "P.69.200",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Foster 68",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mr. and Mrs. Russell Cowles",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "41 7/8 x 29 in. (106.36 x 73.66 cm) (image)",
  "id": "http://api.artsmia.org/objects/67635",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Tides%2C 1969 © Robert Rauschenberg Foundation",
  "image_height": 6603,
  "image_width": 4701,
  "inscription": "Signature, Date, Edition",
  "life_date": "American, 1925–2008",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Dayton's Gallery 12, Minneapolis); sold to MIA with gift of funds, 1969",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Along with the prints Drifts and Gulf, this lithograph was produced in the summer of 1969 using photosensitive printing matrices, one of four methods Rauschenberg and the U.L.A.E. printing staff devised for transferring existing photographic images onto a limestone surface. Photosensitive emulsion was applied to the lithographic stones, which in turn were exposed to projected photographic images (negatives). The light sensitive surface of the limestone accepted the images in the exact proportions and in the same orientation as the original photographs (although the original negatives could be reversed, if desired, during projection). The varying tones and the distinctive moiré pattern seen in these prints was achieved by preparing negatives of overlapping transparent sheets of Ben-day dots, a commercial printing process, and projecting them onto the light sensitive limestone matrix. These moiré patterns reminded Rauschenberg of reflections on the surface of water and chose titles that evoke this association.",
  "title": "Tides"
}
