{
  "accession_number": "2006.86.7",
  "art_champions_text": null,
  "artist": "Photographer: Lee Miller",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1936",
  "department": "Arts of the Americas",
  "description": "Man Ray in profile from PR, with shaving cream on his face",
  "dimension": "7 3/4 x 5 in. (19.69 x 12.7 cm) (image)\r\n12 3/4 x 8 11/16 in. (32.39 x 22.07 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/98016",
  "image": "valid",
  "image_copyright": "Copyright © Lee Miller Archives",
  "image_height": 5384,
  "image_width": 3424,
  "inscription": "Stamp",
  "life_date": "American, 1907–1977",
  "markings": "on back, in black: three Lee Miller archive stamps; LLC, impressed in paper: Lee Miller archive stamp",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Lee Miller and Man Ray met when she moved from New York to Paris. They were lovers, and she was also his assistant. A war correspondent, photographer, and model, Lee Miller ran her own portrait studios in both Paris and New York before relocating to London just before the beginning of World War II (1939-45).\r\nThis photograph of Miller was made at the beginning of their affair, when she was twenty-three years old. Seated on a bed surrounded by soft sheets and bathed in a soft overhead light, Man Ray produces a tender study of Miller, her beauty reminiscent of Baroque (a style of art and architecture of the 1600s to the late 1700s Europe, characterized by ornate details) representations of the goddess Venus.\r\nMiller captures Man Ray in a sharp silhouette, the dark outline of his face creating a harsh contrast to the white shaving cream. His calm expression and strong profile create an image that would feel at home on the side of a coin. This stoic portrait is softened however, by the fact that he is caught in the act of shaving, which may make the photo seem more intimate and approachable.",
  "title": "Man Ray Shaving"
}
