{
  "accession_number": "2005.136.18.2",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Central America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "K'iche' Maya",
  "curator_approved": 0,
  "dated": "c. 1960",
  "department": "Art of Africa and the Americas",
  "description": "man's, wool black twill ground with multicolored floral embroidery--pink dominates; silk florals and swirls; satin and chain stitch; all openings embroidered; side seams embroidered, front and back; decorated with 7\" brilliant flowers--2 in front, 2 in back; back trimmed with applied, twisted black fringe; stand-up collar, long sleeves; side pockets; one colored fringe every 2-1/5\"",
  "dimension": "24 x 61 1/2 in. (60.96 x 156.21 cm)\r\n5 1/2 in. (13.97 cm) (fringe)",
  "id": "http://api.artsmia.org/objects/98098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2524,
  "image_width": 5204,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk, cotton; needlework",
  "nationality": null,
  "object_name": "Ceremonial jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Men in Chichicastenango no longer wear traditional everyday dress (<I>traje</I>), but their ceremonial traje is among the most spectacular in the Guatemalan highlands.  Loosely patterned after a Spanish matador's costume, the heavy woolen jacket and pants are opulently embroidered in silk or synthetic silk floss, often by the owner. One large red <I>tzute</I> is carefully arranged as a head covering, while an additional tzute may be worn over the shoulders or used to carry ritual objects or candles during ceremonies.\r\n\r\nThis ceremonial attire is reserved for men selected to serve the community as a member of the <I>cofradía</I>, a religious group. The size and intricacy of this motif indicates the man's relative standing within the community. Young men have rather small designs, reflecting their youth and inexperience; as they grow and mature they embroider larger, more elaborate embellishments.\r\n",
  "title": "Ceremonial jacket"
}
