{
  "accession_number": "2005.136.26",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Central America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Maya",
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Art of Africa and the Americas",
  "description": "woman's, blue and green dominate warp stripes with yellow, white and red; large multicolored abstract birds (7-8\") in supplementary weft designs; two vertical panels laced together; knots on reverse, supplementary weft; top hem",
  "dimension": "42 x 41 1/2 in. (106.68 x 105.41 cm)",
  "id": "http://api.artsmia.org/objects/98107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3138,
  "image_width": 3049,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Headdress (tzute)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The ubiquitous <I>tzute</I> is the most versatile of Mayan textiles. Variations in size, shape, and decoration allow the tzute to serve many functions.  In everyday contexts, a large, rectangular tzute is used as a blanket or to carry an infant.  A small \"tortilla tzute\" protects food.  A medium-sized square tzute is multi-functional; it is used to cover baskets, make bundles, or create a seating area.  It might be twisted into a ring and set atop the head to support the carrying of a large basket or jug.  Or it could be worn draped or folded atop head as protection from the sun.  \r\n\r\nThe tzute also serves as a marker of status and identity on special occasions. This ceremonial tzute's elaborate design is favored in the village of Nahualá on Lake Atitlán in the Guatemalan highlands.  Designed as formal wear for secular celebrations or Roman Catholic ceremonies, the tzute would have been beautifully draped over its owner's head or folded across her shoulders, signifying her status in the community.  \r\n",
  "title": "Ceremonial headdress (tzute)"
}
