{
  "accession_number": "2007.12.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Carolyn T. Groves",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "growling wolf at center, in a landscape; scrolls and floral swags on red ground at edges. Former Classification: Textiles - Tapestry",
  "dimension": "26 x 29 in. (66.04 x 73.66 cm) (approximate)",
  "id": "http://api.artsmia.org/objects/98207",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry",
  "nationality": null,
  "object_name": "Upholstery",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Eighteenth century homes of wealthy French nobility and merchants were intended to create aesthetic environments that would indicate to visitors that nothing had been spared to manifest the epitome of refinement. Toward this end, the interior components of each room were carefully coordinated from color to decorative motifs. \r\n\r\nOften, one of the most costly elements of a room was the upholstered furniture. Specific designs were created for custom-made fabrics that would reflect the same visual elements used on the walls. A popular theme, as can be seen here, was inspired by the Fables of Aesop and La Fontaine.\r\n\r\nFor those who could afford it, tapestry woven upholstery with matching wall hangings created an opulent setting in which to receive visitors. The tapestry chair back and armrests shown here are from a suite that includes upholstery for a sofa as well as chairs. The chair displayed here was not part of the original commission but is of the same period and thus gives us an understanding of the grandeur of a room that included these furnishings.",
  "title": "Upholstery for chair seat"
}
