{
  "accession_number": "2005.135",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": "Chimu",
  "curator_approved": 0,
  "dated": "1100-1399",
  "department": "Art of Africa and the Americas",
  "description": "red and yellow checkerboard arrangement, with squares separated with key fret motif; red background squares have one human front facing figure holding a weapon in one hand and a trophy head in the other and wearing a crescent headdress with birds dangling off each tip; yellow background squares have two anthopomorphic figures seemingly fighting each other, left figure is wearing a zigzag design tunic and has an animal snout, right figure although standing on two feet is a feline with pointed ears and a tail; four bands at top and bottom with varigated trim--two red bands and two key fret motif bands",
  "dimension": "31 7/8 x 18 7/8 in. (80.96 x 47.94 cm)\r\n34 x 21 1/4 in. (86.36 x 53.98 cm) (mount)",
  "id": "http://api.artsmia.org/objects/98246",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Camelid wool fiber; tapestry",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-14th century",
  "text": "Colorful woven textiles are a hallmark of the Chimu culture.  They were high status items created with incredible skill and were prized for their texture, lightness and pattern.  The decoration woven into Chimu fabrics was rarely narrative, but instead emphasized the repetition of animal and human forms in bold colors, especially red, which symbolized life.  One set of alternating panels in this textile depicts a warrior in full headdress holding a weapon in one hand and an enemy's head in the other.  The rest show a jaguar man wrestling with a being with a birdlike head.  These supernatural figures illustrate the universal struggle and eventual balance between opposing natural realms such as the sky and earth, a concept central to the Andean belief system.",
  "title": "Panel"
}
