{
  "accession_number": "2006.100.107",
  "art_champions_text": null,
  "artist": "Designer: Sonia Delaunay-Terk",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Richard L. Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1955",
  "department": "European Art",
  "description": "White ground; five groups of four vertical black stripes flanked with long wavy vertical lines in red and blue",
  "dimension": "116 x 56 in. (294.64 x 142.24 cm)",
  "id": "http://api.artsmia.org/objects/98264",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 5318,
  "image_width": 2627,
  "inscription": "Signature and Edition",
  "life_date": "French (born Ukraine), 1885–1979",
  "markings": "see Signed",
  "medium": "Printed cotton",
  "nationality": "French (born Ukraine)",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: Sonia Delaunay / 145/900",
  "style": "20th century",
  "text": "Sonia Delaunay-Terk began her artistic career in her teens, studying art at the Academy of Fine Arts in Karlsruhe in Germany.  Shortly thereafter, she moved to Paris where she found her place in the art world. She worked with textiles, designed clothes, painted, and created costumes for the Ballet Russes in France in the 1910s. She even opened a boutique in Paris in 1925 called the \"Boutique Simultanée\"  featuring a variety of her designs. Throughout all of her endeavors, she utilized a design practice now evident in all of her pieces, entitled simultanéisme. This process experiments with color in art and design, and exploring the visual effects that occur when one element or block of color, when placed next to another in an overall abstract composition, affects both in ways that would not happen individually. This notion is apparent in these two pieces by Delaunay-Terk, which were originally believed to have been designed in the mid-1950s; Ulysee and Geometric Abstraction have recently been found to be designed most likely in the 1920s, and reproduced in the period from the 1950s to the 1970s. However, Delaunay-Terk's advanced thinking in juxtaposing color and line was an important precursor to the abstract patterns developed in the 1940s and 1950s by designers such as Lucienne Day and Angelo Testa.   \r\n\r\nDelaunay-Terk's artistic style is one that is strongly influenced by color, light, shape, movement and rhythm. These themes are reflected not only in her textiles, but also in her paintings and fashion design.  She believed that \"color is the purest form of expression,\" and this is exemplified in Ulysee.  The contrasting blue and red components  are heightened by their juxtaposition with the black and white linear elements. The result is a feeling of ceaseless movement, an intended effect through the use of simultanéisme.  She created this textile for interiors, most likely as a curtain panel, but the piece is so strong graphically that it can be shown as a work of art on its",
  "title": "Ulysee"
}
