{
  "accession_number": "2006.100.110",
  "art_champions_text": null,
  "artist": "Artist: John Tavener; Manufacturer: Pinewood Fabrics",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": null,
  "country": null,
  "creditline": "Gift of Richard L. Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1954",
  "department": "European Art",
  "description": "small panel with two selvedge edges; olive, black, grey, red on white; repeating large pattern of boat with shells and net and buildings",
  "dimension": "43 1/2 x 49 1/4 in. (110.49 x 125.1 cm)",
  "id": "http://api.artsmia.org/objects/98355",
  "image": "valid",
  "image_copyright": "© Pinewood Fabrics %2F Fisherman%27s Dream%2C John Tavener%2C 1954",
  "image_height": 3212,
  "image_width": 3587,
  "inscription": "Inscription\r\n\r\nat PL edge, in black: [\\\"FISHERMANS DREAM\\\" by (pine tree) PINEWOOD FABRICS (pine tree)]",
  "life_date": "English",
  "markings": "",
  "medium": "Printed cotton",
  "nationality": "English",
  "object_name": "Printed Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This textile depicts a pleasant genre scene as its visual motif, a common approach in mid-century design. Fisherman's Dream is a repeated pattern of a boat, docked in the yard, with cabins and wharf in the background.  The net draped over the boat conveys the idea of an abundant catch, including starfish and lobsters, gathered by fishermen after a day on the water. The bold linearity and color in Fisherman's Dream relates to other graphic designs of the period, especially children's book illustrations. This almost storybook image shows the growing intricacies of screen-printed textile designs comprised of different lines, shapes and colors to create image repeats that fill the field. Tavener created the design with a strong understanding of its possible uses; Fisherman's Dream most definitely acted as a bold element in a contemporary interior, likely meant for a young boy's bedroom or bathroom, or even for a cabin.",
  "title": "Fisherman's Dream"
}
