{
  "accession_number": "2006.100.116",
  "art_champions_text": null,
  "artist": "Artist: Robert Stewart; Manufacturer: Liberty &amp; Company",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England (?)",
  "creditline": "Gift of Richard L. Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1954",
  "department": "European Art",
  "description": "abstracted images of rust-red men riding black fish, black figures with rust-red triangles on sides with black balls and turquoise oval above heads, black clubs, pairs of black fish and satellite dish-like shapes on white and turquoise ground; three cut edges, one selvedge",
  "dimension": "33 x 27 3/4 in. (83.82 x 70.49 cm)",
  "id": "http://api.artsmia.org/objects/98361",
  "image": "valid",
  "image_copyright": "© Liberty %26 Company%2C London %2F Macrahanish%2C Robert Stewart%2C 1954",
  "image_height": 3425,
  "image_width": 2942,
  "inscription": "Inscription\r\n\r\non back of both sides, in dark turquoise: [\\\"TOCCATA\\\" DESIGNED BY ROBERT TIERNEY FOR DAVID WHITEHEAD] (repeating)",
  "life_date": "London, est. 1875",
  "markings": "",
  "medium": "Printed cotton",
  "nationality": null,
  "object_name": "Printed Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Macrahanish was created by Robert Stewart in 1954 and manufactured by the well-known British firm of Liberty and Co., as part of its series called \"Young Liberty\" introduced in 1949. Meant to appeal to a youthful audience, the fabric's images and motifs allude to a feeling of innocence, fun and recreation. Stewart, a painter and textile designer, was head of printed textiles at the Glasgow School of Art in Scotland from 1949-1978. The strong graphic and skeletal qualities of the elements in Macrahanish are similar to those used by Lucienne Day. Stewart's designs are characterized by his ability to take seemingly common objects and depict them in lively and fantastic ways, and they were well received by consumers looking for contemporary home textiles. This fabric would have been suitable for an informal space such as a game room or child's room.",
  "title": "Macrahanish"
}
