{
  "accession_number": "2005.92",
  "artist": "",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "6th century BCE",
  "description": "green patina overall; rounded body with inward-flaring shoulder and outward-flaring flat mouth; three feet; six decorative brackets; two \"handles\"; elaborate decorations overall of geometric forms",
  "dimension": "20 7/8 × 24 × 26 3/4 in., 101 lb. (53.02 × 60.96 × 68 cm, 45.8 kg)\r\n19 1/4 in. (48.9 cm) (object part, mouth)",
  "id": "http://api.artsmia.org/objects/98381",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3894,
  "image_width": 5022,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "6th century BCE",
  "text": "Distinguished by its imposing size and formal grandeur, this magnificent ritual food vessel was cast around 575 BCE. for use in religious or state ceremonies. The term <I>sheng ding<I> is given to the type of tripod seen here with a flat bottom and pronounced waist. The word, <I>sheng<I> refers to the meat sacrifices that were offered in them. It is reportedly the second largest from a series of seven graduated <I>ding<I> found as a set in a tomb in southern China.\r\n\r\nAround the cauldron body are six <I>kui<I> dragons in high relief climbing upwards toward the lid. Supporting the vessel are three stout legs with stylized dragon masks cast into their shoulders. The surface is ornament with interlaced dragons, incised scale patterns, and overlapping feather-like motifs.  While most of the ornament was made by traditional piece-mold technology, the six dragons, with their complex, perforated shapes, were made with the lost-wax method. In every respect, from its taut profile and exceptionally detailed surface ornament to its complex appendages, this is a masterpiece of late Zhou bronze casting.",
  "title": "Food vessel <i>shengding</i>"
}
