{
  "accession_number": "2005.92",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "6th century BCE",
  "department": "Asian Art",
  "description": "green patina overall; rounded body with inward-flaring shoulder and outward-flaring flat mouth; three feet; six decorative brackets; two \"handles\"; elaborate decorations overall of geometric forms",
  "dimension": "20 7/8 × 24 × 26 3/4 in., 101 lb. (53.02 × 60.96 × 68 cm, 45.8 kg)\r\n19 1/4 in. (48.9 cm) (object part, mouth)",
  "id": "http://api.artsmia.org/objects/98381",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3894,
  "image_width": 5022,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century BCE",
  "text": "This magnificent ritual food vessel was cast around 575 BCE for use in religious or state ceremonies. The term shengding is given to the type of tripod with a flat bottom and pronounced waist seen here. The word sheng refers to the meat sacrifices that were offered in them. It was originally part of a graduated set of seven ding found in a tomb in southern China; this ding was the second largest.\r\nAround the cauldron body are six kui (single horn) dragons in high relief climbing upward toward the lid. Supporting the vessel are three stout legs with stylized dragon masks cast into their shoulders. The surface is ornamented with interlaced dragons, incised scale patterns, and overlapping feather-like motifs. While most of the ornament was made by traditional piece-mold bronze-casting technology, the six dragons, with their complex, perforated shapes, were made separately with the lost-wax method.",
  "title": "Shengding food vessel"
}
