{
  "accession_number": "2005.134.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana or Togo",
  "creditline": "Gift of funds from Regis Foundation",
  "culture": "Ewe",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "blue ground; blocks with colored stripes, shapes and trees in green, maroon, black, yellow and white; 22 strips sewn together",
  "dimension": "105 3/4 x 82 5/16 in. (268.61 x 209.07 cm)",
  "id": "http://api.artsmia.org/objects/98496",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5040,
  "image_width": 3720,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Synthetic, silk; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This exquisitely woven piece presents a bit of a conundrum. It has all the characteristics of an Asante cloth except one: it has a formal, Asante-style border, it is brilliantly colorful, and it is made of synthetic and silk threads. It does, however, use a variety of representational motifs, such as the key and umbrella more commonly associated with Ewe weaving, in addition to the geometric designs characteristic of Asante pieces. Is this an Asante weaver stretching tradition or an Ewe weaver combining the best of both styles'\r\n\r\nEwe weavers, in general, are known for their industrious nature as well as for possessing a spark of entrepreneurial spirit. Having discerned that the Asante-style cloth currently holds greater popularity in the international marketplace, many Ewe weavers have traveled to Bonwire to learn the Asante techniques and style. It seems very probable that this piece was created by an Ewe weaver in the Asante style.",
  "title": "Man's cloth"
}
