{
  "accession_number": "2005.122.2",
  "art_champions_text": null,
  "artist": "Designer: George Grant Elmslie",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Anson Cutts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1913",
  "department": "Arts of the Americas",
  "description": "Sullivan-style design cut out of top layer of wood with second layer below; \"GRAY DAYS/ & GOLD\" carved in LRC; dark brown",
  "dimension": "16 3/16 x 35 x 1 3/8 in. (41.12 x 88.9 x 3.49 cm)",
  "id": "http://api.artsmia.org/objects/98519",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2872,
  "image_width": 4920,
  "inscription": "Inscription\r\n\r\non back, in pencil: [Facing/ Back]",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Cypress wood, stain",
  "nationality": "American (born Scotland)",
  "object_name": "Panel",
  "portfolio": "From From the Edna S. Purcell house (now the Purcell-Cutts House), Minneapolis, Minnesota; Purcell and Elmslie, architects",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The subtle exterior decoration of the Purcell-Cutts house includes a stenciled frieze below the roofline and two sawed-wood panels at the entrance. This cypress panel and its identical mate adorned the projecting beam-end near the front door. In 2005, to preserve them from the elements, they were removed to the MIA. The reproductions now installed at the house were painstakingly made—by means of laser technology instead of a fretsaw—following Elmslie’s original design (also shown here).\r\n     The vine-and-leaf motifs are a foil for the strongly geometric exterior of the house. The motto “Gray Days and Gold,” in the lower right corner, has been variously interpreted as referring to Purcell’s beloved grandparents William and Catherine Gray, to the colors of the firm’s progressive architecture, and to funds provided by Purcell’s father in support of the architectural practice and construction of the house.",
  "title": "Fretwork panel"
}
