{
  "accession_number": "2005.127.1",
  "art_champions_text": null,
  "artist": "Artist: Louise Nevelson",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Maxine and Kalman S. Goldenberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "Black overall; shadowbox with rough, irregular pieces of wood in collage format; abstract landscape; smaller vertical wood pieces near bottom",
  "dimension": "51 1/2 x 22 5/8 x 3 1/2 in. (130.81 x 57.47 x 8.89 cm)",
  "id": "http://api.artsmia.org/objects/98513",
  "image": "valid",
  "image_copyright": "© Estate of Louise Nevelson %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4704,
  "image_width": 2384,
  "inscription": "",
  "life_date": "American (born Ukraine), 1899 - 1988",
  "markings": "",
  "medium": "Wood, black pigment",
  "nationality": "American (born Ukraine)",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "When you put together things that other people have thrown out, you’re really bringing them to life—a spiritual life that surpasses the life for which they were originally created.  —Louise Nevelson\r\n\r\nLouise Nevelson’s wood assemblages transform discarded wooden materials into intricate and monumental sculptures. Associated with the New York school of abstract expressionists, Nevelson began exploring this type of construction in the 1940s, working intuitively and spontaneously in her studio. Her assemblage Chinese Landscape typifies her fully developed technique and practice. Nevelson’s mastery lay in her ability to meticulously arrange various shapes and forms, generally painted in monochromatic hues, into striking compositions. The carefully constructed wooden structures play with light and shadow, creating a sense of depth and texture. Nevelson’s assemblages transcend their origins as ordinary objects, becoming poetic statements about the interplay of space, materiality, and the power of artistic transformation.",
  "title": "Chinese Landscape"
}
