{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "%26copy%3B artist%2C artist%27s estate%2C or assignee",
  "life_date": "American (born Scotland), 1869-1952",
  "nationality": "American",
  "role": "Artist",
  "dated": "1913",
  "culture": null,
  "country": "United States",
  "continent": null,
  "dimension": "16 3/16 x 35 x 1 3/8 in. (41.12 x 88.9 x 3.49 cm)",
  "medium": "Cypress wood, stain",
  "title": "Fretwork panel, one of a pair, Purcell-Cutts House",
  "id": "http://api.artsmia.org/objects/98519",
  "room": "G103",
  "style": "20th century",
  "marks": "Inscription\r\n\r\non back, in pencil: [Facing/ Back] ",
  "text": "This panel is an elegant example of George Elmslie's ability to create abstracted organic ornamentation in the manner of his longtime employer, Louis Sullivan.  The dynamic vine-and-leaf designs have been reduced to their geometric essences, providing a decorative bridge between the inspiration of nature on the Purcell-Cutts House and and its prominent geometric vocabulary of forms.  The added motto \"Gray Days and Gold\" in the lower right corner has been interpreted various ways: a reference to Purcell's beloved grandparents, William and Catherine Gray; to the colors of the firm's progressive architecture; and to the funds (provided by Purcell's father Charles) supporting their architectural practice and the construction of the house. \r\n\r\nOriginally installed on the projecting beam-end near the entrance of the Purcell-Cutts House, this panel (as well as its identical mate on the front of the beam) was removed in 2005 to preserve it from the elements.  Reproduction cypress panels were then painstakingly made from Elmslie's original design drawing and installed at the house.\r\n\r\n[color photo of panel in situ at house]",
  "description": "Sullivan-style design cut out of top layer of wood with second layer below; \\\"GRAY DAYS/ & GOLD\\\" carved in LRC; dark brown",
  "creditline": "Bequest of Anson Cutts",
  "accession_number": "2005.122.2                                ",
  "artist": "George Grant Elmslie"
}
