{
  "accession_number": "2006.6.1",
  "art_champions_text": null,
  "artist": "Calligrapher: Pu Hua",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Asian Art",
  "description": "three lines of loose calligraphy characters; large red seal, LLC; hanging scroll",
  "dimension": "90 3/8 x 20 in. (229.55 x 50.8 cm) (image)\r\n114 9/16 x 25 in. (290.99 x 63.5 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/98571",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6813,
  "image_width": 1634,
  "inscription": "",
  "life_date": "Chinese, 1830 - 1911",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Calligraphy painting, from a set of four",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "P'u Hua received a solid Confucian education and became a proficient scholar, poet, painter, and calligrapher. P'u became a close friend of the artist, Wu Ch'ang-shuo in Shanghai and, as member of Wu's circle, became successful at interpreting traditional styles with a new found freedom and personality.\r\nCompleted late in life, this extraordinary set of four, large calligraphic hanging scrolls is executed in a wild, effusive hsing-shu (running script) trembling with barely controlled vitality. The four early texts are only randomly connected, and were apparently selected by the dedicatee, Mr. Chin-i; one from the I Ching and one from Chuang-tzu, the other two being accounts of emperor T'ai-tsung and empress Wu of the T'ang dynasty (8th century). The verse (concerned with the relativity of things) from the I Ching (1st century BCE) reads:\r\nIf water is not deeply enough accumulated, then in supporting a boat, it will lack sufficient strength. If you pour a cup of water in a small hole in the ground, then a mustard seed can serve as a boat therein, but if you place a cup in it, it will get stuck in the shallow water as it is too large a boat.",
  "title": "Four Scrolls in Running Script"
}
