{
  "accession_number": "2006.18",
  "art_champions_text": null,
  "artist": "Artist: Joel Janowitz; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, Gift of the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "Monoprint combining five color bleed printed lithographically using split­fount inking from three plates on okawara paper and monotyping by the artist. The print was then adhered to the Arches Cover backing sheet. Being a variant edition, the prints were signed with Roman numerals I/XII -XII/XII. Number XI/XII image size is 39 1/2 x 20 in. and the backing sheet is 43 x 23 in.",
  "dimension": "39 1/16 × 18 3/8 in. (99.22 × 46.67 cm) (image)\r\n41 3/8 × 21 3/4 in. (105.09 × 55.25 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/98747",
  "image": "valid",
  "image_copyright": "Copyright © Joel Janowitz%2C published by Highpoint Editions",
  "image_height": 5296,
  "image_width": 2828,
  "inscription": "",
  "life_date": "American, born 1945",
  "markings": "LL in pencil below image: X/XII | Publisher\\'s blindstamp, LL below image: HP",
  "medium": "Color lithograph and monotype, with chine collé",
  "nationality": "American",
  "object_name": "Monoprint",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2006.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil below image: Janowitz 2005 | BC in pencil below image: SCROLL",
  "style": "21st century",
  "text": "Early in its existence, Highpoint Editions embarked on what would become a three-year lithography collaboration with Joel Janowitz, a Boston painter and watercolorist known for his masterly ability to instill a dreamlike, meditative mood into a realistic setting. Janowitz has long explored the on-campus greenhouses at Wellesley College, where he once taught. In Janowitz’s greenhouses, lighting, and color are exaggerated or muted to an unnatural degree until the viewer experiences the humid, misty air and thriving plant life and relives memories of other places and times. He says, “Within this structure I have found a visual metaphor for the simultaneity of multiple ways of seeing, as well as for the many filters through which we see and understand the world.”",
  "title": "Scroll (X)"
}
