{
  "accession_number": "2005.116a,b",
  "art_champions_text": null,
  "artist": "Designer: Robert Adam; Manufacturer: Smith &amp; Sharp; Silversmith: Daniel Smith; Silversmith: Robert Sharp",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Mary Agnes and Al McQuinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1767",
  "department": "European Art",
  "description": "loving cup with cover; handles are maidens with wings in place of arms; cartouche of two horses and jockeys racing on one side, two horses with jockeys and grooms opposite side; racing horses, jockeys, spectators and grooms in frieze around top; gold patina",
  "dimension": "19 1/2 x 16 7/8 x 8 1/2 in. (49.53 x 42.86 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/98750",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5100,
  "image_width": 4080,
  "inscription": "Inscription, Stamp and Sticker\r\n\r\nSee Mark(s)",
  "life_date": "British",
  "markings": "At top edge, front, engraved: [RICHMOND 1767.]; around foot, engraved: [Won by Chatsworth the Property of Peregrine Wentworth Esq. Beating. Fortune. Hemp. Mewburn, Beaufremont and Silvio.]; on rim by handle, stamped: [DS/ RS] and [(lion)]; two at interior and two under cover, on stickers: [x672 28/1]",
  "medium": "Silver, gilt",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This cup commemorates a centuries-old equestrian event that takes place in Richmond, Yorkshire, named The Richmond Gold Cup for its distinctive gold and silver trophies. Thomas Dundas, whose family hosted the race, commissioned in 1764 a new trophy design from architect/designer Robert Adam.  His refined urn shape was so radically different from the cups that preceded it, that the shape continues to be associated with Adam, father of English Neoclassical design.  \r\n\r\nOnly four versions directly inspired by Adam's designs were produced.  The Institute's example was the prize for the 1767 race.  Two cups remain in the families of their original century owners, and one is in the collection of the Museum of Fine Arts, Boston.",
  "title": "Richmond Race Cup"
}
