{
  "accession_number": "2005.142",
  "artist": "Artist: Marion Hunt Doig",
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Kathryn L. Glessing",
  "culture": "Kwakwaka'wakw (Kwakiutl)",
  "dated": "c. 1982",
  "department": "Art of Africa and the Americas",
  "description": "blue and red wool; bird design with human face on chest; pair of serpents heads with bear (or human?) face between them below bird; iridescent buttons highlight center design and form geometric designs at top and sides",
  "dimension": "59 x 71 in. (149.86 x 180.34 cm)\r\n62 3/4 x 73 1/2 in. (159.39 x 186.69 cm) (mount)",
  "id": "http://api.artsmia.org/objects/98751",
  "image": "valid",
  "image_copyright": "© Marion Hunt Doig",
  "image_height": 3724,
  "image_width": 4353,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, mother-of-pearl buttons, cotton (?)",
  "nationality": null,
  "object_name": "Button Blanket",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "signed": "",
  "style": "20th century",
  "text": "Button blankets first came into use after European contact on the Northwest Coast.  Crest designs were applied to the blankets, and were highlighted by abalone shell buttons.  They were commonly worn during potlatch, and now serve as traditional gifts.  Marion Hunt Doig continues her people's tradition by creating these important items.  \r\n\tThe designs on the perimeter of this blanket have personal meanings to the artist.  The horizontal hourglass shapes signify mountains and the sea, representing her journey home.  The triangle shapes with square ends symbolize copper, and are a traditional representation of wealth and power.  The vertically aligned hourglass shapes represent the artist's parents; her father is Nootka and her mother is Kwakwaka'wakw.\r\n\tThe center designs of the blanket feature a thunderbird and a sea serpent.  According to the artist, the thunderbird is man's helper, and the sound of thunder is the beating of its wings.  The sea serpent is often associated with misfortune, and only those who own the crest can use its image.\r\n",
  "title": "Button Blanket"
}
