{
  "accession_number": "2005.136.120",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Maya",
  "curator_approved": 0,
  "dated": "1910-1930",
  "department": "Arts of the Americas",
  "description": "large garment woven in three panels and stitched together; bottom 12\" off-white; top is maroon and gold woven horizontal geometric patterns; four medallions with lace edges forming a circle of multicolor polyester ribbon flowers; neck and sleeves piped in lace",
  "dimension": "30 x 41 in. (76.2 x 104.14 cm)",
  "id": "http://api.artsmia.org/objects/98827",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3073,
  "image_width": 3964,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, synthetic",
  "nationality": null,
  "object_name": "Ceremonial over-blouse (sobrehuipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This sobrehuipil's horizontal bands of burgundy and gold are hallmarks of huipiles from San Pedro Sacatepéquez. Symbolic of longevity, the distinctive pattern is associated with the sacred ceiba tree, the axis mundi that connects the upper, middle and underworlds. \r\n\r\nThe typical ceremonial sobrehuipil from San Pedro Sacatepéquez was fabricated in two panels, hand-embroidered down the center, and left open at the sides. This huipil is unusual in that it retains none of those characteristics.  Even more unusual is the inclusion of a non-matching third panel, seen at right.  The reason for its inclusion is unclear, but perhaps the owner lovingly pieced together a new garment to salvage a worn but sentimental huipil. She then creatively adorned her new huipil with imported lace and ribbon.",
  "title": "Ceremonial over-blouse (sobrehuipil)"
}
