{
  "accession_number": "2008.84",
  "art_champions_text": null,
  "artist": "Artist: Orlando Hand Bears",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Patricia N. and Samuel D. McCullough",
  "culture": null,
  "curator_approved": 0,
  "dated": "1838",
  "department": "Arts of the Americas",
  "description": "two seated women in foreground looking forward; both have dark brown hair parted at the center and ringlets; both are wearing matching blue dresses; bowl of shells at center; body of water with sailboats and hills in the background",
  "dimension": "44 3/4 x 57 3/4 in. (113.67 x 146.69 cm) (sight)\r\n35 1/2 x 67 x 3 in. (90.17 x 170.18 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/98954",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4240,
  "image_width": 6900,
  "inscription": "",
  "life_date": "American, 1811–1851",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Dusenberry sisters sit on either side of a commode, or chest of drawers, with a romanticized landscape in the background. The basket of collected shells references a popular pastime among refined young women of the 1800s. Eliza Ann, a year older than her sister Adelia, holds a piece of white coral, considered a protection for children or a symbol of youth and health. \r\n\r\nOrlando Hand Bears was a native of Sag Harbor, New York. His clients were mostly prosperous merchants and ship captains associated with the whaling industry of eastern Long Island. While double portraits are quite common in his work, the abundant accessories and elaborate detail in this one are exceptional.",
  "title": "Portrait of Eliza Ann and Adelia Dusenberry"
}
