{
  "accession_number": "2008.84",
  "artist": "Orlando Hand Bears",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Patricia N. and Samuel D. McCullough",
  "culture": null,
  "dated": "1838",
  "department": "Paintings",
  "description": "two seated women in foreground looking forward; both have dark brown hair parted at the center and ringlets; both are wearing matching blue dresses; bowl of shells at center; body of water with sailboats and hills in the background",
  "dimension": "44 3/4 x 57 3/4 in. (113.67 x 146.69 cm) (sight)\r\n35 1/2 x 67 x 3 in. (90.17 x 170.18 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/98954",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4240,
  "image_width": 6900,
  "life_date": "American, 1811-1851",
  "marks": " ",
  "medium": "Oil on canvas",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G304",
  "style": "19th century",
  "text": "Orlando Hand Bears was a native of Sag Harbor, New York and the pupil of another Sag Harbor resident, Hubbard Fordham (1794-1872). His clients were primarily the prosperous merchants and ship captains associated with the whaling industry of eastern Long Island. Double portraits are quite common in Bears' oeuvre, although the abundance of accessories and the elaborate detail in this painting are exceptional. \r\n\r\nThe artist has portrayed the Dusenberry sisters on either side of a commode or chest of drawers with a romanticized landscape in the background. The basket of collected shells signals a popular pastime among refined young women during the 19th century. The white coral in Eliza Ann's hand was alternatively a symbol of protection for children, or of youth and health. Eliza Ann would marry Thomas Horton of White Plains, by whom she had one son and six daughters. During the Civil War, she composed a collection of poems celebrating her son William. These poems were later published in 1910 under the title The Poems of Annie Hawthorne.",
  "title": "Portrait of Eliza Ann and Adelia Dusenberry"
}
