{
  "accession_number": "74.1.320",
  "art_champions_text": null,
  "artist": "Artist: Okumura Masanobu",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1740",
  "department": "Asian Art",
  "description": "unsigned",
  "dimension": "9 5/8 × 14 1/4 in. (24.5 × 36.2 cm) (image, sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/20075",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4341,
  "image_width": 6485,
  "inscription": "{Niō ume / a-un no kuchi no / hatsu-warashi} (The scent of plum blossoms / would bring the year\\'s fist smile / even to a pain of guardin kings.)\r\n",
  "life_date": "Japanese, 1686 - 1764",
  "markings": "",
  "medium": "Woodblock print (urushi-e); ink on paper, with hand-applied color and nikawa",
  "nationality": "Japanese",
  "object_name": "Print (shunga)",
  "portfolio": "From Mounds of Dyed Colors: A Pattern Book for the Boudoir (Someiro no yama neya no hinagata 染色のやま　閨の雛形)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This is the first in a series of twelve erotic pictures representing the twelve months. A courtesan and a customer are watching a young male prostitute write a poem or letter. The handsome customer holds a pipe from the lacquered smoking set nearby. The courtesan familiarly slips her hand into the man’s sleeve. Near the door, a fine lacquered  sake set and a food tray indicate that this is\r\nan amorous gathering at a high-class brothel. A poem provides further clues to the time and occasion.\r\nThe scent of plum blossoms would bring the year’s first smile even to a pair of guardian kings.\r\nPlum trees are the first to bloom in springtime. Guardian kings are fierce celestial protectors of the Buddhist faith, and sculpted versions often flank the entrance to Buddhist temples. In mentioning a pair of guardian kings, the poet likely intended a playfully irreverent reference to the complementary pleasures of the courtesan and the male prostitute.",
  "title": "First Month"
}
