{
  "accession_number": "P.75.51.688",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Koshimuraya Heisuke",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1853, 7th month",
  "department": "Asian Art",
  "description": "",
  "dimension": "13 9/16 × 8 3/4 in. (34.4 × 22.3 cm) (image, vertical ōban)",
  "id": "http://api.artsmia.org/objects/64055",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2729,
  "image_width": 1827,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "Censor:Kinugasa, Murata, Ox 7\r\nPublisher:Koshihei\r\nCarver:Horitake(Yokokawa Takejiro_)\r\nunknown mark on the lower right corner",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Famous Places in the Sixty-odd Provinces (Rokujūyoshū meisho zue 六十余州名所図絵)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Hiroshige hitsu",
  "style": "19th century",
  "text": "Between 1853 and 1856, Hiroshige designed sixty-nine prints inspired by famous views in each of sixty-six provinces that comprised the island of Honshu (plus additional prints for the islands of Shikoku and Kyushu and the city of Edo). The view of the moon rising from behind Mt. Kyōdai was made famous as early as the 10th century when a verse about it was included in the imperial poetry anthology Kokinwakashu.  Hiroshige was probably also aware of the famous itinerate poet Matsuo Bashō's account of his trip to Sarashina where he observed the moon from Mt. Obasute and where he heard a legend of an old woman abandoned in the mountains to die with the moon as her only companion. Here, Hiroshige cleverly captured the unusual site of the full moon reflected repeatedly in the terraced fields at the foot of Mt. Kyōdai as seen from Mt. Obasute.",
  "title": "Moon Reflections on Rice Paddys at the foot of Kyōdai Mountain, Shinano Province"
}
