{
  "accession_number": "2000.38.3.8",
  "art_champions_text": null,
  "artist": "Artist: Wang Chen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1774",
  "department": "Asian Art",
  "description": "buildings in mountains; steep valley between cliffs at center; from an album of 12 drawings in ink and wash; short inscription and stamps in red",
  "dimension": "16 7/16 x 13 3/16 in. (41.75 x 33.5 cm) (image)\r\n19 3/4 x 15 5/16 in. (50.17 x 38.89 cm) (leaf, overall)\r\n19 15/16 x 15 15/16 x 1 1/4 in. (50.6 x 40.5 x 3.2 cm) (entire album, overall, closed)",
  "id": "http://api.artsmia.org/objects/64089",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4805,
  "image_width": 3816,
  "inscription": "",
  "life_date": "1720 - 1797",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Born in Kiangsu province, Wang Ch'en was a descendant of the great literatus Wang Shih-min and a great grandson of the artist Wang Yuan-ch'i. He served for a while in the Grand Secretariat and as a prefect in Hunan province. Wang's illustrious family heritage strengthened his reputation as an orthodox painter and he is one of the so-called Four Minor Wangs of the later Ch'ing.\r\nWang's inscriptions here indicate that the basis for this album of large landscapes was the natural scenery of Ch'u, a Warring States (480-221 BCE) kingdom located south of the Yangtze River. In 1774, Wang was serving as a low-level official in this region. His inscriptions also mention earlier poets and painters whose conceptual and stylistic influences along with natural scenery inspired the various scenes here, which were based on sketches made at the sites themselves.\r\n\r\nThe inscriptions read:\r\n\r\n1) The landscape of Ch'u is extremely scenic.\r\n            I came across one place and sketched it but neglected to ask its name.\r\n\r\n2) One morning I entered the sea in search of Li Po; looking in vain among\r\n            the paintings of mere mortals for the \"Immortal of Ink.\"\r\n\r\n3) The ceremonial burial mounds and Szechuan are neat.\r\n           This is a scene of entering the gorge.\r\n\r\n4) I have used the brushwork of Shu-ming (Wang Meng) to paint the style of\r\n          Old Man Sung-hsueh (Chao Meng-fu). There is resemblance because\r\n          they are from the same family.",
  "title": "Album Leaf, from \"Landscapes from Nature, Poetry, and Art\""
}
