{
  "accession_number": "P.79.82.5",
  "art_champions_text": null,
  "artist": "Designer: Unknown",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Marguerite and Russell Cowles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1895",
  "department": "European Art",
  "description": "Kina Perrier is an aperitif, served before meals to stimulate the appetite. This poster features a Spanish dancer and a matador, who have just sat down for a drink while the bull looks on from the background.",
  "dimension": "47 x 35 3/4 in. (119.38 x 90.81 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/64177",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7965,
  "image_width": 6092,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Color lithograph, mounted on linen",
  "nationality": null,
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Beginning with Napoleon's attempt to conquer Egypt in 1798 and continuing with colonialism, France became captivated by the Middle East and Northern Africa. Many nineteenth-century artists began depicting the East in their art, a trend known as Orientalism. While several of these artists had actually traveled to the countries they painted, Orientalist works are typically based more on fantasy than reality. \r\nThough it borders France, Spain was sometimes treated in an Orientalist manner. The flamenco dancer and toasting toreador in this poster look realistic, but it is clear that the artist also relied on his imagination. The giant Spanish guitar and the bull lurking in the background are examples of the fanciful elements that often defined Orientalism, causing critics of the movement to label it as escapist. Though it seems curious that this artist used images of Spain to promote a French tonic, he effectively demonstrated that Kina Perrier could transport the drinker to a more exotic place.",
  "title": "Kina Perrier Aperitif"
}
