{
  "accession_number": "2002.203",
  "art_champions_text": null,
  "artist": "Designer: Pipsan Saarinen Swanson; Designer: J. Robert F. Swanson; Manufacturer: Cray of Boston",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary Rapson Memorial Fund and Anonymous Gift in memory of Margery Manchester Dworak",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1947",
  "department": "Arts of the Americas",
  "description": "slab base; three pairs of linear \"arms\" plus one straight arm at center, with candleholders at same height resting on a flat bar with arcs between candleholders",
  "dimension": "18 1/4 x 21 1/4 x 4 1/2 in. (46.36 x 53.98 x 11.43 cm)",
  "id": "http://api.artsmia.org/objects/64417",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 3670,
  "image_width": 3859,
  "inscription": "",
  "life_date": "American (born Finland), 1905-1979",
  "markings": "",
  "medium": "Brass",
  "nationality": "American (born Finland)",
  "object_name": "Candelabrum",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The sister of celebrated Finnish-American architect Eero Saarinen, Pipsan Saarinen Swanson built an extraordinary career on her interest in modern design, her Nordic heritage, and her understanding of the importance of total design.  These concepts are especially evident in the Saarinen Swanson Group, a coordinated line of affordable modern home furnishings introduced in 1947.  The line included furniture, printed textiles, woven fabrics, glass, metalwork, ceramics, and lighting.  To create the Saarinen Swanson Group, Pipsan worked with her husband, architect J. Robert F. Swanson, her father Eliel Saarinen, and four other Cranbrook-based artists, including Marianne Strengell and Benjamin Baldwin.\r\n\r\nThe line produced for the Saarinen Swanson Group reflected the Cranbrook principle that architecture, art, and interior design were mutually integrated parts of living.  The simplicity and sophistication of this candelabrum soon became the firm's most iconic - and successful - design.  In 1948, Pipsan won an award for the candelabrum from the American Institute of Designers and in 1971 she became the second woman to be awarded the American Institute of Architects' Gold Medal, the group's highest honor.",
  "title": "Candelabrum"
}
