{
  "accession_number": "2003.64.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "base in the form of a man, kneeling, with PR arm raised; curved apron; curling hair, bushy brows over bulging eyes, large nose, moustache and small beard; wearing robe decorated with raised medallions, apron, chain mail issuing from animal masks on shoulders, boots; foliate drip pan with baluster-shaped socket cast with coiled dragon balanced on man's head; seperate candleholder of flaring cylindrical form, raised on long stem, with two horned, four clawed dragon in very high relief, chasing a flaming pearl amid clouds; blackish patina",
  "dimension": "30 7/16 x 8 3/4 x 7 3/8 in. (77.31 x 22.23 x 18.73 cm) (overall)",
  "id": "http://api.artsmia.org/objects/64422",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7143,
  "image_width": 8668,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Candlestick",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    "64422",
    "64423"
  ],
  "signed": "",
  "style": "17th century",
  "text": "This rare set of large, bronze candlesticks is cast at its base in the form of foreigners kneeling in mirror image on stepped stands. During the Ming dynasty (1368-1644), foreigners were ocassionally depicted in the decorative arts. They were typically shown with curling hair, bushy brows over bulging eyes, large noses, and moustaches like those shown here. They wear Chinese style robes with raised chest medallions, aprons, and boots. Foliate drip pans with baluster-shaped sockets cast with a coiled dragon are balanced on the men's heads. The separate candleholders of flared cylindrical form are each decorated with a four-clawed scaly dragon in high relief chasing a flaming pearl among the clouds. Each of the four components is cast with a four-character inscription reading \"the seal of Tung Wen-te.\" Paired candlesticks typically flanked incense burners on most types of altar tables during the Ming and Ch'ing dynasties (1368-1911).",
  "title": "Two-piece Candlestick, one of a pair"
}
