{
  "accession_number": "2003.30",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "722",
  "department": "Asian Art",
  "description": "arched-shaped stone element; relief carvings of seated figure flanked by two pairs of standing figures; two flying figures at top; incised text below figures",
  "dimension": "21 1/4 x 16 3/16 x 6 7/16 in. (53.98 x 41.12 x 16.35 cm) (including attached mount)",
  "id": "http://api.artsmia.org/objects/64878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9202,
  "image_width": 7735,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black limestone",
  "nationality": null,
  "object_name": "Stele",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "As religious Daoism evolved during the Six Dynasties and Tang period (c. 4th-8th centuries), a sculptural tradition developed that was closely modeled after contemporary Buddhist prototypes. This rare, dated, stele is carved in the middle with the Supreme Elder Deity seated in dhyanasana on a raised lotus pedestal with two apsaras overhead in a pose similar to a Buddha. Flanking the central image are four further deities, probably Celestial Worthies, holding kui tablets, or zodiac gods standing on smaller lotus pedestals.\r\n\r\nThe lengthy dedicatory inscriptions dates the stele to 722 and names the two donors as Yang Chien-tu and Yang Chien-tsang who were probably brothers. Female members of their family are also listed. The two brothers may be represented by the two donor figures lightly incised to the left and right of the inscription.\r\n\r\nIt can be assumed that the basic format seen here with a large figure of a Supreme Elder flanked by four attendants was borrowed from a prevailing style of Buddhist sculpture, in which a central Buddha was flanked by smaller figures of Bodhisattvas.",
  "title": "Taoist Stele of Five Deities"
}
