{
  "accession_number": "2002.258",
  "art_champions_text": null,
  "artist": "Artist: Thomas Hart Benton; Publisher: Associated American Artists, New York",
  "catalogue_raissonne": "Fath 28",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Art Adventure Guides, Collection in Focus Guides, and Docents of The Minneapolis Institute of Arts in memory of Gordon M. Aamoth Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1939",
  "department": "Arts of the Americas",
  "description": "Man behind a plow pulled by a burro at center; woman with a bucket, sowing seeds behind man; small house in background at center, with trees at left",
  "dimension": "9 7/8 x 12 11/16 in. (25.08 x 32.23 cm) (image)\r\n12 x 16 1/8 in. (30.48 x 40.96 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/64876",
  "image": "valid",
  "image_copyright": "© T.H. and R.P. Benton Testamentary Trusts %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 1939,
  "image_width": 2438,
  "inscription": "",
  "life_date": "American, 1889–1975",
  "markings": "",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(The Old Print Shop, New York); sold to MIA, 2002.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in the image and below image (in pencil): [Benton]",
  "style": "20th century",
  "text": "Together with John Steuart Curry and Grant Wood, Thomas Hart Benton was a leading American Regionalist painter and printmaker known for his sympathetic portrayals of everyday life in the United States, especially rural and small town scenes in the Midwest. Initially active in modernist circles in Paris and New York City, Benton later rejected modernism and abstraction in favor of naturalism and representational art. He later resettled in his home state of Missouri, where he lived the remainder of his life. His sympathy for the working class and small farmer is evident in many of his works, including the present lithograph, which depicts an African American couple working their less-than-ideal acreage, their hardscrabble life underscored by their lone burro and modest farmhouse in the distance.",
  "title": "Planting (Spring Plowing)"
}
