{
  "accession_number": "L2002.426.1",
  "artist": "",
  "continent": null,
  "country": null,
  "creditline": "Lent by Kim and Gloria Anderson",
  "culture": "Egyptian",
  "dated": "c. 100-30 B.C.",
  "description": "moulded mask to fit over head; ground is steel-blue pigment; red, blue, white and gilt patterned ornamentation; winged figure on either side; two seated figures on front; gilding on face, beard and crown",
  "dimension": "17 x 9 3/4 x 8 1/2 in. (43.18 x 24.77 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/64893",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": null,
  "marks": " ",
  "medium": "Burlap, pigment, gilding",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "Late Ptolemaic Period, 1st century B.C.",
  "text": "Mummy Trappings\r\nLate Ptolemaic Period, about 100 B.C.\r\n\r\n\r\nCartonnage is a layering of linen soaked in a thin, adhesive solution that can be readily moulded to a desired form. Allowed to dry and harden, its smooth surface is easily decorated with paint and gilding.  In pharonic times, cartonnage cases were one-piece mummiform shells, but by the Ptolemaic Period (332-31 b.c.) a change in style had occurred. In place of the solid case, four to six individual sections of brightly painted cartonnage like these were sewn into the mummy shroud and held in place with additional bandages. Because the pieces of cartonnage could be mass-produced and fit any size mummy, this system was considerably less expensive than the earlier one.\r\n<P>The basic components of this type of cartonnage are the mask covering the face and head, the pectoral usually decorated with a broad collar (<I>weskhet<I>), the apron laying over the legs, and the boot enclosing the feet and ankles. The preservation of the head was a primary concern in mummification and the three-dimensional mask, popular from the Middle Kingdom (2061-1784 b.c.) on, protected the face while serving as an idealized portrait of the deceased.",
  "title": "Mask from Cartonnage Mummy Trapping"
}
