{
  "accession_number": "2021.22.1",
  "art_champions_text": null,
  "artist": "Artist: John Bingley Garland",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Driscoll Art Accessions Endowment Fund, the Anne and Hadlai Hull Endowment for Art Acquisition, and the Michael and Grace Bress Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1850-60",
  "department": "European Art",
  "description": "paper collage with red blood drips and blue and gold birds; mostly black and white engravings with colored plants, foliage, and insects at left center and LRQ; imagery includes reclining reading woman with skull in LLC with blue and gold bird with blood drips above her and a butterfly on her head, crowned figure reading in a chariot pulled by a goat with a putto at LRQ, two armed angels with bird above them at top center, text written vertically in ULC, and Jesus in clouds with gold rays in ULQ; received in a medium toned wood frame",
  "dimension": "20 5/8 × 15 1/8 in. (52.4 × 38.4 cm) (sheet)\r\n29 1/2 × 24 5/16 × 1 3/4 in. (74.9 × 61.8 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/139062",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7016,
  "image_width": 5316,
  "inscription": "Extensive inscription quoting the Bible and religious poetry",
  "life_date": "British, 1791–1875",
  "markings": "",
  "medium": "Collage of engraving and gold paper, with gouache, red india ink, gold paint, and inscriptions in pen and ink, on buff backing paper",
  "nationality": null,
  "object_name": "Collage with hand-applied media",
  "portfolio": "From ",
  "provenance": "John Bingley Garland, Wimborne, Dorset, England (until d. 1875). Possibly, Sir Philip Burne-Jones (1861-1926), England ('until d. 1926); 'by descent, Peter Burne-Jones (until 1990; to Gibbs); [Christopher Gibbs, London; 1990–d.2018] Gibbs estate (2018-2019; to Libson-Yarker); [Lowell Libson & Jonny Yarker Ltd. British Art, London; 2019-21]; sold to MIA, 2021.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "John Bingley Garland was a prosperous English merchant, politician, public servant, and collage artist. He lived in Newfoundland for four years, in two different stints, where he managed his family’s fish trading business, and served, notably, as the first Speaker of Newfoundland’s House of Parliament. In 1834 he returned to England, where he ran his family’s firm until his death at age 83. Forty-five accomplished, fantastical “Blood Collages” by Garland survive, all likely executed in the 1850s—62 years before the medium of collage was officially “invented” by Picasso or Braque. Garland’s practice grew out of the Victorian craze for scrapbooking and decoupage, but little from that period hints at the extraordinary artistic heights he would take it.\r\n\r\nDrawing heavily on high-end reproductive prints of European masterworks, particularly religious art, as well as colorful, cheaply manufactured prints of flora, fauna, insects and reptile, he would meticulously cut and assemble hundreds of prints as source material to create astonishing, visionary collages. The works include extensive inscriptions of religious texts, gold and blue paper, painted gouache, and his signature drops of blood made with diluted red ink. The densely layered works incorporate a plethora of symbols—bleeding doves and crosses, red ankhs (Egyptian hieroglyph symbolizing life), serpents, skulls, stars, eggs—mixed with Christian and pagan imagery, architecture and ruins, sculpture, and archaeological fragments. It has been suggested that the mysterious, spiritual works reflect that the artist was a Freemason or member of the Knights of Templar.",
  "title": "Blood Collage"
}
