{
  "accession_number": "2020.91",
  "art_champions_text": null,
  "artist": "Artist: David Barthold",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "portrait of George Floyd in black inside an irregularly shaped dark form",
  "dimension": "25 × 15 in. (63.5 × 38.1 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/139005",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7846,
  "image_width": 4823,
  "inscription": "Incribed LLC in pencil: 8:46",
  "life_date": "American, born 1959",
  "markings": "Numbered bottom center in pencil: 113/200",
  "medium": "Screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, New York; Rachel McGarry, Deephaven, Minn.; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: David Barthold",
  "style": "21st century",
  "text": "As Minneapolis and the world mourned the murder of George Floyd in the summer of 2020, an outpouring of art was created by artists, professional and amateur alike—murals, sidewalk art, sculpture installations, cardboard signs, paintings, drawings, and prints. The works were made to memorialize Floyd and countless other Black citizens martyred in this country, to protest racial injustice and police brutality, and to try to help communities heal. Barthold, a New York printmaker and street artist, completed this powerful memorial portrait of Floyd just days after he was killed. The artist subsequently produced other portrait prints of important Americans—John Lewis, Fred Hampton, Ruth Bader Ginsburg, and Alexandria Ocasio-Cortez—to, in the artist’s words, “remember the lost and honor the living.” Barthold mass-produced these likenesses and pasted them around the city of New York throughout the summer of 2020, and, again, in a campaign just before the 2020 election. To broaden their reach, he shared the images on social media, and sold the prints online, using the proceeds to raise money for Black Lives Matter and the Bail Project.",
  "title": "George Floyd, In Memorium"
}
