{
  "accession_number": "2020.115",
  "art_champions_text": null,
  "artist": "Artist: Bryan Hunt",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of John F. Eisberg and Susan Kline",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Prints and Drawings",
  "description": "abstracted image in mustard yellow and black; black thin shadowy figure at left; seated figure at center right; black form at right; yellow forms around top, left, and bottom edges; received framed in light finish wood frame",
  "dimension": "22 3/4 × 30 in. (57.79 × 76.2 cm) (sheet)\r\n31 × 37 7/8 × 1 5/8 in. (78.74 × 96.2 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/139061",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6242,
  "image_width": 8097,
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "",
  "medium": "Conte crayon, graphite, and linseed oil on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Blum Helman Gallery, New York, N.Y.); John F. Eisberg, Nicasio, Calif.; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Bryan Hunt 8.85",
  "style": "20th century",
  "text": "Though best known as a sculptor, Bryan Hunt is also an accomplished draftsman, whose drawing practice encompasses a decades-long fascination with the formal considerations of abstraction and highly distinctive interpretations of the natural world and the human figure. The proposed drawing typifies Hunt’s work from the 1980s, a period when he produced numerous gestural drawings in a palette he often limited to black, white, brown, and blue, colors suggesting earth’s topography. In this example, Hunt also includes subtle allusions to the figure within his abstraction of nature. The sense of ambiguity is intentional, allowing forms of the body to merge with forms of the earth in a transcendent symbolic unity.",
  "title": "Untitled"
}
