{
  "accession_number": "2020.88.3",
  "art_champions_text": null,
  "artist": "Artist: Jenny Schmid",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary Abbe Hintz",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "printed in black; woman wearing an American flag skirt and black boots, holding a sign printed, \"CORONA VIRUS IS A HOAX\"; hybrid skeleton/animal/devil behind woman grabbing her shoulder and skirt; hourglass, money, \"MAGA\" hat, gloves, and skull in foreground; \"Death comes for the COVID 19 protester\" in cursive at bottom center of image",
  "dimension": "24 × 18 1/8 in. (60.96 × 46.04 cm) (image)\r\n28 15/16 × 22 1/8 in. (73.5 × 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/139036",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9125,
  "image_width": 7051,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "bottom center in pencil: II/X",
  "medium": "Linocut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Pandemic Pandemonium",
  "provenance": "Bikini Press International, Minneapolis (publisher).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: THE HOAX | LRC in pencil: Jenny Schmid",
  "style": "21st century",
  "text": "Jenny Schmid’s “Pandemic Pandemonium,” a suite of six linocuts, is a parody of the anti-science rhetoric and deeply flawed response of the U.S. government to the coronavirus pandemic of 2019-21. Starring former President Donald Trump, environmental activist Greta Thunberg, the Grim Reaper, the Devil, and a cast of mask-averse Americans, the series puts into stark terms the country’s deep political and cultural divisions and the deadly consequences of ignoring basic public health guidelines. Inspired by the centuries-old graphic tradition of political and social satire, the series functions as a visual protest and personal statement of Schmid’s political views. A frontline medical worker, who dons personal protective equipment, appears in the folio’s introductory image as a symbol of the sobering challenges faced in battling a global pandemic.",
  "title": "The Hoax"
}
