{
  "accession_number": "2020.86.3",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 29; Meder 43 a (of c); Schoch/Mende/Scherbaum 27; Strauss 32",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1500",
  "department": "European Art",
  "description": "black and white image; two standing figures, R figure with backwards facing, holding an infant in her arms; R figure wearing veil, reaching out to touch infant's head; small, bearded figure in top C, PR hand raised in blessing; print is mounted on white sheet",
  "dimension": "4 9/16 × 2 13/16 in. (11.59 × 7.14 cm) (image)\r\n5 13/16 × 4 1/16 in. (14.76 × 10.32 cm) (mount)",
  "id": "http://api.artsmia.org/objects/139009",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6299,
  "image_width": 3973,
  "inscription": "Signature, watermark",
  "life_date": "German, 1471–1528",
  "markings": "Watermark: Bull\\'s head, Meder 62",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Norbert Handwerk, his paraphe in pencil on verso, Munich and Switzerland (until 1986; his sale, Christie’s, New York, November 19, 1986, no. 481, for $7,150); Samuel Josefowitz, Pully, Switzerland (until 2013; his sale, Christie’s, New York, January 29, 2013, no. 27, for$13,750, to Schrank and Boerner); [C.G. Boerner, New York, 2013–20].",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom L edge, engraved monogram in plate: AD",
  "style": "16th century",
  "text": "Saint Anne, the mother of the Virgin Mary and grandmother of Jesus, was a popular saint in the fifteenth century. When depicted with her daughter and grandson, the subject is called Anna Selbdritt in German or Anna Metterza in Italian, which, translated literally, means “Anne, put in third place.” Anne was traditionally shown holding a miniaturized adult Virgin Mary on her lap, who, in turn, was shown holding the Infant Jesus on her lap.\r\n\r\nThe inventive Renaissance artist Albrecht Dürer eschewed this conventional iconography to find a more natural, elegant pictorial solution for the hieratic image. Instead he shows Anne and Mary standing beside each other and gazing warmly at the infant Christ. Mary can be identified by her long flowing locks and less matronly dress, striking for its open v-shaped back. Cradling the baby, she offers his bare head to her mother’s outstretched hand. Jesus, nestled in Mary’s arms, cradles a pear and looks up to heaven and the Holy Ghost (a dove) and God the Father, thus completing the Holy Trinity. Anne, as both an ordinary human being and a member of the holy family, was held up to congregants in the Catholic Church as a model. Dürer highlights Anne’s special place, depicting her in a glorious cascade of drapery and showing her facing the viewer—the only figure in the composition to do so. Her expression of love towards her grandson, tenderly evoked, emphasizes family’s humanity, including the infant Jesus.",
  "title": "The Virgin and Child with Saint Anne"
}
