{
  "accession_number": "2021.17",
  "art_champions_text": null,
  "artist": "Artist: Paolo Guidotti, called Cavalier Borghese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": "",
  "curator_approved": 1,
  "dated": "1621",
  "department": "European Art",
  "description": "vertical composition with Christ on cross wearing a tan loincloth and crown of thorns with six weeping women in jewel-tone robes; skeleton, male nude wearing a crown of snakes, male nude with hands behind his back, and calm-faced woman with blonde hair at foot of cross; received framed in elaborate frame with chased gold balls and faux tortoiseshell",
  "dimension": "16 1/8 × 9 1/4 in. (41 × 23.5 cm) (sight)\r\n16 1/8 × 9 7/16 in. (41 × 24 cm)\r\n21 1/8 × 14 5/8 × 3 1/8 in. (53.7 × 37.1 × 7.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/139848",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11255,
  "image_width": 7496,
  "inscription": "Signed and inscribed on verso in black: PAULUS BURGHESIUS GUI / DOTTUS. V.I.D. EQUES. CHR / ISTI AURETAM MILITIAE MILIUS. / ALMA URBIS CONSERVATOR / F. i62i",
  "life_date": "Italian, Lucca c. 1560–1629 Rome",
  "markings": "",
  "medium": "Oil on walnut panel",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Probably commissioned by Cardinal Maffeo Barberini, later Pope Urban VIII, Rome (1621–23; inv., 1623, 'no. 100, \"Un Christo in Croce con le marie dipinto in tavola con Cornice de noce”); his brother, Carlo Barberini, Rome (1623–d.1630); his son, Don Taddeo Barberini, Prince of Palestrina Palazzo Barberini alle Quattro Fontane, Rome (until d. 1647; posthumous inv., 1649, 'no. 85, recorded “in a darkened room,” \"Un quadro d'un Crocifisso con le marie con cornice dorata alto palmi 2. e largo palmi 1 1/2\" [45 x 33.8 cm]); his son, Carlo Barberini (1630–1704), later cardinal, Palazzo Barberini alle Quattro Fontane, Rome (1648–53; renounced his primogeniture and inheritance upon elevation to the cardinalate); his brother, Maffeo Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (1653–d. 1685; inv., 1655, no. 76, \"Un Quadro con un Crocifisso in tavola con le Sei Marie, e un Demonio da piedi alla Croce Cornici d'Albuccio dorata alto palmi doi e mezzo largo uno, e mezzo\"; inv., 1673/80, Sec. C, p. 1, 'no. 111, \"Un Christo In Croce p alto con la Madonna et altre figure alto p.mi 1 1/2 e largo 1 InCirca con Cornice liscio in dorata mano di ---\"; posthumous inv., 1686, no. 275, \"Un Cristo in Croce intavola, con Le Marie et alli piedi della Croce, La Morte alto p.[alm]i 2. large 1. incirca, con cornice liscia dorata, mano di Paolo Borghese.\"); his son, Francesco Barberini (1662–1738), Prince of Palestrina, cardinal from 1690 ('1685–'d. 1738; inv., 1730, no. 3748, in the first audience chamber, “Un quadretto p. alto in Tavola con un Christo in Corce le Marie, et alli Piedi la Morte, il Peccato, Adamo, et Eva alto pmi 2, largo pmo 1 incirca con cornice liscia dorata, si dice mano di Paolo Borghese 80 [scudi]”). private collection, L’Aquila, Italy (before 1957). private collection, Rome (until 2017; sold to unknown UK dealer, as artist unknown, Lombard school); [Dealer, U.K., 2017–2019; sold to Lullo Pampoulides]; [Lullo Pampoulides, London, 2019–2020]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Paolo Guidotti was a true Renaissance man. Interested in flying machines, he made wings from whale bones, feathers, and springs and attempted to fly off a roof, breaking his leg. To study anatomy, he reportedly removed body parts from recently buried corpses. He also practiced architecture and law. Commentators have called him “a crazy master” whose expressive, eccentric style verged on the “hallucinatory.” Guidotti’s eccentricity is on display in this haunting, unusual Crucifixion. He set the tragic scene in the darkness of night, with Christ’s tortured body stilled by suffering and his head bowed in sorrow. Below the cross is a heap of vanquished figures: Death, represented as a skeleton; Evil, represented as the Devil or Lucifer; and Sin or Flesh, symbolized by the bound, naked figures of Adam and Eve. The six mourning women represent the six Maries—devout figures in the bible with Mary in their name—among them the Virgin Mary, in the blue mantle at left, and Mary Magdalene, kneeling at Christ’s feet. The other four might be Mary of Clophas; Mary, mother of James and John; Mary of Bethany, sister of Lazarus and Martha; Mary, mother of John Mark; and Mary of Rome.\r\n\r\nThis small devotional painting was likely made for Cardinal Maffeo Barberini, the future Pope Urban VIII (1623–44). Dated 1621 by the artist on the verso, it was executed just two years before Urban’s election to the papacy. The work can be traced in inventories of Rome’s famous Barberini collection throughout the 17th and 18th centuries.",
  "title": "Crucified Christ Triumphant over Death, Evil, and Sin"
}
