{
  "accession_number": "2021.7",
  "art_champions_text": null,
  "artist": "Artist: The First Generation after Manaku and Nainsukh",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Trust Fund and gift of funds from Jane Emison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1775-1780",
  "department": "Asian Art",
  "description": "woman at center in orange and green, holding a triangular shaped object (lamp?) in front of a figure in yellow and a figure draped in orange and gold, with three more pairs of figures in similar dress standing behind them; bearded man in pink and white behind central pair of figures; standing woman in LLQ wearing various jewel-toned garments; women and girls observing at left inside a room; man figures and musicians on various levels of the building at right, with elephants and large flags on middle tier in URQ",
  "dimension": "7 15/16 × 12 1/4 in. (20.2 × 31.1 cm) (image)\r\n9 1/16 × 13 3/16 in. (23 × 33.5 cm) (folio)",
  "id": "http://api.artsmia.org/objects/139849",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7142,
  "image_width": 10387,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque pigments and gold on paper",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This luminous night scene captures the final verses of the first book (Balakanda, or Book of Boyhood) of the sweeping Hindu epic, the Ramayana. The focus of this dazzlingly complex composition is the chief queen, Kaushalya, as she welcomes Sita, Rama’s young bride and ideal heroine, within the palace courtyard. As is customary when a new bride is welcomed into her new home, she is offered the blessing of aarti (light), and luxuriated in gifts while standing on rangoli, a floral design drawn with rice grains. The wedding party includes Ram’s three brothers, their respective wives, King Dasharatha, and the bearded sage, Vishvamitra. The princes are successively greeted by the queens and ladies of the household; outside, the elaborate wedding procession and people of Ayodhya look on with anticipation, celebrating to blasting trumpets and thundering drums.",
  "title": "The Arrival of the Brides at the Palace in Ayodhya: Page from a dispersed Ramayana series"
}
