{
  "accession_number": "2021.17",
  "art_champions_text": null,
  "artist": "Artist: Paolo Guidotti, called Cavalier Borghese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": "",
  "curator_approved": 0,
  "dated": "1621",
  "department": "Paintings",
  "description": "vertical composition with Christ on cross wearing a tan loincloth and crown of thorns with six weeping women in jewel-tone robes; skeleton, male nude wearing a crown of snakes, male nude with hands behind his back, and calm-faced woman with blonde hair at foot of cross; received framed in elaborate frame with chased gold balls and faux tortoiseshell",
  "dimension": "16 1/8 × 9 1/4 in. (41 × 23.5 cm) (sight)\r\n16 1/8 × 9 7/16 in. (41 × 24 cm)\r\n21 1/8 × 14 5/8 × 3 1/8 in. (53.7 × 37.1 × 7.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/139848",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11255,
  "image_width": 7496,
  "inscription": "Signed and inscribed on verso in black: PAULUS BURGHESIUS GUI / DOTTUS. V.I.D. EQUES. CHR / ISTI AURETAM MILITIAE MILIUS. / ALMA URBIS CONSERVATOR / F. i62i",
  "life_date": "Italian (Tuscany), c. 1560–1629",
  "markings": "",
  "medium": "Oil on walnut panel",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Paolo Guidotti was a true Renaissance man. Interested in flying machines, he made wings from whale bones, feathers, and springs and attempted to fly off a roof, breaking his leg. To study anatomy, he reportedly removed body parts from recently buried corpses. He also practiced architecture and law. Commentators have called him “a crazy master” whose expressive, eccentric style verged on the “hallucinatory.” Guidotti’s eccentricity is on display in this haunting, unusual Crucifixion. He set the tragic scene in the darkness of night, with Christ’s tortured body stilled by suffering and his head bowed in sorrow. Below the cross is a heap of vanquished figures: Death, represented as a skeleton; Evil, represented as the Devil or Lucifer; and Sin or Flesh, symbolized by the bound, naked figures of Adam and Eve. The six mourning women represent the six Maries—devout figures in the bible with Mary in their name—among them the Virgin Mary, in the blue mantle at left, and Mary Magdalene, kneeling at Christ’s feet. The other four might be Mary of Clophas; Mary, mother of James and John; Mary of Bethany, sister of Lazarus and Martha; Mary, mother of John Mark; and Mary of Rome.\r\n\r\nThis small devotional painting was likely made for Cardinal Maffeo Barberini, the future Pope Urban VIII (1623–44). Dated 1621 by the artist on the verso, it was executed just two years before Urban’s election to the papacy. The work can be traced in inventories of Rome’s famous Barbarini collection throughout the 17th century.",
  "title": "Crucified Christ Triumphant over Death, Evil, and Sin"
}
