{
  "accession_number": "2021.105.1.5",
  "art_champions_text": null,
  "artist": "Artist: Delita Martin; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "Mixed media bleed print employing a portrait hand-drawn by the artist on a lithographic stone, a collagraph plate made from an antique baptism dress collected by the artist, a one-color background from a photolithography plate made with a drawing by the artist, and hand-stitching applied by the artist.",
  "dimension": "29 × 41 3/8 in. (73.66 × 105.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/139907",
  "image": "valid",
  "image_copyright": "Copyright © Delita Martin%2C published by Highpoint Editions",
  "image_height": 6541,
  "image_width": 9289,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "LLC in pencil: Archive 1/2 | Publisher\\'s blindstamp, LLC: HP",
  "medium": "Color lithograph, photolithograph, and intaglio and relief printed collagraph in yellow-orange, hand-stitched with embroidery thread",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Keepsakes",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to Mia, 2021.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Delita Martin 2021 | BC in pencil: \\\"Keepsake: Malayah\\\"",
  "style": "21st century",
  "text": "Delita Martin is a Houston-based figurative artist who often blends diverse media and techniques to create visually potent images of women of color as icons of strength and community. Inspired by oral traditions as well as vintage and family photographs, Martin attempts to capture the spirit of her subjects—mainly friends and family members—and tell their individual and collective stories. Martin’s portraits and figurative scenes honor African American women and present positive images of Black identity through individualized narrative content that also provides a contextual connection to her subjects’ personal experiences.\t\r\n\r\nFor her suite “Keepsakes,” Martin drew black-and-white lithographic portraits of several close friends and family members (and herself) based on photographs of them as children. Each portrait was then combined with an image printed directly from an antique christening dress collected by the artist and prepared as a collagraph printing matrix. To further individualize the portraits, each print features a distinctive background design and geometric pattern of hand-stitched thread. Part tribute, part memento, the “Keepsakes” prints are each titled with the name of the individual portrayed.  Martin’s portraits are both personal and universal, honoring a lifetime of friendship, connection, and community.",
  "title": "Keepsakes: Malayah"
}
