{
  "accession_number": "2021.20.3",
  "art_champions_text": null,
  "artist": "Photographer: Adrian Piper",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "very dark black and white image of a nude woman holding a camera in front of her belly; received in silver frame",
  "dimension": "14 7/16 × 14 13/16 in. (36.7 × 37.6 cm) (image)\r\n14 13/16 × 15 1/4 in. (37.6 × 38.7 cm) (sight)\r\n21 1/4 × 21 1/4 × 1 1/8 in. (54 × 54 × 2.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/139997",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6591,
  "image_width": 6768,
  "inscription": "",
  "life_date": "American, born 1948",
  "markings": "",
  "medium": "Selenium tone gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Adrian Piper’s “Food for the Spirit” was a visionary performance in every sense of the term: it anticipated ways of seeing, expressing, and understanding the self through the intersectional prism of race and gender at a time when neither was taken seriously by the art world.  Created during a self-imposed period of isolation and study in 1971, in which the artist routinely fasted, did yoga, and read Immanuel Kant’s Critique of Pure Reason, Piper at times felt the edges of selfhood dissolving or even annihilated.  To counteract her feelings of disassociation, and to document the transcendent experience of grappling with Kant, Piper photographed herself standing before a mirror while reciting existentially challenging excerpts of the text.  The resulting photographs reveal Piper seemingly at the boundary between existence and the void; as a Black woman artist practicing in the early 1970s, each photograph explicitly engages “darkness” as a means for the creation, or subsuming, of individuality.  These three prints stand as rare material evidence of a remarkably forward-thinking performance in the history of Conceptual art, and provide a visually striking introduction to Piper’s complex artistic and intellectual practices.",
  "title": "Food for the Spirit (Image no. 10)"
}
