{
  "accession_number": "2021.24.1",
  "art_champions_text": null,
  "artist": "Artist: Giovanni Battista Piranesi",
  "catalogue_raissonne": "Robison 31 i/viii\r\nFocillon 27\r\nHind 4",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Carl and Holly Jones Endowment for Prints and Drawings and the Winton Jones Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1749",
  "department": "European Art",
  "description": "view through a very tall doorway with a curving top to a bridge with arches and a freize of relief sculptures along top of bridge",
  "dimension": "21 1/4 × 16 1/8 in. (54 × 41 cm) (plate)\r\n23 11/16 × 18 1/8 in. (60.2 × 46 cm) (sheet)\r\n25 5/8 × 19 5/8 in. (65.1 × 49.8 cm) (mount)",
  "id": "http://api.artsmia.org/objects/139992",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7080,
  "image_width": 5529,
  "inscription": "along bottom edge in pencil: (illegible)",
  "life_date": "Italian, 1720–1778",
  "markings": "top margin stamped: Georges. | verso LRC stamped: ML (inside oval)",
  "medium": "Etching on laid paper",
  "nationality": "Italian (Rome)",
  "object_name": "Print",
  "portfolio": "From Carceri",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this view of a prison interior, Giovanni Battista Piranesi explored his imagination through architecture realized only on paper, unfettered by practical considerations. The scene revels in the sublime—the flipside of the Age of Enlightenment—in which Romantics opened themselves to the sensation of forces beyond human comprehension and control. Piranesi intended us to lose ourselves as we wander through a massive arch his maze of stairways and balconies leading to unknown destinations. This is the scary movie of the 18th century.\r\n\r\nThis etching belongs to a suite of such prison scenes. A decade after their first appearance in the late 1740s, Piranesi went back to work on his copper plates, darkening the images both literally and figuratively. It is in no small part due to the radical rethinking evident between the two iterations of the Prisons that Piranesi is sometimes called “the Rembrandt of Architecture.”",
  "title": "The Grand Piazza, Plate IV from the series, \"Carceri\""
}
