{
  "accession_number": "2021.78a,b",
  "art_champions_text": null,
  "artist": "Artist: Gail Tremblay",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Mi'kmaq and Onondaga",
  "curator_approved": 1,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "large, cylindrical basket made out of 16mm film in white, blue and green; plexi cylander stays on interior for support",
  "dimension": "24 × 13 1/2 × 13 1/2 in. (60.96 × 34.29 × 34.29 cm)",
  "id": "http://api.artsmia.org/objects/139998",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3468,
  "image_width": 2400,
  "inscription": "",
  "life_date": "Mi'kmaq and Onondaga, 1945-2023",
  "markings": "",
  "medium": "16mm film, green, blue and white leader, and silver and gold braid",
  "nationality": null,
  "object_name": "Basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "“This basket is part of a suite of work which uses ethnographic films to explore images of Indigenous people in ways that discuss contemporary issues that affect Native cultures. The film, “At the Winter Sea Ice Camp,” was made in 1967 and pictures Netsilik Inuit people building an igloo, hunting for seals, eating traditional foods and making traditional things like their ancestors did in the past. Because it was still possible to live a traditional life in 1967 before global warming caused the sea ice to melt, it was possible to create the illusion that traditional Inuit were not endangered by the pressures to assimilate that had begun to affect Indigenous cultures long before the film was made. \r\n\r\nBy 2018 when I made this basket, the sea ice melt that endangered the whole Artic ecosystem made even re-enacting traditional cultural practices impossibly difficult. Even the film images I was using were fragments of an Inuit world lost in history. Inspired by a weaving technique invented by Jeremy Frey, the Passamaquoddy master basket maker from Maine, I chose to use 8mm film leader to break up the 16 mm film frames and create fragments of the images which tried to document the way that industrial culture was carelessly destroying traditional cultures that sustained life by inventing things that were not in harmony with the forces that supported life on the earth. “\t– Gail Tremblay",
  "title": "If the Ice Melts and the Grass Grows on Small Islands in the Sea, Will Images of the Inuit World Become Fragments Lost in History"
}
