{
  "accession_number": "2021.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas, the James Ford Bell Foundation Endowment for Art Acquisition, and the Robert J. Ulrich Art Acquisition Fund",
  "culture": "Dogon",
  "curator_approved": 0,
  "dated": "16th-17th century",
  "department": "Arts of Global Africa",
  "description": "four pairs of nude caryatid figures with upraised arms and bent knees, supporting thick seat; figures have tall hairstyles and large bellies; vertical support column at center; thick base; dark finish",
  "dimension": "17 3/16 × 13 5/16 × 13 in. (43.7 × 33.8 × 33 cm)",
  "id": "http://api.artsmia.org/objects/139994",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8271,
  "image_width": 6616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Stool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "The Dogon from Mali have a long artistic tradition, and some of their wooden artworks have survived over the centuries. This ceremonial stool is over 400 years old. Never meant to be sat upon, it combines sculptural elegance with cultural meaning. The seat seems to be supported by delicately carved figures, four pairs in total. They represent the nommos, male-female pairs of twins who are the founding ancestors of humankind and teachers of culture. The nommos join the sky, the seat, with the earth, the base of the stool. This is how the Dogon historically viewed the universe, made of two disks connected by a tree. If you carefully look between the figures, you can see the stool’s central post, which represents the cosmic tree.",
  "title": "Stool"
}
