{
  "accession_number": "2009.49.2",
  "art_champions_text": null,
  "artist": "Artist: Bertold Löffler",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Gift of Tom Rassieur in honor of David Ryan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1907",
  "department": "European Art",
  "description": "slightly stylized portrait of a standing man with face in profile, PL, and body facing forward; black hair; very large moustache; pince-nez glasses; holding very large hat in PL hand and cane in PR hand; oversized coat with grid pattern; lines behind figure",
  "dimension": "14 3/8 x 11 5/16 in. (36.51 x 28.73 cm) (sight)\r\n22 1/4 x 16 3/4 in. (56.52 x 42.55 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108001",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 4233,
  "image_width": 3200,
  "inscription": "Signature and Date",
  "life_date": "Austrian (born Bohemia), 1874-1960",
  "markings": "",
  "medium": "Pen and black ink over graphite underdrawing on cream cardstock",
  "nationality": "Austrian (born Bohemia)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Im Kinsky Kunst Auktionen, Vienna, June 10, 1997, no. 254, to Tom Rassieur, Minneapolis; his gift to MIA, 2009",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated, LRC, in black ink: [1907 Lö]",
  "style": "20th century",
  "text": "Bernard Löffler is widely recognized as one of the leading figures of the Weiner Werkstätte (Vienna Workshop)—a design collective of modern artists, founded in 1903, that objected to the prevailing conservative ideology of Austrian art. \r\n\r\nThis pen and ink drawing is an outstanding early example of Löffler's exuberant modern design aesthetic, which grew out of his affinity for the bold, linear style and decorative motifs of French art nouveau. The drawing's stylized patterning, geometric motifs, and strongly flattened pictorial space are characteristic of Löffler's graphic style of this period, which in this example perfectly complements the flamboyant spirit of the picture's famous sitter, the Bohemian writer Peter Altenberg.  Löffler and  Altenberg were both friends and colleagues on the forefront of Vienna's intellectual and cultural renaissance. The drawing may be a study for an unrealized printed illustration or bookplate.",
  "title": "Peter Altenberg"
}
