{
  "accession_number": "2009.54.3",
  "art_champions_text": null,
  "artist": "Artist: Maurice Henry; Publisher: Karl Gerstner; Publisher: Daniel Spoerri; Publisher: Galerie der Spiegel, Cologne, Germany",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "Europe",
  "country": "France",
  "creditline": "Transfer from the MIA Research and Reference Library; The John R. Van Derlip Library Fund, 1969",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "European Art",
  "description": "black clamshell box containing objects attached to red backing board with red thread, under a Plexi cover; objects are: small crumpled pieces of newspaper (with Greek text), bundle of straw, loops of raffia or other plant fibers, bundle of small sticks, bottle-shaped vial of clear liquid (gasoline?), cylindrical gold lighter, silver metal file, book of pink matches and box of wooden matches with cartoon image of a purse snatching; yellow card printed with cartoon drawing in red and black of a smiling boy watching a burning house",
  "dimension": "11 1/8 x 11 1/8 x 1 1/2 in. (28.26 x 28.26 x 3.81 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/108243",
  "image": "valid",
  "image_copyright": "© Maurice Henry %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 2645,
  "image_width": 4997,
  "inscription": "Signature, Date and Edition",
  "life_date": null,
  "markings": "on inner spine, in blue: [63]",
  "medium": "Mixed media multiple consisting of twigs, plant fibers, metal, glass, wood and paper matches, gasoline, offset lithography on paper, and Plexiglas; housed in a cloth covered clamshell box",
  "nationality": null,
  "object_name": "Multiple",
  "portfolio": "From Edition MAT MOT (No. 3)",
  "provenance": "Acquired in 1969 by the MIA Research and Reference Library through the John Russell Van Derlip Library Fund.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on inner spine, in blue: [Maurice / Henry]; on bottom center of yellow card, in black: [Maurice / Henry / 63]",
  "style": "20th century",
  "text": "Recognized for his discerning sense of humor, Surrealist artist, poet, and cartoonist Maurice Henry satirizes the boxed activity kits marketed to young boys and girls in this absurdist-inspired version tailored for the juvenile pyromaniac. Outfitted with matches, lighter, kindling materials, gasoline, and printed instructions, Henry's instructional game is every parent's nightmare. \r\n\r\nAs the title notes, the work honors French Surrealist novelist and poet Rene Daumal (1908–1944), widely respected for his writings on spiritualism and perception.",
  "title": "Le petit Incendiare: Homage à René Daumal (The Little Arsonist: Homage to René Daumal)"
}
