{
  "accession_number": "2009.48.3",
  "art_champions_text": null,
  "artist": "Artist: John Steuart Curry",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1940",
  "department": "Arts of the Americas",
  "description": "sketch of nude male standing with legs apart and arms stretched out to sides; sketch of limb (leg?) bones at right edge",
  "dimension": "22 3/8 x 17 3/8 in. (56.83 x 44.13 cm) (sight)\r\n32 3/16 x 25 13/16 in. (81.76 x 65.56 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108213",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4313,
  "image_width": 3454,
  "inscription": "Signature, Title and Date",
  "life_date": "American, 1897 - 1946",
  "markings": "",
  "medium": "Red conté crayon",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; his widow Kathleen, 1946; her granddaughter, Sarah \"Sunshine\" Schuster, 2001; sold by her through Kiechel Fine Art (Lincoln, NE), to the MIA, 2009",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center, in pencil: [Study for \\\"John Brown\\\" / John Steuart Curry / 1940]",
  "style": "20th century",
  "text": "The red conté study of John Brown relates to the Kansas Statehouse murals that Curry worked on from 1937 to 1942. This particular sheet is related to an early stage of the mural from late 1938 to early 1939 in which Brown appeared beardless. Curry knew that Brown didn't wear a beard while in Kansas, but grew it to disguise himself when he moved east after the Pottawatomie Massacre in May of 1856. Curry later decided to model Brown on Michelangelo's dramatic rendition of Moses for the tomb of Pope Julius II.  Brown appears bearded in the lithograph of 1939 (P. 91.37.2) as well as in the John Brown painting at the Metropolitan Museum of Art. Curry considered the Kansas Statehouse murals his best work, but the legislature refused to allow him to finish the cycle in the way he planned and the project became mired in controversy. In 1992 the Kansas legislature issued an official apology for its treatment of the artist and bought a large group of drawings related to the murals. Other studies for this project reside in the John Steuart Curry Papers at the Archives of American Art and the State Historical Society of Wisconsin.",
  "title": "Study for the figure of John Brown in the \"Tragic Prelude\" mural for the Kansas Statehouse"
}
