{
  "accession_number": "2009.54.1a-x",
  "art_champions_text": null,
  "artist": "Artist: George Brecht; Publisher: Karl Gerstner; Publisher: Daniel Spoerri; Publisher: Galerie der Spiegel, Cologne, Germany",
  "catalogue_raissonne": "Ruhé M28\r\n\r\n\r\n\r\n",
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Transfer from the MIA Research and Reference Library; The John R. Van Derlip Library Fund, 1969",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "black clamshell box containing clip art sheet with various images printed in black (drum, honeycomb, animals, figure exercising) at the bottom of a glass-covered box containing 18 loose objects: small cardboard box, two pieces of broken mirror, two metal hooks, key, brass ring, wooden number \"4\", four beads, three silver brads, three blue metal nails; cardboard instruction sheet in three languages included",
  "dimension": "11 1/8 x 11 1/8 x 1 1/2 in. (28.26 x 28.26 x 3.81 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/108240",
  "image": "valid",
  "image_copyright": "© George Brecht %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 2606,
  "image_width": 5033,
  "inscription": "",
  "life_date": "American, 1926 –2008",
  "markings": "on inner spine, in black: 54",
  "medium": "Mixed media multiple consisting of glass, wood, metal, stone, plastic, and offset lithography on paper; housed in a black linen over board clamshell box",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": "From Edition MAT MOT (No. 1)",
  "provenance": "Acquired in 1969 by the MIA Research and Reference Library through the John Russell Van Derlip Library Fund.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on inner spine, in black: George Brecht",
  "style": "20th century",
  "text": "Named after the \"universal Turing machine (UTM),\" an early theoretical computing device invented by British mathematician Alan Turing (1912–1954), Brecht's Fluxus-infused Universal Machine playfully upends the logic-based systems of its predecessor by introducing the element of chance as the principal determinant of meaning. \r\n\r\nBrecht's \"machine\" consists of a black linen box containing a pane of glass, under which is a sheet of paper printed with collaged clip-art. Ten small objects of various materials rest upon the collage. Designed to be shaken so that the various objects randomly obscure portions of the printed images, the machine's \"output\" is interpreted according to a set of rules included along with the multiple.\r\n\r\nIn an early interview, Brecht described the device's range of functions: \"It's a Universal Machine for doing everything. For writing a novel, making a poem, composing a piece of music, for finding lost objects. You can use it as a watch, as a calendar. It can invent new mathematics, a new form of thought. Map out an itinerary for a trip.\"",
  "title": "The Universal Machine"
}
