{
  "accession_number": "2009.54.4a,b",
  "artist": "André Thomkins; Publisher: Karl Gerstner; Publisher: Daniel Spoerri; Publisher: Galerie der Spiegel, Cologne, Germany",
  "classification": "Multiples",
  "continent": "\"Europe\"",
  "country": "\"Switzerland\"",
  "creditline": "Transfer from the MIA Research and Reference Library; The John R. Van Derlip Library Fund, 1969",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "European Art",
  "description": "",
  "dimension": "11 1/8 x 11 1/8 x 1 1/2 in. (28.26 x 28.26 x 3.81 cm) (box, closed)",
  "id": 108264,
  "image": "valid",
  "image_copyright": "© Estate André Thomkins",
  "image_height": 1761,
  "image_width": 3739,
  "inscription": "Signature and Edition",
  "life_date": "André Thomkins, Swiss, 1930–1985; Karl Gerstner, Publisher, Swiss, 1930–2017; Daniel Spoerri, Publisher, Swiss, born Romania 1930; Galerie der Spiegel, Cologne, Germany, Publisher",
  "markings": "on inner spine, in black: [53]",
  "medium": "Mixed media multiple consisting of offset lithography on cardboard and paper, metal bolts, wood, cloth over cardboard, ribbon",
  "object_name": "Multiple",
  "portfolio": "Edition MAT MOT (No. 5)",
  "provenance": "Acquired in 1969 by the MIA Research and Reference Library through the John Russell Van Derlip Library Fund.",
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "on inner spine, in black: [André Thompkins]",
  "style": null,
  "text": "The Fluxus group was an international collective of artists who in the 1960s and 70s sought to subvert the sometimes high seriousness of art by introducing unconventional ideas and activities such as games, puzzles, storytelling, performance, absurdity, chance, poetry, and experimental music and film, into the realm of fine art. The group was famous for their large output of Fluxus boxes or so-called Fluxkits—small wooden or plastic boxes that held collections of printed cards, games, puzzles, found objects, and other material along with operating instructions for the viewer to perform certain actions or activities. Indeed, active participation was a required element of these works. Fluxus art was also noted for the experimental mixing of mediums, or what became called \"intermedia,\" as a way to generate unforeseen meanings or associations.\r\n",
  "title": "Dogmat Mot"
}
