{
  "accession_number": "2009.52",
  "art_champions_text": null,
  "artist": "Artist: Louis Morin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Lisa and Michael Michaux in honor of Yvonne and Gabriel P. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1905",
  "department": "European Art",
  "description": "windmill at center; another structure at left; dark grey sky",
  "dimension": "6 3/8 x 9 in. (16.19 x 22.86 cm) (plate)\r\n9 1/4 x 11 7/8 in. (23.5 x 30.16 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/108280",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3733,
  "image_width": 4820,
  "inscription": "Signature and Inscription\r\n\r\non back, in pencil: [Louis Morin / \\\"La Fin de Montmartre\\\"] and [APG10684]",
  "life_date": "French, 1855–1938",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(C. & J. Goodfriend Drawings and Prints, New York); sold to Lisa Michaux (St. Paul, MN)\r\n",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in the plate: [Louis Morin]",
  "style": "20th century",
  "text": "Author, illustrator, and painter Louis Morin was born and pursued his career in Paris. Remembered in large part for his views of Montmartre, he also created silhouette figures for the \"theatre d'ombres\" (shadow plays) staged at the famous Chat Noir nightclub in that district. He edited and illustrated the short-lived journal \"La Revue des Quat'Saisons\" (1900-01) and contributed to other humor magazines, including \"La Caricature\" and \"L'Assiete au Beurre.\" He founded the Salon des Humoristes, where he also exhibited his work. The present work is a view of a windmill and viewing platform atop Montmartre, then on the outskirts of Paris. More specifically, it is probably one of the two mills at the Moulin de la Gallette, a popular gathering place—perhaps most famously shown in Renoir's 1876 painting in the Musée d'Orsay. The observation deck seen to the left of the mill was also depicted by Vincent van Gogh in a painting of 1886 in the Art Institute of Chicago.",
  "title": "La fin de Montmartre"
}
