{
  "accession_number": "2009.53.65c",
  "art_champions_text": null,
  "artist": "Artist: Cesare Rossetti; Artist: Formerly attributed to Cavaliere d'Arpino",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 1,
  "dated": "16th-17th century",
  "department": "European Art",
  "description": "portrait of a bearded man with PR hand on chin, in red chalk; labeled on sheet in blue ink: H.84; mounted on sheet with 3 other small drawings--further drawings have been removed; other drawings present are labeled on the sheet in blue ink: H.82, H.83, H.85; see also L2009.52.67a,b,d",
  "dimension": "16 1/2 x 10 7/8 in. (41.91 x 27.62 cm) (mount)\r\n3 15/16 x 3 13/16 in. (10 x 9.68 cm) (c (H.84))",
  "id": "http://api.artsmia.org/objects/108286",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3404,
  "image_width": 3172,
  "inscription": "",
  "life_date": "Italian (Rome), c. 1565–1626/27",
  "markings": "",
  "medium": "Red chalk",
  "nationality": "Italian (Rome)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Christie's, London, April 15, 1980, as \"Property of a Gentleman,\" lot 53, as Cavaliere d'Arpino, with 2009.53.64a-c to McCrindle; Joseph F. McCrindle, New York (until d. 2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This album page, with a group of chalk studies, was put together some time in the 17th century, most likely in Italy judging from the paper. It comes from a larger album that was broken up in the late 1970s and sold at auction. At this sale, four of the studies from this sheet had already been removed, where there are traces of pink adhesive. The album contained many drawings by the great Roman master, the Cavaliere d'Arpino, suggesting that the drawings were collected and brought together by one of Arpino's students. Here the study of the bearded man and the veiled young woman were accepted as autograph works of Arpino the art historian Herwarth Röttgen, one specialist of the artist. Another Arpino expert, Marco Bolzoni, instead recently attributed those two studies to Cesare Rossetti, a member of Arpino's shop.",
  "title": "Head of a Bearded Man Looking Down"
}
