{
  "accession_number": "2009.53.65a",
  "art_champions_text": null,
  "artist": "Artist: Unknown Italian, 17th century; Artist: Circle of Cavaliere d'Arpino",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "European Art",
  "description": "portrait profile from PL of balding man with curly hair and pronounced Adam's apple, in red chalk; labeled on sheet in blue ink: H.82; mounted on sheet with 3 other small drawings--further drawings have been removed; other drawings present are labeled on the sheet in blue ink: H.83, H.84, H.85; see also L2009.52.67b-d",
  "dimension": "16 1/2 x 10 7/8 in. (41.91 x 27.62 cm) (mount)\r\n3 3/4 x 3 3/16 in. (9.53 x 8.1 cm) (a (H.82))",
  "id": "http://api.artsmia.org/objects/108284",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2858,
  "image_width": 2736,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red chalk",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Christie's, London, April 15, 1980, as \"Property of a Gentleman,\" lot 53, as workshop of Cavaliere d'Arpino, with 2009.53.64a-c to McCrindle; Joseph F. McCrindle, New York (until d. 2008); Joseph F. McCrindle Foundation (2008-2009; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This album page, with a group of chalk studies, was put together some time in the 17th century, most likely in Italy judging from the paper. It comes from a larger album that was broken up in the late 1970s and sold at auction. At this sale, four of the studies from this sheet had already been removed, where there are traces of pink adhesive. The album contained many drawings by the great Roman master, Giuseppe Cesari, called Cavaliere d'Arpino, suggesting that the drawings were collected and brought together by one of Cesari's students. The study of the bearded man and the veiled young woman on the album page have been accepted as autograph works of Cavaliere d'Arpino by scholar Herwarth Röttgen. This study of a head in profile appears, instead, to be by an artist in Cesari's circle.",
  "title": "Head of a Young Man in Profile"
}
