{
  "accession_number": "2009.54.2a-ssss",
  "art_champions_text": null,
  "artist": "Artist: Robert Filliou; Publisher: Karl Gerstner; Publisher: Daniel Spoerri; Publisher: Galerie der Spiegel, Cologne, Germany",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "Europe",
  "country": "France",
  "creditline": "Transfer from the MIA Research and Reference Library; The John R. Van Derlip Library Fund, 1969",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "European Art",
  "description": "Black clamshell box containing 96 grey, black and white cards, printed with an image on one side and text in three languages on back; inner box contains wooden frame to hold cards in two rows of three stacks each",
  "dimension": "11 1/8 x 11 1/8 x 1 1/2 in. (28.26 x 28.26 x 3.81 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/108241",
  "image": "valid",
  "image_copyright": "© Robert Filliou",
  "image_height": 2642,
  "image_width": 5105,
  "inscription": "",
  "life_date": "French, 1926–1987",
  "markings": "on inner spine, in black: 75",
  "medium": "Mixed media multiple consisting of wood, letterpress, and offset lithographs on cardboard and paper, housed in cloth over cardboard box",
  "nationality": "French",
  "object_name": "Multiple",
  "portfolio": "From Edition MAT MOT (No. 2)",
  "provenance": "Acquired in 1969 by the MIA Research and Reference Library through the John Russell Van Derlip Library Fund.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on inner spine, in black: R Filliou",
  "style": "20th century",
  "text": "The Fluxus group was an international collective of artists who in the 1960s and 70s sought to subvert the sometimes high seriousness of art by introducing unconventional ideas and activities such as games, puzzles, storytelling, performance, absurdity, chance, poetry, and experimental music and film, into the realm of fine art. The group was famous for their large output of Fluxus boxes or so-called Fluxkits—small wooden or plastic boxes that held collections of printed cards, games, puzzles, found objects, and other material along with operating instructions for the viewer to perform certain actions or activities. Indeed, active participation was a required element of these works. Fluxus art was also noted for the experimental mixing of mediums, or what became called \"intermedia,\" as a way to generate unforeseen meanings or associations.",
  "title": "Je disais à Marianne (I was Telling Marianne)"
}
