{
  "accession_number": "2009.35",
  "art_champions_text": null,
  "artist": "Artist: Hua Yan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1724-1731",
  "department": "Asian Art",
  "description": "very tall, thin, straight bamboo stalks growing in a small cluster surrounded by rocks; five blocks of text- three at top of image, 2 in L margin of mount; 12 red seals-5 on mount",
  "dimension": "44 3/4 x 11 3/4 in. (113.67 x 29.85 cm) (image)\r\n92 3/8 x 18 3/8 in. (234.63 x 46.67 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/108304",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6444,
  "image_width": 2483,
  "inscription": "",
  "life_date": "1682 - 1756",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Hua Yan, a poet, calligrapher and painter, is generally recorded as one of the Eight Eccentrics of Yangzhou. While Hua was influenced by the personal style of earlier eccentric masters including Shi Tao and Zhu Da, he stands out as a creative master who synthesized different stylistic trends of the seventeenth century in a fresh, distinctive way. Within this sparse composition, his personal brush idiom emerges in dry, delicate, sooty strokes, different from the fluid, wet, brushwork that dominated early eighteenth century Yangzhou styles. This rare, early work by Hua is datable by the artists seals on the painting to between 1724-1731.\r\nThere are eight accompanying colophons by five different poets. The one by Wu Xizhi (1746-1818) reads\r\n\r\nAutumn sounds, softly, softly urge on the gentle ripples;\r\nSuddenly we see these fifteen trees by \"Young Master Xiao (Hua Yan)\"\r\nThe moon not yet risen, no visitor yet arrived;\r\nHimself he transplants these bluegreen sleeves, in time with the chilly weather.",
  "title": "Fifteen Bamboos"
}
