{
  "accession_number": "2009.34a-d",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Asian Art",
  "description": "square chest, slightly tapered at bottom; two brass straps on exterior; four stop bail handles with circular back and striking plates; interior lined with pewter, wrapped over top edge; separate wood stand has four C-shaped legs joined by humpbacked stretcher; pair of plank covers, each cut with two ventilation holes with circular motifs",
  "dimension": "28 1/8 x 21 5/8 x 21 7/8 in. (71.44 x 54.93 x 55.56 cm) (approximate)",
  "id": "http://api.artsmia.org/objects/108301",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4940,
  "image_width": 5083,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Hungmu hardwood, pewter and brass",
  "nationality": null,
  "object_name": "Ice chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "From the seventeenth through nineteenth centuries, metal lined hardwood ice chests were used in upper class Chinese homes to cool food and beverages and, alternatively, to cool entire rooms during the summer months. As examples of the classical hardwood furniture tradition, the best chests were fashioned from precious materials utilizing refined mortise and tenon joinery. Exemplary examples display the same clean lines, elegant properties, and beautifully waxed wood surfaces encountered in other traditional furniture forms.\r\nThe four ventilation holes carved in the form of a coin motif on the lids allowed cool air to permeate rooms making them more comfortable during the heat of the summer. Like most Chinese hardwood ice chests, this one is lined with soft pewter and reinforced on the exterior with continuous brass straps.",
  "title": "Ice chest"
}
