{
  "accession_number": "2009.57",
  "art_champions_text": null,
  "artist": "Artist: Willie Cole",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Brenden Mann Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "Sculptural assemblage of various types of black ladies' and girls' shoes in the form of an abstracted woman holding a baby on her lap; topmost shoe has white and gold flowers on upper",
  "dimension": "36 1/2 x 12 1/2 x 14 3/4 in. (92.71 x 31.75 x 37.47 cm)",
  "id": "http://api.artsmia.org/objects/108443",
  "image": "valid",
  "image_copyright": "© Willie Cole",
  "image_height": 6408,
  "image_width": 4586,
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "",
  "medium": "Shoes, wire, washers, and screws",
  "nationality": "American",
  "object_name": "Sculpture / assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G369",
  "see_also": [
    ""
  ],
  "signed": "On bottom of PR bottom sandal, in black marker: ANN / KLEIN / WITH / A BABY / IN / TRANSIT | On bottom of PL bottom sandal, in black marker:  WILLIE COLE / 2009",
  "style": "21st century",
  "text": "Influenced by African sculpture, Willie Cole constructed this piece of mother and child from a stockpile of discarded high-heeled shoes. Ann Klein with a Baby in Transit takes its name from the American fashion designer's label that appears inside two of the shoes. Cole has created similarly ironic artworks out of other used consumer objects, ranging from lawn jockeys and bicycle parts to salvaged irons and blow dryers. The rich, black color and well-worn surfaces of the footwear evoke the beautiful patina of many traditional African sculptures. When reassembled by Cole, these contemporary cast-offs become potent objects that appear to issue from another time and place.",
  "title": "Anne Klein with a Baby in Transit"
}
