{
  "accession_number": "2009.57",
  "artist": "Willie Cole",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Brenden Mann Foundation",
  "culture": null,
  "dated": "2009",
  "description": "sculpture in the form of an abstracted woman holding a baby on her lap; made of various types of black ladies\\' and girls\\' shoes; topmost shoe has white and gold flowers on upper",
  "dimension": "36 1/2 x 12 1/2 x 14 3/4 in. (92.71 x 31.75 x 37.47 cm)",
  "id": "http://api.artsmia.org/objects/108443",
  "image": "valid",
  "image_copyright": "%26Acirc%3B%26copy%3B Willie Cole",
  "life_date": "American, born 1955",
  "marks": "Signature, Title and Date on bottom of PR bottom sandal, in black marker: [A",
  "medium": "Shoes, wire, washers, screws",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Influenced by African art, Willie Cole constructed this sculpture of mother and child from a stockpile of discarded high-heeled shoes. Cole has created similarly ironic artworks out of other used consumer objects, ranging from lawn jockeys and bicycle parts to salvaged irons and blow dryers. When reassembled by Cole, these cast-offs become potent objects that appear to issue from another time and place.\r\n \r\n<I>Ann Klein with a Baby in Transit<I> takes its name from the American fashion designer's label that appears inside two of the shoes. The rich black color and well-worn surfaces of the footwear evoke the beautiful patina of many African sculptures, such as those on view throughout these galleries.\r\n\r\nThe mother and child grouping is a regal but tender homage to African cultural traditions. The woman seated on a throne of shoes refers to royal maternity sculptures.  Most African maternity sculptures celebrate fertility and abundance, and though Cole's sculpture also represents abundance, it is of a very material sort-the waste of American consumer culture. \r\n",
  "title": "Anne Klein with a Baby in Transit"
}
