{
  "accession_number": "2009.59",
  "artist": "Artist: Mary Giles",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Elissa and Paul Cahn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "grey bowl form made of rings of looped fibers; darker grey interior and bottom; dark iron wire standing male figures around inner rim; exterior decorated with drip-shaped iron drops hooked between woven fibers",
  "dimension": "6 3/4 x 14 1/4 x 14 1/4 in. (17.15 x 36.2 x 36.2 cm)",
  "id": "http://api.artsmia.org/objects/108691",
  "image": "valid",
  "image_copyright": "© Mary Giles",
  "image_height": 4791,
  "image_width": 5465,
  "inscription": "Signature and Date",
  "life_date": "American, born 1944",
  "markings": "",
  "medium": "Waxed linen, iron",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Full Permission",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on iron drop sewn to inner bottom edge, in black: [M. Giles \\'94]",
  "style": "20th century",
  "text": "With Dark Kiva, Mary Giles has turned the basket into a stunning and mysterious object. Her work in general, including Dark Kiva, combines the traditional basket material of waxed linen with the unconventional of hand-hammered iron drops, creating a dramatic exterior.  Dark Kiva also has a narrative or symbolic quality; upon looking into the dark gray and black interior, one sees male figures, articulated from iron wire, around the inner circumference. These figures are meant to evoke the all-male tribal gatherings of ancient cultures, particularly the Pueblo kivas of the American Southwest. In fact, the form can be seen as a reference to the local landscape of that region, which has captivated Giles in her work. \r\n\r\nInitially self-taught in basketry, Mary Giles studied with Walter Nottingham, a fiber art professor at the University of Wisconsin-River Falls, and Ferne Jacobs, a well-known fiber artist, to develop both her technique and her trademark coiled basket style. Originally from St. Paul, Giles has returned to Minnesota, where she is continuously inspired by her studio's view of the St. Croix River\r\n",
  "title": "Dark Kiva"
}
