{
  "accession_number": "L2009.139.18",
  "artist": "Angelo Testa; Angelo Testa &amp; Co., United States, 1947-1984",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Richard L. Simmons in honor of Lotus Stack",
  "culture": null,
  "dated": "1951",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "off-white ground printed with repeating design of black lines and reddish-brown rectangular boxes",
  "dimension": "25 3/16 x 28 15/16 in. (63.98 x 73.5 cm)",
  "id": "http://api.artsmia.org/objects/108653",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3916,
  "image_width": 3264,
  "life_date": "American, 1921 - 1984",
  "marks": " ",
  "medium": "Printed cotton",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Testa, the first graduate of the New Bauhaus in Chicago in the 1940s, became one of the most influential American post-war textile designers. He formed Angelo Testa & Co. in 1947 to design, produce, and sell his work. Testa's design philosophy consisted of arranging simple abstract patterns in neutral colors on natural fabrics, as seen with this group of textiles designed in the 1940s and early 1950s. He is widely recognized for introducing \"non-objective\" or abstract elements to American printed textiles aimed at the middle-class consumer. Functionality was also important to Testa, whose designs were subtle, but very appropriate for many uses in mid-century modern interiors. He said the fabric designer \"needs to experiment with the line, form, texture and color, keeping in mind the monotony of most prints. A feeling of clarity and spaciousness must be introduced into his designs.\" He combined solid and outline elements that emphasized both positive and negative space and multiple planes on the two-dimensional surface.  \r\n\r\nTesta, who later designed furniture and fabrics for Knoll, did not introduce annual or biannual linens as most companies did, but instead continued to make his popular designs year after year. Many of Testa's designs  were awarded \"Good Design\" awards from the Museum of Modern Art in New York, where the selections only included the home furnishing market. National competitions including \"Organic Design in Home Furnishings\" in 1940 and exhibits such as \"Textiles USA\" in 1956 promoted and recognized designers whose work raised awareness about the relationship between textiles and interior design. <I>Tally Box<I> was featured in the Walker Art Center's <I>Everyday Art Quarterly<I> \"Fabrics\" issue in 1953. Testa stopped designing patterned textiles in the 1960s in favor of woven ones, which were rising in popularity at that time.  \r\n",
  "title": "Tally Box"
}
