{
  "accession_number": "2010.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "1880-1920",
  "department": "Arts of the Americas",
  "description": "standing figure with arms bent at elbows and forearms raised; long dark hair; large flat headdress with stepped edges; three 3-D hairpins on top of heard; tunic and skirt with patterned designs; rectangular eyes; diamond-shaped mouth; brilliant orange (especially on headdress), black, peach, yellow and light blue",
  "dimension": "17 x 13 x 3 11/16 in. (43.18 x 33.02 x 9.37 cm)",
  "id": "http://api.artsmia.org/objects/108692",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4657,
  "image_width": 3429,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments",
  "nationality": null,
  "object_name": "Kachina",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "In Hopi cosmology, there are over 250 spirits known as kachinas (or katsinas).  The kachinas visited this world long ago from the clouds, but now only their representatives appear in Hopi villages from winter solstice to mid-July. These representatives, men dressed in masks and outfits representing the individual kachinas, conduct ceremonies that maintain harmony and teach Hopi values. Traditionally, the kachina dancers gave children small sculptures of the kachinas during the ceremonies. Parents hang them on the wall at home to use as educational tools for teaching Hopi beliefs to their children.  \r\n\r\nThe kachina you see here is known as the Butterfly Maiden or Palhik Mana.  Her role is to underscore the importance of regeneration and yearly renewal. She can be identified by the symbols she wears: the irregular edges of her tableta (headdress) represent rain clouds, the small wooden objects protruding from the top of her head symbolize flowers, and the rectangular design on her forehead represents an ear of corn. The black geometric designs on the torso and lower body are like those found on Hopi textiles.",
  "title": "Butterfly Maiden Kachina"
}
