{
  "accession_number": "2009.61",
  "art_champions_text": null,
  "artist": "Artist: Nishida Jun",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Purchased with funds donated in honor of Anne G. Studzinski",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Asian Art",
  "description": "C-shaped white and peach ceramic element on front and extending upward from pale green stone-like element; powdery clay behind upward-extending element at interior of bowl shape",
  "dimension": "23 3/4 x 28 1/2 x 24 in. (60.33 x 72.39 x 60.96 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/108693",
  "image": "valid",
  "image_copyright": "© Nishida Jun",
  "image_height": 7348,
  "image_width": 8439,
  "inscription": "",
  "life_date": "Japanese, 1977 - 2005",
  "markings": "",
  "medium": "Porcelaneous stoneware, powdered glaze",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Finality No. 5 is a dynamic ceramic sculpture by an artist who was hailed as a genius but who died tragically young. Nishida Jun shaped porcelain by hand and on the wheel before firing it at high temperatures for several days. He used massive pieces of porcelain knowing that the intense heat of the kiln would cause the works to warp, slump and even explode. After firing, Nishida continued to sculpt the object, faceting its surface with a hammer and chisel. This radical approach blurred the line between traditional notions of ceramics and sculpture, and established Nishida's reputation at the forefront of avant-garde Japanese ceramics. Unfortunately, he died in an accident in 2005 at the age of 28 while helping to build a kiln on Java, where he hoped to keep traditional ceramic production viable among local artisans.",
  "title": "Finality No. 5"
}
