{
  "accession_number": "2009.74.10",
  "art_champions_text": null,
  "artist": "Artist: Ronald Fleming",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1989",
  "department": "Arts of the Americas",
  "description": "turned and carved; large rounded bowl form with slightly concave foot; top edge carved into leaf-like forms; tan and grey mottled colors; inherent irregular holes",
  "dimension": "14 1/2 x 20 1/2 x 20 1/2 in. (36.83 x 52.07 x 52.07 cm)",
  "id": "http://api.artsmia.org/objects/108795",
  "image": "valid",
  "image_copyright": "© Ronald Fleming",
  "image_height": 4080,
  "image_width": 5436,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "Sticker, on bottom: Property of Peter / Daniel & Rachel Lipton / & Candy & Joshua Kopel",
  "medium": "Buckeye burl",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom, in black: Ron Fleming / \\'Metamorphosis\\'",
  "style": "20th century",
  "text": "Although he began his professional career as an illustrator and designer, Ron Fleming's childhood experiences of working with wood alongside his grandfather and father encouraged his return to the medium as an adult. Describing the profound way in which wood affected his creativity, Fleming states, \"I felt like I had finally found a media that I could work in and let my creative juices flow. No parameters--just my imagination.\"\r\n\r\nFleming, known for his carving skills, demonstrates his abilities by transforming a humble specimen of buckeye burl, an irregular growth with inherent cracks and openings, into an exceptionally large and yet graceful vessel that incorporates those imperfections. Metamorphosis references Fleming's transformation of the burl through the articulated leaves at the vessel's rim, as well as the swirling honey and dark brown shades of the wood, which seem agitated and in the process of shifting and changing.",
  "title": "Metamorphosis"
}
