{
  "accession_number": "2009.74.8",
  "art_champions_text": null,
  "artist": "Artist: Addie Draper",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1988",
  "department": "Arts of the Americas",
  "description": "inverted cone shape on small flat foot; four protruding rings around body, including one at shoulder; rings are medium brown with black, light brown and tan radiating stripes; dark brown body; short tapering neck with small mouth opening of medium brown with tan and black rings at bottom",
  "dimension": "6 1/8 x 6 3/8 x 6 3/8 in. (15.56 x 16.19 x 16.19 cm)",
  "id": "http://api.artsmia.org/objects/108793",
  "image": "valid",
  "image_copyright": "© Addie Draper",
  "image_height": 4940,
  "image_width": 4449,
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Bubinga, wenge, maple, holly",
  "nationality": "American",
  "object_name": "Flanged vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Draper's vessels from the late 1980s show remarkable precision and careful planning.  She used a variety of exotic woods and inlay techniques to create contrasting patterns on the surface of her vessels.  At this point in her career, Draper shared a studio with Bud Latven, another well-respected woodturner, and together they experimented with polychromatic lamination.  In this process, thin sheets of wood are glued together to create a multi-layered and multi-colored block of wood that is then turned to create the final shape.  To construct vessels like this one with small openings at the top, Draper often turned one or more pieces and joined them together to create the whole.  Shortly after Draper created this piece, she left woodturning and began exclusively painting landscapes on canvas.",
  "title": "Flanged vessel"
}
