{
  "accession_number": "2009.56.1",
  "art_champions_text": null,
  "artist": "Artist: Jiang Ai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1618",
  "department": "Asian Art",
  "description": "landscape with tall jagged rocks; waterfall at R with river at L; tiny figure with donkey in LLC at bank; small buildings in LRC and L behind and above figure and donkey; one seal, LRC; two seals, LLC; two seals and inscription, ULC",
  "dimension": "68 1/16 x 33 7/16 in. (172.88 x 84.93 cm) (image)\r\n106 5/16 x 40 7/16 in. (270.03 x 102.71 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/108701",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6691,
  "image_width": 3406,
  "inscription": "",
  "life_date": "Chinese, 1600 - 1640",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jiang Ai, from Huting, Jiangsu province, was a landscape painter who followed in the style of Shen Shichong. He was particularly famous for his renditions of masterworks of the Tang and Song dynasties. According to Jiang's inscription, this work is after an original by the Northern Song landscape painter Guan Tong (10th C.), titled Waiting for the Ferry now in the National Palace Museum,  Taibei, Taiwan. That work is often cited as one of the great early paintings of the Song monumental landscape style. In this scroll, Jiang follows the size and basic composition of the original rather closely. However, the brushwork is more abbreviated and fluid than the meticulous brushstrokes of Guan's original. It is a clear demonstration of how Chinese artists learned through the study and interpretation of past masters. This painting is a classic example of a commissioned copy; signed and dated by the artist, it gives full credit to the original source. This painting bears the seals of the Ma brothers; famous 18th century Yangzhou collectors.",
  "title": "Waiting for the Ferry"
}
