{
  "accession_number": "2009.69",
  "art_champions_text": null,
  "artist": "Artist: William Kentridge; Printer: 107 Workshop; Publisher: David Krut Projects, Johannesburg, Cape Town, London, and New York",
  "catalogue_raissonne": "William Kentridge Prints, 2006, pp. 66, 68-69",
  "classification": " Prints",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Gift of funds from John E. Andrus III, the Ronald F. Kinney Foundation, Diane and David Lilly, Leni and David Moore, Jr., and The Jay and Rose Phillips Family Foundation, and the Paul C. Johnson, Jr. Fund, the Plautz Family Endowment, the James and Maureen Duffey Endowment for Prints and Drawings, and the C. Curtis Dunnavan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Prints and Drawings",
  "description": "slightly abstracted nude male figure lying on his PR side, with PL knee slightly drawn up and PR arm curled around head; red background",
  "dimension": "38 1/4 x 75 1/4 in. (97.16 x 191.14 cm) (sheet)\r\n41 3/8 x 79 in. (105.09 x 200.66 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108768",
  "image": "valid",
  "image_copyright": "© William Kentridge. All rights reserved.",
  "image_height": 3316,
  "image_width": 6460,
  "inscription": "\r\n\r\n",
  "life_date": "South African, born 1955",
  "markings": "Numbered in white pencil, LLC: 19/50  19/20 (erased)",
  "medium": "Etching, soft-ground etching, aquatint, and drypoint, printed in red and black ink from two plates",
  "nationality": "South African",
  "object_name": "Print",
  "portfolio": "From Sleeper series",
  "provenance": "[Phillips, New York, sale Sept.12, 2006]. [Osborne Samuel, Ltd., London]; sold to MIA, 2009.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed LRC, in white pencil: W Kentridge",
  "style": "20th century",
  "text": "South African artist William Kentridge is internationally known for his politically-inspired art. He often focuses on the issue of social responsibility, an especially powerful subject for those who experienced the violence and hatred created by South African apartheid. In Sleeper Red, Kentridge portrays a male figure (based on his own self-portrait), to represent the archetypical white South African who, by birthright, benefited from this anti-democratic political system. As such, the figure becomes a symbol of all individuals who fail to stand up to social injustice or are otherwise compliant with human suffering.",
  "title": "Sleeper Red"
}
