{
  "accession_number": "2009.74.11",
  "art_champions_text": null,
  "artist": "Artist: Giles Gilson",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "convex square base--white top, black sides; stepped stem; silver ring with red incised rings below organic flower-like element with two petal-like lobes, each with an irregular ovoid opening; open at top; pearly white exterior of \"petals\", red edges, blue interior",
  "dimension": "18 3/4 x 5 x 5 in. (47.63 x 12.7 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/108796",
  "image": "valid",
  "image_copyright": "© Giles Gilson",
  "image_height": 7216,
  "image_width": 5412,
  "inscription": "Signature, Date and Sticker",
  "life_date": "American, born 1942",
  "markings": "on bottom, on sticker: [GG-18]",
  "medium": "Wood, metal, Corian, pigments",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on edge of base, incised in white: [Gilson 7/97]",
  "style": "20th century",
  "text": "A jazz musician for five years (1968-73), Giles Gilson is a designer and studio artist with a wide range of interests and work experiences in art and industry. When he first began working with wood in the 1960s, Gilson viewed traditional wood turning, which expressed a deep reverence for the beauty of wood, with skepticism, and valued wood as a medium because it was relatively inexpensive and easily worked.\r\n\r\nIncident at the Crossroads demonstrates Gilson's refusal to follow the \"established\" rules of wood turning. Gilson's technicolor bloom, its petals painted in white, blue and red with a shine and finish similar to automotive paint, appears metallic rather than wooden. The metal and Corian detailing on the base of the sculpture also illustrate the artist's tendency to play with and combine materials based on his interests in automobile and industrial design.",
  "title": "Incident at the Crossroads"
}
