{
  "accession_number": "2009.56.2.1",
  "art_champions_text": null,
  "artist": "Artist: Fang Shishu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723",
  "department": "Asian Art",
  "description": "dark wood covers with gold and black label on front; twelve miniature paintings, three with text on opposite pages; six landscapes in color-six in black and white; two seals in margin of first page, three seals in margin on page opposite last painting",
  "dimension": "5 3/4 x 3 5/8 x 13/16 in. (14.61 x 9.21 x 2.06 cm) (closed)",
  "id": "http://api.artsmia.org/objects/108702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4645,
  "image_width": 5960,
  "inscription": "",
  "life_date": "Chinese, 1692 - 1751",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Fang Shishu was born in Anhui province but grew up and worked in Yangzhou. He held the shengyuan civil service degree and, although generally categorized as a Qing orthodox literati artist, he is well known for his unusual refinement and sensitive brushwork. Fang was also recognized as one of the best poets of his generation as well as a calligrapher.\r\nThis rare and exquisite miniature album of twenty-four tiny landscapes and eight leaves of accompanying calligraphy is a masterpiece of the miniature genre. The beautiful and varied landscapes executed in extremely fine brush strokes all depict Buddhist temples, presumably visited by the artist. A work like this, held in the palm of one's hand and enjoyed one leaf at a time, is a far more intimate and personal experience than viewing larger, hanging scrolls meant for public display. The eight calligraphic sheets include original compositions by Fang and his friends as well as stele-inscribed calligraphic masterpieces of ancient Buddhist texts.\r\nThe album's exquisitely detailed renditions exemplify the Daoist dictum: to see the large in the small, or as the final inscription here reads: \"to view 10,000 miles in less than a foot.\"",
  "title": "Double Album of Miniature Landscape Paintings"
}
