{
  "accession_number": "2009.81",
  "art_champions_text": null,
  "artist": "Artist: Ernst Ludwig Kirchner",
  "catalogue_raissonne": "Dube L.328-C",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Gus Foster in honor of John E. Andrus III on his 100th birthday",
  "culture": null,
  "curator_approved": 1,
  "dated": "1916",
  "department": "European Art",
  "description": "abstract portrait of a man with his PR hand bent downward under his chin; small moustache; balding; verso: front page of \"Der Bildermann,\" August 5, 1916, with lithographs of a smoking man talking on the telephone and a group of people around a newsstand, along with text in German",
  "dimension": "13 13/16 x 10 13/16 in. (35.08 x 27.46 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/108738",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4426,
  "image_width": 3482,
  "inscription": "Signature and Title",
  "life_date": "German, 1880–1938",
  "markings": "",
  "medium": "Lithograph",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Der Bildermann (The Pictureman), vol. I, no. 9, August 5, 1916",
  "provenance": "Edward A. Foster, Taos, New Mexico",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed on the stone, LLC, in black: [E. L. Kirchner]; inscribed on the stone, LRC, in black: [Bildnis Carl Sternheims] (sic)",
  "style": "20th century",
  "text": "Ernst Ludwig Kirchner (1880–1938) was a leading artist of the German Expressionist movement of the early twentieth century. A painter, sculptor, and graphic artist, Kirchner, along with fellow artists Fritz Bleyl, Erich Heckel, and Karl Schmidt-Rottluff, helped found \"Die Brücke\" (The Bridge), a loose association of avant-garde German and Austrian artists formed in 1905 in reaction to the prevailing academic traditions of German art. The group’s manifesto underscored its commitment to the unrestricted freedom of artistic expression. Its collective style was characterized by bold colors, semi-abstraction, violent imagery, and emotionally evocative subject matter. Later members of the group included Otto Mueller, Emile Nolde, and Max Pechstein. Although \"Die Brücke\" disbanded in 1913, its principles and activities continued to fuel Expressionism as a driving force in the evolution of modern art, and for several years Kirchner took its trajectory to new extremes.\r\n\r\nCarl Sternheim (1878–1942) was a prominent German playwright and satirist and leading proponent of German Expressionism. He founded the Expressionist literary journal \"Hyperion.\" The Nazi government banned Sternheim’s plays and short stories after coming to power in 1933 because of his attacks on the moral failings of the German middle class. A friend and longtime patron of the artist, Sternheim sat for his portrait during a period when Kirchner was recovering from a mental breakdown brought about by the horrors of warfare he witnessed while serving as an infantry soldier in the German Army in 1914 and 1915.",
  "title": "Portrait of Carl Sternheim"
}
