{
  "accession_number": "2009.39.3a-rr",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Paintings; Books",
  "continent": "Africa",
  "country": "Ethiopia",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Arts of Global Africa",
  "description": "44 individual paintings, received framed and mounted in four rows of eleven paintings, each row attached together with two string loops; oranges, flesh tone, blue, yellow, black, brown, green and grey; various religious scenes--see Components for descriptions of each leaf",
  "dimension": "53 1/2 x 87 5/16 in. (135.89 x 221.77 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108767",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3556,
  "image_width": 6048,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pigments on vellum; disbound album",
  "nationality": null,
  "object_name": "44 leaves from a disbound folding album",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Christian art has a long history in Ethiopia, where it developed its own characteristics after the new faith became the state religion in the 350s. These two seventeenth-century paintings on parchment are part of a larger ensemble of forty-four lavishly illuminated leaves featuring Ethiopian saints and scenes from the Hebrew scriptures and the Christian Bible. The illustrations are painted in the style known as the First Gondarene style, after the city of Gondar that served for several centuries as the country’s capital. The style places the figures, finely drawn and brightly colored (predominantly in red, orange, yellow, and some green), against an uncolored, neutral background. The figures are animated by their gestures and eye contact with one another. The two leaves selected here show the Arrest of Christ by four Roman soldiers in the Garden of Gethsemane, and Tekle Haymanot (c. 1215–c. 1313), an Ethiopian saint who founded a major monastery, with his successor on the top left and a disciple holding a parasol on the right. The figures are identified in Ge’ez, an ancient language now used only in a liturgical context.",
  "title": "(Ethiopian saints and scenes from the Hebrew scriptures and the Christian Bible)"
}
