{
  "accession_number": "2009.72.3.1",
  "art_champions_text": null,
  "artist": "Artist: Scott Helmes; Publisher: The Hermetic Press, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "Arts of the Americas",
  "description": "typed text of portion of the word \"incantation\" printed in seven columns; each partial word highlighted with watercolor line: purple, orange, yellow, green, blue, red",
  "dimension": "14 x 11 in. (35.56 x 27.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/108721",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3850,
  "image_width": 3051,
  "inscription": "Signature, Title and Inscription\r\n\r\nverso, at bottom, typeset in black: [Fifty copies of this poem have been printed by Philip Gallo / at The Hermetic Press on BFK Rives from Font Shop Trixie. / A recording of the poem was made during the poet\\'s residency / at The Atlantic Center for the Arts, June 2001.]",
  "life_date": "American, born 1945",
  "markings": "",
  "medium": "Typeset with hand-applied watercolor",
  "nationality": "American",
  "object_name": "Type with watercolor",
  "portfolio": null,
  "provenance": "Scott Helmes (St. Paul, MN)",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "108721",
    "108722"
  ],
  "signed": "LLC, typeset and written in black ink: [INCANTATION / for 6 voices]; LRC, typeset and written in black ink: [scott helmes / Scott Helmes]",
  "style": "21st century",
  "text": "Scott Helmes is an internationally recognized contemporary artist, poet, and writer best known for his visual poetry and abstract collages. Visual poetry is a form of poetry in which the formal arrangement of letters and words is as essential in conveying the intended meaning as more conventional elements of the poem, such as word meaning, rhythm, meter, and rhyming schemes. Helmes began writing experimental poetry and producing prints, drawings, collages, and mail art in 1972. His work is informed by the innovations of the avant-garde Fluxus collective, an international alliance of artists working in the 1960s and '70s whose playful and unconventional forms of poetry expanded the boundaries of this literary art form. Since then, Helmes has emerged as an important figure among visual poets, producing work in a variety of forms, including found object collage, mathematical poetry, and rubber-stamped poetry. His editioned work includes lithographs, relief prints, typeset designs, and digital prints.",
  "title": "Incantation for Six Voices"
}
