{
  "accession_number": "2009.74.2",
  "art_champions_text": null,
  "artist": "Artist: Brenda Behrens",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1991",
  "department": "Arts of the Americas",
  "description": "floral shaped bowl with scalloped top edge; five organic feet; medium to dark tones with two knots at interior",
  "dimension": "4 3/8 x 8 7/16 x 8 7/16 in. (11.11 x 21.43 x 21.43 cm)",
  "id": "http://api.artsmia.org/objects/108787",
  "image": "valid",
  "image_copyright": "© Brenda Behrens",
  "image_height": 4186,
  "image_width": 5316,
  "inscription": "Signature, Inscription and Sticker\r\n\r\nsee Signed",
  "life_date": "American, born 1940",
  "markings": "on bottom, on stickers: [BB-10] and [15415 / BEHRENS / 1200.-]",
  "medium": "Myrtle burl",
  "nationality": "American",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [BEHRENS / 15415 / MYRTLE BURL]",
  "style": "20th century",
  "text": "Brenda Behrens' vessels have a lovely and soft quality, often resembling lotus flowers or other flora. Reminiscent of the carvings designed by John Scott Bradstreet for his jin-di-sugi style furniture and interiors of the early 20th century (see Gallery 320 for a 1906 room designed by Bradstreet), Behrens's vessels also emerge from direct contact with Japan. Behrens took woodworking classes with other Navy wives in the 1960s while her husband was stationed in Atsugi, Japan. Behrens was fortunate enough to study for nearly three years with master Japanese woodcarver Genji Ishihara. The fact that she came from a long line of woodworkers predisposed her to the craft. “I learned how to use the traditional Japanese tools for woodcarving and learned the Kamakura style of carving,” says Brenda. “It was a long family tradition in Genji Ishihara’s family to embellish the wood for the temples in Japan. He sort of broke away from the family tradition and taught classes at the US naval air station. His family wasn’t happy with him, teaching the Kamakura style to these American ladies.\"",
  "title": "Bowl"
}
