{
  "accession_number": "2009.70.1",
  "art_champions_text": null,
  "artist": "Artist: Henri-Charles Guérard; Artist: After Édouard Manet",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Eric G. Carlson in memory of Edith Garmezy",
  "culture": null,
  "curator_approved": 0,
  "dated": "1884",
  "department": "European Art",
  "description": "two-sided print with same image on each side--slightly more detail on side with stamp and inscription; seated woman at an easel, holding palette, brushes and maul stick, at work on a framed painting; large flower on floor, LRC; woman wears white gown with dark waist sash; dark curly hair",
  "dimension": "5 1/2 x 3 3/4 in. (13.97 x 9.53 cm) (image)\r\n6 1/4 x 4 3/4 in. (15.88 x 12.07 cm) (plate)\r\n8 7/8 x 6 3/16 in. (22.54 x 15.72 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/108708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4803,
  "image_width": 3329,
  "inscription": "Inscription and Stamp\r\n\r\nrecto, bottom center, in pencil: [120/10]",
  "life_date": "French, 1832 - 1883",
  "markings": "recto, below image, stamped in red: [HGG (intertwined)]",
  "medium": "Etching and aquatint on both sides of a sheet of laid paper",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Eric G. Carlson, New York; given to MIA, 2009",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Henri-Charles Guérard played a significant role in the struggle to liberate original printmaking in the last twenty years of the nineteenth century. He began his career as a painter, but was soon drawn to intaglio. He was a talented etcher and supported himself through his activities as an illustrator and reproductive printmaker. Critics said little about his original work until his first solo exhibition at the Galeries Bernheim-Jeune in 1887 when the extent of his ability was displayed.  Guérard was well known in print circles and was the only artist Edouard Manet trusted to print his plates. Guérard was a good friend of Manet’s and married his only student, Eva Gonzalès, in 1879. The proposed print is Guérard’s interpretation of Manet’s famous portrait of Gonzalès.",
  "title": "Double-sided Portrait of Mademoiselle Eva Gonzalès"
}
