{
  "accession_number": "2009.80a,b",
  "art_champions_text": null,
  "artist": "Artist: Charles Gaines",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the American Academy of Arts and Letters, New York; Hassam, Speicher, Betts and Symons Funds, 2009",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "a: slightly abstract image of smoke clouds in various shades of light and dark, extending from LRC to ULC; b: lines of hand-written text in all capital letters on ruled lines in pencil; text about military battles; two separately framed pieces of different sizes",
  "dimension": "31 3/4 x 39 1/2 in. (80.65 x 100.33 cm) (sheet, a)\r\n34 11/16 x 42 3/4 in. (88.11 x 108.59 cm) (outer frame, a)\r\n9 7/8 x 12 in. (25.08 x 30.48 cm) (sheet, b, text panel)\r\n12 1/4 x 14 3/16 in. (31.12 x 36.04 cm) (outer frame, b, text panel)",
  "id": "http://api.artsmia.org/objects/108706",
  "image": "valid",
  "image_copyright": "© Charles Gaines",
  "image_height": 7730,
  "image_width": 12740,
  "inscription": "",
  "life_date": "American, born 1944",
  "markings": "",
  "medium": "Graphite on paper, with hand-inscribed text panel; diptych",
  "nationality": "American",
  "object_name": "Drawing, diptych",
  "portfolio": "From Explosion Drawings series",
  "provenance": "The artist, Los Angeles; American Academy of Arts and Letters, New York; given to MIA, 2009.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC on PART A, in pencil: EXPLOSION #25  CHARLES GAINES  2008",
  "style": "21st century",
  "text": "Los Angeles-based conceptual artist Charles Gaines is acclaimed for his multi-disciplinary explorations of disasters, crime scenes, natural phenomena, fate, and the irrational. In focusing on the hidden social, political, or philosophical context of representation, he reveals the gap between our experiences and the words we use to describe them. \r\n\r\nExplosion #25 is one of a series of drawings of the subject in which Gaines focuses on the explosion itself, frozen in time, without reference to a specific event. As here, Gaines's often pairs fictional places or events with unrelated hand-lettered texts referencing political history (what he calls an \"appendix\") in order to explore the subjective nature of representation and understanding. To Gaines, \"objective truth\" is merely a construct of language and images, open to manipulation and misinterpretation. \r\n\r\nCommenting on the explosion drawings, Gaines noted that \"…the political contextualization of the explosion is a clear pastiche of unrelated subjects, webbing the aesthetics of the drawings with political history. The arbitrariness of this conflation I feel is what really underlies the illusion of pathos in representation, thus revealing the rhetorical level of discourse…. I want to show that the truthfulness of the discourse of any expression is politically realized, that it is an expression of political belief and not truth.\"",
  "title": "Explosion #25"
}
