{
  "accession_number": "2009.75.13",
  "art_champions_text": null,
  "artist": "Artist: Hayley Smith",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Europe",
  "country": "Wales",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1996",
  "department": "European Art",
  "description": "charred and tooled; half sphere with rounded bottom; concave top with very thick side walls; light-colored wood with black wedge at rim; remainder of rim is black with light concave \"bubbles\"; loop of concave \"bubbles\" extend from wedge at interior",
  "dimension": "2 13/16 x 6 3/16 x 6 3/16 in. (7.14 x 15.72 x 15.72 cm)",
  "id": "http://api.artsmia.org/objects/108826",
  "image": "valid",
  "image_copyright": "© Hayley Smith",
  "image_height": 3000,
  "image_width": 3962,
  "inscription": "Signature",
  "life_date": "born Wales 1965, active United States",
  "markings": "",
  "medium": "Maple",
  "nationality": "Welsh",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [-Hayley-]",
  "style": "20th century",
  "text": "Smith's works reflect her early training as a printmaker and painter.  After she realized that it was the reductive technique of creating wood blocks for prints that she enjoyed, Smith began turning wood.  Her pieces display a graphic strength and complexity due to her varied surface treatments.  \r\n\r\nTo create the hemispherical bowl form, Smith begins by turning a piece of wood on a lathe, then altering its surfaces, often carving, burning or painting different parts of the piece, but never completely obscuring the wood.  Of her love for the variation in the color and grain of wood species, Smith says \"I like the challenge of finding the balance between its existing character and what I can add to it.  It is, after all, not a blank canvas.\"",
  "title": "Bowl"
}
