{
  "accession_number": "2009.74.23",
  "art_champions_text": null,
  "artist": "Artist: Stephen Mark Paulsen",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the collection of Mari and Irving Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Arts of the Americas",
  "description": "shallow shadow box with columned archway and architectural elements; niche behind archway creating small room with small square table with three goblets, two tall cylindrical containers--the largest containing stones--and a light blue bowl containing bones from a small animal; green dragon's head with blue eyes and black spikes on head, cheeks and chin extending from small opening in back wall",
  "dimension": "15 1/8 x 12 1/8 x 4 in. (38.42 x 30.8 x 10.16 cm)",
  "id": "http://api.artsmia.org/objects/108809",
  "image": "valid",
  "image_copyright": "© Stephen Mark Paulsen",
  "image_height": 8499,
  "image_width": 6957,
  "inscription": "Signature, Date, Label and Sticker",
  "life_date": "American, born 1947",
  "markings": "LRC of box frame, on sticker: [SP-119]; on bottom, on sticker: [Property of Peter / Daniel & Rachel Lipton / & Candy & Joshua Kopel]; on back: artist\\'s label",
  "medium": "Buckeye burl, lemonwood, myrtle burl, madrone burl, rhododendron burl, soapstone, snakewood, wild lilac, boxwood, kingwood, basswood, ebony, acrylic, bones, stones, glass",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, incised: [S.M. Paulsen / 1991]",
  "style": "20th century",
  "text": "Stephen Mark Paulsen delights in creating controlled fantastic environments, utilizing his skills in turning on a tiny scale and as many types of woods and other materials as possible. His statements add to the evocativeness of these imaginative tableaux. \"I try to reveal those places, within us and without us, where past and future coexist, beyond fashion and geography, eternally, while time flies.\" In Beast Chamber, are we to believe that a quiet domestic environment or temple offering has been intruded upon, or that it is indeed the lair of the spiky, dinosaur-like monster'",
  "title": "Beast Chamber"
}
