{
  "accession_number": "2010.17",
  "art_champions_text": null,
  "artist": "Artist: Mequitta Ahuja",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Sheila Morgan",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "head of an African-American woman upside down at top of sheet with long twisted dreadlocks in shades of grey and black hanging down toward bottom of sheet",
  "dimension": "96 1/2 x 45 in. (245.11 x 114.3 cm)\r\n100 5/8 x 49 5/8 x 3 1/16 in. (255.59 x 126.05 x 7.78 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108869",
  "image": "valid",
  "image_copyright": "© 2008 Mequitta Ahuja",
  "image_height": 5000,
  "image_width": 2372,
  "inscription": "",
  "life_date": "American, born 1976",
  "markings": "",
  "medium": "Waxy chalk over graphite underdrawing on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, 2008; [BravinLee Programs, New York, 2009]; sold to MIA, 2010.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Mequitta Ahuja finds African American hair “weighted with personal and cultural history.” She aims to transform it into a “space of infinite creative possibilities or generative possibilities . . . a space of abstraction or imagination.” She says, “The idea of exaggerating my hair comes out of the cultural space that hair has in the lives of Black people and the way it has embodied our changing ideas of standards of beauty as well as political consciousness.”\r\n\r\nQuestions of identity fuel Ahuja’s art. Her father was born in India, and her mother is African American. She grew up in a largely white community, where she had “virtually no contact with other Black people or with African American culture or community.” She describes her works as “automythography,” an extension of Audre Lorde’s term “biomythography.” Lorde, a black feminist, argued against the overly simplistic stances of identity politics and focused on the subtlety and specificity of individuality and experience. Automythography “combines personal narrative with cultural and personal mythology.”",
  "title": "Tress IV"
}
