{
  "accession_number": "2010.5",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Pyara Singh",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1855",
  "department": "Asian Art",
  "description": "man in armor seated on a large armored horse at center; man holds a large red sword; predominately black and gold shield at man's PL side with images of lions attacking animals and man spearing lion with a sword; five other men on horseback with staffs, swords and shields at right; turbaned man at bottom center with two dogs; three men on foot at left leading procession with spears, swords and rifle; delicate slice of landscape with birds, trees, buildings and animals at UL and across top edge; yellow ground; red edging",
  "dimension": "14 3/4 x 19 3/8 in. (37.47 x 49.21 cm)",
  "id": "http://api.artsmia.org/objects/108870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4863,
  "image_width": 6330,
  "inscription": "Inscription and Sticker\r\n\r\non back, in black: untranslated inscription; on back, on stickers: [No. 4] and [C.M. / 46x37]",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor, silver, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This portrait of  Prince Bhawani Singh (r. 1867-1885) of Sitamau with his courtiers and attendants, portrays the prince's power and authority as he rides out on a hunt.  Hunting dogs and attendants carrying rifles precede the prince and his entourage, who ride on magnificent steeds.   The most important individuals in the group are identified by adjacent written inscriptions.\r\n\r\nThe painter has rendered the hunting party's attire in exquisite detail.  The prince's armor is a fine silver and gold chain mail, and his courtiers wear sashes at the waist that they might have received as gifts from him. The horses are also richly adorned and depicted as individualized beasts. Equestrian portraits were a common way to honor noblemen at this time, and this group portrait would have been a particularly costly commission.",
  "title": "Processional Portrait of Prince Bhawani Singh of Sitamau"
}
