{
  "accession_number": "2009.60a-s",
  "artist": "Artist: Unknown Japanese; Artist: Helmet by Saotome Iechika",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Japanese and Korean Art",
  "description": "suit includes helmet with praying mantis maedate (forecrest), menpo (face mask), torso covering, pair of front shoulder medallions that attach to torso covering, pair of large upper arm guards, pair of small shoulder coverings (each with a pin for attachment), pair of gauntlets with arm and hand guards, apron, pair of tsutsu suneate (leg guards), and pair of kote (boot coverings); see Components for descriptions of each piece",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/108860",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9693,
  "image_width": 6519,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Iron, leather, lacquer, silk, wood, gold leaf and powder, bear fur",
  "nationality": null,
  "object_name": "Suit of Armor",
  "portfolio": "From ",
  "provenance": "Tokugawa family, Kii province (Wakayama Prefecture); Idemitsu Museum of Arts, Tokyo (1927-2009)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This magnificent suit of Japanese armor in exceptional quality and pristine condition came out of the Kii Tokugawa family and given its age, might have belonged to Tokugawa Yorinobu (1602-1671), founder of that family branch. Specialized craftsmen laced together hundreds of lacquered metal and leather plates with red and indigo silk cords to give the suit its distinctive appearance as well as its flexibility. The suit includes a helmet, face-mask, shoulder guards, cuirass, forearm sleeves, tassets, thigh guards, shin guards, and bear-fur boots. \r\n\r\nThis is a tailor-made suit and based on its integrity, quality, and artistry it was designed for a specific, high-ranking wearer but probably never worn in battle. In 1927, it was acquired by the Idemitsu Museum of Art in Tokyo, a private institution founded by an oil company, refocusing its collection on Chinese ceramics and Japanese paintings it deaccassioned it in 2009.",
  "title": "Red-and-blue-laced Suit of Armor from the Kii Tokugawa Family"
}
