{
  "accession_number": "2009.67",
  "art_champions_text": null,
  "artist": "Artist: Furunishi Noriko",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Russell Cowles II and Josine M. Peters, Henry Roberts, and the Photography and New Media Curatorial Council, and the Linda and Lawrence Perlman Photography Endowment and the McClurg Photography Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005 (printed 2009)",
  "department": "Asian Art",
  "description": "manipulated landscape of construction site with tracks from heavy equipment; scattered construction cones; freeway and heavy machines at bottom",
  "dimension": "90 1/8 x 46 5/8 in. (228.92 x 118.43 cm) (image)\r\n91 3/8 x 48 in. (232.09 x 121.92 cm) (sheet, mount)\r\n93 x 49 3/8 x 2 5/8 in. (236.22 x 125.41 x 6.67 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108833",
  "image": "valid",
  "image_copyright": "© Noriko Furunishi. All rights reserved.",
  "image_height": 9364,
  "image_width": 4805,
  "inscription": "Inscription\r\n\r\nat bottom margin, in black: printer\\'s notes",
  "life_date": "Japan, born 1966",
  "markings": "",
  "medium": "Chromogenic color print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "While enrolled at the University of California, Los Angeles, Noriko Furunishi took Adobe Photoshop classes at a local community college. She also began to use a 4 x 5 viewfinder camera because it produces negatives that are dense with visual detail and data. After scanning negatives into her computer, she uses the digital files to compose and collage multiple views in a single image.  She produced this image, for example, from five or six views of a construction site. Digital technology allows her to rotate and \"flop\" images in the process of arranging her compositions. While she remains true to the character of the places she photographs, Furunishi's seamless digital manipulation of the component parts creates a dreamlike, slightly disorienting effect-at once familiar and otherworldly.",
  "title": "Untitled (Dirt Track)"
}
