{
  "accession_number": "2010.6.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Jane and James Emison Endowment for South Asian and Indian Art and the Helen Jones Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1595-1605",
  "department": "Asian Art",
  "description": "golden city at top center; rocky landscape in foreground with several trees; battle scene with two human figures at right (one with blue skin) with bows and quivers; monkeys, bears, monsters and fantastic animals fighting with swords, spears, daggers, bows and shields",
  "dimension": "10 13/16 x 7 1/4 in. (27.46 x 18.42 cm)",
  "id": "http://api.artsmia.org/objects/108872",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5121,
  "image_width": 3418,
  "inscription": "Inscription and Stamp\r\n\r\non back, in black and red ink: untranslated inscription",
  "life_date": null,
  "markings": "on back, in purple: untranslated stamp",
  "medium": "Opaque watercolor and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Sub-imperial Mughal",
  "text": "This painting comes from a well-known, widely dispersed manuscript of one of the most important Hindu epics, the Ramayana. Probably commissioned by a sub-imperial Mughal official in northern India, and damaged by fire, it shows Rama, the epic’s blue-skinned hero and an avatar of Vishnu, standing on the right next to his brother, Lakshmana. They have arrived at the foot of the demon Ravana’s palace in Lanka to rescue Rama’s wife Sita, held captive in the golden fort in the distance. They command an army of bears and monkeys, led by the monkey king Hanuman and the bear king Jambavan, against Ravana’s demon armies. The lively, colorful rendering shows the artist’s skill in illustrating the natural world and conveying movement, particularly seen in the demons lurking behind the rocks.",
  "title": "Siege of Lanka, Illustration from a Ramayana Series"
}
