{
  "accession_number": "2009.79",
  "art_champions_text": null,
  "artist": "Engraver: Jan Saenredam; Designer: After a design by Abraham Bloemaert",
  "catalogue_raissonne": "Hollstein 87 ii/iv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Albert, Clytie, and Ames Sheldon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1605 (printed later)",
  "department": "European Art",
  "description": "woman and man seated at base of tree at center; woman unclothed; man masquerading as old woman with long dress and head wrap; figures surrounded by vegetation abundant with fruit, including, grapes, apples, pumpkins, cabbages and squash, among other flora; two figures embrace in background to R of man; pointing figure in background to L of center; four columns of text with 5 lines each at bottom of page; mated behind glass in brown wood frame",
  "dimension": "18 3/8 x 14 in. (46.67 x 35.56 cm) (sheet, irregular)\r\n29 x 23 in. (73.66 x 58.42 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/108858",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4495,
  "image_width": 3462,
  "inscription": "Signature, Date and Inscription\r\n\r\nSee signed",
  "life_date": "Dutch, 1566–1651",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The donor’s mother; Ames Sheldon (Minneapolis)\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at R, in black: [Robertus de Baudous excud,/ A. Bloemaert inue,/ F. Saenredam Sculp,/ et exen,/ A. 1605]",
  "style": "17th century",
  "text": "The story of Vertumnus and Pomona dates to Roman antiquity, but was made popular and accessible through Ovid’s \"Metamorphoses.\" Vertumnus, the god of seasonal change, had designs on Pomona, the goddess of orchards and gardens—her name remaining familiar through the word pomegranate or the French word for apple. She was a beauty with a reputation for thwarting male advances. Bloemaert appropriately showed her surrounded by an abundance of luscious produce, and—given her reputation in the realm of romance—her sickle may have had uses that would give a man pause. But Vertumnus had a plan: he disguised himself as an old woman to gain entry into Pomona’s garden, and there gave her counsel against rejecting suitors, eventually seducing her himself. The choice of the Vertumnus and Pomona as a subject is typical of the late Mannerist phase. Earlier on, artists had sought esoteric, obscure subjects, but as time passed, they gravitated to more widely known stories, especially erotic tales available in the \"Metamorphoses.\"",
  "title": "Vertumnus and Pomona"
}
