{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "c. 1770",
  "culture": null,
  "country": "India",
  "continent": "Asia",
  "dimension": "12 x 8 3/4 in. (30.48 x 22.23 cm)",
  "medium": "Opaque watercolor, gold, and silver on paper",
  "title": "Bhairavi Ragini in Attitude of Renunciation with Ladies-in-Waiting",
  "id": "http://api.artsmia.org/objects/108871",
  "room": "Not on View",
  "style": "18th century",
  "marks": "Inscription\r\n\r\non back, in black ink: untranslated ",
  "text": "The art of painting in central India and Rajasthan is deeply rooted in Indian tradition. It takes inspirations from Indian epics, religious texts, Hindu myths, Sanskrit love poems, folklore, and, as is the case here; musical themes called <I>ragamalas<I> and <I>raginis<I>.\r\n<P>This painting illustrates the <I>Bhairavi Ragini<I>, a female musical mode that typically depicts a princess within a shrine performing <I>puja<I> (a Hindu prayer ritual) before a lingam, which is a symbol of the god Shiva. The princess is dressed in ascetic's garb in the yellow color of renunciation while accompanied by ladies-in-waiting who assist her with the ritual. A miniature bull Nandi, the vehicle of Shiva, is seated in the foreground.\r\n<P>Jodhpur was one of several important Rajasthani schools of court sponsored painting. These royal ateliers generally avoided deep pictorial space, nuanced color, and naturalistic drawings in favor of bright decorative colors often enhanced with gold and silver leaf. Compositions are usually flat and stylized, often lacking natural proportions.",
  "description": "seated woman at left with blonde hair, wearing a yellow dress; woman rests her PL elbow on a crooked gold staff; two women at right--one seated, one standing; seated woman holds a seashell; standing woman holds a gold plate and ewer; small white bull at bottom center; trees behind wall in background; awning at center extending outward from domed white porch",
  "creditline": "Gift of funds from Jane Emison",
  "accession_number": "2010.6.1                                  ",
  "artist": ""
}
