{
  "accession_number": "2010.5",
  "artist": "Attributed to Pyara Singh ",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "dated": "1855",
  "description": "man in armor seated on a large armored horse at center; man holds a large red sword; predominately black and gold shield at man's PL side with images of lions attacking animals and man spearing lion with a sword; five other men on horseback with staffs, swords and shields at right; turbaned man at bottom center with two dogs; three men on foot at left leading procession with spears, swords and rifle; delicate slice of landscape with birds, trees, buildings and animals at UL and across top edge; yellow ground; red edging",
  "dimension": "14 3/4 x 19 3/8 in. (37.47 x 49.21 cm)",
  "id": "http://api.artsmia.org/objects/108870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4863,
  "image_width": 6330,
  "life_date": null,
  "marks": "Inscription and Sticker\r\n\r\non back, in black: untr ",
  "medium": "Opaque watercolor, silver, and gold on paper",
  "nationality": "Indian",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "In this vibrant painting, Prince Bhawani Singh (r. 1867-1885) of Sitamau, rides a magnificent charger colorfully festooned and protected by horse armor. The principal figures are each identified by Devangari inscriptions and on the reverse is a six-line <I>git<I> or song of praise for the prince. The monarch and his party are shown setting out on a royal hunting expedition as indicated by the presence of two hounds and weapon bearers.\r\n<P>The type of painting is modeled on earlier Rajasthani, equestrian portraits. Little interest in depicting space or volume is shown, but exquisitely minute detail is evident in the rendering of landscape elements, horses, costumes, and armor. Patterns are often featured in Sitamau paintings and, as the case is here, the silver and gold work is exceptionally refined.\r\n<P>This striking painting demonstrates the extent to which traditional values of Rajput courtly life continued, in spite of British rule, well into the mid-nineteenth century.",
  "title": "Processional Portrait of Prince Bhawani Singh of Sitamau"
}
