{
  "accession_number": "2009.60a-s",
  "art_champions_text": null,
  "artist": "Artist: Suit by Unknown Japanese; Artist: Helmet by Saotome Iechika",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "description": "suit includes helmet with praying mantis maedate (forecrest), menpo (face mask), torso covering, pair of front shoulder medallions that attach to torso covering, pair of large upper arm guards, pair of small shoulder coverings (each with a pin for attachment), pair of gauntlets with arm and hand guards, apron, pair of tsutsu suneate (leg guards), and pair of kote (boot coverings); see Components for descriptions of each piece",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/108860",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9693,
  "image_width": 6519,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Iron, leather, lacquer, silk, wood, gold leaf and powder, bear fur",
  "nationality": null,
  "object_name": "Suit of Armor (yoroi)",
  "portfolio": "From ",
  "provenance": "Tokugawa family, Kii province (Wakayama Prefecture); Idemitsu Sazō for Idemitsu Museum of Arts, Tokyo (1927-2009); Christie's, 23 October 2009, New York, Rockefeller Plaza, lot 80.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G219",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This elaborate suit of Japanese armor is a lightweight, form-fitting type designed to protect the body in close combat: with a face mask, forearm sleeves, thigh and shin guards, and bear-fur boots, every inch of the wearer’s body is protected. Its ownership can be traced to the Kii branch of the Tokugawa family, which ruled Japan for nearly 250 years, and it may have been made for Tokugawa Yorinobu, the founder of the branch. \r\nThe craftspeople who constructed the armor used the utmost care, using elaborate and expensive materials. The small plates on the skirt consist of lacquered leather covered in gold foil and then covered in lacquer again, creating a metallic sheen. Creatures appear throughout the armor. The Chinese Four Guardians—the Azure Dragon, Vermilion Bird, White Tiger, and Black Tortoise—provided protection to the wearer. The praying mantis on the helmet suggested what the wearer of this armor would do to his enemies: cut them down.",
  "title": "Red-and-blue-laced Suit of Armor from the Kii Tokugawa Family"
}
