{
  "accession_number": "2010.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The David Draper Dayton Fund",
  "culture": "Igbo",
  "curator_approved": 1,
  "dated": "c. 1900-1925",
  "department": "Arts of Global Africa",
  "description": "standing nude female figure with small breasts; stomach protruding at navel; very large feet; arms extending down with hands cupped upwards; very narrow face at front view, with small protruding eyes and open mouth with teeth; wedge-shaped, mohawk-like hairstyle; string necklace with four cowrie shells; cross-shaped incised zigzag designs on front and back of body; crackling, flaking patina",
  "dimension": "32 3/16 x 7 7/8 x 7 7/8 in. (81.76 x 20 x 20 cm) (including attached base)",
  "id": "http://api.artsmia.org/objects/108934",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6866,
  "image_width": 4536,
  "inscription": "Sticker\r\n\r\non base, on sticker: [20]",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cowrie shells, string",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Throughout the 20th century, the Igbo people kept shrines with large wooden figures representing village deities, who offered protection and prosperity to the community. Like this female example, the figures have elaborate hairdos, scarification on their faces, chests, and backs, and wear carved ornaments on their arms and legs—all marks of beauty and high rank in traditional Igbo society. The figures were brought out during annual ceremonies, repainted, and given libations. Hands with upturned palms express honesty, generosity, and a readiness to receive gifts, and this example’s crusty patina suggests many were given—a long life of rituals.",
  "title": "Shrine figure"
}
