{
  "accession_number": "94.35a,b",
  "art_champions_text": null,
  "artist": "Designer: Josef Ekberg; Project Manager: Gunnar Gunnarson; Manufacturer: Gustavsberg, Gustavsberg, Sweden",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "Gift of the Decorative Arts Council and Daniel Morris and Denis Gallion, Historical Design Collection, Inc., New York",
  "culture": null,
  "curator_approved": 0,
  "dated": "1899",
  "department": "European Art",
  "description": "",
  "dimension": "22 3/4 x 13 in. (57.79 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/80087",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1007,
  "inscription": "",
  "life_date": "Swedish, 1877 - 1945",
  "markings": "",
  "medium": "Earthenware, underglaze slips, glaze",
  "nationality": "Swedish",
  "object_name": "Covered Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Gustavsberg was founded in 1827, and by the year 1900 employed 900 workers producing great quantities of parian ware, porcelain, faience and stoneware. From 1897-1908, under artistic director Gunnar Wennerberg, the firm developed a simplified organic style with sgraffito decoration often seen on large vases and urns. Sgraffito, a technique that originated in China along with the classic ginger jar shape seen here, involves overlaying a clay pot with a slip in a contrasting color. Designs are then scraped into the surace, revealing the color underneath and creating a raised pattern when the vessel is fired.  The ambitiousness of Gustavsberg's works helped the firm win a gold medal at the Paris World's Fair of 1900.\r\n\r\nWennerberg, who had studied at Sèvres outside Paris, introduced the French Art Nouveau decorative style to Gustavsberg. His pupil, the painter Josef Ekberg, created this monumental vase with an abstracted naturalistic design. Compared to the typical French Art Nouveau, which would abstract flora and fauna beyond identification, closer inspection reveals a strong resemblance to a real flower, most likely an allium. This distinction sets Ekberg's work apart and makes this vase an intriguing example of the stylistic changes underway at the turn of the century.\r\n\r\n[Art Nouveau]",
  "title": "Covered Vase"
}
