{
  "accession_number": "B.86.4",
  "art_champions_text": null,
  "artist": "Artist: Francesco Clemente; Author: Alberto Savinio; Translator: George Scrivani; Publisher: Petersburg Press, London and New York; Printer: Staib and Mayer, Stuttgart",
  "catalogue_raissonne": "Johnson 169; Castleman, p. 217",
  "classification": " Books",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Anne S. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1986",
  "department": "European Art",
  "description": "binding: Okawarna (Kozo) paper; slip case: linen; type: Bembo",
  "dimension": "25 3/4 x 20 in. (65.41 x 50.8 cm)",
  "id": "http://api.artsmia.org/objects/80133",
  "image": "valid",
  "image_copyright": "©Francesco Clemente",
  "image_height": 3215,
  "image_width": 5005,
  "inscription": "Signature",
  "life_date": "Italian, born 1952",
  "markings": "",
  "medium": "Artist's book: color and black and white photolithographs; letterpress",
  "nationality": "Italian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Anne S. Dayton, New York; given to MIA, 1986.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Originally part of a larger work titled Hermaphrodito and written in 1918, The Departure of the Argonaut is a travelogue and personal wartime diary of Italian writer, composer, and painter Alberto Savinio (1891-1952). Savinio, younger brother of the better known surrealist artist Giorgio de Chirico, was a seminal figure in European avant-garde music and literature whose work was informed by surrealist metaphysical principles, such as fantasy, dreams, and the search for an underlying reality.\r\n\r\nFrancesco Clemente's dramatic large-scale lithographs are not literal illustrations of Savinio's text, but rather reflect the artist's own fascination with mythology, religion, and the inner spiritual life he feels is universal to the human condition.  Indeed, the generally figurative motifs often blur the boundaries between exterior and interior through a visual lyricism that emphasizes Clemente's holistic perspective on life.",
  "title": "The Departure of the Argonaut"
}
