{
  "accession_number": "P.83.57.21",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": "Harris; Delteil",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The William Hood Dunwoody Fund by exchange, and Gift of funds from Mr. and Mrs. John T. Adams, Dr. and Mrs. David Bradford, Mr. and Mrs. Benton J. Case, Mr. and Mrs. W. John Driscoll, Mr. and Mrs. Reuel Harmon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1797-1798",
  "department": "European Art",
  "description": "binding: mottled calf, gilt tooled with a green panel on spine lettered: CAPRICH DE GOYA; endpapers: contemporary Spanish marbled papers",
  "dimension": "8 1/2 x 6 in. (21.59 x 15.24 cm) (plate)",
  "id": "http://api.artsmia.org/objects/80331",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4647,
  "image_width": 3472,
  "inscription": "Inscription\r\nformer dealer\\'s (?) in pencil on blank ? leaf\r\n(J Sierra on blank end sheets only)",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "Spanish",
  "object_name": null,
  "portfolio": "From Plate 21 from Los Caprichos",
  "provenance": "Hans Wolff, Antiquariat, Munich (extract from May, 1930 catalogue tipped in); Paul Leemann, Zurich (Ex-Libris see Lugt Suppl. 2095a); Sale Sotheby's, New York, November 19, 1982, lot 507 (est. KO-PROM); sold for STM (+ 10%) MIA pd PLTM less ATM in trade for another set of Caprichos",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Francisco Goya’s series Los Caprichos contains layers of meaning that even today challenge the modern viewer. Mia’s copy is a rare presentation proof containing early printings of all eighty images. In the first half, Goya explored themes of superstition, sensuality, greed, and violence with scenes set in Spanish brothels, salons, and prisons. The second half is given over to fantastic images from the artist’s dreams and nightmares. Even though Goya tried to disguise his attacks on Spanish society, he withdrew the set from sale because he had been reported to the Inquisition, a tribunal that ruled with lethal authority.",
  "title": "¡Qual la descañonan!"
}
