{
  "accession_number": "P.83.57.48",
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": "Harris; Delteil",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The William Hood Dunwoody Fund by exchange, and Gift of funds from Mr. and Mrs. John T. Adams, Dr. and Mrs. David Bradford, Mr. and Mrs. Benton J. Case, Mr. and Mrs. W. John Driscoll, Mr. and Mrs. Reuel Harmon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1797-1798",
  "department": "Prints and Drawings",
  "description": "binding: mottled calf, gilt tooled with a green panel on spine lettered: CAPRICH DE GOYA; endpapers: contemporary Spanish marbled papers",
  "dimension": "8 1/2 x 6 in. (21.59 x 15.24 cm) (plate)",
  "id": "http://api.artsmia.org/objects/80358",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3966,
  "image_width": 2692,
  "inscription": "Inscription\r\nformer dealer\\'s (?) in pencil on blank ? leaf\r\n(J Sierra on blank end sheets only)",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "Spanish",
  "object_name": null,
  "portfolio": "From Plate 48 from Los Caprichos",
  "provenance": "Hans Wolff, Antiquariat, Munich (extract from May, 1930 catalogue tipped in); Paul Leemann, Zurich (Ex-Libris see Lugt Suppl. 2095a); Sale Sotheby's, New York, November 19, 1982, lot 507 (est. KO-PROM); sold for STM (+ 10%) MIA pd PLTM less ATM in trade for another set of Caprichos",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The eighty satirical images of Goya's Los Caprichos contain many layers of meaning and challenge the modern viewer. In the first half of the book, Goya explores the themes of superstition, sensuality, greed, and violence set in the brothels, salons, and prisons of Madrid. His true meanings were often disguised and the titles usually suggested multiple interpretations. The page on display shows the artist asleep at his desk with owls and other creatures of the night hovering in the background. It marks a change in the book and implies that the pages that follow are fantastic images that have emerged from the artist's dreams and nightmares. Even though Goya tried to veil his attacks on Spanish society, he soon withdrew the set from sale because he had been reported to the Inquisition. The copy on display is a rare presentation proof filled with early printings of each etching.",
  "title": "Soplones"
}
