{
  "accession_number": "B.75.5.20",
  "art_champions_text": null,
  "artist": "Artist: James Rosenquist; Editor: Sam Francis; Author: Walasse Ting; Publisher: E. W. Kornfeld , Bern, Switzerland; Printer: George Girard, Paris, France , Paris, (type); Lithographer: Maurice Beaudet",
  "catalogue_raissonne": "Glenn 2",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1964",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "16 5/8 x 12 in. (42.23 x 30.48 cm)",
  "id": "http://api.artsmia.org/objects/80634",
  "image": "invalid",
  "image_copyright": "© James Rosenquist %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1933 - 2017",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From From artist's book \"1¢ Life,\" by Walasse Ting, edited by Sam Francis",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "unsigned",
  "style": "20th century",
  "text": "The celebrated artist's book 1 Cent Life was a collaboration between the Chinese poet and artist Walasse Ting (born 1929), expressionist painter Sam Francis, who served as the book's editor, and more than 60 artists, all friends or acquaintances of Ting and Francis. Many of these artists were relatively unknown when the book was published in 1964. Conceived as an international illustrated book,1 Cent Life was an immediate hit, whose imagery reflected the artistic currents of the day, including Abstract Expressionism, CoBrA art, and Pop art. Many of Ting's 61 poems are grammatically incorrect, and along with their unequal lines and seemingly disconnected ideas and imagery, mimic the sounds of his native Chinese language. In addition to Francis, the book features\toriginal prints by an international roster of now-famous artists, including Ting, Andy Warhol, James Rosenquist, Robert Rauschenberg, Joan Mitchell, Jim Dine, Claes Oldenburg, Alfred Jensen, Pierre Alechinsky, Enrico Baj, Roy Lichtenstein, and others.",
  "title": "New Oxy, from 1¢ Life"
}
