{
  "accession_number": "B.91.1",
  "art_champions_text": null,
  "artist": "Artist: Gregory Amenoff; Artist: Joe Andoe; Artist: James Brown; Artist: Vija Celmins; Artist: Louisa Chase; Artist: Eric Fischl; Artist: Jan Hashey; Artist: Michael Hurson; Artist: Mel Kendrick; Artist: James Nares; Artist: Ellen Phelan; Artist: Joel Shapiro; Artist: Kiki Smith; Artist: David Storey; Artist: Michelle Stuart; Artist: Richard Tuttle; Artist: Trevor Winkfield; Artist: Robin Winters; Author: Bradford Morrow; Book Binder: Claudia Cohen; Publisher: Grenfell Press, New York",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "Illustrated book featuring prose and poetry by Bradford Morrow and 36 prints by 18 artists, including Gregory Amenoff, Joe Andoe, James Brown, Vija Celmins, Louisa Chase, Eric Fischl, Jan Hashey, Michael Hurson, Mel Kendrick, James Nares, Ellen Phelan, Joel Shapiro, Kiki Smith, David Storey, Michelle Stuart, Richard Tuttle, Trevor Winkfield, and Robin Winters; 160 pp. Full leather split board case binding; black spine with inlays and onlays of scarlet, yellow, blue, purple, green, and orange leather.; pink leather head and tailbands; sewn on five linen tapes; Somerset endpapers with sewn Japanese linen hinge; quarter black Morocco slipcase.",
  "dimension": "15 x 11 in. (38.1 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/80678",
  "image": "valid",
  "image_copyright": "© Gregory Amenoff",
  "image_height": 3340,
  "image_width": 4897,
  "inscription": "",
  "life_date": "American, born 1949",
  "markings": "",
  "medium": "Color and black-and-white woodcuts, linoleum cuts, pochoir, and letterpress; bound volume",
  "nationality": "American",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "[Betsy Senior Contemporary Prints, New York]; sold to MIA, 1991.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by the contributing artists on the colophon page",
  "style": "20th century",
  "text": "A modern version of an ancient literary form dating to medieval times, A Bestiary is a collaboration between American novelist and poet Bradford Morrow (born 1951) and eighteen leading contemporary artists, who each produced two original prints for the book. Among the artists who contributed to the project are Gregory Amenoff, Joe Andoe, James Brown, Vija Celmins, Louisa Chase, Eric Fischl, Mel Kendrick, Ellen Phelan, Joel Shapiro, Kiki Smith, Richard Tuttle, and Robin Winters. \r\n\r\nIn contrast to traditional bestiaries, which typically feature a series of allegories or moralizing tales based on the physical or behavioral traits of real or imaginary animals, Morrow's updated version doesn't offer the reader moral lessons, but instead carefully elaborates the defining characteristics of the various animals. Each entry is accompanied by an original illustration that portrays the animal described.",
  "title": "A Bestiary"
}
