{
  "accession_number": "B.91.1",
  "artist": "Artist: Gregory Amenoff , et al.; Author: Bradford Morrow; Publisher: Grenfell Press, New York; Designer: Binding design by Claudia Cohen",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1990",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "15 x 11 in. (38.1 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/80678",
  "image": "valid",
  "image_copyright": "© Gregory Amenoff",
  "image_height": 3340,
  "image_width": 4897,
  "inscription": "",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Color and black and white woodcuts, linoleum cuts, pochoir; letterpress",
  "nationality": null,
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "(Betsy Senior, New York); purchased from the 1991 Prints & Drawings Sale and Exhibition, MIA.",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by the various artists on the colophon page",
  "style": "20th century",
  "text": "A modern version of an ancient literary form dating to medieval times, A Bestiary is a collaboration between American novelist and poet Bradford Morrow (born 1951) and eighteen leading contemporary artists, who each produced two original prints for the book. Among the artists who contributed to the project are Gregory Amenoff, Joe Andoe, James Brown, Vija Celmins, Louisa Chase, Eric Fischl, Mel Kendrick, Ellen Phelan, Joel Shapiro, Kiki Smith, Richard Tuttle, and Robin Winters. \r\n\r\nIn contrast to traditional bestiaries, which typically feature a series of allegories or moralizing tales based on the physical or behavioral traits of real or imaginary animals, Morrow's updated version doesn't offer the reader moral lessons, but instead carefully elaborates the defining characteristics of the various animals. Each entry is accompanied by an original illustration that portrays the animal described.",
  "title": "A Bestiary"
}
