{
  "accession_number": "B.87.5.7",
  "art_champions_text": null,
  "artist": "Artist: Jacob Lawrence; Author: John Hersey; Author: Poem by Robert Penn Warren; Printer: Studio Heinrici, Ltd., New York , (prints); Printer: Wild Carrot Letterpress , Hadley, MA, (text); Publisher: The Limited Editions Club",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "binding: black cowhide, blind-stamped lettering; endpapers: black wove; slip case: black fabric over cardboard, stamped lettering in violet; type: Foundry Optima Medium",
  "dimension": "12 3/4 x 9 3/4 in. (32.39 x 24.77 cm)",
  "id": "http://api.artsmia.org/objects/80751",
  "image": "valid",
  "image_copyright": "© Estate of Jacob Lawrence %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4562,
  "image_width": 3454,
  "inscription": "",
  "life_date": "New York",
  "markings": "",
  "medium": "Color screenprints from hand color-separated photo stencils, letterpress; bound volume",
  "nationality": null,
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Bruce B. Dayton, Wayzata, Minn.; given to MIA, 1987.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by artist and authors on colophon page",
  "style": "20th century",
  "text": "John Hersey's uncompromising account of the atomic bombing of Hiroshima, Japan by U.S. forces during the closing days of World War II (1939-1945) was originally featured in The New Yorker magazine in August 1946, one year after Japan's unconditional surrender to the Allied powers. Hersey based his story on interviews he conducted with six survivors of the blast in days and weeks after the detonation. It caused a national sensation when first published and is today widely considered one of the finest pieces of journalism of the 20th century. It was later reissued in book form.\r\n\r\nIn a series of boldly articulated full-page color screenprints, Jacob Lawrence captures the vivid impressions and intense emotions of Hersey's account. Lawrence envisions the victim's reaction to the moment of the \"noiseless flash\" of the blast on August 6, 1945, their imminent death presaged by the skeleton-like appearance of their bodies.",
  "title": "Hiroshima"
}
