{
  "accession_number": "B.89.3",
  "art_champions_text": null,
  "artist": "Artist: El Lissitzky (Lazar Markovich Lissitzky); Publisher: Verlag Skythen, Berlin; Printer: E. Haberland , Leipzig",
  "catalogue_raissonne": "From Manet to Hockney 67",
  "classification": " Prints; Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1922",
  "department": "Prints and Drawings",
  "description": "16 pp.",
  "dimension": "10 7/8 x 8 5/8 in. (27.62 x 21.91 cm)",
  "id": "http://api.artsmia.org/objects/80784",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Russian, 1890–1941",
  "markings": "",
  "medium": "Lithographs and typography; bound volume",
  "nationality": "Russian",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "[Elizabeth Phillips, New York]; sold to MIA, 1989.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Conceived in 1920 while El Lissitzky taught experimental typography at UNOVIS (Champions of the New Art), an influential Russian art school, this Suprematist book was first issued as an edition in Germany in 1922. Lissitzky intended the work as an educational tale to be read by children. \r\n\r\nThe artist explains: “I have set out to formulate an elementary idea, using elementary means, so that children may find it a stimulus to active play and grown-ups enjoy it as something to look at.” \r\n\r\nThe pictograms illustrate the struggle of the red square to rebuild a new social city in defiance of a threatening black square. The red square, symbol of life and the new revolutionary order with unlimited possibilities, operates against the black square, which signifies the old order, chaos, egotism, and death. It represents a story of societal clashes—a clear reference to the Russian Revolution of 1917 and the triumph of the Bolsheviks, the revolutionary working class of Russia.",
  "title": "About Two Squares: A Suprematist Tale in Six Constructions"
}
