{
  "accession_number": "2003.129.3a,b",
  "art_champions_text": null,
  "artist": "Artist: Amy Sabrina",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Decorative Arts Council with proceeds from the 2002 Antiques Show and Sale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "large teapot with long black spout, black handle and black finial; detailed images of insects: three on cover, 16 on body of pot; grey stripes on body of pot",
  "dimension": "14 1/2 x 16 1/4 x 6 9/16 in. (36.83 x 41.28 x 16.67 cm) (overall)",
  "id": "http://api.artsmia.org/objects/80790",
  "image": "valid",
  "image_copyright": "© Amy Sabrina",
  "image_height": 3354,
  "image_width": 3676,
  "inscription": "Signature, Title and Date",
  "life_date": "American, 1956–2013",
  "markings": "",
  "medium": "Glazed whiteware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, in black: [INSECTOS / (2 insects) / AMY SABRINA / 1988]",
  "style": "20th century",
  "text": "Amy Sabrina lives and works at Sweetgrass Farm, a 35-acre sanctuary in Dalbo, Minnesota.  Often adorned with delicate paintings of creatures great and small, Sabrina's pottery celebrates her prairie landscape and love and respect for nature.  The whimsical bugs and butterflies that decorate the \"Insectos\" Teapot were painstakingly created after the pot's initial kiln firing.  First, the teapot's surface was brushed with several layers of white underglaze.  Then, the insect-themed design was drawn in pencil, painted with colored underglazes, brush-coated with a clear glaze, and fired yet again.  Each color was applied in at least three layers with a very fine brush and detailed using a needle tool.\r\n\r\nEquipped with a BFA from the University of Minnesota, Sabrina's work conveys a sculptural quality.  Not necessarily functional, \"Insectos\" Teapot's exaggerated body, bold color scheme, and sinuously curving spout lends a zoomorphic quality to an otherwise everyday object.",
  "title": "\"Insectos\" teapot"
}
