{
  "accession_number": "2003.145",
  "art_champions_text": null,
  "artist": "Artist: Albert Joseph Moore",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868-1870",
  "department": "European Art",
  "description": "standing woman dressed in green and turquoise robes, holding a badminton racket in her PR hand and a shuttlecock at her PL shoulder",
  "dimension": "42 1/4 x 17 13/16 in. (107.32 x 45.24 cm) (sight)\r\n43 x 27 7/16 in. (109.22 x 69.69 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/80860",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3674,
  "image_width": 1551,
  "inscription": "",
  "life_date": "British, 1841 - 1893",
  "markings": "Stamp on verso, \\\"W.EATWELL; ARTIST COLOURS; 49 DORST S; (bottom line illegible)\\\"",
  "medium": "Oil on canvas",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    "107169",
    "80860"
  ],
  "signed": "Signed with the Greek Anthemion device, ur",
  "style": "19th century",
  "text": "Albert Moore (1841-1893) was a principal originator of the Aesthetic Movement, which dominated the decorative and pictorial art scene in Britain and America during the last half of the 19th century. Also known as \"Art for Art's Sake\", Aestheticism proscribed narrative subject matter and argued that beauty of form, color and composition were the sole ends of art. Moore's signature images of classically draped female figures, inspired by his study of the Elgin Marbles and often incorporating elements of Japanese design, began to appear in the mid-1860s. They would have a profound influence on James MacNeill Whistler, who considered Moore the most original artist of his generation. \r\n\r\nThe title of our picture alludes to the racket used in badminton, a game of ancient origin, yet the true \"subject\" of Moore's painting is its exquisite technical assurance, its delicious array of linear patterning, and its seductive color harmonies.",
  "title": "Battledore"
}
