{
  "accession_number": "B.89.10",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Author: Alain Robbe-Grillet; Publisher: Universal Limited Art Editions (ULAE) , Long Island, NY; Printer: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Manet to Hockney 344-345",
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the National Endowment of the Arts and The Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1972-1978",
  "department": "Arts of the Americas",
  "description": "70 ff (31 bifolia, 1 title page bifolia, and 4 colophon bifolia); pages not bound; clamshell box: red silk exterior, title printed twice on cover; gray silk interior; pages deckle-edged",
  "dimension": "27 x 20 in. (68.58 x 50.8 cm)",
  "id": "http://api.artsmia.org/objects/80903",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Traces suspectes en surface %28Things are Not What They Seem%29%2C 1972-1978 © Robert Rauschenberg Foundation",
  "image_height": 9641,
  "image_width": 7322,
  "inscription": "\r\n\r\n\r\n",
  "life_date": "American, 1925–2008",
  "markings": "Numbered in pencil, LR of each left-hand page: 28/36 | WM: Author\\'s and artist\\'s facsimile signature on each sheet. | ULAE blindstamp, LRC of each sheet. | Blindstamped page numbers.",
  "medium": "Color lithographs and offset lithographs",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "ULAE, West Islip, N.Y. (publisher); sold to MIA, 1989.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the author, and signed and dated by the artist in pencil at the bottom center of each double-page spread: Robbe-Grillet Rauschenberg 72-78 | Signed in pencil by the author and artist on the colophon page: Robbe-Grillet Rauschenberg.",
  "style": "20th century",
  "text": "Traces suspectes en surface is the result of a six-year collaboration between Rauschenberg and French novelist, poet, and filmmaker Alain Robbe-Grillet (1922-2008). In this celebrated artist's book, Robbe-Grillet's unconventional, but captivating mystery story, written in his own hand on lithographic plates, is accompanied by 25 original lithographic collages of photographic imagery provided by Rauschenberg. Robbe-Grillet practiced the nouveau roman (\"new novel\") approach to writing, which emphasized experimentation and breaking with the conventions of classic literary genres.\r\n\r\nIn commenting on collaborations with artists, and the relationship between words and images, Robbe-Grillet noted that, \"My novels \"are never 'about' anything, nor are they about ideas of images.\" The author's enigmatic pronouncement suggests that this artist's book represents something less than a true collaboration, and more of Rauschenberg's subjective response to Robbe-Grillet's intentionally ambiguous text.",
  "title": "Traces suspectes en surface (Things are Not What They Seem)"
}
