{
  "accession_number": "2007.111.4",
  "art_champions_text": null,
  "artist": "Photographer: Alec William Soth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mitchell and Nancy Steir",
  "culture": null,
  "curator_approved": 1,
  "dated": "2002",
  "department": "Arts of the Americas",
  "description": "two men by blue car; man on driver's side has one leg; large culvert, LRQ; bare trees",
  "dimension": "40 1/8 x 50 1/8 in. (101.92 x 127.32 cm)",
  "id": "http://api.artsmia.org/objects/105042",
  "image": "valid",
  "image_copyright": "Copyright © Alec Soth",
  "image_height": 4234,
  "image_width": 5305,
  "inscription": "Signature, Title, Date, Edition and Label",
  "life_date": "American, born 1969",
  "markings": "on back: Weinstein Gallery label; on back, on label, in black ink: [Fishermen, Wickliffe, KY  edition 1/5  2006 / Alec Soth]",
  "medium": "Chromogenic print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\r\n",
  "style": "21st century",
  "text": "Alec Soth’s Sleeping by the Mississippi evolved from a series of documentary photos of the Mississippi river taken over a period of several years. The river acts as the binding structure between each of these photographs as he explores the relationship between the water and the people who live by it. Using an 8x10-inch view camera, the equipment’s slow process demands great patience and stillness, and trust between the photographer and subject. The resulting images can be seen as quiet and calm.\r\nThe series flows through an array of individuals, landscapes, and domestic settings. Soth has said that he hopes to spur feelings of isolation and longing in viewers as they examine the quiet eccentricity of the United States. Some see Sleeping by the Mississippi as having a poetic and adventurous drive to it, akin to the stories of Mark Twain’s famous literary character Huckleberry Finn, a boy who travels the Mississippi River on a raft with his friend Jim, an enslaved man. The images encourage meditation on the passage of time and place.",
  "title": "Fishermen, Wickliffe, Kentucky"
}
