{
  "accession_number": "2008.26.4",
  "art_champions_text": null,
  "artist": "Artist: Hsu Lin",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1520s",
  "department": "Asian Art",
  "description": "black text on paper; two red seals in LLC",
  "dimension": "20 7/16 x 92 3/4 in. (51.91 x 235.59 cm) (image)\r\n21 x 167 1/8 in. (53.34 x 424.5 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/105242",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese, 1462 - 1538",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Hsu Lin, calligrapher, painter, poet and songwriter was born in Nanjing into the landed gentry class. He was a natural and precocious talent, highly popular, unconventional, physically attractive, a true hedonist, and friend of the Zhengde Emperor (1426-1435). On the occasion of his seventieth birthday over a hundred song girls came to the party. The festive occasions appropriate to Hsu Lin's idiosyncratic writing of Tu Fu's (712-770) famous drinking song poem shown here is easily imagined. Under the influence of wine the text was energetically scripted for an elite, well educated, audience as a type of extemporaneous performance art.  It was a form of cultural activity that barely exists today. Hsu's poem is written in a bold, large format ts'ao-shu (grass script) using a dry stubby brush. The poem The Eight Immortals of the Wine Cup is based on the \"Eight Sages\", an actual Tang dynasty wine-drinking coterie comprised of a prince, a monk, high officials, and well-known poets.  \r\n \r\nSome of the verse about the wine immortals reads as follows:\r\n\r\nPrince Ju-yang must have three quarts before he appears in court,\r\nand if he encounters a vintner's cart he begins to salivate,\r\nwishing he could be re-enfeoffed in the Province of the Wine-Stream!\r\n\r\nLi-Po writes a hundred poems for every quart he drinks;\r\nThen goes to sleep right in the wine shops in Ch'ang'an!\r\nIf the Emperor summons him; he refuses to get into the boat proclaiming, \"I, your subject, am actually an Immortal of Wine.\"\r\n\r\nChang Hsu drinks just three cups and demonstrates why he's called the \"Sage of Cursive Script\";\r\nHe casts off his cap, exposing his pate right in front of the princes.\r\nHe twirls his brush, drops it to the paper, producing cloud and mist!\r\n\r\nChiao Sui requires five quarts before he perks up to bring forth noble discourse and heroic debate, amazing all the guests at the party.",
  "title": "The Eight Immortals of the Wine Cup"
}
