{
  "accession_number": "2008.81",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Jim Billings",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "flat dish-shaped; raised foot; two fanciful turtle-like animals with long sweeping tails and heads with pointed snouts and ears; water at bottom; three-leaf medallion and flower-like medallion with eight circles surrounding large circle at top; gold and bronze colors",
  "dimension": "15/16 x 3 9/16 x 3 9/16 in. (2.38 x 9.05 x 9.05 cm)",
  "id": "http://api.artsmia.org/objects/105204",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2781,
  "image_width": 4230,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer",
  "nationality": null,
  "object_name": "Sake cup (guinomi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "One of the most distinctive techniques for using lacquer was developed by Japanese artisans in the early 10th century. Known as maki-e, or “sprinkled pictures,” this technique involved sprinkling gold or silver powder onto the surface of damp lacquer.  This sake cup represents the opulent extreme of this tradition as it had evolved in the 18th and 19th centuries. Using a variety of techniques, lacquer artists created designs, primarily in gold, that encrusted the entire surface of their wares. For this small sake cup, relatively coarse gold flakes were scattered across the surface to form the ground. This speckled surface was known as “pear skin” (nashiji). Two tortoises were rendered in slight relief (takamaki-e) and distinguished from the background by the use of very fine gold powder. Since tortoises live to great ages, Japanese typically depict them with strands of algae clinging to their carapaces. Here, the artist connoted these hair-like strands in silver, which as darkened slightly with age. Two family crests (mon) were also worked into the design using fine gold powder, but these emblems lay flat against the surface in a technique known as hiramaki-e.",
  "title": "Sake cup (guinomi)"
}
