{
  "accession_number": "2008.26.2",
  "artist": "Artist: Zhang Chenglong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "five figures on a terrace at bottom center; lush landscape with grey rock formations; waterfalls at L; bamboo at bottom",
  "dimension": "73 7/8 x 24 7/16 in. (187.64 x 62.07 cm) (image)\r\n113 13/16 x 31 7/8 in. (289.08 x 80.96 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/105240",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6718,
  "image_width": 2344,
  "inscription": "Inscription and Seal\r\n\r\nULC, in black: untranslated inscription",
  "life_date": "active late 16th - early 17th century",
  "markings": "ULC, in red: untranslated seal; URC, in red: untranslated seal",
  "medium": "Ink and colors on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Zhang Chenglong, from Kaifeng, developed a mastery of various Ming painting styles but eventually evolved a syncretic manner of his own. He was technically accomplished, capable of exquisite fine-line painting but equally of lofty, magnificently conceived archaic landscapes. This large painting displays a range of fantastic mountains towering above a group of literati recluses gathered together on a pavilion to survey the dense bamboo forest and beyond that an extraordinarily complex array of waterfalls. Above and beyond these unlikely water courses loom the dark magnificently imposing peaks. The bizarre mountain elements recall the great eccentric landscapist, Wu Bin (active1568-1621), while the foreground figural group suggests the stylization of Li Shida (active 1580-1620), another great Ming dynasty model. Throughout this impressive tour de force, Zhang adds dramatic and original compositional elements of his own. Few paintings by Zhang Chenglong have survived and this beautifully rendered work is one of his finest.",
  "title": "Towering Mountains and Fantastic Waterfalls"
}
