{
  "accession_number": "2008.26.3",
  "art_champions_text": null,
  "artist": "Artist: Su Renshan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1840",
  "department": "Asian Art",
  "description": "ink line drawing of seven standing men, all wearing robes; three men wear hats; bald man at center has long beard",
  "dimension": "55 1/2 x 32 1/8 in. (140.97 x 81.6 cm) (image)\r\n89 3/8 x 40 1/4 in. (227.01 x 102.24 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/105241",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6857,
  "image_width": 4073,
  "inscription": "Inscription and Seal\r\n\r\nULC, in black: untranslated inscription",
  "life_date": "Chinese, 1814 - 1850",
  "markings": "URC, in red: untranslated seal",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although Su Renshan led a tragic life, he was one of the most modern, inspired, and unique artists of the nineteenth century. He broke the traditional mold of literati painting using completely new techniques, compositions, and visions. While precociously gifted in painting and calligraphy from youth, he failed the civil examinations twice, was anti-social, held violently anti-Manchu views, and was accused by his father of filial impiety, a serious charge that resulted in his being thrown out of his clan and imprisoned.\r\nIt is essentially only through his paintings composed of sparse calligraphic brushwork and simple compositions that we know anything at all of the man. In this classic work, Su depicts the ancient literati theme of the Seven Sages of the Bamboo Grove with a brevity of brushwork that achieves an almost cartoon-like quality in the characterization of the figures. Totally absent in this depiction is the bamboo grove itself which, in nearly all literati paintings of this theme, is included to identify the seven figures.",
  "title": "The Seven Sages of the Bamboo Grove"
}
