{
  "accession_number": "2008.26.1",
  "art_champions_text": null,
  "artist": "Artist: Jin Lian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1663",
  "department": "Asian Art",
  "description": "misty, blurry mountain landscape; buildings at L and LRC; two men riding donkeys and man carrying yoke at bottom center; bridge, LLC",
  "dimension": "95 1/4 x 41 3/8 in. (241.94 x 105.09 cm) (image)\r\n143 3/4 x 50 3/4 in. (365.13 x 128.91 cm) (without roller, approximately)",
  "id": "http://api.artsmia.org/objects/105239",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription and Seal\r\n\r\nULC, in black: untranslated inscription",
  "life_date": "Chinese, active 1650 - 1700",
  "markings": "ULC, in red: two seals",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Ch'in Lien is recorded as a landscape and figure painter who \"captured the appearance and bearing\" of the Yuan (1280-1368) masters. He lived in Nanking, during the K'ang-hsi period (1662-1723) and was a pupil of Fan I. This large scale hanging scroll would have served as a chang-t'ang, the primary painting displayed in a reception hall where it was usually centered above the main altar table. The work depicts a visiting literatus on his mule with attendants following him. He is paused before a wooden bridge overlooking a rushing stream as he approaches a rural retreat hidden in swirling mists and damp trees. Huge mountains swathed in clouds tower formlessly above the scene. The generic subject of pleasant towering landscapes was a common theme in chang-t'ang paintings.  They evoked a sense of universal harmony.\r\nThe scroll is signed \"imitating the painting style of Kao Fang-Shan (Kao K'o-Kung 1248-1310 the expressionistic Yuan dynasty master), dated to the summer month of the Kuen-mao cyclical year (1663): Shih-yu, Chin Lieu.  With two seals of the painter, Chin Yin and Wen-Shui.",
  "title": "Landscape"
}
