{
  "accession_number": "2008.14.2",
  "art_champions_text": null,
  "artist": "Artist: William Cohoe",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest from the Karen Daniels Petersen American Indian Collection",
  "culture": "Tsistsistas (Cheyenne)",
  "curator_approved": 1,
  "dated": "1876",
  "department": "Arts of the Americas",
  "description": "cardboard cover with brown and blue printed designs; drawings (and one reproduction plate) received in book in the following order: 1. three figures--two on horseback--one figure skinning a buffalo; 2. two figures on horseback hunting antelope with bows and arrows; 3. row of seated figures at bottom; figure cooking, two figures with fans and figure smoking pipe at top, left of center; three teepees; 4. image of a paddle wheel boat; 5. reproduction plate printed, \"PLATE SEVEN: THE HONORING\"; 6. original image from reproduction with teepee at right; row of figures at bottom; two figures with horses at top; 7. yellow, brown and green steam locomotive engine with bearded conductor; 8. image with teepee at left; figures in three rows at edges of sheet, facing center, with figure on horse at ends of rows at left; 9. hunters on horseback with spears, bows, gun and tomahawk, hunting antelope and turkeys, accompanied by two dogs; 10. figures standing around a structure affixed with feather headdresses, shields and long spear; woman with papoose at left center; 11. horse at left; hunter near center with rifle, hunting antelope at right; 12. soldiers holding a line with an anchor (?) at left; boat with sails at right; 13. Native American dancers at center; European figures surrounding dancers, observing them; 14. figures on horseback hunting buffalo; 15. European sailors on a sailboat; 16. European men eating around a campfire, ULC, in a wooded area with lighthouse at right; 17. dancers with spears, gun and tomahawk; three teepees in background; pages separated by thin blotter/tracing sheet (irregularly spaced between images)",
  "dimension": "8 5/16 x 11 1/2 x 3/8 in. (21.11 x 29.21 x 0.95 cm) (closed)",
  "id": "http://api.artsmia.org/objects/105383",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3273,
  "image_width": 4525,
  "inscription": "Inscription and Label\r\n\r\ninside front cover, in brown ink: [H B Hill]; inside front cover, in pencil: [Drawn by Cohoe / Cheyenne / Ft. Marion Fla. Sept. 1876]",
  "life_date": "Tsistsistas (Cheyenne), 1853 - 1924",
  "markings": "inside front cover, on bookplate: [LIBRARY OF / H.B. HILL / No. 1 / KINDLY RETURN / WHEN PERUSED.]",
  "medium": "Ink, graphite and colored pencil on paper",
  "nationality": null,
  "object_name": "Sketchbook",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A millennia old art form, Plains Indian drawings appear on rocks, hides, muslin, cloth, and paper. Drawings can depict a variety of subjects, including great accomplishments of individual men, important historical events, and ceremonial and daily life on the Plains. Cheyenne artist William Cohoe made this sketchbook--illustrating his life before and during captivity--while a prisoner of war at Ft. Marion, Florida between 1875 and 1878. Offering a glimpse into the artists' world, these drawings provide rich information about Cheyenne perspectives and aesthetic sensibilities.",
  "title": "Sketchbook"
}
