{
  "accession_number": "2008.9.2.1",
  "art_champions_text": null,
  "artist": "Artist: Maurice Denis",
  "catalogue_raissonne": "Cailler 108",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1892-1899",
  "department": "European Art",
  "description": "reclining woman with eyes closed; girl at left holds a crown of roses over woman's head; shades of green, tan and lavender; muted tones. Unique set of working proofs with annotations and instructions for the printerfor the suite of 12 color lithographs entitled: 1. Allegory 2. Attitudes Are Easy and Chaste 3. The Morning Bouquet, Tears 4. It Was a Religious Mystery 5. The Knight Did Not Die on the Crusades 6. Twilights Have the Softness of Old Paintings 7. She Was More Beautiful Than Dreams 8. And It Is the Caress of Her Hands 9. Our Souls, with Languorous Gestures 10. On the Pale Silver Sofa 11. Life Becomes Precious, Restrained 12. But It Is the Heart Which Beats Too Fast",
  "dimension": "10 1/2 x 16 3/16 in. (26.67 x 41.12 cm) (image)\r\n16 1/8 x 20 3/4 in. (40.96 x 52.71 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/105347",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3916,
  "image_width": 5005,
  "inscription": "Signature, Title, Inscription and Stamp\r\n\r\nbottom margin, in pencil: artist\\'s color notes; LRC, in pencil: [108]",
  "life_date": "French, 1870 - 1943",
  "markings": "on back, LRC, stamped in black: [H.M.P. (inside an oval)] [Henri M. Petiet, Paris]",
  "medium": "Color lithograph; trial proof with color additions and pencil notations",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From From the series Amour (Love)",
  "provenance": "Henri M. Petiet, Paris (his sale; Piasa, Paris, June 7, 2007, lot 76); [C.G. Boerner, Paris and New York; sold to Dayton]; Ruth and Bruce Dayton, Wayzata, Minn.; given to MIA, 2008.\r\n\r\nNote from Armin Kunz: Our Denis proof set comes  from Petiet, and we do not know where he acquired it. The Petiet collection is much older than the Josefowitz collection. We know that all the handwritten annotations must have been done by Denis and were intended for Clot, the printer. It is likely that the printer held onto these proofs and kept them (rather than giving them back to the artist).\r\nBut this is not certain, as there are no stamps or documents that prove this contention.\r\n",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, lower left, printed in tan: [allégorie]; below image, lower right, in pencil: [Maurice Denis]",
  "style": "19th century",
  "text": "",
  "title": "Allegory, from \"Love\""
}
