{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "1848 - 1880",
  "nationality": null,
  "role": "Artist",
  "dated": "1876",
  "culture": "Kaui-gu (Kiowa)",
  "country": "United States",
  "continent": "North America",
  "dimension": "6 3/4 x 8 3/8 x 1/8 in. (17.15 x 21.27 x 0.32 cm) (closed)",
  "medium": "Graphite and colored pencil on paper",
  "title": "Sketchbook",
  "id": "http://api.artsmia.org/objects/105382",
  "room": "Not on View",
  "style": "19th century",
  "marks": "Signature and Inscription\r\n\r\non front, in pencil:  on four images, in pencil: [KOBA]",
  "text": "Plains men drew their accomplishments on large animal hides, and when they became scarce, they transferred those skills to paper, often using sketchbooks or ruled pages of accounting ledgers. Drawing with graphite, colored pencil and crayon instead of pigments, artists continued to depict hunting and warfare - the same themes shown on earlier hide paintings. They also sketched scenes of daily life or autobiographical events.\r\n\tThis sketchbook was created by Koba, a Kaui-gu (Kiowa) from Oklahoma, when he was falsely imprisoned at Fort Marion in St. Augustine, Florida. He was held for three years (1875-1878) without a trial. From there he was sent to school in Virginia and Pennsylvania as a U.S. government effort to acculturate him into western society. He returned to his people in Oklahoma after a five year absence, and died two weeks later of tuberculosis. \r\n\tThe subjects of the drawings in this book reflect daily life when Koba was free and lived in Indian Country. In this drawing, he illustrates a buffalo hunting scene. He includes himself on horseback to show his hunting prowess. He cleverly uses both pages to show the number of buffalo he had hunted.\r\n",
  "description": "cover printed \\\"DRAWINGS\\\" with foliate scrolls and vignettes with printed drawings of artists at work; loose drawing (smaller size--not originally from sketchbook) inserted in first page; drawings received in book in the following order:  1.  smaller size sheet of ruled paper with drawing of man in uniform, connected to a small horse by a zigzag line and signed \\\"KOBA\\\"; 2.  circle of figures wearing predominately red and blue garments; 3.  two-page image (signed in URQ of left sheet) of bow hunter fallen off his horse and wounded buffalo at left; 4.  two-page image of Native American men on various colored horses; 5.  two-page image of buffalo hunt with man on blue horse and buffalo, many wounded; signed at top of left sheet; 6.  two-page image (?) with couple on horses, facing one another, on left sheet; figure on horseback with five other figures on right sheet; signed in ULC of left sheet; 7.  two-page image (?) of three teepees on left sheet and three warriors on horseback on right sheet; 8.  two-page image of antelope hunt with two men on horseback and left--one with a bow and arrow and the second with a pistol; man at right lying on the ground with a rifle, his horse at right grazing; 9.  two-page image (?) of four warriors on horseback; signed in URC of right sheet; 10.  figures standing in a rectangle around a white and green cloth (?); pages separated by attached thin blotter/tracing sheet",
  "creditline": "Bequest from the Karen Daniels Petersen American Indian Collection",
  "accession_number": "2008.14.1                                 ",
  "artist": "Koba"
}
