{
  "accession_number": "2008.7a-c",
  "art_champions_text": null,
  "artist": "Artist: Cristin Sheehan Sullivan; Author: Joel J. Rane; Designer: Book design by Amy Mees; Designer: Book design by Mark Wagner; Publisher: Booklyn Artists Alliance, New York",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "book with hard cover covered in various library stickers and constructed to appear as if the cover is attached backwards; library circulation card and pocket on front cover; book fits into grey string-tied box; orange and black illustrations and black text",
  "dimension": "9 13/16 x 7 x 5/8 in. (24.92 x 17.78 x 1.59 cm) (book only, closed)",
  "id": "http://api.artsmia.org/objects/105331",
  "image": "invalid",
  "image_copyright": "© Raymond Pettibon%2C Cristin Sheehan Sullivan%2C and Joel J. Rane",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "in LRC of first page, impressed in paper: [THE BOOKLYN / MADE IN / BOOKLYN / ARTISTS ALLIANCE]",
  "medium": "Color screenprints, letterpress, and collage; bound volume housed in a folding cardboard box with ties",
  "nationality": null,
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "Booklyn Artists Alliance, New York (publisher); sold to MIA, 2008.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on library circulation card, in black ink: [Joel J. Rane / Raymond Pettibon / Cristin Sheehand Sullivan / 39/50]",
  "style": "21st century",
  "text": "Scream at the Librarian presents Joel J. Rane's experiences as a reference librarian at the Central Library in downtown Los Angeles. In addition to its intended public purpose as an educational resource, the L.A. public library was a refuge for the unhoused and people with substance addiction or mental health conditions. In a series of humorous character sketches, each about a page long, Rane describes his encounters with some of the more eccentric patrons he met while on the job. He names each of his characters-Mr. Brain Damage, The Angry Grandfather, The Screamer, for example-retelling the real-life accounts of his vivid personal experiences.  \"…There are thousands of people in the streets, limping through the doors of the Central Library, beating on the pay phones, not begging for help but demanding to pull the rest of us down into their dark hole. The library is their refuge, four stories up, four stories down…. This is the Downtown Los Angeles I knew.\"",
  "title": "Scream at the Librarian: Sketches of our Patrons in Downtown Los Angeles"
}
