{
  "accession_number": "2008.14.1",
  "art_champions_text": null,
  "artist": "Artist: Koba",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest from the Karen Daniels Petersen American Indian Collection",
  "culture": "Ka'igwu (Kiowa)",
  "curator_approved": 0,
  "dated": "1876",
  "department": "Arts of the Americas",
  "description": "cover printed \"DRAWINGS\" with foliate scrolls and vignettes with printed drawings of artists at work; loose drawing (smaller size--not originally from sketchbook) inserted in first page; drawings received in book in the following order: 1. smaller size sheet of ruled paper with drawing of man in uniform, connected to a small horse by a zigzag line and signed \"KOBA\"; 2. circle of figures wearing predominately red and blue garments; 3. two-page image (signed in URQ of left sheet) of bow hunter fallen off his horse and wounded buffalo at left; 4. two-page image of Native American men on various colored horses; 5. two-page image of buffalo hunt with man on blue horse and buffalo, many wounded; signed at top of left sheet; 6. two-page image (?) with couple on horses, facing one another, on left sheet; figure on horseback with five other figures on right sheet; signed in ULC of left sheet; 7. two-page image (?) of three teepees on left sheet and three warriors on horseback on right sheet; 8. two-page image of antelope hunt with two men on horseback and left--one with a bow and arrow and the second with a pistol; man at right lying on the ground with a rifle, his horse at right grazing; 9. two-page image (?) of four warriors on horseback; signed in URC of right sheet; 10. figures standing in a rectangle around a white and green cloth (?); pages separated by attached thin blotter/tracing sheet",
  "dimension": "6 3/4 x 8 3/8 x 1/8 in. (17.15 x 21.27 x 0.32 cm) (closed)",
  "id": "http://api.artsmia.org/objects/105382",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3094,
  "image_width": 3806,
  "inscription": "Signature and Inscription\r\n\r\non front, in pencil: [Koba = Wild Horse / Fort Marion, St. Augustine, Fla. / July 12, 1876]",
  "life_date": "Ka'igwu (Kiowa), 1848 - 1880",
  "markings": "",
  "medium": "Graphite and colored pencil on paper",
  "nationality": "Ka'igwu (Kiowa)",
  "object_name": "Sketchbook",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on four images, in pencil: [KOBA]",
  "style": "19th century",
  "text": "A millennia old art form, Plains Indian drawings appear on rocks, hides, muslin, cloth, and paper. Drawings can depict a variety of subjects, including great accomplishments of individual men, important historical events, and ceremonial and daily life on the Plains. Kiowa artist Koba created a sketchbook while falsely imprisoned at Fort Marion, in St. Augustine, Florida. Held for three years (1875–1878) without trial, he then went to school in Virginia and Pennsylvania, as part of a government effort to assimilate Native people into Euro-American society. In 1880 he returned to his people in Oklahoma, only to die two weeks later of tuberculosis. His sketchbook portrays daily life when he was free and lived in Indian Country. In this buffalo-hunting scene, he included himself on horseback, to show his hunting prowess, and cleverly used both pages to indicate how many buffalo he had hunted.",
  "title": "Sketchbook"
}
