{
  "accession_number": "2008.2.2a,b",
  "art_champions_text": null,
  "artist": "Silversmith: Ilya Schor",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "1953",
  "department": "Arts of the Americas",
  "description": "two figures at top, wearing shawls and holding books; three elements between figures; openwork scrolls and tulips at edges and bottom; openwork door with flowers, bird and deer; four panels at sides with Hebrew engraved text; paper scroll inside",
  "dimension": "6 3/16 x 1 13/16 x 5/8 in. (15.72 x 4.6 x 1.59 cm)",
  "id": "http://api.artsmia.org/objects/105483",
  "image": "valid",
  "image_copyright": "© Ilya Schor",
  "image_height": 4584,
  "image_width": 2998,
  "inscription": "Signature, Date and Mark",
  "life_date": "American (born Poland), 1904-1961",
  "markings": "on back, incised: [(Schor\\'s dove mark)]",
  "medium": "Silver, parchment",
  "nationality": "American (born Poland)",
  "object_name": "Doorpost (Mezuzah)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, incised: [JUNE/ 30/ 1953]; on back, incised: [(Schor\\'s dove mark)/ (Hebrew text)/ I. SCHOR]",
  "style": "20th century",
  "text": "The mezuzah (מזוזה) is a symbolic object meant to serve as a daily reminder of the presence and protection of God. Mezuzot are inscribed pieces of parchment containing certain passages of the Book of Deuteronomy. The piece of parchment is then rolled and placed into some kind of decorative and protective case.\r\nThe word mezuzah actually means “doorpost,” as the phrase in Deuteronomy 6:9 states, “You shall inscribe them [these words] upon the doorposts of your house and upon your gates.” Subsequently, the scroll and case are affixed to the entrance of a home or synagogue. In addition to the biblical text, the name of God is also inscribed on the back of mezuzot. This particularly name for God, Shaddai (שדי), is said to stand for the phrase “Shomer Daltot Yisrael”, which means “Guardian of the Doors of Israel.” Unlike the Torah scroll, the scroll of the mezuzah is not meant to be regularly opened and read. Instead, it serves at a physical reminder of putting text into practice through daily life.",
  "title": "Doorpost (Mezuzah)"
}
