{
  "accession_number": "2008.23.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "seated lion looking over PL shoulder; curly mane and chin whiskers; open, roaring mouth; grey and reddish brown stone",
  "dimension": "21 x 11 x 12 3/8 in. (53.34 x 27.94 x 31.43 cm)",
  "id": "http://api.artsmia.org/objects/105465",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5184,
  "image_width": 6932,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone conglomerate (puddingstone)",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G208",
  "see_also": [
    "105465",
    "105466"
  ],
  "signed": "",
  "style": "8th century",
  "text": "The lion is not indigenous to China, but with the importation of Buddhism from India along the \"silk road\", Chinese artisans adopted the Indian practice of using the lion to symbolize the Buddha Sakyamuni. In addition, the inherent power and strength of the lion led to its being featured as a symbolic protector of the Buddhist sacred law and pairs of guardian lions were used to flank entrances to cave temples, Buddhist altars, and thrones as well as tomb doorways.\r\nIn pre-Tang China, most sculpted lions were highly stylized, static, housecat-like characterizations of the \"king of beasts.\" Court records show however that in 635 the Chinese emperor was presented a real lion as a tribute gift from Samarkand. Direct observation of an actual lion by artists dramatically changed their sculptural presentations to the more realistic, animated, and powerful creatures depicted in this expressive pair of \"puddingstone\" lions dating from the high Tang period (8th century).",
  "title": "Guardian Lion, one of a pair"
}
