{
  "accession_number": "2008.2.1a,b",
  "art_champions_text": null,
  "artist": "Silversmith: Rotger (Rudiger) Herfurth",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1760",
  "department": "European Art",
  "description": "back has openwork design with lions flanking a cartouche with a menorah; light incised lattice design on top of lamp compartment cover; tiny lions on domed feet; cover of lamp compartment detaches from the main lamp body when it is opened more than 75%, possibly due to the fact that it seems to be missing a hinge pin on the \"back left\" hinge.",
  "dimension": "7 x 8 3/4 x 3 1/8 in. (17.78 x 22.23 x 7.94 cm)",
  "id": "http://api.artsmia.org/objects/105482",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3842,
  "image_width": 4764,
  "inscription": "Mark and Label",
  "life_date": "German, 1722–1776",
  "markings": "on back, partial label, in red: [15C?]; stamped on bottom front of back section and on lamp compartment cover, stamped: [RH] and [(Crowned eagle)]; inside fourth lamp compartment from R, stamped: [RH]; on bottom, incised: [ax-aH/ 70933]; inside fourth lamp compartment from L, stamped: [(crowned eagle)]",
  "medium": "Silver",
  "nationality": "German",
  "object_name": "Hanukkah lamp",
  "portfolio": "From ",
  "provenance": "Mrs. Rebecca Davidowitz, New York; (Parke-Bernet Galleries, New York, Jewish Ritual Silver and other Hebraica, March 31, 1954,  Lot 321); Jakob Michael; (Manson & Woods International, New York, October 25-26, 1982, Lot 126); Dick Janger, Chicago; (Sotheby's New York, Important Judaica, December 19, 2007, Lot 79); MIA purchased at 2007 Sotheby's auction, accessioned in 2008.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G362",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In 1711 the Jewish ghetto of Frankfurt was destroyed by fire, prompting a resurgence of Jewish ceremonial art commissions.  Roger Herfurth, a Christian silversmith, was uniquely positioned to take advantage of this demand, creating more than thirty documented works of ceremonial art for Jewish patrons.  His Hanukkah lamp design features a chest-shaped container for oil, a solid back plate ornamented with repoussé shells and scrolls surrounding a Temple menorah, and rampant lions flanking a crowned cartouche.  This form became so popular that it was replicated well into the 19th century and is still referred to as the \"Frankfurt type.\"",
  "title": "Hanukkah lamp"
}
