{
  "accession_number": "2008.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Potawatomi",
  "curator_approved": 0,
  "dated": "c. 1890",
  "department": "Arts of the Americas",
  "description": "strap and panel have beaded arrowhead designs in blue, green, white and red on yellow beaded ground; beaded floral band with green, pink and red flowers with white centers on blue beaded ground at top of panel; green ground beaded pendants at bottom with leaf and square designs, trimmed with large blue (and two maroon) beads and pink yarn fringe; edged in black fabric beaded with green zigzag; not a functional bag -- no opening or pouch",
  "dimension": "35 3/4 x 14 3/4 in. (90.81 x 37.47 cm) (including pendants, without tassels)",
  "id": "http://api.artsmia.org/objects/105402",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5156,
  "image_width": 3042,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Beads, cotton, wool",
  "nationality": null,
  "object_name": "Bandolier Bag",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Located throughout the Plains and Upper Midwest and into Canada, the Potawatomi have an artistic tradition similar to that of the Anishinabe, and both tribes made bandolier bags.  According to traditional stories, the Potawatomi are related to the Anishinabe.  This object is a classic example of a Potawatomi bandolier bag.  Characteristics of the style are symmetrical straps, a large loom-beaded central panel, and repeat patterning.  This bandolier bag was probably made by the band of the Potawatomi located in Michigan.",
  "title": "Bandolier Bag"
}
