{
  "accession_number": "2008.8a,b",
  "artist": "Artist: Joan Mitchell; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York; Printer: Tyler Graphics, Ltd., Mount Kisco, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Jean M. Krogness, Marla J. Kinney, and the Ronald F. Kinney Foundation, and the Print and Drawing Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992",
  "department": "Prints and Drawings",
  "description": "two separate sheets; abstract images; L image has lines and squiggles, with mainly vertical black lines at R of sheet with thick yellow horizontal zigzag-like marks behind; R image has heavy black marked areas at L of sheet with red thin arcs and lines at R; both sheets are black, yellow and red on white; framed together",
  "dimension": "57 x 41 in. (144.78 x 104.14 cm) (sheet, each)\r\n",
  "id": "http://api.artsmia.org/objects/105486",
  "image": "valid",
  "image_copyright": "© Estate of Joan Mitchell",
  "image_height": 4596,
  "image_width": 6624,
  "inscription": "Signature, Date, Edition and Chop",
  "life_date": "American, 1926-1992",
  "markings": "Publisher\\'s chop",
  "medium": "Color lithograph; diptych",
  "nationality": null,
  "object_name": "Print; diptych",
  "portfolio": "From From the \"Trees\" series",
  "provenance": "Tyler Graphics, Mount Kisco, New York (publisher); (Mary Ryan Gallery, New York); sold to MIA, 2008.",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated, numbered in pencil, LR of right-hand sheet: [12/34 Joan Mitchell 1992]; publisher\\'s blind stamp, LRC",
  "style": "20th century",
  "text": "A leading American painter and printmaker, Joan Mitchell was a contemporary of Helen Frankenthaler and Robert Motherwell among the artists of the so-called second generation of the Abstract Expressionists. She is widely regarded as one of the supreme colorists of that movement. Her lyrical abstractions are generally inspired by actual entities found in nature, such as fields, wooded landscapes, or studies of flowers. Commenting on Mitchell's work, art critic E.C. Goossen noted, \"The Abstract Expressionist generation out of which she came was forever searching for abstract subject matter with transcendent implications, even though it professed to believe that art was its own message... But unlike those cotemporary painters who 'discover' their subject in the process of painting, Mitchell works from an idea and builds on it.\" On this, critic Jed Perl remarked, \"The best Mitchells are authentically civilized experiences. Our appetites are focused and clarified. Her colors are the beautiful colors of the world: tans of flesh and greens of landscape, but also the purple of the iris and the tawny yellow of the pear.\"\r\n\r\nMitchell's artistic reputation among historians and collectors has to some degree lagged behind some of her contemporaries, such as Frankenthaler and Motherwell, due in part to the fact that she spent the last thirty years of her life living and working in Paris, where she died in 1992. Nonetheless, in recent years her work-paintings, prints, and artist's books alike-have received renewed attention from collectors and museums, with prices for her work steadily rising in the marketplace. A prolific printmaker, Mitchell produced more than 200 editioned prints during her lifetime, collaborating with master printers at some of the world's leading print workshops.",
  "title": "Trees I"
}
