{
  "accession_number": "2008.19.8",
  "art_champions_text": null,
  "artist": "Artist: Daniel A. Heyman; Printer: C.R. Ettinger Studio",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Allen Brookins-Brown",
  "culture": null,
  "curator_approved": 1,
  "dated": "2006",
  "department": "Arts of the Americas",
  "description": "line drawing-style portrait of a man with full lips and heavy cheeks, wearing a jacket with a zippered chest pocket; text at top, L and R edges",
  "dimension": "15 11/16 x 11 3/4 in. (39.85 x 29.85 cm) (plate)\r\n27 1/16 x 22 9/16 in. (68.74 x 57.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/105680",
  "image": "valid",
  "image_copyright": "© 2006 Daniel Heyman",
  "image_height": 4284,
  "image_width": 3575,
  "inscription": "Signature, Date, Edition and Chop",
  "life_date": "American, born 1963",
  "markings": "LLC, in pencil: [22/30]; LRC, impressed in paper: [CRE (inside circle)]",
  "medium": "Drypoint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The Amman Project",
  "provenance": "Daniel Heyman, Philadelphia (Artist & publisher)",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [D. Heyman 2006]",
  "style": "21st century",
  "text": "The Amman Project (also known as the Abu Ghraib Detainee Interview Project) was initiated by Philadelphia human rights attorney Susan L. Burke, who assembled a team of lawyers and researchers leading a civil class-action lawsuit on behalf of 267 Iraqi nationals detained at Abu Ghraib Prison and other locations in Iraq. The legal team invited Philadelphia-based artist Daniel Heyman to accompany them to Amman, Jordan and Istanbul, Turkey, where they recorded depositions and conducted interviews with the former detainees. Heyman was permitted to record testimony and draw portraits of the Iraqis as they recounted their experiences to Burke and her staff.\r\n\r\nDuring the project, Heyman made portraits of 25 of the former Iraqi detainees, both in drypoint and as watercolor drawings. He drew his compositions and transcribed portions of their translated testimony in real time, writing the text by hand in reverse on the copper plates to ensure its correct orientation when printed. Each of the eight plates in the portfolio features portions of testimony from individual detainees.\r\n\r\nThe Amman Project portfolio is a somber account of the inhumanity and brutality of war, specific to the Iraqi War (2003-10), but applicable to all wars. His portraits are restrained and formally conventional, capturing both the likeness and the character of each of the individuals portrayed. He stresses their pride and dignity, a dignity that was shattered by the horrific nature of their wartime experiences as detailed in the text excerpts, which recount allegations of torture by American and foreign civilians and other nonmilitary personnel during interrogations. This contrast between image and word, between self-respect and abuse, lies at the heart of Heyman's artistic statement, and is the source of the portfolio's powerful content. It should be noted that none of the detainees that Heyman portrays was ever charged with a crime.",
  "title": "He Could Feel the Dog's Breath, from \"The Amman Project\""
}
