{
  "accession_number": "2015.27.1",
  "art_champions_text": null,
  "artist": "Artist: Indira Freitas Johnson",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tamara and Michael Root in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "female acrobatic figure lying on chest with arms crossed in front and legs arched over back with feet resting on shoulders; painted decorative images cover figure",
  "dimension": "19 3/8 x 21 7/8 x 22 1/4 in. (49.21 x 55.56 x 56.52 cm)",
  "id": "http://api.artsmia.org/objects/105673",
  "image": "valid",
  "image_copyright": "© 1985 Indira Freitas Johnson",
  "image_height": 6989,
  "image_width": 7661,
  "inscription": "",
  "life_date": "American (born India), born 1943",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American (born India)",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Johnson, who attended art schools in India, Sweden, and Chicago, creates sculpture with a blend of Indian and American elements.  Her parents' occupations - her father was an artist and her mother an activist - set the stage for her art, which explores social issues such as labor and education.  For the past two decades, Johnson's work has primarily dealt with spiritual growth, both individual and collective.  Johnson believes that in our quest for personal identity we discover universal truths that tie us to those who came before us as well as those who will follow.    \r\n\r\nJohnson's work includes many references to hands and feet, which she believes are universal symbols.  While hands accomplish work, feet guide one toward spiritual growth and personal truth.  With hand-like forms painted on the arms and body of the figure, Someone's on My Shoulder shows this attention to the extremities and reflects Johnson's desire to combine traditional and contemporary elements in her art.",
  "title": "Someone's on My Shoulder"
}
