{
  "accession_number": "2008.18a,b",
  "art_champions_text": null,
  "artist": "Artist: Harvey Quaytman",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Bockley Brothers Family Fund of The Minneapolis Foundation in memory of Paul and Marilyn Bockley",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973",
  "department": "Global Contemporary Art",
  "description": "painting is nearly square form with curved bottom; no frame; purple field with wide, heavy, horizontal rows of very thickly-applied pigment; bottom \"base\" is roughly squared-off U-shape with wide sides with inward-slanting tops; thick blue pigment on base",
  "dimension": "104 3/4 x 107 1/4 in. (266.07 x 272.42 cm)",
  "id": "http://api.artsmia.org/objects/105684",
  "image": "valid",
  "image_copyright": "© 1973 Harvey Quaytman %2F McKee Gallery",
  "image_height": 4928,
  "image_width": 4936,
  "inscription": "",
  "life_date": "American, 1937 - 2002",
  "markings": "",
  "medium": "Acrylic and pigment on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Born in Far Rockaway, Queens in 1937, Harvey Quaytman emerged on the New York art scene following formal studies in Boston at the Museum School and then at Tufts.  While his work in the 60s gave a nod to the work of Willem de Kooning, he turned increasingly (like many of his contemporaries) to challenging the limits of the quadrilateral canvas.  Unlike his contemporaries, though, his shaped canvasses (often in two parts) were remarkable in the manner they created tension with the wall behind and around them. \r\n\r\nKingston follows a compositional format that Quaytman used extensively in his work of the early 70s and is a natural progression from earlier works that incorporated pendulum-like forms with implied arcing movement. Here, however, the arc of movement becomes incorporated into the physical structure of the work while the asymmetry of its curved bottom and bracket elements successfully avoid a static arrangement.  The ensemble effectively bridges the gap between sculpture and painting, while the sensuous surface magnifies the luminous depths beyond in a most provocative manner.",
  "title": "Kingston"
}
