{
  "accession_number": "2008.24",
  "art_champions_text": null,
  "artist": "Artist: Li Xubai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Asian Art",
  "description": "predominately light green and grey; irregular green mountain peaks with several buildings partially hidden by foliage; several areas of stair steps visible between foliage; waterfalls",
  "dimension": "96 7/8 x 48 11/16 in. (246.06 x 123.67 cm) (image)\r\n128 5/16 x 56 1/2 in. (325.91 x 143.51 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/105786",
  "image": "valid",
  "image_copyright": "© 2006 Li Xubai",
  "image_height": 7031,
  "image_width": 3567,
  "inscription": "Inscription and Seal\r\n\r\nat L edge, above center, in black: Chinese inscription",
  "life_date": "Chinese, born 1940",
  "markings": "LRC, in red: seal; at L edge, ULQ, in red: three seals",
  "medium": "Ink and light colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Born in Fujian province, People's Republic of China., Li Xubai has lived and worked in Hong Kong and now resides in Toronto, Canada. Li considers himself a poet first and a painter second who introduces the emotional content of his poetry into his landscape paintings. Both his poetry and paintings while contemporary, still draw formal inspiration from the Tang and Song dynasties (618-907, 960-1279).\r\nTo Li, Chinese painting is not stagnant, but a continually evolving tradition and his interest in the past, like most literati artists, is to find a model or lineage that best suits his own aesthetic temperament. His study of old paintings is enriched through direct encounters with nature and literature. The traditional Chinese view sees nature as a powerful, but benevolent force in constant flux. This mood is certainly captured in this towering landscape. It's monumentality and massing of forms is certainly reminiscent of 12th century ink landscapes, but his disciplined brushwork, crystalline rock formations, and rhythmic interplay of solid and void are personal reflections of the artist's inner vision rather than historical interpretations.",
  "title": "Rivers and Mountains in Late Spring"
}
