{
  "accession_number": "2008.55",
  "art_champions_text": null,
  "artist": "Artist: Jacques Bellange",
  "catalogue_raissonne": "Robert-Dumesnil 15; Walch 16; Worthen-Reed 29; Thuillier 29; Griffiths and Hartley 12",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund, the Winton Jones Endowment for Prints and Drawings, and gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1613-1616",
  "department": "European Art",
  "description": "kneeling woman at center of image surrounded by various figures of men (some wearing armor garments) and some women at L; view down city street at UL: columns in upper corners with figures standing on plinths",
  "dimension": "18 1/16 x 13 15/16 in. (45.88 x 35.4 cm) (plate)\r\n18 5/16 x 14 1/8 in. (46.51 x 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/105873",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6410,
  "image_width": 4921,
  "inscription": "Signature",
  "life_date": "French, c. 1575 - 1616",
  "markings": "H with letters on a cross (Griffiths and Hartley watermark 18)",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Connecticut (from 1920/30-until 2008; sold to Boerner); [C. G. Boerner, 2008]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in the plate: [J Bellange]",
  "style": "17th century",
  "text": "Distinguished by their figural elegance, compositional intricacy, and sheer bravura, Jacques Bellange's celebrated etchings are the final expression of northern Mannerism. He follows in the footsteps of such virtuoso printmakers as Hendrick Goltzius and Jan Muller. In contrast to the exacting, polished engravings of Goltzius and Muller, however, Bellange executed his prints primarily in etching, a subtler, more delicate medium. He employed a highly inventive technique, producing rich gradations of tone through layers of crosshatching and multiple immersions of the copper plate in the acid bath. For the flesh, he used the unusual technique of stippling the surface with fine dots. \r\n\r\nThe Martyrdom of Saint Lucy ranks as one of Bellange's most ambitious prints in scale and composition, with at least 37 figures squeezed into the page. The dizzying crowd that swirls around Lucy competes with the poor, dying saint for our attention.",
  "title": "Martyrdom of Saint Lucy"
}
