{
  "accession_number": "2008.55",
  "artist": "Jacques Bellange",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund, the Winton Jones Endowment for Prints and Drawings, and gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "dated": "c. 1613-1616",
  "description": "kneeling woman at center of image surrounded by various figures of men (some wearing armor garments) and some women at L; view down city street at UL: columns in upper corners with figures standing on plinths",
  "dimension": "18 1/16 x 13 15/16 in. (45.88 x 35.4 cm) (plate)\r\n18 5/16 x 14 1/8 in. (46.51 x 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/105873",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6410,
  "image_width": 4921,
  "life_date": "French, c. 1575 - 1616",
  "marks": "Signature LLC, in the plate: [J Bellange]",
  "medium": "Etching and engraving",
  "nationality": "French",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G316",
  "style": "17th century",
  "text": "Lucia of Syracuse (283-304), known as Saint Lucy or Saint Lucia, was a young Roman woman who was murdered under the anti-Christian edict of Roman emperor Diocletian during the Great Persecution, after she refused to burn a sacrifice to the emperor's image. Lucia was tortured, her eyes gouged out, and killed with a sword. She is venerated as a Christian virgin and martyr.\r\n\r\nThe Martyrdom of Saint Lucy ranks as one of Jacque Bellange's most ambitious prints in scale and composition, with at least 37 figures squeezed into the page. The dizzying crowd that swirls around Lucy competes with the poor, dying saint for our attention. Distinguished by their figural elegance, compositional intricacy, and sheer bravura, Bellange's celebrated etchings are the final expression of northern Mannerism. He follows in the footsteps of such virtuoso printmakers as Hendrik Goltzius and Jan Muller. ",
  "title": "Martyrdom of Saint Lucy"
}
