{
  "accession_number": "2008.35",
  "art_champions_text": null,
  "artist": "Artist: Conrad Felixmüller",
  "catalogue_raissonne": "Söhn 259",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1921",
  "department": "European Art",
  "description": "portrait of a man with a pointed cleft chin and pointed nose, wearing a hat and suit coat, with his bandaged PR hand in a sling; factory behind man with smokestack in ULC",
  "dimension": "19 1/8 x 11 9/16 in. (48.58 x 29.37 cm) (image)\r\n22 3/4 x 17 9/16 in. (57.79 x 44.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/105829",
  "image": "valid",
  "image_copyright": "© Estate of Conrad Felixm%C3%BCller %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4785,
  "image_width": 3709,
  "inscription": "",
  "life_date": "German, 1897–1977",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Amsterdam, Holland; Private collection, Philadelphia; (Paramour Fine Arts, Franklin, Michigan); sold to MIA, 2008.\r\n\r\n\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC in the image, in white: FM] LLC below image, in pencil: illegible inscription; LRC below image, in pencil: Felixmüller/ 21.; bottom edge center, in pencil: -Fabrikarbeiter-; on back, LLC, in pencil: 1297 (circled)",
  "style": "20th century",
  "text": "Born in Dresden, the German painter and printmaker Conrad Felixmüller was raised in a working class family, the son of a factory blacksmith. Politically active from a young age, his upbringing gave him a sympathetic understanding of the plight of the working poor. During World War I, he became increasingly involved in leftist political and literary circles, criticizing the corruption and moral void of German society. His paintings and graphic art of this period and early 1920s were closely aligned with the subjects and styles of the German Expressionists, though he would later abandon this approach for hard-edge realism. In this print of 1921, Felixmüller uses his preferred medium of woodcut to portray a disabled factory worker, whose weary and withdrawn expression, together with his injured hand, suggest he is out of work with few prospects for earning a living. In the distance, factories continue to operate, smoke belching from their stacks.",
  "title": "Fabrikarbeiter"
}
