{
  "accession_number": "2008.25",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Natural Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "black with some grey areas; irregular \"base\" with vertical upward-extending elements and forward-extending front element; pitted surface; large circular cavities; several holes in upper PL area; tiny hole at bottom center; several deep fissures on back; ringing sound when tapped",
  "dimension": "17 x 20 1/4 x 12 1/8 in. (43.18 x 51.44 x 30.8 cm) (without stand)",
  "id": "http://api.artsmia.org/objects/105827",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3431,
  "image_width": 3373,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ling-pi (black sparite limestone)",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Appreciated for form, color and texture, unusual rocks represented a microcosm of the universe that Chinese scholars could meditate upon in their own studios and gardens. The most prized scholar stones such as ling-pi were of limestone so densely structured that they emitted a clear ring when struck. This stone is an excellent example of that type. When tapped, it resonates like a bronze bell.\r\nRocks from Ling-pi in Anhui province have been favored since the Northern Sung dynasty (960-1127) by the literati. Retrieved from subterranean quarries, these dark stones with their convoluted forms and textured surfaces, are emblematic of the great rock faced mountain ranges that have inspired Chinese landscape painters and poets for centuries. While large ling-pi stones were occasionally placed in gardens, they were mostly used indoors. Conversely, the lighter colored tai-hu rocks, with their strange perforations, were more frequently used as garden stones rather than desktop scholar's rocks.",
  "title": "Scholar's Rock"
}
