{
  "accession_number": "2003.50a-c",
  "art_champions_text": null,
  "artist": "Manufacturer: James Warwick",
  "catalogue_raissonne": null,
  "classification": " Horology",
  "continent": "Europe",
  "country": "England",
  "creditline": "Given in memory of Sally Atwood Morse",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1820",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "clock with pyramidal finial and wall bracket; dark brown with metallic inlays in scroll, floral and geometric designs; female heads on lion's paw base columns at front corners; metal grill with red fabric backing at each side; door on back is glass; two keys included",
  "dimension": "26 x 13 1/8 x 8 in. (66.04 x 33.34 x 20.32 cm) (clock and finial only)",
  "id": "http://api.artsmia.org/objects/66149",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription and Sticker\r\non clock face, in black: [James Warwick,/ Clerkenwell,/ London]",
  "life_date": "British (Clerkenwell, London, England)",
  "markings": "detached sticker at back, interior, from restorer",
  "medium": "Wood, metal, glass, cloth",
  "nationality": "British",
  "object_name": "Bracket clock",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although Gothic architecture originated in France (c.1140), the English have long regarded the Gothic style and its revival in the1700s as native to England.  The revival craze was simultaneously reinforced by the historical novels of Sir Walter Scott.  Interestingly, a rich interplay of three sensibilities (English, French and Egyptian) coincide in this bracket clock dating around 1820.  The architectonic tower form and pointed arch windows on the sides were paramount in all Gothic revival furnishings.  But, the caryatids at the front corners are modeled on Egyptian mummy cases, and the brass inlay and ebony veneer recalls the revived interest in the work of André-Charles Boulle, the foremost cabinetmaker of 17th-century France.",
  "title": "Bracket clock"
}
