{
  "accession_number": "2003.60.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "small, short bench with inset plant fiber panel in seat; four legs, curving inward; reinforcing bars between legs at outer edges",
  "dimension": "14 3/4 x 13 7/16 x 38 3/16 in. (37.47 x 34.13 x 97 cm)",
  "id": "http://api.artsmia.org/objects/66155",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3614,
  "image_width": 3560,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "On back of apron on one short side: dealer\\'s sticker",
  "medium": "Red bean wood, plant fibers",
  "nationality": null,
  "object_name": "Bench",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This elegantly proportioned, well-crafted bench, while small, could still probably accommodate two sitters at the same time. It is fashioned in the standard corner-leg or \"waisted\" style with legs terminating in horse hoof feet. The frame is constructed of red bean wood, a rare, extremely dense and heavy material that provides exceptional strength. Stools, like Chinese furniture in general, had their own hierarchy based on height, shape, material, and decoration. After large square and rectangular seats came a variety of round stools appropriate to informal occasions and persons of lesser rank. A low bench such as this, because it is designed to seat more than one person, would have ranked near the bottom of the stool hierarchy. Because of its soft seat, however, it would have been more prestigious than a simple plank seat trestle bench, which would have been reserved for children and servants.",
  "title": "Bench"
}
