{
  "accession_number": "2002.261",
  "art_champions_text": null,
  "artist": "Artist: Peter Voulkos",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Piero Mussi",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "black; abstract form made up of smaller, rather blocky shapes",
  "dimension": "58 1/4 x 29 x 18 in. (147.96 x 73.66 x 45.72 cm)",
  "id": "http://api.artsmia.org/objects/66176",
  "image": "valid",
  "image_copyright": "© Peter Voulkos",
  "image_height": 5026,
  "image_width": 3423,
  "inscription": "Signature and Date",
  "life_date": "American, 1924-2002",
  "markings": "",
  "medium": "Stoneware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "near bottom, incised: [59 / VOULKOS]",
  "style": "20th century",
  "text": "Sevillanas is an important early work by Voulkos, and marks his transition from functional pots to ceramic sculpture in the late 1950s, at the time when he was leaving his teaching post at the Los Angeles County Art Institute (now the Otis College of Art and Design) and moving on to the University of California at Berkeley, where he influenced yet another generation of ceramic artists.\r\n\r\nSevillanas was included in his first one-man show of non-functional work, “Sculpture and Painting by Peter Voulkos,” held at the Museum of Modern Art in New York from February-March 1960. Voulkos studied classical guitar, and Sevillanas refers to a lively Spanish flamenco guitar rhythm typical of Seville.  The title and the form imply movement, with slab-built pieces assembled around a central cylinder, what Voulkos referred to as “the sculpture...building on itself.”  Although he spent much of the 1960s pursuing abstract bronze sculpture, he did return to large thrown ceramic stack pots in the 1980s and 1990s. In 2001 Voulkos oversaw a casting of this work in bronze.",
  "title": "Sevillanas"
}
