{
  "accession_number": "2003.2.3",
  "artist": "Ed Moulthrop",
  "continent": null,
  "country": "United States",
  "creditline": "Gift of funds from Mrs. Eunice Dwan and The Greenberg Foundation, Daniel Greenberg, and Susan Steinhauser, and gift of various donors, by exchange, from the Robert Law Collection",
  "culture": null,
  "dated": "1986",
  "description": "very large bowl, flaring outward from raised foot",
  "dimension": "21 7/8 x 29 7/16 x 29 7/16 in. (55.56 x 74.77 x 74.77 cm)",
  "id": "http://api.artsmia.org/objects/66476",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5072,
  "image_width": 6516,
  "life_date": "American, 1916-2003",
  "marks": "Signature and Inscription\r\nOn bottom, in black: un On bottom, in white: [ED MOULTHROP/ DEODARA CEDAR/",
  "medium": "Deodara cedar",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Ed Moulthrop bought his first lathe at the age of sixteen with money earned by delivering magazines.  Though he enjoyed turning wood, Ed followed in his father's footsteps and was trained as an architect, studying at at Case Western Reserve University and at Princeton University, where he received his Master of Architecture degree in 1941.  He moved to Atlanta to teach at the Georgia Institute of Technology and later joined an architecture practice; his best known design is for the Atlanta International Airport in 1961.  \r\n\r\nIn 1976 Ed took up wood turning full time, and is now considered to be a pioneer in the field.  He broke new ground with the scale of his pieces, which reach up to five feet in length.  Ed created his own specially-designed long-handled tools to accommodate the challenging size of the wood sections he chose to turn.  His experimentation with chemicals to stabilize and protect the wood have also transformed the field.  Ed's unique style of wood turning, using native woods to create large, \"spheroid\" and chalice forms with the help of his own technical innovations, has been passed down to his son, Philip, and his grandson, Matt, whose work is also represented in this exhibition.",
  "title": "Vessel"
}
