{
  "accession_number": "L2003.31.22.1-5",
  "artist": "Vera Neumann; Mikasa, Secaucus, New Jersey, Est. 1948",
  "continent": null,
  "country": null,
  "creditline": "Private Collection",
  "culture": null,
  "dated": "c. 1970",
  "description": "box containing two white plates with blue, yellow and green flowers on lower half and left half and two blue, green, yellow and white cloth napkins; same floral pattern on box",
  "dimension": "2 x 7 x 7 in. (5.08 x 17.78 x 17.78 cm) (box, overall)",
  "id": "http://api.artsmia.org/objects/66496",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1909 - 1993",
  "marks": "\r\n ",
  "medium": "Stoneware, cotton, cardboard",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Vera Neumann began a modest textile design and manufacturing business with her husband George in New York in the mid-1940s, and characteristically began \"signing\" her scarves and table linens with her first name.  In the 1950s and 1960s, as the business grew, the Neumanns commissioned a showroom design on Fifth Avenue from modern architect Marcel Breuer, with photo murals by graphic designer Herbert Matter (Breuer had designed a house for the Neumanns in 1956).  <I>American Fabrics<I> called her a \"textile designer for a sophisticated mass market,\" and her signature became larger and more florid.  After George's death in 1962 and until hers in 1993, she continued to develop her business, revolutionizing housewares and textiles with her vibrant, inexpensive designs that made it into a large percentage of American homes. \r\n\r\nAround 1970, Vera extended her household empire to dinnerware with numerous designs for Mikasa, an American firm that had many of its lines manufactured by Japanese potteries.  The \"Field Flowers\" and \"Fern\" patterns seen here are typical of her colorful, semi-abstracted interpretation of the natural world at this time, and the \"Hors D'Oeuvres Set for Two\" was a clever pairing of her napkins and plates in a Vera-patterned box. \r\n\r\n",
  "title": "\"Hors D'Oeuvres for Two\" set"
}
