{
  "accession_number": "62.35.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Mrs. John S. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "1663",
  "department": "Prints and Drawings",
  "description": "Quatro Folio bound in elaborate gilt bronze cover, inlaid with stones. Numerous large wood cup initials, printed in red and black throughout, with musical notations in black on red. Roman Missal: (Antwerp, 1663) \"Missale Romanum Ex Decreto Sacrosancti Concilii Tridentini Restitutum PII. V. Pont. Max. Iussu Editum, et Clementis VLLL, Primum, Nunc Denvo Urbani Pape Octavi, Autoritate Recogtnitum. In quo Missae Prporiae de Sanctis omnes ad longum profitae funt ad maioram celebrantium commoditatem. Antverpiae Ex officina Plantiniana Balthasaris Moreti M. DC. LXIII\" Bound with it, a Missal for the Feast of the Minor Friars: Printed in Venice in 1665. \"Missale Propriae Festorum Ordinis Fratrum Minorum, As formam Missalis Noui. Venetiis M. DC. LXV.\" Also contains a ms. prayer in Latin. Contains full page engravings of the life of Christ and the life of the Virgin and small initial illustrations. Full page engravings signed: C. Galle (Cornelis Galle II) 1615-1678 whose father, Cornelis Galle I and uncle, Theodoor Galle, were the first engravers used by Peter Paul Rubens to reproduce his paintings.",
  "dimension": "14 3/8 x 10 1/4 x 3 3/8 in. (36.51 x 26.04 x 8.57 cm)",
  "id": "http://api.artsmia.org/objects/66563",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, vellum, leather, gilt bronze",
  "nationality": null,
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "",
  "title": "Missale: Romanum and Missale: Propriae Festorum Ordinis Fratrum Minorum"
}
