{
  "accession_number": "L2015.181",
  "artist": "Jacques Villon",
  "continent": null,
  "country": "France",
  "creditline": "Curtis Galleries, Minneapolis, Minnesota",
  "culture": null,
  "dated": "c. 1912",
  "description": "abstract with shades of green, blue, gray and pink",
  "dimension": "44 1/2 x 57 1/2 in. (113.03 x 146.05 cm) (sight)\r\n55 x 68 1/2 x 3 1/2 in. (139.7 x 173.99 x 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/66611",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "French, 1875 - 1963",
  "marks": " ",
  "medium": "Oil on canvas",
  "nationality": "French",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Jacques Villon, a brother of Marcel Duchamp, was an artist known for having a fine sense of line and a subtle personal sense of color. He once said he was the \"Impressionist Cubist,\" a description that was somewhat fitting as a play of light and luminous tonalities were distinctive features of his work. \r\n\r\nIn 1911, he began working in a faceted, analytical manner of cubism, but began to favor a freer and more lyrical style of painting. By late 1912, under the influence of artists such as Gleizes and Delaunay, he modified his style even further by using overlapping plans of color to express volume and space. By introducing lines of force and formal repetitions into a composition, he succeeded in evoking a vigorous sense of movement. Yet, beneath the animated surface, Villon composed his picture in accordance with a predetermined geometric, mathematical division of the canvas. \r\n\r\nPuteaux: Smoke and Trees in Bloom was a work that, along others by numerous other European modernists, was exhibited at The Armory Show held in New York City in 1913. The exhibition of international modernism was, for many American artists, their first contact with the new trends in Europe. The influence of the exhibition was a key catalyst in the subsequent stylistic developments of American modernism.",
  "title": "Puteaux: Smoke and Trees in Bloom"
}
