{
  "accession_number": "2003.103",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": "Majiayao",
  "curator_approved": 0,
  "dated": "c. 3000 BCE",
  "department": "Asian Art",
  "description": "large vessel with pair of lug handles; small flat foot, flaring outward to pointed shoulder; straight neck with outward-flaring rim; swirl, linear and crosshatch painted designs in black and white",
  "dimension": "20 1/2 x 16 3/4 x 15 1/4 in. (52.07 x 42.55 x 38.74 cm)",
  "id": "http://api.artsmia.org/objects/66629",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3496,
  "image_width": 3222,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Majiayao type Burnished earthenware with painted décor",
  "nationality": null,
  "object_name": "Storage Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "31st-30th century BCE",
  "text": "Located in the far northwest of China, the Majiayao culture (c. 3800-2000 BCE) produced an accomplished painted pottery tradition. Although originally derived from the Yangshao culture, Majiayao is now considered a culture of its own. Many of its tomb sites in Qinghai and Gansu provinces were richly furnished with decorative pottery.\r\nThe culture went through an evolution of painted pottery designs that lasted more than a thousand years. During the Majiayao phase (3100-2700 BCE), when this spectacular storage jar was created, painted decoration had become independent. Designs have a distinctive linear quality with black parallel lines encircling the vessel with fluid and rhythmic movements creating striking graphic effects. The additional use of a white pigment, here effectively used to highlight the design, is somewhat rare. The vessel comes from Gansu or Qinghai province in the upper Huang He (Yellow River) basin; probably the most prolific pottery producing area between 4000 and 2000 BCE. The Majiayao region would later produce two other distinct types of painted pottery; Banshan (2600-2300 BCE) and Machang (1200-2000 BCE), classic examples of which are displayed below and to the left.",
  "title": "Storage Jar"
}
