{
  "accession_number": "2006.39.4",
  "art_champions_text": null,
  "artist": "Designer: Russel Wright; Manufacturer: Iroquois China Company, Syracuse, New York",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Antay S. Bilgutay",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1946-1951",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "avocado; bulbous body that narrows to tube shape at top with open top; spout off side of top of body",
  "dimension": "10 1/8 x 4 1/2 x 5 3/16 in. (25.72 x 11.43 x 13.18 cm)",
  "id": "http://api.artsmia.org/objects/66668",
  "image": "invalid",
  "image_copyright": "© Russel Wright Studios",
  "image_height": "",
  "image_width": "",
  "inscription": "Stamp",
  "life_date": "American, 1904-1976",
  "markings": "on bottom, in dark red: [IROQUOIS / CASUAL / CHINA / by / Russel / Wright]",
  "medium": "Stoneware",
  "nationality": "American",
  "object_name": "Carafe",
  "portfolio": "From From the \"Casual China\" line",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Wright's \"Casual China\" line designed in 1946 for Iroquois China Company was not as adventurous design-wise as \"American Modern,\" but it possessed some of the same qualities such as organic forms and mix-and-match colors such as Sugar White, Ice Blue, Ripe Apricot, and Pink Sherbet.  The pieces were made of harder-bodied stoneware fired at 2,300 degrees F, so Iroquois confidently guaranteed replacement upon breakage for three years.  To market the superior qualities of their design, Russel and Mary Wright did in-store demonstrations of its durability, dumping a load of just-washed dishes out onto a counter.  \r\n\r\nThe Iroquois \"Casual China\" carafe was meant to hold beverages such as water or wine, and to be easily incorporated with other dinnerware of the time.  This piece in particular is sculptural, modern, and informal, with no lid, just an ergonomic grip (through which the carafe was filled) for pouring from the side spout.  Never satisfied, Wright tinkered with the designs of \"Casual China\" components several times. These updates bought the line some extra staying power until it was discontinued in 1966.",
  "title": "Carafe"
}
