{
  "accession_number": "L2009.29.8",
  "artist": "Edmund C. Tarbell",
  "continent": "North America",
  "country": "United States",
  "creditline": "Collection of Michael and Jean Antonello",
  "culture": null,
  "dated": "c. 1890",
  "department": "Paintings",
  "description": "impressionistic view of woman in white dress and hat standing in garden; glazed with gold frame",
  "dimension": "27 1/2 x 23 1/2 in. (69.85 x 59.69 cm) (sight)\r\n38 1/4 x 34 1/4 x 2 3/4 in. (97.16 x 87 x 6.99 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/66734",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1862 - 1938",
  "marks": "Signature and labels LRC in oil: [Edmund C. Tarbell]",
  "medium": "Oil on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "Tarbell is best remembered today as a leader of the \"Boston School,\" a group of artists who portrayed the polished gentility and restrained elegance of Boston society in the late Victorian and Edwardian eras.  Thoroughly grounded in the art of academic figure painting, he also had first-hand experience of the French Impressionists during his study in France during the 1880s. \r\n\r\nBy 1890, Tarbell had achieved the stature of \"instructor\" at the School of the Museum of Fine Arts in Boston where he had once been a student.  It was around that time that Edmund Tarbell painted My Wife, Emeline, in a Garden, one of his early outdoor scenes.  While some have noted similarities in his work to that of Monet and Renoir, it was probably John Singer Sargent (who was working in Boston on portrait commissions and murals for the Boston Public Library) that was a more immediate inspiration to Tarbell. \r\n\r\nIn around 1897/98, Tarbell became one of the artists that anchored the Boston contingent of the \"Ten American Painters\" (known today as \"The Ten\"), a group that joined forces to organize and design exhibitions of their works that were in keeping with their own aesthetic sensibilities.\r\n",
  "title": "My Wife, Emeline, in a Garden"
}
