{
  "accession_number": "L2004.152.5",
  "artist": "Childe Hassam",
  "continent": null,
  "country": "United States",
  "creditline": "Lent by Michael and Jean Antonello",
  "culture": null,
  "dated": "1897",
  "department": "Paintings",
  "description": "cottage at left and tree at center",
  "dimension": "23 1/2 x 19 1/2 in. (59.69 x 49.53 cm) (sight)\r\n34 x 30 x 3 1/2 in. (86.36 x 76.2 x 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/66735",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1859 - 1935",
  "marks": "Signature, date, labels and sticker LLC in oil: [Childe Hassam 1899]",
  "medium": "Oil on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "Childe Hassam began his art studies in Boston and, like many other American artists, continued his training in Paris, where he came in contact with work of the French Impressionists.  As with most Americans who worked in the impressionist idiom, Hassam adapted the style to his own purposes, and explored the effect of brilliant light on color.  But unlike the French Impressionists who sought to dissolve the object with light and color, most American artists maintained an allegiance to form.   Sunlight on an Old House (Putnam Cottage, Greenwich Connecticut), however, in its broken brushwork and dissolution of form, contains a degree of abstraction rarely seen in the artist's work.\r\n\r\nThe year of 1897, in which Hassam executed the painting, was a significant one not only in the artist's life but in American art history.  In that year he joined with nine other painters to form a group called \"Ten American Painters\" (known today as \"The Ten\") in order to design and organize exhibitions of their works in keeping with their own aesthetic sensibilities. The group included John Henry Twachtman and Edmund Charles Tarbell, J. Alden Weir, Frank W. Benson, Joseph DeCamp, Thomas W. Dewing, Leroy Metcalf, Robert Reid, and after 1903, William Merritt Chase.\r\n",
  "title": "Sunlight on an Old House (Putnam Cottage, Greenwich, Connecticut)"
}
