{
  "accession_number": "2019.128.3",
  "art_champions_text": null,
  "artist": "Artist: Ken Shupin",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom and Pat Peterson",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "carved, painted figure with an object in each hand (green pattern catcus-like tube in PR hand, container with bulbus end in PL); face with black painted circles and U-shapes for eyes and mouth, red circles on cheeks, and red ears sticking out on either side; vertical red stripes over top half of face; fitted black cap with white edges; brown and black neck piece; tan, red, and black cape over black tunic with green and red stripe around bottom; sash at waist with black, red, green and tan patterns; tan boots with black soles; figure standing on wood round",
  "dimension": "9 1/2 × 4 1/8 × 4 in. (24.13 × 10.48 × 10.16 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137017",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6327,
  "image_width": 4520,
  "inscription": "bottom of base in black marker: Ken Shupln",
  "life_date": "Hopituh Shinumu (Hopi)",
  "markings": "",
  "medium": "Wood, paint",
  "nationality": "Hopituh Shinumu (Hopi)",
  "object_name": "Katsinam",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Katsinam are figures that are individually carved from cottonwood roots and then painted. Each katsina is associated with important cosmological figures in Hopi thought, who can manifest themselves and interact with Hopi people through a variety of material forms and at many different levels. Katsinam appear at particular times of the year in Hopi land, and carved katsinam can be used as pedagogical tools and for wider distribution. These particular katsinam include representations of the “Sunface Katsina,” Tanakwewe (“turtle kachina”), a “women katsina,” and an unidentified katsina. Each were created for circulation beyond Hopi land.",
  "title": "Katsinam"
}
