{
  "accession_number": "2020.32",
  "art_champions_text": null,
  "artist": "Artist: Frances Gearhart",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of the Americas",
  "description": "view of water between purple and green rocky coastline; yellow and pink coast in distance; blue and green cloudy sky across upper 2/3 of image, with small blue airplane in ULQ; blue border around image",
  "dimension": "10 3/16 × 8 15/16 in. (25.88 × 22.7 cm) (image)\r\n12 × 10 9/16 in. (30.48 × 26.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137012",
  "image": "valid",
  "image_copyright": "© Estate of Frances Gearhart",
  "image_height": 6478,
  "image_width": 5742,
  "inscription": "",
  "life_date": "American, 1869 - 1958",
  "markings": "",
  "medium": "Color woodcut and linocut on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "The artist, sold to private collection; by descent, her son/daughter, private collection, Tampa, Fla., sold to Carl, c. 2014; [William P. Carl, Durham, N.C.]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL in pencil: Into the Blue | BC in pencil: Frances Gearhart",
  "style": "20th century",
  "text": "This airplane represents a rare intrusion of modern technology in Frances Gearhart’s landscapes. Perhaps the artist wanted us to look up. Or perhaps the plane is meant to emphasize the leftward direction of the clouds, especially the ones that seem to be closing in on it. We can see Gearhart hand-painting her printing blocks to build this magnificent cloudscape—randomly placed brushstrokes in the lower sky to add depth, graduated inking in the clouds to add drama. The popcorn-like parts of the clouds get their whiteness from the uninked paper. Gearhart was unusual in combining color woodcut and linocut in a single impression. She typically reserved linocut for the dark details and border, perhaps because the smoother linoleum surface allowed for the use of thick, pure oils.",
  "title": "Into the Blue"
}
