{
  "accession_number": "2019.128.4",
  "art_champions_text": null,
  "artist": "Artist: Yuwejiva",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom and Pat Peterson",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "carved, painted figure, leaning slightly forward with PL foot slightly raised and an object in each hand (flat, round green object on stick in PR hand; longer stick with 2 brown/red attachments tied on in PL); green face with brown slit eyes, a red post nose, and two red ears sticking out; three feathers lie on top of head, and two stick up in back from a small headpiece on back; green, white, and red stripes circle top of head; green neck piece; green arm bands and bracelets; brown sash over collared white shirt; tan skirt with brown, red and green pattern on PR side, gray animal with red eyes on backside, and long, tan and brown attachment on PL side; green boots with red trim; figure standing on wood round with knot/branch stub on back side",
  "dimension": "9 1/4 × 4 × 4 1/2 in. (23.5 × 10.16 × 11.43 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137018",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6069,
  "image_width": 4335,
  "inscription": "bottom of base in black ink: Tanakwewa / \\\"Turtle Kachina\\\" / Yuwejiva / 91",
  "life_date": "Hopituh Shinumu (Hopi)",
  "markings": "",
  "medium": "Wood, paint",
  "nationality": null,
  "object_name": "Katsinam",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Katsinam are figures that are individually carved from cottonwood roots and then painted. Each katsina is associated with important cosmological figures in Hopi thought, who can manifest themselves and interact with Hopi people through a variety of material forms and at many different levels. Katsinam appear at particular times of the year in Hopi land, and carved katsinam can be used as pedagogical tools and for wider distribution. These particular katsinam include representations of the “Sunface Katsina,” Tanakwewe (“turtle kachina”), a “women katsina,” and an unidentified katsina. Each were created for circulation beyond Hopi land.",
  "title": "Katsinam"
}
