{
  "accession_number": "2019.128.2",
  "art_champions_text": null,
  "artist": "Artist: Atson Nez",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom and Pat Peterson",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "carved, painted figure, leaning slightly forward with an object in each hand (flat, round object on stick in PR hand; longer stick in PL); face with black beak and circular black eyes; visor-like headpiece with tan seed-shaped points, painted red with white zigzag on top and striped red, orange, and green on bottom; red funnel-shape ears, with orange and green segmented pattern on outer side; 2 black antlers on top of head; black-tipped feathers at back of head with one red feather; green neck piece, black sash over blue chest with white lines; tan, red and black skirt with tan tail on backside; black ties at knees; red boots with light brown fringe at ankles; figure standing on wood round",
  "dimension": "11 × 5 1/4 × 5 1/2 in. (27.94 × 13.34 × 13.97 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137016",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7386,
  "image_width": 5276,
  "inscription": "bottom of base in pencil: Anta [illegible] / Kachina | bottom of base in pencil: Atson / Nez",
  "life_date": "Hopituh Shinumu (Hopi)",
  "markings": "",
  "medium": "Wood, paint",
  "nationality": "Hopituh Shinumu (Hopi)",
  "object_name": "Katsinam",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Katsinam are figures that are individually carved from cottonwood roots and then painted. Each katsina is associated with important cosmological figures in Hopi thought, who can manifest themselves and interact with Hopi people through a variety of material forms and at many different levels. Katsinam appear at particular times of the year in Hopi land, and carved katsinam can be used as pedagogical tools and for wider distribution. These particular katsinam include representations of the “Sunface Katsina,” Tanakwewe (“turtle kachina”), a “women katsina,” and an unidentified katsina. Each were created for circulation beyond Hopi land.",
  "title": "Katsinam"
}
