{
  "accession_number": "2019.128.1",
  "art_champions_text": null,
  "artist": "Artist: H. Nequatewa",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom and Pat Peterson",
  "culture": "Hopituh Shinumu (Hopi)",
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "carved, painted figure, leaning slightly forward with PL foot raised slightly and an object in each hand (flat, round object on stick in PR hand; longer stick with flower in PL); teal, red, orange, and black round face with rectangular eyes and triangular nose, circle of black-tipped feathers lining edge of face; smaller bunch of feathers (or petals) on top of head; teal necklace, red sash over chest; orange skirt with colored pattern at front, red belt, and tail down backside; ties at knees over orange PL leg and teal PR leg; brown boots with red, blue and green pattern; figure standing on wood round",
  "dimension": "12 × 5 × 5 1/4 in. (30.48 × 12.7 × 13.34 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137015",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8020,
  "image_width": 5729,
  "inscription": "bottom of base in black marker: Sunface / H. Nequatewa / Hopi [symbol]",
  "life_date": "Hopituh Shinumu (Hopi)",
  "markings": "",
  "medium": "Wood, paint",
  "nationality": "Hopituh Shinumu (Hopi)",
  "object_name": "Katsinam",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Katsinam are figures that are individually carved from cottonwood roots and then painted. Each katsina is associated with important cosmological figures in Hopi thought, who can manifest themselves and interact with Hopi people through a variety of material forms and at many different levels. Katsinam appear at particular times of the year in Hopi land, and carved katsinam can be used as pedagogical tools and for wider distribution. These particular katsinam include representations of the “Sunface Katsina,” Tanakwewe (“turtle kachina”), a “women katsina,” and an unidentified katsina. Each were created for circulation beyond Hopi land.",
  "title": "Katsinam"
}
