{
  "accession_number": "2019.155.5",
  "art_champions_text": null,
  "artist": "Artist: Aegidius Sadeler II; Artist: after Bartholomaeus Spranger",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Carol and William Daniels in memory of David M. Daniels",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "European Art",
  "description": "shirtless Jesus at L with curled mustache and beard, shovel resting over PL shoulder; stigmata visible in raised PR hand and on torso; woman in LR corner, facing Jesus with R hand in hair and L hand resting at LL; buildings and hills visible in background beyond fence; Latin text printed at bottom",
  "dimension": "10 9/16 × 8 11/16 in. (26.83 × 22.07 cm) (plate)\r\n11 × 9 1/16 in. (27.94 × 23.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137011",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4242,
  "image_width": 3330,
  "inscription": "verso, LL in pencil: APG7396",
  "life_date": "Flemish, 1570–1629",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "(C. & J. Goodfriend, New York); David M. Daniels (New York, 1927-2002); by inheritance to his nephew William C. Daniels, Minneapolis.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Aegidius Sadeler Sadeler was the court engraver to Emperor Rudolf II and his successors, Matthias and Ferdinand II. Sadeler’s brilliant engraving style and technique are indebted to the work of Hendrik Goltzius. In addition to engraving portraits, he worked plates based on the designs and paintings of major artists—here the work of Bartholomeus Spranger. The engraving shows the risen Christ’s encounter with Mary Magdalene, who initially mistakes him for the gardener (John 20:11-18). He raises his wounded hand, famously saying “Noli me tangere.” (Do not touch me.)",
  "title": "The Risen Christ as a Gardener appearing to Mary Magdalene"
}
