{
  "accession_number": "2020.23",
  "art_champions_text": null,
  "artist": "Artist: Elisabetta Sirani",
  "catalogue_raissonne": "Bartsch 8 II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Barbara S. Longfellow Fund for Works on Paper",
  "culture": null,
  "curator_approved": 0,
  "dated": "1655-65",
  "department": "European Art",
  "description": "image of woman holding an infant at C, facing to the R where another woman is wrapping a roll of cloth and a toddler is at her feet; a bearded man stands in the background, facing away from the viewer with a board and an ax in his hands",
  "dimension": "11 1/2 × 8 7/16 in. (29.21 × 21.43 cm) (plate)\r\n13 1/8 × 10 in. (33.34 × 25.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7078,
  "image_width": 5534,
  "inscription": "",
  "life_date": "Italian, 1638 - 1664",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Jan Johnson Prints, Quebec, Canada).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in plate: Siranus In.",
  "style": "17th century",
  "text": "As a highly skilled woman artist in the 17th century, Elisabetta Sirani was a phenomenon. People came from great distances to see her in her hometown of Bologna. As a girl she was already considered a prodigy due to her fine drawings and paintings. Her father was a principal assistant to Guido Reni, the town’s leading artist; so, she had early exposure to serious artistic endeavor. \r\n\r\nIn this sober scene of the Holy Family, several elements foreshadow the fate of Mary and her son. She sits on a bed, a piece of furniture closely associated with images of her death. Joseph’s woodworking may allude to the cross, and the cloth being rolled by Elizabeth to Christ’s entombment.",
  "title": "The Holy Family with St. Elizabeth and the Infant St. John the Baptist"
}
