{
  "accession_number": "2020.27a-d",
  "art_champions_text": null,
  "artist": "Artist: Robert Colescott; Printer: Crown Point Press, San Francisco; Publisher: Crown Point Press, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "quadriptych forming one semi-abstract image: body of work is black, with various accent colors for images and around edges (mainly red, blue, yellow, and pink); imagery and symbols drawn throughout includes (from L): paintbrush, hand holding a gun, bucket labeled \"sex,\" red and yellow line portraits, yellow lamp with light blue cartoon face coming out of spout, outline of male figure, side profile in pink, a light blue bucket labeled \"race,\" a hamburger on a plate; a face with blue hair on top of another yellow lamp, several more figures including one in a bikini, another hand holding a shooting gun, yellow stars on a patch of blue, a house, and various other shapes and colors",
  "dimension": "46 1/2 × 117 7/16 in. (118.11 × 298.29 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137174",
  "image": "valid",
  "image_copyright": "© Robert Colescott %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 11285,
  "image_width": 28529,
  "inscription": "",
  "life_date": "American, 1925 - 2009",
  "markings": "LRC in pencil: A.P. 7 | LRC blindstamp: Crown Point Press / Dena Schuckit / [CPP logo]",
  "medium": "Color sugar-lift and spit-bite aquatints with etching and drypoint; quadriptych",
  "nationality": "American",
  "object_name": "Quadriptych print",
  "portfolio": "From ",
  "provenance": "Crown Point Press, San Francisco (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: Robert Colescott 1997",
  "style": "20th century",
  "text": "Robert Colescott’s monumental color etching Pontchartrain is his most ambitious graphic work and the largest ever produced by the San Francisco-based print workshop Crown Point Press. Taking its title from New Orleans’s famous lake, Colescott’s enigmatic narrative reveals memories and stories from his past, including reflections on his Creole ancestry. Both his parents and grandparents were born in New Orleans, and it served as the setting for family lore, such as his father’s tale of playing a picnic jazz concert on a Lake Pontchartrain steamboat along with the great jazz trumpeter Louis Armstrong. “I always thought it was just one of my father’s stories,” Colescott said, “but later I spoke to Louis Armstrong at one of his concerts and he remembered my father and that infamous picnic.” Blending figuration, abstraction, and calligraphic line, Colescott presents the viewer with a cascade of dream-like imagery featuring various embedded characters and symbols, such as a hand pointing a gun at a paint can labeled “sex,” and another paint can labeled “race.” Commenting on the print, Colescott explained: “Sex and race, those are my raw materials. That’s why they’re in the paint pots. It’s allusive, not a description that’s complete in itself. In a way, it’s biographical. And there’s some self-parody, making fun of myself.” These paint pots also reference mixed-race encounters, alluding to the members of his own family who chose to not identify as Black. Visually and conceptually, Pontchartrain stands as a tour de force of Colescott’s graphic expression.",
  "title": "Pontchartrain"
}
