{
  "accession_number": "2020.31",
  "art_champions_text": null,
  "artist": "Artist: Hermann Wöhler",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of funds from the Longview Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1920s",
  "department": "Prints and Drawings",
  "description": "drawing with black ink; landscape with many mountains lined with trees; rays of sunlight extending upwards toward sky along top edge; pine trees in LLQ and LRQ; rocky ledge in LRQ; boarder with scattered small stars and overlapping leaves; winding river in center",
  "dimension": "17 1/4 × 11 13/16 in. (43.82 × 30 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137237",
  "image": "valid",
  "image_copyright": "© Estate of Hermann W%C3%B6hler",
  "image_height": 8587,
  "image_width": 6059,
  "inscription": "",
  "life_date": "German, 1897 - 1961",
  "markings": "",
  "medium": "Pen and ink on chine, mounted on board",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist (until d. 1961); his heirs, Leipzig, until 2019; Sale, Bassenge, Berlin, November 29, 2019, lot 6781, for 5,658 Euro ($6,304.71), to C.G. Boerner, for Mia.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black ink: HW",
  "style": "20th century",
  "text": "The visionary, inventive work of the German artist Hermann Wöhler, a professor of art at the teachers’ college in his hometown of Hanover, was virtually unknown in his lifetime. Two posthumous exhibitions (1987 and 2015) introduced the larger public to the magical worlds he painted and drew. His exquisite pen and black ink landscape drawings are among his most celebrated works, representing dense primeval forests and awe-inspiring vistas and skies. Wöhler was influenced by the Symbolist movement, folklore, fairytales, mysticism, and the long tradition of landscape painting and drawings in Germany, stretching back to the sixteenth century. \r\n \r\nThis mountain vista and densely wooded river valley is composed by Wöhler to evoke the vast scale of nature. The forms close-up in the foreground are drawn in painstakingly detail to record every pine needle, spindly tree branch, and rock crevice. In the distance, the wooded valley and faraway mountains stretch out as far as the eye can see. Fine pointillist dots in the sky evoke the range of shadow, light, and atmosphere in this nighttime scene. Wöhler was particularly interested in capturing transitory moments in his landscape—the effects of changing weather conditions, seasons, time, or light. Here the hidden moon rises behind one of the remote mountains to brighten the dark scene, with four moon beams bursting into the sky through the clouds like modern searchlights. The effect seems almost to suggest a divine or spiritual presence in this mysterious wilderness.",
  "title": "Mountainous Landscape with a River Valley (Gebirgige Landschaft mit Blick in ein Flusstal)"
}
