{
  "accession_number": "2020.85.24.18",
  "art_champions_text": null,
  "artist": "Artist: Willie Cole; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Prints and Drawings",
  "description": "black and white vertical image of ironing board underside with four vertical crossbars; board has scattered circles, scratches, and marks throughout, and a folded over LL corner 23 individual prints (collectively referred to as \"The Beauties\") printed intaglio style from ironing boards flattened and distressed to the artist's approval. The name of each board (Bertha Mae, Bessie, Calpurnia, Carolina, Clara Esther, Emma, Eva Mae, Ida Mae, Jane, Jesse Mae, Jonny Mae, Lilly, Lucy, Lula Bell, Mammy, Matti Lee, Pearl, Rose, Ruth, Saphire, Sarah, Willy Mae, Zeddie) was relief printed, bottom center, in a medium gray from a photopolymer plate. While originally conceived by the artist as a body of work, they were made available as individuals. Some inking variation between impressions due to the nature of the matrix are indicated by the inscription EV—variant edition.",
  "dimension": "63 1/2 × 22 1/2 in. (161.29 × 57.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137230",
  "image": "valid",
  "image_copyright": "Copyright © Willie Cole%2C published by Highpoint Editions",
  "image_height": 10281,
  "image_width": 3721,
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "LLC in pencil: EV ARCHIVE 1/2 | Publisher\\'s blindstamp, LLC: HP",
  "medium": "Intaglio and relief print",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The Beauties",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Wille Cole 2012 | BC printed in gray: ROSE",
  "style": "21st century",
  "text": "",
  "title": "Rose"
}
