{
  "accession_number": "2020.25",
  "art_champions_text": null,
  "artist": "Artist: Brad Kahlhamer; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "Watercolor monotype drawn by the artist on Denril and transferred to Arches 88 paper.",
  "dimension": "24 × 17 15/16 in. (60.96 × 45.56 cm) (image)\r\n28 1/8 × 22 in. (71.44 × 55.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137269",
  "image": "valid",
  "image_copyright": "Copyright © Brad Kahlhamer%2C published by Highpoint Editions",
  "image_height": 9167,
  "image_width": 7189,
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "",
  "medium": "Watercolor monotype",
  "nationality": "American",
  "object_name": "Monotype",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minnepaolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil below image: BRAD KAHLHAMER 2019 | BC in pencil below image: HAWK + HAWK + HAWK + HAWK + HAWK",
  "style": "21st century",
  "text": "In the watercolor monotype, Hawk + Hawk + Hawk + Hawk + Hawk, Kahlhamer blends abstracted figures, landscape elements, and Native American symbols to explore the complicated path of his personal and cultural identity. Featuring five pictographic hawks and a human head or mask arranged in an ambiguous setting, the expressionistic scene functions as a locus of personal memories, experiences, and imagined reality that according to the artist, “maps the self.” Hawks are often seen as symbols of power, courage, and strength in Native American cultures, and Kahlhamer here associates himself with these desirable qualities, perhaps as a demonstration of his own resilience and determination in his life’s journey. Kahlhamer coined the word “yondering” to describe the complicated navigations of his tripartite identity that includes his Native American birthright, his adoptive childhood in Wisconsin with a German-American family, and his adult life working as a musician and artist on the Lower East Side of New York City. “Abstraction is a form of cartooning with its own signatures and readings,” he explains, “but in the end is perceived as person. I’m profiling myself, but am interested in the history of those caricatures as well. Basically, I’m making landscapes that I can live in, within that history.”",
  "title": "HAWK + HAWK + HAWK + HAWK + HAWK"
}
