{
  "accession_number": "2020.85.24.11",
  "art_champions_text": null,
  "artist": "Artist: Willie Cole; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Prints and Drawings",
  "description": "23 individual prints (collectively referred to as \"The Beauties\") printed intaglio style from ironing boards flattened and distressed to the artist's approval. The name of each board (Bertha Mae, Bessie, Calpurnia, Carolina, Clara Esther, Emma, Eva Mae, Ida Mae, Jane, Jesse Mae, Jonny Mae, Lilly, Lucy, Lula Bell, Mammy, Matti Lee, Pearl, Rose, Ruth, Saphire, Sarah, Willy Mae, Zeddie) was relief printed, bottom center, in a medium gray from a photopolymer plate. While originally conceived by the artist as a body of work, they were made available as individuals. Some inking variation between impressions due to the nature of the matrix are indicated by the inscription EV—variant edition.",
  "dimension": "63 1/2 × 22 1/2 in. (161.29 × 57.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137223",
  "image": "valid",
  "image_copyright": "Copyright © Willie Cole%2C published by Highpoint Editions",
  "image_height": 10286,
  "image_width": 3724,
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "LLC in pencil: EV ARCHIVE 1/2 | Publisher\\'s blindstamp, LLC: HP",
  "medium": "Intaglio and relief print",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The Beauties",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Wille Cole 2012 | BC printed in gray: JONNY MAE",
  "style": "21st century",
  "text": "Wille Cole is widely recognized for his extraordinary capacity to convert ordinary objects into evocative works of art. In the intaglio and relief print Jonny Mae, Cole transforms an image resembling a household ironing board into a powerful metaphor for the historical role of Black women serving as “domestic help.” The print is part of an extended series of similar prints known as “The Beauties” that alludes to real and fictional members of Cole’s ancestral family who toiled as domestic workers, either as enslaved or free women. For Cole, the ironing board motif is emblematic of the drudgery and harsh reality of ceaseless household labor, while also recalling the form of a monument or tombstone, traditional ways of marking or measuring one’s life. The elongated images also resemble standing human figures, their individuality fixed by the assigned names and unique visual and textural characteristics of each ironing board.\r\n\r\nIn the production of this large-scale intaglio and relief print, Cole rejected the conventional method of printing an image from an etched or engraved copper plate, and instead ingeniously adapted an actual ironing board (flattened under a steam roller) to serve as an unorthodox printing plate. Though generating technical challenges, the procedure eliminates one layer of intervention, resulting in a printed image that is in all respects visually truthful to the physical characteristics of each ironing board in the series. Despite its humble source material, the black-and-white print possesses a strangely luminous aura, evoking a quasi-historical narrative that reveals the unseen story of Jonny Mae.",
  "title": "Jonny Mae"
}
