{
  "accession_number": "2020.85.7.1",
  "artist": "Carlos Amorales; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "classification": "Prints",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "39 1/2 × 52 1/2 in. (100.33 × 133.35 cm) (sheet)",
  "id": 137392,
  "image": "valid",
  "image_copyright": "Copyright © Carlos Amorales, published by Highpoint Editions",
  "image_height": 5700,
  "image_width": 7350,
  "inscription": null,
  "life_date": "Carlos Amorales, Mexican, born 1970; Highpoint Editions, Minneapolis, Printer; Highpoint Editions, Minneapolis, Publisher",
  "markings": "LLC in pencil: ARCHIVAL 1/2 | Publisher's blindstamp, LLC: HP",
  "medium": "Relief print from laser-engraved acrylic templates",
  "object_name": "Print",
  "portfolio": "Useless Wonder Maps",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright–Non-Commercial Use",
  "room": "Not on View",
  "signed": "LRC in pencil: C. Amorales 2010 | BC in pencil: Useless Wonder Map #1",
  "style": null,
  "text": "Carlos Amorales was born in Mexico City, where he lives and works today. After spending part of his childhood in London, he moved to Amsterdam, where he attended the Gerrit Rietveld Academie and the Rijksakademie van Beeldende Kunsten. He works in almost every conceivable medium, including painting, sculpture, installation, photography, collage, and performance. His themes range from natural wonders to professional wrestling to totemic imagery. Throughout his work, one has a strong sense of many parts making up a complete entity. His work has been the subject of about 60 solo exhibitions over the past decade.\r\n\r\n\"Useless Wonder\" has been a major concept in his work for the past five years or more. The present series of maps are closely associated with a series of works in different media during 2006-2007. Each of these showed a silhouette map of the world, but in some cases the countries were scrambled over the surface of the image. They encompassed painting, drawing, collage, and textiles. In 2010, Amorales began a very fruitful collaboration with Cole Rogers of Highpoint Editions. Together they have revisited several of Amorales's key motifs, including the maps. A central aspect of their working method is the use of plastic silhouettes that Amorales designs and then has laser cut from sheets of sturdy plastic-similar to that commonly used for protractors and French curves. For the \"Useless Wonder Maps,\" he produced plastic templates representing the countries of the world. These were then arranged, inked, and printed in four different configurations, in an edition of seven each. One configuration shows the world much as we would expect to see it on a Mercator map, except that it has been jiggled and everything is somewhat out of alignment. In the other three images, the countries are more radically displaced. Dislocated from their usual contexts, some of the countries become nearly unrecognizable.\r\n\r\nCertainly they are \"Useless\" as maps, but the prints are a cause of \"Wonder.\" They prompt one to think of the unexpected and rapid changes in contemporary awareness of other nations. One is prompted to think of the implications of shifts in interests, power, alliances, and enmity. \r\n\r\nThe works are highly effective in the simple transformation of the recognizable into the unfamiliar. Amorales's use of unconventional matrices is a case of choosing a medium appropriate to a desired form of artistic expression. Here printmaking has advantages over the media that Amorales used in his 2006 exploration of world maps, for printmaking allows him to enhance the sense of seriality or multiple reconfiguration in the instability of the world while maintaining the tactile presence of maps on the wall.\r\n",
  "title": "Useless Wonder Map #1"
}
