{
  "accession_number": "2020.5",
  "art_champions_text": null,
  "artist": "Artist: Master of the Court of Mankot (possibly \"Meju\")",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1720",
  "department": "Asian Art",
  "description": "figure with short black hair and blue skin at center, wearing red striped loincloth, anklets, bracelets and armlets, and necklaces, holding open the bead of a white crane with its tongue sticking out and blood dripping from its beak; another standing figure wearing maroon striped loincloth and holding a red staff at left center; fanciful trees in LLC and at top; three figures with two oxen and a calf at top; red border; white Ararbic inscription at top center",
  "dimension": "8 7/8 × 5 13/16 in. (22.54 × 14.76 cm) (image)\r\n11 3/16 × 8 1/4 in. (28.42 × 20.96 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137362",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8273,
  "image_width": 6109,
  "inscription": "LLC in white: 97",
  "life_date": "Indian, active c. 1680-1730",
  "markings": "",
  "medium": "Opaque pigments and gold on paper",
  "nationality": "Indian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "Inscribed above in Takri script: Bakasur marea (‘the death of the crane demon’)",
  "style": "18th century",
  "text": "The artist identified as \"the Master at the Court at Mankot\" (possibly Meju) is prized for painting deeply felt, astoundingly inventive pictures. Here, the artist depicts one of the childhood exploits of Krishna, the 8th incarnation of Lord Vishnu, who comes to earth to vanquish evil. In this scene, the blue-skinned Krishna and the cowherds (gopas) take their cattle to a pond in the idyllic landscape of Vjraj, only to be disturbed by yet another demon sent by the wicked King Kamsa of Mathura. The giant crane demon Bakasura swallows Krishna, but the great god emits so much heat that the crane disgorges him; Krishna then tears the demonbird apart, ripping its beak asunder. The artist triumphantly depicts the spray of blood, as well as the crane’s now lifeless tongue. Throughout the painting, we also see the Mankot Master’s flair for pattern, put to mesmerizing effect in the otherworldly trees.",
  "title": "Krishna Kills the Crane Demon, Illustration from a Bhagavata Purana Series"
}
