{
  "accession_number": "2020.12",
  "art_champions_text": null,
  "artist": "Artist: Faith Ringgold",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Textiles; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1977",
  "department": "Global Contemporary Art",
  "description": "raised, fabric covered alter; striped fabric covering both levels of alter and back piece; black fringe around bottom and back edges, green, red, and pink braided trim with gold sequins on all edges, and a pink, patterned fabric flower in each back corner; a white cut out of Africa with handwritten black text is attached to the backpiece, as are two black and pink beaded pendents; on the upper level of the alter sits an ornate, silver casket with four blue green stones, irridescent gems, and silver floral decorations around a cut out on lid, which is open to a black, fabric female figure with blue hair and features, wrapped in white irridescent sequins; the silver box is flanked by two gold vases with red fabric flowers with braided and sequined trim around bases; set into the alter in front of the silver box is a flat, brown compact with gold trim and smoothed stones set into a circle on the lid",
  "dimension": "15 3/8 × 13 × 12 3/8 in. (39.05 × 33.02 × 31.43 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137332",
  "image": "valid",
  "image_copyright": "© Faith Ringgold %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7872,
  "image_width": 6298,
  "inscription": "",
  "life_date": "American, born 1930",
  "markings": "verso in black: mixed media wood and fabric / 12 1/2\\\" x 12\\\" x 12\\\"",
  "medium": "Mixed media on wood and fabric",
  "nationality": "American",
  "object_name": "Textile-based sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso in black: Lucy: The 3.5 million year old lady / 1989 / by Faith Ringgold",
  "style": "20th century",
  "text": "Faith Ringgold’s sculpture was inspired by the 1974 discovery in Hadar, Ethiopia, of “Lucy,” a partial female skeleton belonging to an extinct species in human ancestry, Australopithecus afarensis. This important archaeological find located in both space and time the shift to upright walking on two legs, a hallmark of human evolution. News of “Lucy” inspired Ringgold to travel to Africa in 1976. Fabrics she gathered on this trip, along with items acquired from Ringgold’s mother, a former fashion designer, were included in the sculpture. The work is reminiscent of an open casket which contains an effigy of Lucy flanked by miniature vases displaying fabric flowers.",
  "title": "Lucy: The 3.5 Million Year Old Lady"
}
