{
  "accession_number": "2020.85.1",
  "art_champions_text": null,
  "artist": "Artist: Kinji Akagawa; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "Woodcut: Seven-color Ukiyo-e style in collaboration with Highpoint Exhibition and Studio Manager Joanne Price bleed printed on 10 x 10 inch Japanese mulberry paper. Block cutting under the supervision of, and printing by, Joanne Price. Printing order: (1) Medium yellow (2) Dark orange (3) Red (4) Dark red (5) Red (6) Very dark red (7) Black. Lithograph: Four-color lithograph in collaboration with Highpoint Master Printer Cole Rogers from three stones and one ball grained plate bleed printed on 10 x 10 inch white Rives BFK paper. The images were made with lithographic crayon on two stones, rubbing ink on another, and gum stop out on the plate. Printing order: (1) Light blue (2) Moss green (3) Dark blue (4) Black. Intaglio: One-color spit-bite aquatint bleed printed in black on 10 x 10 inch Pescia Grey paper in collaboration with Highpoint Senior Printer Zac Adams-Bliss. Plate-making and proofing to approval by Zac Adams-Bliss. Edition printed by Justin Israels.",
  "dimension": "10 × 10 in. (25.4 × 25.4 cm) (image, each)\r\n18 3/4 × 44 1/2 in. (47.63 × 113.03 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137372",
  "image": "valid",
  "image_copyright": "Copyright © Kinji Akagawa%2C published by Highpoint Editions",
  "image_height": 4269,
  "image_width": 9932,
  "inscription": "",
  "life_date": "American (born Japan), 1940",
  "markings": "BC in pencil: Arch. 1/2 | Publisher\\'s stamp in dark gray ink, BC on verso: HP",
  "medium": "Color woodcut, color lithograph, and spit-bite aquatint on various papers, mounted to a single sheet of wove paper",
  "nationality": "American (born Japan)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137372",
    "139063",
    "139064",
    "139065",
    "139066",
    "139067",
    "139068",
    "139069",
    "139070",
    "139071",
    "139072",
    "139073",
    "139074",
    "139075",
    "139076",
    "139077",
    "139078",
    "139079"
  ],
  "signed": "BC in pencil: Kinji Akagawa 2010 | BC in pencil: Here and Now: Re-View, Re-Think, i≠i",
  "style": "21st century",
  "text": "Sculptor, graphic artist, and arts educator Kinji Akagawa worked as a master printer at the Tamarind Lithography Workshop in Los Angeles in the 1960s. During his tenure there, he honed his skills as a lithographer, printing editions for Tamarind’s visiting artists while also making his own prints. The experience left him with a keen understanding of and appreciation for creative collaboration. Akagawa later moved to Minnesota, where he taught studio art at the Minneapolis College of Art and Design (MCAD) until 2009.\r\n\r\nInspired by Akagawa’s deep love of the natural world, Here and Now: Re-View, Re-Think, i≠i combines three traditional printmaking methods within a single composition: a color woodcut of the sun, a color lithograph of the earth, and a monochromatic etching of the moon. The gathering of celestial bodies invites quiet contemplation, reminding us of the grandeur and mystery of nature. In keeping with Akagawa’s deep commitment to community engagement, he donated the proceeds from the sale of this print to the Kinji Akagawa Fund for Interdisciplinary Studies, a scholarship fund for students enrolled in MCAD’s fine arts programs.",
  "title": "Here and Now: Re-View, Re-Think, i≠i"
}
