{
  "accession_number": "2020.28",
  "art_champions_text": null,
  "artist": "Artist: Luigi Sabatelli",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "European Art",
  "description": "drawing of naked, muscular male figure with beard and wings at center, standing atop rocks with arms out wide; more figures in LLQ (two of which are sketched in, other are line drawings), nearest with club in hand",
  "dimension": "13 7/16 × 17 5/16 in. (34.13 × 43.97 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137360",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6807,
  "image_width": 8701,
  "inscription": "",
  "life_date": "Italian, 1772–1850",
  "markings": "",
  "medium": "Pen and brown ink over traces of underdrawing in pencil, with traces of framing lines in brown ink",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Christie's, New York, January 28, 1999, lot 86; private collection; (Stephen Ongpin, London, 2020).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLQ in brown: L Sabatelli",
  "style": "19th century",
  "text": "As recounted in the John Milton’s epic poem Paradise Lost, written in the 1600s, God cast Satan and his followers into hell, sending them to lie, bound in chains, in a lake of fire. When God released the chains, Satan flew to dry land where he found a foothold. Here Luigi Sabatelli shows us the moment of Satan’s landing. We see the powerful figure, his batwings spread, wide-eyed, and ready for trouble.\r\n\r\nSabatelli’s Satan resounds with the spirit of the Sublime, the flip-side of the Enlightenment. Just as science was taking giant strides toward the understanding and control of nature, there was a great demand for words and images full of emotion acknowledging powers beyond human comprehension—the power of nature, the power of God, the power of spirits—all that is wondrous, both benign or, as here, malign.",
  "title": "Satan in Hell, from Milton’s Paradise Lost (The Rise of Satan)"
}
