{
  "accession_number": "2020.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Hickox",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Freschette Endowment for Art Acquisition and the Jane and James Emison Endowment for Native American Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1920",
  "department": "Arts of the Americas",
  "description": "round basket with stepped, geometric pattern; light yellow stepped diagonal zigzags throughout black/dark brown body; light brown rim; corresponding pattern on circular cover with knob; light brown interior with four black and yellow A-shapes around sloped center base",
  "dimension": "4 3/4 × 5 5/8 × 5 5/8 in. (12.07 × 14.29 × 14.29 cm) (overall, with cover)",
  "id": "http://api.artsmia.org/objects/137371",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5098,
  "image_width": 5098,
  "inscription": "",
  "life_date": "Karuk, 1872 - 1947",
  "markings": "",
  "medium": "Maidenhair fern, porcupine quills, lichen",
  "nationality": null,
  "object_name": "Basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Elizabeth Hickox is widely recognized as being one of the most important indigenous basket makers of the 20th century. Her work is incredibly fine, with as many as  800 stitches per square inch. Hickox combined plant material, usually maidenhair fern, with yellow porcupine quills (dyed with lichen) to create a strong color contrast and dynamic abstract designs. The lid’s tall knob handle is one of Hickox’s hallmarks and her own invention. \r\nWorking at the height of the “Indian basket craze” in the late 19th and early 20th centuries, Hickox sold her unique baskets exclusively to the art dealer Grace Nicholson, who marketed them for her to collectors and museums. An artist and entrepreneur, Hickox was able to provide a steady income to travel, support her family, and live a cosmopolitan life.",
  "title": "Basket"
}
