{
  "accession_number": "2020.8",
  "art_champions_text": null,
  "artist": "Artist: Tateishi Tiger",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Marilyn C. Benson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973",
  "department": "Global Contemporary Art",
  "description": "four intergalatic scenes with blue borders; the bottom/largest section has a multicolored mobius strip in outer space, with each color segment rolling back to revel the next; the top three sections are different views of these color segments: (top) orange crater-laden terrain starting to revel yellow-green mountainous terrain on the L; (second) more yellow-green terrain with less orange on the R; (third) yellow-green terrain rolling back to revel emerald green stacked cylinders on the L",
  "dimension": "65 1/2 × 47 1/4 × 7/8 in. (166.37 × 120.02 × 2.22 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137361",
  "image": "valid",
  "image_copyright": "© Tiger Tateishi",
  "image_height": 9411,
  "image_width": 6794,
  "inscription": "",
  "life_date": "Japanese, 1941 - 1998",
  "markings": "verso UR, white printed gallery label: Alexander and Bonin",
  "medium": "Acrylic on canvas",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in light blue: Tiger 1973 | verso in black ink: The Star of Möbius / 1973 / Tiger Tateishi",
  "style": "20th century",
  "text": "Enchanted by Disney cartoons and American movies in his youth, Tiger Tateishi was later drawn to Mad Magazine and stories by science fiction authors, Ray Bradbury, Arthur C. Clarke, and Robert Sheckley. With the desire to draw “nonsense cartoons”, then unpopular in Japan, Tateishi and his wife Fumiko left for Milan in 1969, drawn to the city of Futurism. Notably, their move was concurrent with other new frontiers felt globally; Stanley Kubrick’s 2001: A Space Odyssey (1968) and the Apollo 11 first moon landing. As a consummate absorber of his surroundings, Tateishi met Giorgio de Chirico (whose perspectival style he had appropriated earlier in 1964) and merged de Chirico-style images into a new storyboard sequencing in his paintings. This format, usually only seen in comics, proved ideal for making paintings of Sci-Fi narratives. The Star of Mobius (1973), utilizes a four-panel vertical storyboard format that moves from an alien landscape of orange craters, to yellow mountains, and green rock pillars, eventually revealing the landscapes to be one massive Mobius strip floating in space.",
  "title": "The Star of Mobius"
}
