{
  "accession_number": "2020.85.36a,b",
  "art_champions_text": null,
  "artist": "Artist: Santiago Cucullu; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "A diptych comprised of a Ukiyo-e style woodcut image printed with watercolor inks and companion text printed in ochre lithographic ink.",
  "dimension": "20 × 16 in. (50.8 × 40.64 cm) (image, each)\r\n22 × 18 in. (55.88 × 45.72 cm) (sheet, each)",
  "id": "http://api.artsmia.org/objects/137462",
  "image": "valid",
  "image_copyright": "Copyright © Santiago Cucullu%2C published by Highpoint Editions",
  "image_height": 5148,
  "image_width": 8077,
  "inscription": "",
  "life_date": "Argentinian, born 1969",
  "markings": "LL margin of L sheet in pencil: Archive 1/2 | Publisher\\'s stamp in light gray ink, LL margin of left sheet: HP",
  "medium": "Ukiyo-e color woodcut on hosho paper (Panel A) and relief print in ochre ink (Panel B); diptych",
  "nationality": "Argentinian",
  "object_name": "Print; diptych",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137462",
    "139164",
    "139165",
    "139166",
    "139167",
    "139169",
    "139170",
    "139171",
    "139172",
    "139173",
    "139174",
    "139175",
    "139176",
    "139177",
    "139178",
    "139180",
    "139181",
    "139182",
    "139183",
    "139184",
    "139185",
    "139186",
    "139187",
    "139188",
    "139189",
    "139190",
    "139191",
    "139192",
    "139193",
    "139194",
    "139195"
  ],
  "signed": "LR margin of L sheet in pencil: Santiago Cucullu 2008 | BC margin of L sheet in pencil: Natty dress until the end",
  "style": "21st century",
  "text": "During his multiyear collaboration with Highpoint Editions, Santiago Cucullu designed a series of diptychs, each comprising an ukiyo-e–style color woodcut—a printmaking method of Japanese origin that builds images with multiple carved woodblocks—and a related, interpretive text printed as a single-color relief print. The diptych thus functions as an ekphrastic poem (in Greek, ekphrasis means “description”), an ancient rhetorical device exemplified by vivid, often dramatic, description of real or imagined scene, or more commonly, a work of art. Here, Cucullu also introduces the element of chance in juxtaposing unrelated imagery derived from architectural and decorative styles, film, literature, and cartoons, displacing them from their usual context to generate unexpected narratives and meanings. ",
  "title": "Natty dress until the end"
}
