{
  "accession_number": "2020.85.31a,b",
  "art_champions_text": null,
  "artist": "Artist: Sarah Crowner; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Global Contemporary Art",
  "description": "Untitled (Spotlights) A: Lithograph and screenprint in five colors: sage green printed texture of oriented strand board (OSB) plywood on a light creamy yellow background with five solid flat shapes in black, teal blue, and red. (The artist intended the OSB plywood texture to be relief printed directly from the plywood, but it was transferred to a lithographic plate when it was determined the OSB plywood matrix was too unstable to edition.) Untitled (Spotlights) B: Relief and screenprint in four colors: indigo blue printed texture of Luan mahogany plywood with four solid flat shapes in lemon yellow, lime green, and red.",
  "dimension": "29 3/4 × 27 1/4 in. (75.57 × 69.22 cm) (image, each)\r\n38 1/4 × 34 1/4 in. (97.16 × 87 cm) (sheet, each)",
  "id": "http://api.artsmia.org/objects/137432",
  "image": "valid",
  "image_copyright": "Copyright © Sarah Crowner%2C published by Highpoint Editions",
  "image_height": 5680,
  "image_width": 9774,
  "inscription": "",
  "life_date": "American, born 1974",
  "markings": "LLC in pencil on each sheet: ARCH 1/2 | Publisher\\'s blindstamp, LLC on each sheet: HP",
  "medium": "Color screenprint and lithograph (Panel A); color screenprint and relief print (Panel B); diptych",
  "nationality": "American",
  "object_name": "Print; diptych",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137432",
    "139160",
    "139161",
    "139162",
    "139163"
  ],
  "signed": "LRC in pencil on each sheet: Sarah Crowner 2013",
  "style": "21st century",
  "text": "New York–based artist Sarah Crowner revels in the materials and processes of artmaking. Crowner’s multidisciplinary practice reimagines and repurposes raw materials—often canvas—in a collage-like process that generates dynamic geometric and biomorphic abstractions inspired by art history, fashion, graphic design, theater, and the decorative arts. For her collaboration with Highpoint Editions, a two-sheet diptych, Crowner explored abstraction through variations in scale, color, and texture. Untitled (Spotlights) features a simple arrangement of shapes formed from overlapping circles of unmodulated color. The two formations of “spotlights” appear in mirror-image symmetry but were printed in different colors. Each formation floats over a different background of color-printed wood grain derived from ready-made building materials.",
  "title": "Untitled (Spotlights)"
}
