{
  "accession_number": "2020.85.50a-c",
  "art_champions_text": null,
  "artist": "Artist: Adam Helms; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "A triptych containing a central white cloth panel printed in black and silver plastisol ink with two smaller four-color lithographs created using the artist's digital files and drawings.",
  "dimension": "15 1/4 × 23 1/4 in. (38.74 × 59.06 cm) (image, top and bottom panels)\r\n15 3/4 × 23 3/4 in. (40.01 × 60.33 cm) (sheet, top and bottom panels)\r\n36 × 60 in. (91.44 × 152.4 cm) (center panel)",
  "id": "http://api.artsmia.org/objects/137497",
  "image": "valid",
  "image_copyright": "Copyright © Adam Helms%2C published by Highpoint Editions",
  "image_height": 10000,
  "image_width": 7282,
  "inscription": "",
  "life_date": "American, born 1974",
  "markings": "",
  "medium": "Color photolithographs; color screenprint on ballistic nylon; triptych",
  "nationality": null,
  "object_name": "Print; triptych",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137497",
    "139275",
    "139276",
    "139277",
    "139278",
    "139279",
    "139280",
    "139281",
    "139282",
    "139283",
    "139284"
  ],
  "signed": "",
  "style": "21st century",
  "text": "New York-based artist Adam Helms investigates the images, symbols, and emblems associated with violent or fringe political groups and subcultures. He challenges us to consider the persistence of the romanticization of extremist ideologies and what he calls the “ethos of violence,” both past and present.\r\n\r\nIn Untitled Landscape, Helms blends emblems and images from a range of subcultures. On the central flag, Helms blended historical images and iconic symbols referencing the Symbionese Liberation Army, Chechen separatist rebels, the U.S. Civil War, and the socialist revolutionary Che Guevara. The photolithographs compare the encampments of two radical groups, Chechen rebels and contemporary American hippies, who both attempt to live beyond the reach of prevailing authorities. In juxtaposing and recontextualizing images of resistance from very different historical circumstances, Helms opens up historical and cultural narratives to new interpretations.",
  "title": "Untitled Landscape"
}
