{
  "accession_number": "2020.85.21",
  "artist": "Carter; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "35 × 45 1/2 in. (88.9 × 115.57 cm) (sheet)",
  "id": 137410,
  "image": "valid",
  "image_copyright": "Copyright © Carter, published by Highpoint Editions",
  "image_height": 5100,
  "image_width": 6450,
  "inscription": null,
  "life_date": "American, born 1970",
  "markings": "LLC in pencil: Archive Proof 1/2 | Publisher's blindstamp, LLC: HP",
  "medium": "Color screenprint",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright–Non-Commercial Use",
  "room": "Not on View",
  "signed": "LRC in pencil: CARTER 2011",
  "style": null,
  "text": "Carter is a New York–based conceptual artist whose practice spans a broad array of media and materials, from painting and sculpture to printmaking and experimental film. Grounded in explorations of human identity, social relationships, and visual and psychological perception, Carter’s multidisciplinary approach involves complex assemblages of layered forms, objects, and images of elusive, indeterminant meaning. In his print Forthcoming, Carter juxtaposes an assortment of hard-edged, linear, and biomorphic forms that seem to float within a strange, primordial sea. Among the abstracted forms are suggestions of human heads, facial features, leafless trees, and geometric objects that, despite their disparate qualities, represent a catalogue of physical possibilities for human features and, by extension, personal identity.",
  "title": "Forthcoming"
}
