{
  "accession_number": "2020.85.32.1a-l",
  "artist": "Santiago Cucullu; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "36 3/4 × 30 in. (93.35 × 76.2 cm) (sheet, each)",
  "id": 137434,
  "image": "valid",
  "image_copyright": "Copyright © Santiago Cucullu, published by Highpoint Editions",
  "image_height": 9130,
  "image_width": 10000,
  "inscription": null,
  "life_date": "Argentinian, born 1969",
  "markings": "LLC in pencil, verso, on each sheet except panel 11: Arch 1/2  | LLC in pencil, recto, panel 11: Arch 1/2 | Publisher's stamp in light gray ink, LLC, verso, on each sheet except panel 11: HP",
  "medium": "Color screenprints and lithographs",
  "nationality": "Argentinian",
  "object_name": "Composite print",
  "portfolio": "Architectonic vs. H.R.",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright–Non-Commercial Use",
  "room": "Not on View",
  "signed": "LRC in pencil, verso, on each sheet except for panel 11: Santiago Cucullu 2006  | LRC in pencil, recto, on panel 11: Santiago Cucullu 2006 | BC in pencil, recto, panel 11: Architectonic vs. H.R.",
  "style": null,
  "text": "Born in Argentina, Santiago Cucullu now lives and works in Milwaukee. He is best known for his vibrant—and sometimes disruptive—murals and multimedia installations that combine historical, political, and cultural references with evocations of the personal and autobiographical. Each of the twelve panels of Architectonic vs. H.R. suggests flashes of memory or historical snapshots, all linked together in a maze of rainbow color. The fragmented imagery is based on Cucullu’s own sketches and photography, which he uses to document things he finds inexplicable or bizarre in everyday life. Cucullu refers to his own work as a “visual mix tape.” For him, autobiography is filtered through collective experience, and memory becomes collage.",
  "title": "Architectonic vs. H.R. (Panels 1-12)"
}
