{
  "accession_number": "2020.85.32.1a-l",
  "art_champions_text": null,
  "artist": "Artist: Santiago Cucullu; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Global Contemporary Art",
  "description": "Composite print composed of twelve panels, initially drawn to connect visually with the other prints on paper, may be installed in different configurations. The portfolio includes 12 prints on paper, a woodcut printed in black on muslin, a portfolio box with a spider web pattern screenprinted in transparent base on the cover, and an inkjet printed dust jacket. Top row, left to right: Panel 1 This panel is composed of four drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on the right and bottom edges. Paper deckles are on the top and left edges. Panel 2 This panel is composed of two drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on the right, bottom, and left edges. A paper deckle is on the top edge. Panel 3 This panel is composed of three drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on the right, bottom, and left edges. A paper deckle is on the top edge. Panel 4 This panel is composed of three drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on the left and bottom edges. Paper deckles are on the top and right edges. Middle row, left to right: Panel 5 This panel is composed of three drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on the right, top, and bottom edges. A paper deckle is on the left edge. Panel 6 This panel is composed of three drawings by the artist printed from positive lithographic plates in black, and seven stripes drawn by the artist and screenprinted in seven colors, bleed printed on all edges. Panel 7 T",
  "dimension": "36 3/4 × 30 in. (93.35 × 76.2 cm) (sheet, each)",
  "id": "http://api.artsmia.org/objects/137434",
  "image": "valid",
  "image_copyright": "Copyright © Santiago Cucullu%2C published by Highpoint Editions",
  "image_height": 9130,
  "image_width": 10000,
  "inscription": "",
  "life_date": "Argentinian, born 1969",
  "markings": "LLC in pencil, verso, on each sheet except panel 11: Arch 1/2  | LLC in pencil, recto, panel 11: Arch 1/2 | Publisher\\'s stamp in light gray ink, LLC, verso, on each sheet except panel 11: HP",
  "medium": "Color screenprints and lithographs",
  "nationality": "Argentinian",
  "object_name": "Composite print",
  "portfolio": "From Architectonic vs. H.R.",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137434",
    "139164",
    "139165",
    "139166",
    "139167",
    "139169",
    "139170",
    "139171",
    "139172",
    "139173",
    "139174",
    "139175",
    "139176",
    "139177",
    "139178",
    "139180",
    "139181",
    "139182",
    "139183",
    "139184",
    "139185",
    "139186",
    "139187",
    "139188",
    "139189",
    "139190",
    "139191",
    "139192",
    "139193",
    "139194",
    "139195"
  ],
  "signed": "LRC in pencil, verso, on each sheet except for panel 11: Santiago Cucullu 2006  | LRC in pencil, recto, on panel 11: Santiago Cucullu 2006 | BC in pencil, recto, panel 11: Architectonic vs. H.R.",
  "style": "21st century",
  "text": "Born in Argentina, Santiago Cucullu now lives and works in Milwaukee. He is best known for his vibrant—and sometimes disruptive—murals and multimedia installations that combine historical, political, and cultural references with evocations of the personal and autobiographical. Each of the twelve panels of Architectonic vs. H.R. suggests flashes of memory or historical snapshots, all linked together in a maze of rainbow color. The fragmented imagery is based on Cucullu’s own sketches and photography, which he uses to document things he finds inexplicable or bizarre in everyday life. Cucullu refers to his own work as a “visual mix tape.” For him, autobiography is filtered through collective experience, and memory becomes collage.",
  "title": "Architectonic vs. H.R. (Panels 1-12)"
}
