{
  "accession_number": "2020.85.45",
  "art_champions_text": null,
  "artist": "Artist: Rico Gatson; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "Photolithographic plates created with films of spray paint and stencil drawings created by the artist. Photo polymergravure plate made from a retouched historical photograph of Harriet Tubman.",
  "dimension": "28 1/2 × 22 in. (72.39 × 55.88 cm) (image)\r\n33 × 26 in. (83.82 × 66.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137489",
  "image": "valid",
  "image_copyright": "Copyright © Rico Gatson%2C published by Highpoint Editions",
  "image_height": 7100,
  "image_width": 5700,
  "inscription": "",
  "life_date": "American, born 1966",
  "markings": "LL in pencil below image: ARCH 1/2 | Publisher\\'s blindstamp, LL below image: HP",
  "medium": "Color photolithograph and photopolymer gravure",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137489",
    "140801",
    "142289",
    "142290",
    "142291",
    "142292",
    "142293",
    "142294",
    "142295",
    "142296",
    "142297",
    "142298",
    "142299",
    "142300"
  ],
  "signed": "LR in pencil below image: Rico Gatson 2018 | BC in pencil below image: HARRIET",
  "style": "21st century",
  "text": "Rico Gatson, a multidisciplinary artist based in Los Angeles, uses a distinctive style of portraiture to explore issues of Black consciousness, identity, and sociopolitical power dynamics. This mixed media print portrays Harriet Tubman, a leading American abolitionist and political activist. Called the “Moses of her people,” Tubman was born into an enslaved family but escaped and devoted her life to freeing other enslaved persons using the network of safe houses known as the Underground Railroad. The portrait is part of Gatson’s long-running “Icons” series of paintings, drawings, and prints that celebrates prominent Black civil rights activists, writers, musicians, actors, and sports figures. In these works, Gatson combined existing black-and-white photographs with radiating lines of brilliant color that symbolize centers of power. Gatson explains: “I was thinking early on about these figures as superheroes. As the series progressed, they became literally icons—the halos and lines are a graphic representation of energy coming out of them. The most important part for me is feeling.”",
  "title": "Harriet"
}
