{
  "accession_number": "2020.85.55",
  "art_champions_text": null,
  "artist": "Artist: Jim Hodges; Printer: Highpoint Editions, Minneapolis; Publisher: Co-published by Highpoint Editions, Minneapolis; Publisher: Co-published by Walker Art Center, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Prints and Drawings",
  "description": "Seventy-nine color print with lithographic, relief, screen and pigment printing with hand-cutting, collage, and metallic foil. Printing order: Coventry Rag: A gradation from light gray on the left to medium gray on the right was digitally pigment printed and seven colors (3 golds, copper, red, yellow, and orange) of foil were applied individually using metal leaf size screenprinted through screen stencils created from the artist's drawing. Kozo-Shi: 92 shapes in 62 colors printed from 14 lithographic plates and one run of blended color screenprinting. The plates were created by relief printing black ink from wood panels onto tracing paper. The artist selected shapes from the printed tracing paper which were used to create photolithographic plates. After the lithographic plates were printed, an overprint of gradated screen ink transitioning from clear on the left side to transparent black on the right was applied. The printed Kozo-Shi was cut into strips and mounted on the printed Coventry Rag sheets using BEVA film adhesive. The Kozo-Shi mounted on the Coventry Rag was then screenprinted with eight colors (3 metallic golds, metallic copper, metallic bronze, red, orange, and yellow) through screen stencils created using the artist's drawings.",
  "dimension": "43 × 33 in. (109.22 × 83.82 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137501",
  "image": "valid",
  "image_copyright": "Copyright © Jim Hodges%2C published by Highpoint Editions",
  "image_height": 5428,
  "image_width": 4292,
  "inscription": "",
  "life_date": "American, born 1957",
  "markings": "LLC in pencil: Archive 2/3 | Publisher\\'s blindstamp, LLC: HP",
  "medium": "Color lithograph, relief, screen and pigment printing with hand-cutting, collage, and metallic foil",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Jim Hodges 2019 | BC in pencil: Bringing in the ghosts",
  "style": "21st century",
  "text": "",
  "title": "Bringing in the Ghosts"
}
