{
  "accession_number": "2020.85.123",
  "art_champions_text": null,
  "artist": "Artist: Aaron Spangler; Printer: Highpoint Editions, Minneapolis; Fabricator: Paul Mullowney Printing, San Francisco; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Global Contemporary Art",
  "description": "Woodcut trace monotyped in oil-based black ink on three sheets of paper from a basswood block carved by the artist. The block was inked with a standard roller and printed using a combination of hand barens and wooden spoons per the artist's instructions resulting in different densities and tonalities. This produced a series of similar, but variant impressions. The final impressions were joined and backed with three additional sheets of paper using wheat starch and trimmed to size.",
  "dimension": "98 × 53 in. (248.92 × 134.62 cm) (image)\r\n102 1/2 × 57 in. (260.35 × 144.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137586",
  "image": "valid",
  "image_copyright": "Copyright © Aaron Spangler%2C published by Highpoint Editions",
  "image_height": 11102,
  "image_width": 6245,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "LL in pencil below image: Archive EV 1/2 | Publisher\\'s stamp in gray ink, LL below image: HP",
  "medium": "Woodcut in black ink",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Luddite",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137586",
    "139351",
    "139611",
    "139612",
    "139613",
    "139616",
    "139632",
    "139662",
    "139665",
    "139668",
    "139669"
  ],
  "signed": "LR in pencil below image: Aaron Spangler 2014 | BC in pencil below image: Separatist",
  "style": "21st century",
  "text": "Aaron Spangler’s monumental woodcut Separatist evolved from his observations of the Christian homesteaders’ sub-culture that has developed in the northern Minnesota area where he lives. Part of a larger Christian fundamentalist crusade, this cultural and ideological phenomenon developed alongside the homeschooling movement which became popular in the 1980s. The woodcut’s title alludes to the rejection of dominant secular values, culture, and education, along with all government authority, and replacing it with a radically conservative Christian ideology and lifestyle that stresses self-reliance—home birthing, homeschooling, self-healing, and farming—as well as a biblically-inspired patriarchy. It also suggests a physical separation from mainstream cultural influences, which are often associated with urban life, allowing for the pursuit of a political or religious agenda in rural America unhindered by interlopers and outsiders. Spangler’s print gathers meaning in ways similar to a shrine, a symbol-laden marker of personal and collective consciousness whose meaning may vary with the perceptions, values, and experiences of the viewer. It is part of a larger series of woodcuts he carved from large panels of basswood logged and milled in local lumber operations.",
  "title": "Separatist"
}
