{
  "accession_number": "2020.85.68",
  "art_champions_text": null,
  "artist": "Artist: Julie Mehretu; Printer: Highpoint Editions, Minneapolis; Publisher: Co-published  by Highpoint Editions, Minneapolis; Publisher: Co-published by Walker Art Center, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Global Contemporary Art",
  "description": "32-color screenprint and lithograph co-published by Highpoint and the Walker Art Center produced from computer files and drawings by the artist hand-printed from photosensitive screens and lithographic plates. The four lithographic elements were retained for possible reworking and inclusion in separate project.",
  "dimension": "29 × 40 in. (73.66 × 101.6 cm) (image)\r\n33 1/2 × 44 in. (85.09 × 111.76 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137513",
  "image": "valid",
  "image_copyright": "Copyright © Julie Mehretu%2C published by Highpoint Editions and Walker Art Center",
  "image_height": 7449,
  "image_width": 9787,
  "inscription": "",
  "life_date": "American (born Ethiopia), 1970",
  "markings": "LL in pencil below image: archive proof 1/2 | Publisher\\'s blindstamp, LL below image: HP\r\n",
  "medium": "Color screenprint and lithograph",
  "nationality": "American (born Ethiopia)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137513",
    "139452",
    "139453",
    "139454",
    "139455",
    "139456",
    "139457",
    "139458",
    "139459",
    "139460",
    "139461",
    "139462"
  ],
  "signed": "LR in pencil below image: Mehretu 2004\r\n",
  "style": "21st century",
  "text": "Painter and printmaker Julie Mehretu finds inspiration for her imagery in the complex infrastructure of the constructed world. Entropia (review) typifies Mehretu's longstanding interest in using architectural language to express ideas of power, particularly how power is conveyed in public spaces. Visually complex, her print combines decontextualized elements of maps, diagrams, plans, and architectural drawings of socially-charged spaces--streets, plazas, airports, government buildings, schools, parks--with Mehretu's personal language of signs and symbols. She refers to these layered, multidimensional compositions as \"psycho-geographic\" abstractions, essentially hybrids of various urban structures, settings, and identities that call to mind multicultural and global concerns of contemporary society, especially the cultural and political role of power.",
  "title": "Entropia (review)"
}
