{
  "accession_number": "2020.85.135",
  "art_champions_text": null,
  "artist": "Artist: Mungo Thomson; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "The artist tossed US currency half dollars, quarters, and dimes of random numbers and years creating patterns to be blind embossed into aluminum foil. A total of 28 compositions were produced. Holes corresponding to the composition were laser-cut into a 20 x 24 x 1/8 inch acrylic sheet and 3 mil aluminum foil was adhered to the sheet using Drytac Facemount film adhesive. Coins with corresponding dates and orientation were fitted into the sheet and embossed into the foil using an etching press. The coins were removed, the cavities painted with shellac, and filled with Durham's Rock Hard Water Putty. The foil was wrapped around the acrylic sheet's edge and secured with Scotch Double Sided Tape. The embossed foil-wrapped acrylic sheet was then adhered to 3/8 inch medium density fiber board using DAP Weldwood Contact Cement. A label bearing the publisher's name, the artist's signature, date and inventory number was then affixed to the back. The artist chose to leave the metal surface unfinished allowing it to age and patina just as the coins they are based on expecting and welcoming the changes. The rate and amount of changes will vary depending on their environment.",
  "dimension": "24 × 20 in. (60.96 × 50.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137598",
  "image": "valid",
  "image_copyright": "Copyright © Mungo Thomson%2C published by Highpoint Editions",
  "image_height": 8656,
  "image_width": 7218,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "Publisher\\'s mark printed on H⁬ighpoint Editions label affixed to LRC, on verso: HP",
  "medium": "Blind embossing on aluminum foil",
  "nationality": null,
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137598",
    "139633",
    "139634",
    "139635",
    "139636",
    "139637",
    "139638",
    "139639",
    "139640",
    "139647",
    "139648",
    "139649",
    "139650",
    "139651",
    "139652",
    "139653",
    "139654",
    "139655",
    "139656",
    "139657",
    "139658",
    "139659",
    "139660",
    "139661"
  ],
  "signed": "LRC in black Sharpie marker on Highpoint Editions label, on verso: Mungo Thomson / 2016",
  "style": "21st century",
  "text": "",
  "title": "Pocket Universe (Silver) #21"
}
