{
  "accession_number": "2020.85.78",
  "artist": "Lisa Nankivil; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "23 1/2 × 28 in. (59.69 × 71.12 cm) (image)\r\n30 × 34 in. (76.2 × 86.36 cm) (sheet)",
  "id": 137531,
  "image": "valid",
  "image_copyright": "Copyright © Lisa Nankivil, published by Highpoint Editions",
  "image_height": 4500,
  "image_width": 4950,
  "inscription": null,
  "life_date": "American, born 1958",
  "markings": "LL in pencil below image: ARCH 1/2 | Publisher's blindstamp, LL below image: HP",
  "medium": "Color lithograph and screenprint",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright–Non-Commercial Use",
  "room": "Not on View",
  "signed": "LR in pencil below image: Nankivil 09 | BC in pencil below image: STREAMING",
  "style": null,
  "text": "Known principally as a painter, Lisa Nankivil creates luminous linear works that explore qualities such as motion, spatial relationships, and hierarchy. Streaming exemplifies Nankivil’s intuitive creative process, which relies on the dynamic interplay of line, color, texture, space, and light to generate the work’s aesthetic and conceptual content. As in her paintings, Nankivil builds her print layer by layer, adding both clarity and complexity as the work progresses. Contrasting colors and tones induce a “push-pull” visual effect that invites close inspection of the work’s intricate details and surface textures. Formally and conceptually, the print elaborates on the intangible nature of abstraction, evoking a range of emotional and perceptual responses.",
  "title": "Streaming"
}
