{
  "accession_number": "2020.85.131",
  "art_champions_text": null,
  "artist": "Artist: Carolyn Swiszcz; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "image of the exterior corner of a brick building with blue and white trim, a wall of curved windows through which a jumble of white chairs are visible, and a white signs with a red cross that reads \"Pizza Doctors\" in blue; blue sky with clouds overhead and gray ground below",
  "dimension": "22 5/8 × 35 1/4 in. (57.47 × 89.54 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137594",
  "image": "valid",
  "image_copyright": "Copyright © Carolyn Swiszcz%2C published by Highpoint Editions",
  "image_height": 6441,
  "image_width": 9951,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "Publisher\\'s blindstamp, LLC: HP",
  "medium": "Watercolor monoprint",
  "nationality": "American",
  "object_name": "Monoprint",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137594",
    "139617",
    "139646",
    "140804",
    "140806"
  ],
  "signed": "LR margin in pencil: Carolyn Joy Swiszcz 2017",
  "style": "21st century",
  "text": "St. Paul–based painter and printmaker Carolyn Swiszcz scrutinizes the urban and suburban landscape for the mundane and inelegant monuments of daily life. In her most recent collaboration with Highpoint Editions, Swiszcz produced a series of unique prints using the monotype process, including Pizza Doctors, La Crosse. For this project, Swiszcz selected restaurants and other retail businesses of dubious architectural value and transformed them into vivid, jewel-toned landmarks, a paradox that suggests a tongue-in-cheek interpretation. Though her scenes are devoid of human activity and appear isolated or abandoned, the rich colors and vibrant patterns allow us to enjoy the friendly side of these ubiquitous “neighborhood eyesores.”",
  "title": "Pizza Doctors, La Crosse"
}
