{
  "accession_number": "2020.85.67",
  "art_champions_text": null,
  "artist": "Artist: Cameron Martin; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Global Contemporary Art",
  "description": "Screenprint in 19 layers and 40 colors of a twin peaked mountain (Mount Rainer) predominately printed in blended transparent purples and blacks.",
  "dimension": "30 × 40 in. (76.2 × 101.6 cm) (image)\r\n38 1/2 × 48 in. (97.79 × 121.92 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137512",
  "image": "valid",
  "image_copyright": "Copyright © Cameron Martin%2C published by Highpoint Editions",
  "image_height": 5550,
  "image_width": 6750,
  "inscription": "",
  "life_date": "American, born 1970",
  "markings": "LL in pencil below image: ARCH 1/2 | Publisher\\'s blindstamp, LL below image: HP",
  "medium": "Color screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "137512",
    "139450",
    "139451"
  ],
  "signed": "LR in pencil below image: Cameron Martin 2006",
  "style": "21st century",
  "text": "New York–based painter and printmaker Cameron Martin grew up in Washington State, where the volcanically active Mount Rainier looms large on the landscape and in the imagination. His studies of nature often have a very limited palette, yet, upon closer inspection, the seemingly spare, graphic appearance of Conflation gives way to carefully nuanced, slight shifts of transparent color—16 layers and 39 colors in all. The artist’s intention is to reward those who take the time to look closely and fully engage with the art. His choice of slightly out-of-place, or “toxic,” color is his response to the increasing containment and commoditization of nature. In this way, Martin’s interpretation of Mount Rainier is not intended to be an accurate depiction, but instead is designed to function as a cultural signifier or contemporary icon of this well-known mountain vista.",
  "title": "Conflation"
}
