{
  "accession_number": "2020.85.108a-c",
  "art_champions_text": null,
  "artist": "Artist: David Rathman; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Prints and Drawings",
  "description": "Lateral image of multicolored demolition truck facing to the L, with \"31\" painted on driver's door, \"Miller Trucking\" on truck bed, and exhaust tubes coming out from top of hood; printed across three sheets Lithograph printed in black on three panels with watercolor additions. The artist made three drawings for photolithographic plates. The plates were inked in black and the artist distressed the image by rubbing off areas of the image prior to printing each sheet. The sheets were then hand-colored by the artist using watercolor inks.",
  "dimension": "38 × 82 1/8 in. (96.52 × 208.6 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137564",
  "image": "invalid",
  "image_copyright": "Copyright © David Rathman%2C published by Highpoint Editions",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "LLC in pencil of left panel: EV 4/7 | LRC in pencil, on each sheet, verso: EV 4/7 | Publisher\\'s blindstamp, LLC of left panel: HP",
  "medium": "Lithograph in black ink with hand-applied watercolor on paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil of right panel: David Rathman 2011",
  "style": "21st century",
  "text": "",
  "title": "Miller Trucking"
}
