{
  "accession_number": "2020.19.4",
  "art_champions_text": null,
  "artist": "Photographer: Todd Webb",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Todd Webb Archive (dba Lucille Webb Trust)",
  "culture": null,
  "curator_approved": 0,
  "dated": "1958 (printed 2020)",
  "department": "Arts of the Americas",
  "description": "color image of a smiling, uniformed man standing in between a red Texaco gas pump and a rack of cans of Texaco motor oil; in the background is a white and green gas station with red Texaco signage; a figure is just visible in the building and two men stand outside at L",
  "dimension": "19 3/4 × 19 1/2 in. (50.17 × 49.53 cm) (image)\r\n22 × 21 3/16 in. (55.88 × 53.82 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137635",
  "image": "valid",
  "image_copyright": "© Todd Webb Archive",
  "image_height": 8285,
  "image_width": 8285,
  "inscription": "",
  "life_date": "American, 1905 - 2000",
  "markings": "verso, white label with black print: Todd Webb Archive / 1905 - 2000 / Edition: 3/10 / Date: 2020 / E.E. Hunt / Texaco Station, Togo 1958",
  "medium": "Chromogenic print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Photographed in 1958 on the African continent, these images are the first large scale examples of color photography created by Todd Webb, a leading figure in the early photographic cooperative known as Magnum Photo. These six photographs present an outsider’s view into nine countries at a critical interface between colonialism and independence. Commissioned by the United Nations to document industry and technology, Webb pursued his work for a five-month period and documented everyday life throughout Ghana, Kenya, Northern Rhodesia (now Zambia), Southern Rhodesia (now Zimbabwe), Somalia, Sudan, Tanganyika (now Tanzania), Togo, and Zanzibar (now part of Tanzania). These images resist romanticized or reductive ethnographic visualizations of African people; instead, they provide insight into the political and cultural life of nations in transition, and at a turning point for Black empowerment across the globe.",
  "title": "Untitled (Texaco Station, Togo 1958)"
}
