{
  "accession_number": "2020.16.4",
  "art_champions_text": null,
  "artist": "Photographer: Genevieve Naylor",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "The Walter McCarthy and Clara Ueland Endowment for Photographs and the Bring Art to Life Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1942",
  "department": "Arts of the Americas",
  "description": "three women and one man seated on a bench outdoors in front of a door painted with a \"9\"; figures from left: woman wearing a dark scarf, man wearing a tie and fedora with wide-legged pants, woman in a plaid dress holding a small bouquet of flowers, woman in a white polka dotted dress and dark jacket holding a floral bouquet and looking toward PL",
  "dimension": "8 5/8 × 6 9/16 in. (21.91 × 16.67 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/137627",
  "image": "valid",
  "image_copyright": "© Estate of Genevieve Naylor%2C Courtesy Augusta Edwards Fine Art",
  "image_height": 3868,
  "image_width": 2931,
  "inscription": "on back in blue ink: 4 (circled) | on back in pencil: Portrait / Interior type / 136 (circled)",
  "life_date": "American, 1915 - 1989",
  "markings": "on back: barcode sticker",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: Genevieve Naylor / 1942",
  "style": "20th century",
  "text": "Between 1940 and 1943, photographer Genevieve Naylor created nearly 1200 unique photographs of everyday life in Brazil for the US Department of State. Naylor rigorously challenged herself to depict the vibrancy and individuality of the Brazilian people despite their life under an authoritarian regime. Her photographs present the immediacy of her interactions with her subjects and convey her sensitivity to their positions within Brazilian cultural life. Drawing upon architectural elements to frame group and individual portraits of people in the course of their everyday lives in each of these works, Naylor captures a range of expressions across numerous thresholds, highlighting the character and complexity of a society under the scrutiny of both domestic and international entities. While working as an ostensible partner to these entities, Naylor’s photographs resist the visual hallmarks of statesponsored surveillance and provide instead a portrait of a nation unbowed, individualistic, and aware of the forces that would subject them as they gaze unflinchingly into her lens.",
  "title": "Untitled, Brazil"
}
