{
  "accession_number": "2020.10.1",
  "art_champions_text": null,
  "artist": "Artist: Ellen Lesperance",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Contemporary Art Miscellaneous Purchase Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "grid with spaces filled with colored dots, on tan paper; LLQ: clock, pair of intertwined lavender \"female\" symbols, purple Q, black heart in blue square, mushroom cloud (?); LRQ: hand holding flower, flame-like form, hand forming a \"peace\" sign, bird flying with large berries (?); red and green bird or foliage forms at center, with \"peace\" sign hand at left center; red dots on pinkish ground at top",
  "dimension": "41 1/2 × 29 1/2 in. (105.41 × 74.93 cm) (sheet)\r\n45 × 32 1/2 × 1 1/2 in. (114.3 × 82.55 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137603",
  "image": "valid",
  "image_copyright": "© Ellen Lesperance",
  "image_height": 8121,
  "image_width": 5810,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "",
  "medium": "Gouache and graphite on tea-stained paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Clothing is both a highly personal and a socially constructed system of communication: a signifying point of contact between individual identities and collective attitudes, customs, and trends. Ellen Lesperance represents acts of translation in relation to clothing’s form and ornamentation, pressing images of historical garments—and the values encoded within them—through the interpretive interface of the grid. Using knitting as a way to describe the female subject and divorce it from the mainly male, Western figure painting tradition, Lesperance employs gridded formats associated with the applied arts and domestic crafts as a means of transformation across time and dimension.\r\n\r\nIn addition to the political and social issues embedded in Lesperance’s work, Q of Hearts, she is interested the graphic qualities of symbols and images that grew out of feminist protest movements. The artist referenced sources such as protest newsletters, posters, and embroidered or silkscreened patches to build upon the symbology of the dove which are featured throughout the work in various forms. Much of feminist protest history is laced with interest in goddess imagery and the divinity of the female form.",
  "title": "Q of Hearts"
}
