{
  "accession_number": "2020.17",
  "art_champions_text": null,
  "artist": "Artist: Carmen Winant",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "eight, black and white images affixed to black metal plates, hanging from and attached to thin, black rods; frame structure consists of one vertical rod with three, slightly curved horizontal rods intersecting at mid points; upper rod has two fixed images (hands; landscape) and two hanging images (hands around neck; nude body); middle rod has one fixed image (hands on hairy body) and two hanging images (neck; fist); bottom rod has one hanging image (crowd of people, seen from behind)",
  "dimension": "30 3/4 × 22 in. (78.11 × 55.88 cm) (overall)",
  "id": "http://api.artsmia.org/objects/137618",
  "image": "valid",
  "image_copyright": "© Carmen Winant",
  "image_height": 7605,
  "image_width": 5791,
  "inscription": "",
  "life_date": "American, born 1983",
  "markings": "",
  "medium": "Found images with steel and stainless steel chain",
  "nationality": "American",
  "object_name": "Mobile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso of bottom image plate, black ink on white label: Carmen Winant",
  "style": "21st century",
  "text": "Carmen Winant is a conceptual artist who utilizes installation and collage strategies to examine feminist modes of survival and revolt. This striking photo sculpture miniaturizes Winant’s broader feminist practice, which scrutinizes the very foundations of artistic expressions and the role of the human body in the act of creation. Shown as part of her 2019 exhibition of the same title, the work reveals Winant’s meditation upon the physical nature of her labor as an artist and as an extension of her care for others, most particularly her partner and her children. Showing adult hands and bodies in repose or interacting, the found images that comprise this work—reflective of Winant’s recursive preoccupation with archival materials—are at once sensual and evocative of women’s affective labor. In the words of the artist, “This is…about that lateral, first person perspective; it is about the making flat of something fleshy and the making subject of sight through touch.”",
  "title": "The History of My Pleasure"
}
