{
  "accession_number": "2020.9",
  "art_champions_text": null,
  "artist": "Artist: Andy DuCett",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Michael Bennes Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007-2019",
  "department": "Global Contemporary Art",
  "description": "abstract, composite image with short text captions throughout; transparency sheets, cut paper, and other layers of sketches are taped on; imagery includes: several comparatively large lamps with yellow 'light' scattered throughout; drawings of vacuums, cacti, and boats in UL, with a small figure of a man reading in original packaging; drawings of buildings, a car, pipes and a radiator, workers, a beach, and interior details in the LL; stamps, color images, and drawings of a cabin exterior and plants in UR; drawings of a merry-go-round, bottles, desks, and appliances in LL (smaller details/drawings throughout); small handwritten note on graph paper taped to LR side frame (writing on both sides)--removed from frame for safekeeping (see Component 2020.9accessory)",
  "dimension": "29 3/4 × 43 3/4 in. (75.57 × 111.13 cm) (sheet)\r\n35 × 49 × 2 in. (88.9 × 124.46 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137692",
  "image": "valid",
  "image_copyright": "© Andy DuCett",
  "image_height": 6062,
  "image_width": 8854,
  "inscription": "",
  "life_date": "American, born 1979",
  "markings": "",
  "medium": "Ink, graphite, colored pencil, paper, transparencies, tape, beer, stickers, plastic bag, inkjet printing, screenprint, coffee, found photographs, binder clips, stickers, found objects",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRQ in pencil: andy ducett",
  "style": "21st century",
  "text": "Untitled (I'll have to get back to you on this), 2007-2019 was completed by the artist over the course of twelve years. The piece epitomizes the busy, clustered scenes that are characteristic of DuCett’s style and commitment indicative of his artistic practice. The viewer is playfully invited to lean-in and look more closely at the tiny vignettes and small occurrences unfolding within the large and disorderly space of the picture frame. Like an archive or a treasure map, objects, icons, and cultural ephemera are superimposed on the infrastructure of a chaotic cityscape. Sheltering numerous small and mischievously placed symbols and images-–including the Minneapolis skyline--Untitled (I'll have to get back to you on this), triggers personal associations and memories in viewers whether they’ve lived in Minneapolis or not.",
  "title": "Untitled (I'll have to get back to you on this)"
}
