{
  "accession_number": "2020.14",
  "art_champions_text": null,
  "artist": "Artist: Alice Neel",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund, by exchange, and the Julia B. Bigelow Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1928-1929",
  "department": "Arts of the Americas",
  "description": "interior scene at a maternity ward; a nurse in white stands at C, holding a swaddled baby stands between two rows of beds; various female figures and babies throughout, including a woman in the LL holding a bald child in white, a doctor sitting with a woman in green with her shirt pulled down and a baby in her lap at LC, children lying on beds in the UL background, a black woman holding a toddler and a baby in the LR, and two more women at RC, wrapping and attending to babies",
  "dimension": "39 1/4 × 28 3/4 in. (99.7 × 73.03 cm) (canvas)\r\n42 1/2 × 32 1/8 × 2 in. (107.95 × 81.6 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137640",
  "image": "valid",
  "image_copyright": "© The Estate of Alice Neel",
  "image_height": 7945,
  "image_width": 5829,
  "inscription": "",
  "life_date": "American, 1900 - 1984",
  "markings": "verso LRQ, two sheets of museum labels | verso LLQ, white printed gallery label: David Zwirner Gallery",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G376",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Alice Neel has here depicted herself and second daughter Isabetta at a community health\r\nclinic in New York City. They can be seen in the center of the painting at far right, a serene\r\nmoment of calm amid a chaotic scene. Neel’s first child died before the age of one just a year earlier.\r\nThe contorted faces and frenzied look to the beds and interior spaces may convey her anxiety and\r\nprotective feelings for Isabetta. Neel became known later for her psychologically charged portraits\r\nthat capture and express her sitters’ thoughts and personality. That intuition is already at work here.",
  "title": "Well Baby Clinic"
}
