{
  "accession_number": "2020.15a-f",
  "art_champions_text": null,
  "artist": "Artist: Karl Wirsum",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky, and Robert and Frances Coulborn Kohler, the Robert C. Winton Fund, and the Dolly J. Fiterman Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973-74",
  "department": "Arts of the Americas",
  "description": "piano playing marionette; marionette has wooden shoes, hands, and head, all painted black with yellow, pink, and green designs, and is dressed in a blue and red plaid shirt and red pants; each hands has a red toothbrush attached with fishing line; each shoe has a square metal piece attached to toe (similar to tap shoes); light blue piano bench; blue toy piano with pink, black, and light blue designs resembling a face with the keys as teeth; piano legs are pale green with blue and black feet resembling paws; black marionette strings attached to either side of head, both shoulders, both wrists, and one on back",
  "dimension": "26 × 17 × 26 in. (66.04 × 43.18 × 66.04 cm) (approximate, variable)",
  "id": "http://api.artsmia.org/objects/137639",
  "image": "valid",
  "image_copyright": "© Karl Wirsum",
  "image_height": 6204,
  "image_width": 5095,
  "inscription": "",
  "life_date": "American, 1939 - 2021",
  "markings": "",
  "medium": "Wood, acrylic paint, cloth, toothbrushes, toy piano",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This sculpture is actually a working marionette that the artist Karl Wirsum made in the early 1970s. It includes a functioning toy piano that belonged to his daughter Ruby and a handmade “piano player” who is decked out in an outfit Wirsum pieced together. Wirsum has made several working marionettes and puppets as part of his practice as an artist. This one underscores how live music has always been a source of inspiration for him, especially blues and jazz in his hometown of Chicago.",
  "title": "Piano Player"
}
