{
  "accession_number": "2020.7",
  "art_champions_text": null,
  "artist": "Artist: Helen Johnson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Australia",
  "country": "Australia",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings and the David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "96 × 72 in. (243.84 × 182.88 cm)",
  "id": "http://api.artsmia.org/objects/137668",
  "image": "invalid",
  "image_copyright": "© Helen Johnson",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Australian, born 1979",
  "markings": "",
  "medium": "Synthetic polymer on canvas",
  "nationality": "Australian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This painting reflects an attempt to grapple with the dissolution of the political spectrum, and the appropriation by the wealthy of working-class rhetoric to conjure for themselves an aura of underdog status. The base layer is an image of the artist’s local milk bar’s facade. The almost-vanished milk bar is Australia’s version of the bodega, where basic needs are supplied to local communities.\r\n\r\nOverlaid on the base layer are two aristocrats, an anachronism from the other end of the wealth-scale, enjoy cigars and brandy while standing on a tiger-skin rug. One of them spouts a line about revolutionary fealty the likes of which is normally associated with the working left by its critics, but these days is a sentiment just as likely deployed in defense of the tech sector.\r\n\r\nThe final layer is a cartoon villain adapted from Struwwelpeter. His giant scissors cut the child’s thumb, and also threaten to cut the braid. According to the artist, “Is he a villain, a ‘disruptor;’ or a savior—who knows anymore'”",
  "title": "Basic Needs"
}
