{
  "accession_number": "2020.10.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Ellen Lesperance",
  "catalogue_raissonne": null,
  "classification": " Drawings; Textiles; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift of funds, the Alpha Gustafson Endowment, and the Contemporary Art Miscellaneous Purchase Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "a: framed work on light tan paper; uneven grid with spaces filled with dots of color; superimposed abstracted tall vase forms in primarily tans; row of female symbols at top in blue with large female symbol in green at top left; bands of black, white and green at right; b: tan V-neck sweater with black and white stripes on PL sleeve; female symbols at shoulders and back in grey; large black female symbol on PR breast",
  "dimension": "46 3/4 × 34 1/2 × 1 3/4 in. (118.75 × 87.63 × 4.45 cm) (outer frame, work on paper only)",
  "id": "http://api.artsmia.org/objects/137604",
  "image": "valid",
  "image_copyright": "© Ellen Lesperance",
  "image_height": 8215,
  "image_width": 5880,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "",
  "medium": "Gouache and graphite on tea-stained paper; wool",
  "nationality": "American",
  "object_name": "Drawing and textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in graphite: WAKE THE DEAD",
  "style": "21st century",
  "text": "Wake the Dead by Ellen Lesperance represents acts of translation in relation to clothing’s form and ornamentation, pressing images of historical garments—and the values encoded within them—through the interpretive interface of the grid. Using knitting as a way to describe the female subject, Lesperance divorces it from the mainly male, Western figure painting tradition. She employs gridded formats associated with the applied arts and domestic crafts as a means of transformation across time and dimension.\r\n\r\nWake the Dead offers a clear view of Lesperance’s interest in recreating and paying homage to the female figure in two- and three-dimensional form. The column-like forms in the painting that represent the panels of the garment take on totemic qualities. Geometries and mark-making in the lineages of Anni Albers and Hanne Darboven are layered to invoke the protesters’ presence. The mourning arm band and title Wake the Dead point to the work of deceased women activists that cleared a path for later generations to act, and to the need that many protesters felt to invoke a spiritual energy in order to bolster courageous acts on earth.",
  "title": "Wake the Dead"
}
