{
  "accession_number": "2020.7",
  "art_champions_text": null,
  "artist": "Artist: Helen Johnson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Australia",
  "country": "Australia",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings and the David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "at R is inverted person in green jacket and pink pants holding scissors, cutting off hand of woman in red dress at L; blood dripping upward; outline of man in red stripes smoking cigar at TR; caption bubble at upper center with wording, \"DO[N]'T YOU REALIZE THAT THE PARTY IS / ACT[IN]G IN THE INTEREST OF THE / REV[O]LUTION - UNINFORMED CRITICISM / [OF TH]E PARTY AT [THI]S TIME WILL ONLY / [LEAD] TO ECONOMI[C] AND POLITICAL / CHAOS!\"; background is many colors and overlapping patterns, textures, words, and symbols; canvas sides are raw edges; white wood head across top recto with two large holes for hanging; wooden white footer adhered to verso; drawing in black pigment on verso of a braid with 5 threads labeled: Adaptive Reasoning, Strategic Competence, Conceptual Understanding, Productive Disposition, Procedural Fluency; associated with two white metal rods for attaching to a wall",
  "dimension": "95 1/2 × 72 1/2 in. (242.6 × 184.2 cm)",
  "id": "http://api.artsmia.org/objects/137668",
  "image": "valid",
  "image_copyright": "© Helen Johnson",
  "image_height": 10017,
  "image_width": 7612,
  "inscription": "",
  "life_date": "Australian, born 1979",
  "markings": "",
  "medium": "Synthetic polymer on canvas",
  "nationality": "Australian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso BR in black pigment: This painting was made on Wurundjeri Country / Rebecca Gladen, Beth Maslen, Nell Pearson / and Georgina Sambell helped make it. / Helen Johnson 2020",
  "style": "21st century",
  "text": "This painting reflects an attempt to grapple with the dissolution of the political spectrum, and the appropriation by the wealthy of working-class rhetoric to conjure for themselves an aura of underdog status. The base layer is an image of the artist’s local milk bar’s facade. The almost-vanished milk bar is Australia’s version of the bodega, where basic needs are supplied to local communities.\r\n\r\nOverlaid on the base layer are two aristocrats, an anachronism from the other end of the wealth-scale, enjoy cigars and brandy while standing on a tiger-skin rug. One of them spouts a line about revolutionary fealty the likes of which is normally associated with the working left by its critics, but these days is a sentiment just as likely deployed in defense of the tech sector.\r\n\r\nThe final layer is a cartoon villain adapted from Struwwelpeter. His giant scissors cut the child’s thumb, and also threaten to cut the braid. According to the artist, “Is he a villain, a ‘disruptor;’ or a savior—who knows anymore'”",
  "title": "Basic Needs"
}
