{
  "accession_number": "2020.30",
  "art_champions_text": null,
  "artist": "Artist: Brad Kahlhamer",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "collage consisting of two figures, labelled Frank and Sara, attached to an abstract background, with text across top edge (\"Yondering\") and bottom edge (\"Ugh Ugh Ughskin Ugh\"); male figure on L, \"Frank,\" is outlined in black with red text labelling different body parts; the female figure on R, \"Sara,\" is outlined in black with red cheeks and a gray body and shadow, surrounded by white text (\"Sara in woods\"), white trees, and yellow smiley faces; a rectangular addition is attached at C with abstract black imagery as well as text over red sections (\"red+red+red\"...etc.); background is mostly black and gray, with sections of red, yellow, and blue along upper edge; text across top is orange and blue with plus signs and a dream catcher on R; text across bottom is in patterned, geometric border",
  "dimension": "42 7/8 × 44 3/4 in. (108.9 × 113.67 cm) (sheet)\r\n47 7/8 × 49 5/8 × 2 in. (121.6 × 126.05 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137630",
  "image": "valid",
  "image_copyright": "© Brad Kahlhamer",
  "image_height": 7007,
  "image_width": 7303,
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "",
  "medium": "Painted collage on paper",
  "nationality": "American",
  "object_name": "Collage and painting",
  "portfolio": "From ",
  "provenance": "The artist, New York: [Jack Shainman Gallery, New York]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Brad Kahlhamer’s mixed media painting and collage, Yondering, exemplifies his complex expressionistic approach that blends enigmatic figures, landscape elements, symbols, and text to explore the complicated path of his own identity. The animated scene functions as a locus of personal memories, an abstracted narrative that according to the artist, “maps the self.” Kahlhamer coined the word “yondering” to describe the experiential navigations of his tripartite identity that includes his Native American birthright, his adoptive childhood growing up in Wisconsin with a German American family, and his adult life working as a musician and artist on the Lower East Side of New York City. “Abstraction is a form of cartooning with its own signatures and readings,” he explains, “but in the end is perceived as person. I’m profiling myself, but am interested in the history of those caricatures as well. Basically, I’m making landscapes that I can live in, within that history.” According to the artist, his inclusion of the words “Ugh” and “Ughskin” refers to the racial slurs he endured as a youth growing up in a predominantly white community. Here, Kahlhamer embraces them as symbols of strength and pride in his Native heritage.",
  "title": "Yondering"
}
