{
  "accession_number": "2020.33",
  "art_champions_text": null,
  "artist": "Artist: Martine Gutierrez; Author: Martine Gutierrez; Publisher: Co-published by Martine Gutierrez; Publisher: Co-published by Ryan Lee Gallery, New York",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of the artist and Ryan Lee Gallery, New York",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Prints and Drawings",
  "description": "bound, soft cover magazine; front cover: photograph of woman with green hair and eyebrows, wearing a gold collar necklace, and holding a small doll; multicolored, metallic pompoms in background and attached to the ends of her pigtails; title in metallic text is printed across the top; back cover: photographic portrait of figure with blue hair (curling tendrils on forehead and cheeks), a large yellow bow-like collar coming out from back of neck, and green palm leaves in LL; title in multicolored text across top; interior: color photographs in the style of advertisements, fashion photoshoots, and magazine spreads, in addition to a few text pages (artist's statement/letter from the editor, table of contents, interview)",
  "dimension": "16 1/2 × 11 × 3/8 in. (41.91 × 27.94 × 0.95 cm) (overall, closed)",
  "id": "http://api.artsmia.org/objects/137606",
  "image": "valid",
  "image_copyright": "© Martine Gutierrez",
  "image_height": 8908,
  "image_width": 6010,
  "inscription": "",
  "life_date": "American, born 1989",
  "markings": "",
  "medium": "Color offset lithography on coated paper; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Ryan Lee Gallery, New York (co-publisher with the artist); given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Martine Gutierrez’s Indigenous Woman, is a fictional 124-page glossy fashion magazine dedicated to “Mayan Indian heritage.” Three years in the making, the project was conceived and executed entirely by the artist, who played the role of the model, photographer, creative director, author, and editor. “What it took to create Indigenous Woman has been part of my practice for a long time: making something seem effortless, bigger and more glamorous than what it actually is,” she says. “It was also a question of ‘who is the audience' Who are my advertisers'’ I was making every decision because I was the stylist, the makeup artist, the model. I am the client. That kind of autonomy is something that I had never found in the real world.” The publication mirrors the format of a traditional beauty magazine, complete with fashion editorials, hair and make-up features, and a profusion of advertisements. The magazine format allowed Gutierrez to stage an in-depth presentation of how personal identity is at once fluid and subjective, subverting traditional and often rigid social norms that limit variation to dichotomies such as ‘male’ vs. female’, ‘straight’ vs. ‘gay’, and ‘minority’ vs. ‘white’. Complex, sophisticated, and convincing in its fabricated aura of realism, the faux magazine invites viewers to examine their own preconceptions about gender, race, and orientation, while simultaneously raising questions about diversity, cultural appropriation, and commercialization.",
  "title": "Indigenous Woman"
}
