{
  "accession_number": "2020.37",
  "art_champions_text": null,
  "artist": "Artist: Norman Akers",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Virginia Doneghy, by exchange",
  "culture": "Osage",
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "upside down buck floating over landscape with river at center; white, wind turbines in green hills visible on either side of the buck in background, while broken barbed wire fences and tree stumps flank the animal in the mid and foreground; in RCQ, a patch of brown ground is littered with skulls and bones; black and purple butterfly silhouettes are scattered throughout (one on L and three on R), as are blue and yellow shapes in URQ, a red tree is in the ULQ, and the outline of a round-top chest in the river at BC; behind the buck is the outline of a curving road in red, coming from a four point star at TC",
  "dimension": "74 1/16 × 68 1/4 × 1 3/8 in. (188.12 × 173.36 × 3.49 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/137725",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7233,
  "image_width": 6663,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Interference and a Tiny Spot of Hope is a presentation of the past, present, and future. Akers combines flat imagery with illusionistic space to provide an immersive and yet open-ended experience into personal, historical, and cultural issues, such as identity, disruption, dislocation, and belonging. In his paintings, Akers uses Osage stories as metaphors over illustrations, and complexity over a singular, fixed interpretation. The most prominent figure in the painting, the suspended or falling elk, is an important figure in Osage cosmology and becomes a symbol to represent ideas of being between two worlds (Osage and non-Osage), and the precarious place of being between the earth and sky, a fundamental Osage principle of balance in the world. Wind turbines found within the painting and within Osage homelands disrupt the spatial order and space between the earth and sky, and according to Akers, “obscure[d] the horizon….and the blades cut into the earth”. Other features within the painting, including tree stumps and skeletal remains along the riverbed, reference the environmental and cultural disruptions within Osage landscapes.",
  "title": "Interference and a Tiny Spot of Hope"
}
