{
  "accession_number": "2020.65",
  "art_champions_text": null,
  "artist": "Artist: Alison Saar; Printer: Lari Gibbons at P.R.I.N.T. Press, University of North Texas, Denton; Publisher: P.R.I.N.T. Press, University of North Texas, Denton",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "standing woman wearing a sheer sleeveless dress, with her hair in six braids being lifted by blooming cotton plants; woman holds a clothes iron with red at the tip in her PL hand; woman's eyes are white; tan background with pattern of blooming cotton plants; received in dark finish wood frame",
  "dimension": "55 1/2 × 27 7/8 in. (140.97 × 70.8 cm) (sheet)\r\n62 1/2 × 35 3/16 × 2 in. (158.75 × 89.38 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137719",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8831,
  "image_width": 4595,
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "LLC in pencil: 5/20",
  "medium": "Color woodcut, relief printing, and hand-painting on shellac-stained mulberry (kozo) paper",
  "nationality": "American",
  "object_name": "Print with hand-painting",
  "portfolio": "From ",
  "provenance": "P.R.I.N.T. Press, University of North Texas, Denton (publisher); [LA Louver Gallery, Venice, Calif.]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center bottom in pencil: White Guise | LRC in pencil: A. Saar, 2019",
  "style": "21st century",
  "text": "Alison Saar’s woodcut and relief print, White Guise, is a visual allegory of strength, resolve, and self-determination. Its subject, a young Black woman with hair bound into an elaborate cotton-boll crown, holds a blood-stained flatiron in her hand, a tool of servitude that has been transformed into a symbol of her defiance.  The print’s title alludes to the growing of cotton, the cash crop that flourished in the American South and helped drive the enslavement of Africans and African Americans between 1619 and 1865, when Confederate leaders surrendered to the Union Army to end the Civil War and the 13th Amendment to the United States Constitution was ratified, outlawing slavery. In the war’s aftermath, many formerly enslaved people became tenant farmers, sharecroppers, or domestics, landless workers who were often exploited and abused by white landowners. Though allegorical, Saar’s female figure is an agitator, a change agent whose persona of defiance and determination reveals a sub-textual narrative of social and cultural enlightenment. Infused with a spiritual and emotional intensity, she stands as a powerful symbol of liberation and self-determination.",
  "title": "White Guise"
}
