{
  "accession_number": "2020.54.1",
  "art_champions_text": null,
  "artist": "Artist: Cristoforo Roncalli (il Pomarancio)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of John Morton Morris in honor of Patrick Noon",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 1620s",
  "department": "European Art",
  "description": "angel with blonde curly hair at left, wearing flowing yellow garment and gold and blue sandals, wrestling with man with brown hair and beard at right, wearing brown robes; plain gilt frame with \"POMARANCIO\" on plate at bottom center",
  "dimension": "96 1/2 × 65 3/4 in. (245.11 × 167.01 cm) (sight)\r\n107 1/2 × 75 1/4 × 3 1/2 in. (273.05 × 191.14 × 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137799",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9235,
  "image_width": 6362,
  "inscription": "LRC in gold: F.121.",
  "life_date": "Italian (Tuscany), c. 1553-1626",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Commissioned by Cardinal Maffeo Barberini (1568–1644), later Pope Urban VIII (1623–44), Rome (before 1623; inv., 1623, no. 183, “Un quadro grande quando l'Angelo lotta con Giacob del Pomarancio con le Cornice”); his brother, Carlo Barberini, Rome (1623–d.1630); his son, Cardinal Antonio Barberini the Younger (1607–1671), Palazzo Barberini alle Quattro Fontane, Rome ('from 1630; 'inv., 1644, no. 561, following “le Stanze del Guardarobba,” “Un quadro con un’ Angelo, che lotta con Giocob con cornice simile [“nere filettata, e rabescata d’oro”]; his nephew, Carlo Barberini (1630–1704), later Cardinal, Casino alle Bastione, Vatican and Palazzo Barberini alle Quattro Fontane, Rome (1647–d. 1704; 'inv., 1663, Casino alle Bastione, in the “appartam.to nobile,” no. 31, “Una Lotta dell’Angelo in grande cornice dorata,”; inv., 1692/1704, Palazzo Barberini, in the “appartam: Terreno….doppo l’anticamera a’ mano dritta,” no. 30, “la lotta di Giacob coll’angelo alt. p.mi 11: e largo 9 [245.3 x 200.7 cm]: Cornice dorata e rabescata quello de….le lotta del Tintoretti”) [1]; his nephew, Urbano Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (1704–d. 1722); his daughter, Cornelia Constanza Barberini, Principessa di Palestrina (1716–1797) and Giulio Cesare Colonna di Sciarra, Principe di Carbognano (1702–1787), Palazzo Barberini alle Quattro Fontane, Rome (1722–d. 1797; inv., 1738, 'no. 443, “Nella Facciata incontro le Fenestre,” “Due quadri compagni larghi p.mi 7 alti p.mi 10 rap.te l'uno tre amazzoni… opera di uno dei Decij nipote del Guercino stimato...200, e l'altro rap.te la lotta di Giacobbe coll'Angelo del Tintoretto cornice all'antica in parte intagliata, con rabeschi di rilievo, et api nel mezzo, e dorate stimati...50”); their son, Carlo Barberini-Colonna di Sciarra, Principe di Palestrina (1735-1819), Palazzo Barberini, Rome (1797–d. 1819; inv., 1817, no. 121, “Lotta di Giacobbe coll'angelo, del Roncalli.”) [3]; his son, Francesco Barberini-Colonna di Sciarra, Principe di Palestrina (1772–18",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This dreamlike painting shows Jacob’s encounter with an angel on his journey home to Canaan. Jacob had sent his family and servants ahead to meet his twin brother Esau, along with his best livestock to be given as a peace offering. Left alone in the night, Jacob met a stranger and wrestled him until dawn. The angel, realizing he could not prevail, put Jacob’s hip out of joint and implored, “Let me go, for the day is breaking.” Jacob refused without a blessing. The angel asked Jacob his name and said, “You shall no longer be called Jacob, but Israel, for you have striven with God and with human beings and have prevailed.” Then the angel blessed Jacob. Cristoforo Roncalli depicted the angel restraining Jacob in an embrace that is almost tender. The artist favored energetic, bold forms and dramatic contrasts of light and shade. Here he highlighted the angel against Jacob’s darker silhouette, illuminating the pale flesh, yellow drapery, and iridescent wings with strong light. \r\n\r\nThe picture was likely commissioned by Pope Urban VIII Barberini when he was a cardinal. Upon his election to the papacy in 1623, his art collection passed to his family. This work remained with descendants of the Barberini through the 21st century. It underwent conservation following its acquisition by the museum. The canvas was mounted on a new stretcher to stabilize the support and a dirty varnish was removed.",
  "title": "Jacob Wrestling with the Angel"
}
