{
  "accession_number": "2020.60",
  "art_champions_text": null,
  "artist": "Photographer: R. J. Kern",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of R. J. Kern and Burnet Fine Art and Advisory",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016 (printed 2020)",
  "department": "Arts of the Americas",
  "description": "image of young, blonde girl in white, button-up shirt and beige pants with leather belt, large belt buckle, and cowboy boots, holding the chain collar around the neck of a brown and white goat; the girl and goat are standing on ground covered with sawdust, in front of a black backdrop with visible frame",
  "dimension": "20 × 16 in. (50.8 × 40.64 cm) (image)\r\n24 × 20 in. (60.96 × 50.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137731",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7925,
  "image_width": 6340,
  "inscription": "",
  "life_date": "American, born 1978",
  "markings": "verso CQ in pencil: Ed 10/10 + 2AP / printed 2020 / © RJ Kern",
  "medium": "Archival pigment print on Hahnemühle Photo Rag, 308 gsm",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso CQ in pencil: RJ Kern / \\\"Kenzi and Hootie, Anoka County Fair, 2016\\\"",
  "style": "21st century",
  "text": "An accomplished commercial and fine art photographer, Kern turned his focus to the young 4-H members and farm workers who did not receive accolades at Minnesota’s celebrated county fair animal contests. His compassionate view of these children—many of whom were near tears when he photographed them—is evident in the heroic poses they strike for his camera. Kenzi’s graceful contrapposto was unbidden—she told Kern that she regularly posed for the camera on her own time—and lends an air of Regency glamour to an otherwise humble setting. Her luminous portrait encapsulates the empathy at the heart of Kern’s project, channeling his respect for the sitter, who remains unbowed in defeat.",
  "title": "Kenzie and Hootie, Anoka County Fair, Minnesota"
}
