{
  "accession_number": "2020.53",
  "art_champions_text": null,
  "artist": "Artist: Cavaliere d'Arpino",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Elizabeth and Whitney MacMillan in honor of Patrick Noon and his curatorial contributions to the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 1,
  "dated": "ca. 1624-1626",
  "department": "European Art",
  "description": "standing winged male figure with long curly blonde hair, looking up toward ULC; sword in upraised PR hand--blade out of picture plane; blue breastplate; red cape; blue sandals with white cloth, gilt straps and red gems; figure stands on writhing, muscular nude male figure with brown hair and long fingers and fingernails",
  "dimension": "96 1/4 × 66 7/8 in. (244.48 × 169.86 cm) (sight, approx.)\r\n110 1/4 × 78 3/4 in. (280.04 × 200.03 cm) (outer frame, approx.)",
  "id": "http://api.artsmia.org/objects/137760",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7628,
  "image_width": 5280,
  "inscription": "LRC in gold: F. 21.",
  "life_date": "Italian (Rome), 1568 - 1640",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian (Rome)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Possibly painted for Pope Urban VIII (Maffeo Barberini), Rome (1626–27) [1]; his nephew, Cardinal Francesco Barberini (1597-1679), Rome (from 1627 [June 24]; inv., 1626–31, no. 268; inv., Coppiere 1627, no. 2, Un Quadro grande alto p.mi 12 largo p.mi 9. [268 x 201 cm] Con San Michelangelo con cornice tutte dorate con Api e Soli rabescate di mano del Cav.e Giuseppino.”; inv., 1631, no. 268); his brother, Don Taddeo Barberini, Palazzo Barberini, Rome (until d. 1647; posthumous inv., 1649, no. 59, in the “Stanza à mano dritta della Sala,” “Un’ altro quadro di S. Michelarcangelo con cornice intagliata e dorata, e fogliami nel frescio di palmi 12 in circa alto, e largo palmi 10 in circa [268.1 x 223.4 cm]”); his son, Carlo Barberini (1630–1704), later Cardinal, Palazzo Barberini alle Quattro Fontane, Rome (1647–53; renounced his primogeniture and princedom of Palestrina upon elevation to the cardinalate); his brother, Maffeo Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (1653–d. 1685; posthumous inv., 1686, no. 50, “Un quadro p alto d’ un S. Michel’ Arcangello Demonio alli piedi alto p. 9, é largo p.i 6 [201 x 134 cm] in circa con cornice intagliata, e’dorata mano del Cav.re Gioseppe d’Arpino”); his son, Urbano Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (1685–d. 1722); his daughter, Cornelia Constanza Barberini, Principessa di Palestrina (1716–1797) and Giulio Cesare Colonna di Sciarra, Principe di Carbognano (1702–1787), Palazzo Barberini alle Quattro Fontane, Rome (1722–d. 1797; inv., 1730, no. 3508, in the “Terza Stanza della Fontana,” “Un Quadro per alto di un S. Michele Arcangelo con il Demonio sotto i Piedi alto pmi 9, largo pmi 6 con cornice intagliata, e dorata mano del Cavr. d'Arpino 70 [scudi]”) [2]; their son, Carlo Barberini-Colonna di Sciarra, Principe di Palestrina (1735-1819), Palazzo Barberini alle Quattro Fontane, Rome (1797–d. 1819; invs., 1812, 1817, no. 21 “San Michele Arcangelo, di Vovet, e per dir meglio del cavalier d’Arpino”",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "By the time Urban VIII (Maffeo Barberini) was elected to the papacy in 1623, the establishment painter Cavaliere d’Arpino had worked for a succession of popes for over four decades. He had moved to Rome as a young prodigy and begun working in the Vatican palace at the tender age of 15. Even so, the painter was repeatedly passed over for altarpiece commissions in the newly completed basilica of St. Peter’s during Urban’s reign. Mia’s magnificent painting may have been executed to get in the pope’s good graces. Urban personally identified with the Archangel Michael as defender of the Catholic faith and papal authority during the Counter-Reformation. He chose the saint’s feast day for his papal coronation, and put the Archangel on his papal coins and medals. Two weeks after this painting was delivered to the Barberini family palace, Arpino finally secured a commission for St. Peter’s: he was hired to design a mosaic altarpiece representing the Archangel Michael fighting Lucifer.\r\n\r\nHere the Archangel is already victorious, his bejeweled foot planted triumphantly upon a prostrate Lucifer. Arpino imbued the saint with extraordinary physical presence, giving considerable descriptive detail to his wings, costume, and flesh, all without sacrificing elegance. The painting remained in the Barberini palace in Rome until 1934, then resided with the pope’s descendants into the 21st century.",
  "title": "The Archangel Michael"
}
