{
  "accession_number": "2020.54.2",
  "art_champions_text": null,
  "artist": "Artist: Domenico Passignano",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of John Morton Morris in honor of Patrick Noon",
  "culture": null,
  "curator_approved": 1,
  "dated": "1627",
  "department": "European Art",
  "description": "angel with brown hair in ULQ, wearing olive green garment over a white undergarment with flowing red sash, holding a sword with a curving red blade in PR hand and reaching down with PL hand; slightly crouching man and woman in foreground wearing loincloths made of leaves; snake, LRC; some white quadrupeds in distance, LRQ; gilt frame with inner leaf pattern; \"11\" on plate at LRC",
  "dimension": "96 × 66 3/4 in. (243.84 × 169.55 cm) (sight)\r\n110 × 78 3/4 × 4 in. (279.4 × 200.03 × 10.16 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137808",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10000,
  "image_width": 7018,
  "inscription": "LRC in gold: F.120.",
  "life_date": "Italian (Florence), 1559 - 1638",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian (Florence)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Cardinal Francesco Barberini (1597-1679), Rome (from 1627 [September 27]; inv., 1626–31, no. 298, invs., 1626–31, 1631, no. 298, “Un’ altro quadro fatto dell’istesso [work by Passignano]  con Adamo, et Eva quando l’Angiolo li discaccia dal Paradiso alto p.mi 12, e largo p.mi 8. [268 x 178 cm] con sua cornice tutto lavorata, e dorata fatta nuova”) [1]; his nephew, Maffeo Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (by 1655–d. 1685; inv., 1655, no. 22, “Un Quadro con Adamo, et Eva, con un Angelo che tiene una spada in mano con Cornice d’Albuccio intagliata con Impresa di Casa dorata alto palmi tredici largo palmi dieci;” posthumous inv., 1686, no. 39, “Un Quadro p alto che rapresenta Adamo et Eva, e L’Angelo alto p. 12 e largo p.i 8 in circa mano di Gio: de Vecchi con Cornice intagliata, con Ape, e’ Soli tutta dorata”); his son, Urbano Barberini, Principe di Palestrina, Palazzo Barberini alle Quattro Fontane, Rome (1685–d. 1722); his daughter, Cornelia Constanza Barberini, Principessa di Palestrina (1716–1797) and Giulio Cesare Colonna di Sciarra, Principe di Carbognano (1702–1787), Palazzo Barberini alle Quattro Fontane Rome (1722–d.1797; inv., 1730, in “Terza Stanza della Fontana,” no. 3504, “Un n Quadro per alto, che rappresenta Adamo, et Eva con Angelo, alto pmi 12 largo pmi 8 incirca con cornice intagliata con ape, e Sole tutta dorata di mano di Giovanni de’Vecchij 60 [scudi]) [2]; their son, Carlo Colonna Barberini, Principe di Palestrina (1735-1819), Palazzo Barberini alle Quattro Fontane, Rome (1797–d. 1819; invs., 1812, 1817, no. 120, “Adamo ed Eva cacciati dal Paradiso, del Roncalli,”) [3]; his son, Francesco Barberini-Colonna di Sciarra, Principe di Palestrina (1772–1853), Palazzo Barberini alle Quattro Fontane, Rome (1819–d. 1853; inv., 1854, no. 120, “Adamo ed Eva cacciati dal Paradiso del Roncalli.”); by descent through the Barberini-Colonna family, Palazzo Barberini alle Quattro Fontane, Rome (until 1934; 1934 decree n. 705, list B, no. 92, 2,500 lire, as by Roncal",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "**Recent conservation funded by a grant from the Bank of America Art Conservation Project.** \r\n\r\nThe Tuscan painter Domenico Passignano led a successful career in Florence and Rome during the Counter-Reformation. At this time, the Catholic church prized paintings with a clear message that inspired devotion in viewers. Passignano’s naturalistic style lent itself to these goals. The sensual, earthy treatment of Adam and Eve’s bodies, the meticulously rendered fig leaves covering their nakedness, and the lush landscape of Eden add immediacy. Beneath the fluttering, sword-yielding angel who expels them from Paradise, Adam and Eve seem to despair to the point of physical pain. For their sin of tasting the apple, suffering has entered the world: women are condemned to painful childbirth and men must toil in the fields for bread. Before Adam’s feet is the serpent who tempted Eve with the apple from the tree of knowledge; it is cursed to move upon its belly and eat dust. The meaning of the work is plain: God is omniscient and sinners are punished.\r\n\r\nThis painting was commissioned by Cardinal Francesco Barberini, nephew of Pope Urban VIII (reigned 1623–1644). The Barberini enriched their family fortune during Urban’s rule and built one of the leading art collections in Rome. The picture remained with descendants of the Barberini family into the 21st century.",
  "title": "The Expulsion of Adam and Eve from Paradise"
}
