{
  "accession_number": "2020.78",
  "art_champions_text": null,
  "artist": "Artist: Jaume Serra; Artist: Pere Serra",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Trust Fund and the Sheila C. and John L. Morgan Endowement for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1375-85",
  "department": "European Art",
  "description": "image of a young man with a halo and bobbed blonde hair wearing a red tunic and blue leggings riding a white horse; man also wears an oversized red cloak with a grey lining which he extends to cover the shoulders of a man in white loincloth with brown hair and beard and worn white headscarf, walking behind horse; young man extends sword back toward walking man",
  "dimension": "49 5/8 × 54 1/4 in. (126.05 × 137.8 cm) (image)\r\n52 11/16 × 57 1/4 × 1 5/8 in. (133.83 × 145.42 × 4.13 cm)",
  "id": "http://api.artsmia.org/objects/137806",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7950,
  "image_width": 8617,
  "inscription": "",
  "life_date": "Spanish (Barcelona), active 1358–1390",
  "markings": "",
  "medium": "Tempera on pinewood panel",
  "nationality": "Spanish (Barcelona)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This newly discovered panel painting was a compartment of a larger Spanish Gothic altarpiece. It was made in the flourishing workshop of the brothers Jaume and Pere Serra in Barcelona. It represents Saint Martin, Bishop of Tours (c. 315–397), who as a young man had served in the Roman army in Gaul. One cold winter night, he came upon a man bare and shivering, and he cut his cloak in half to share it. After this act of charity, Christ appeared to Martin in a dream—wearing the cloak—and said, \"What thou hast done for that poor man, thou hast done for me.\"\r\n\r\nThe painting’s monumental scale, refined coloring, and expressive figures reflect the influence of Italian painting, particularly Sienese painting, of which a number of examples are displayed nearby.",
  "title": "Saint Martin and the Beggar"
}
