{
  "accession_number": "2020.39",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "squat vessel with tall foot; rounded body with outward-flaring rim; pair of handles with animal heads and tab-like bottom extensions; vertical incised ribs on body; top band has a pair of dragons each with two serpentine bodies; bottom band has stylized animals; green patina",
  "dimension": "6 1/4 × 12 5/16 × 724 in. (15.88 × 31.27 × 1838.96 cm)",
  "id": "http://api.artsmia.org/objects/137878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6029,
  "image_width": 8440,
  "inscription": "",
  "life_date": null,
  "markings": "on bottom: five collectors\\' and dealers\\' stickers",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Metalwork",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10 century BCE",
  "text": "This vessel form, known as gui, was used to hold food in ritual ceremonies during the Bronze Age. The band under the lip is a pair of bifurcated dragons, whose rounded, undulant double body is patterned with intaglio tulip-shaped designs. In the frieze encircling the foot two pairs of S-shaped dragons, on each side of the body, are arranged around relief ridges coaxial with the horned dragon head in the upper border. The split representation of dragon begins to appear in the bronze decoration during the mid-Shang dynasty (c. 15th-14th century BCE). The fascinating design was adopted to decorate vessels in various forms, yet its connotation remains mysterious. One speculation holds that the inside of the vessel would correlate with the inside of the dragon and hold all of the power associated with the dragon.",
  "title": "Gui (ritual food vessel)"
}
