{
  "accession_number": "2020.43",
  "art_champions_text": null,
  "artist": "Artist: Emma Amos",
  "catalogue_raissonne": null,
  "classification": " Paintings; Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Global Contemporary Art",
  "description": "woman with bobbed hair wearing black robe over Wonder Woman costume, walking on a tightrope; yellow bottom section with eyes (painted and collage); woman holds paintbrushes in one hand and a shirt on a hanger, with bare breasts and hand holding an abstracted bowl of red fruit on front; images in corners of Gauguin painting of woman with bowl of fruit; cloth borders with African printed motifs",
  "dimension": "82 × 58 in. (208.28 × 147.32 cm)",
  "id": "http://api.artsmia.org/objects/137816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9405,
  "image_width": 6846,
  "inscription": "",
  "life_date": "American, 1938 - 2020",
  "markings": "",
  "medium": "Acrylic on canvas with African fabric borders and photo transfer",
  "nationality": "American",
  "object_name": "Painting with fabric addtions",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in red and blue: E. Amos / c 1994 | printed in black at top and bottom red borders: TIGHTROPE",
  "style": "20th century",
  "text": "The work Tightrope (1994), a late masterpiece of Amos’ oeuvre, presents an almost life-size portrait of the artist balancing precariously on a tightrope above a crowd of blurred faces and a net of glaring, disembodied eyes. Wearing a Wonder Woman costume and a painter’s smock, Amos steadies herself with paintbrushes in one hand, and a T-shirt emblazoned with a nude torso in the other. The T-shirt bears a detail of Paul Gauguin’s 1899 portrayal of his teenage Tahitian mistress Teha’amana from the painting Two Tahitian Women. Here, Amos borrows a figure from the work of a celebrated European master to disembody it and render it strange. Tightrope looks to Gauguin as an artist who frequently viewed women of color not as individuals with their own subjectivities, but as objects of representation and sexual desire. However, Amos’s appropriation of Gauguin is not simply an indictment of the colonial gaze and the chauvinism of “great” white male artists, but a complex positioning of self vis-à-vis the problematic history of European art.",
  "title": "Tightrope"
}
