{
  "accession_number": "2020.85.39.10",
  "art_champions_text": null,
  "artist": "Artist: Donovan Durham; Printer: Highpoint Editions, Minneapolis; Publisher: Donovan Durham",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "Lithograph printed in black shop mix ink from stone.",
  "dimension": "12 × 16 in. (30.48 × 40.64 cm) (image)\r\n14 × 18 in. (35.56 × 45.72 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137843",
  "image": "valid",
  "image_copyright": "Copyright © Estate of Donovan Durham",
  "image_height": 5850,
  "image_width": 7500,
  "inscription": "",
  "life_date": "American, 1961–2016",
  "markings": "LL in pencil below image: Archive | Publisher\\'s stamp in gray ink, LL on verso: HP",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil below image: Donovan Durham 2005 | BC in pencil below image: The Temptations",
  "style": "21st century",
  "text": "Donovan Durham (1961–2016), a self-taught painter and draftsman, considered art making an essential mode of communication from an early age. Living successfully with disabilities, the artist spent most of his life in Pennsylvania before moving to Minnesota in the late 1990s. After settling in St. Paul, he joined Interact Center for the Visual and Performing Arts, an organization dedicated to supporting artists with disabilities. Thanks to a grant from the Minnesota State Arts Board in 2005, he was invited to make a series of lithographs and color monotypes at Highpoint Center for Printmaking. A fan of the classic Motown sound, Durham created a series of highly expressive black-and-white portraits of some of his favorite R&B performers from the 1960s, ’70s, and ’80s, including Anita Baker, Stevie Wonder, and the Temptations. In the backgrounds of his works, Durham introduced objects and other visual references he found personally significant, including depictions of his own framed drawings. Commenting on his creative capabilities, Durham modestly observed, “I am a good storyteller, and I work hard.”",
  "title": "The Temptations"
}
