{
  "accession_number": "2020.61",
  "art_champions_text": null,
  "artist": "Photographer: Jess T. Dugan",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jess T. Dugan and Catherine Edelman Gallery, Chicago",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "Black woman wearing a houndstooth jacket with her hands in her pockets, leaning against a wall",
  "dimension": "40 × 32 in. (101.6 × 81.28 cm)",
  "id": "http://api.artsmia.org/objects/137828",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 750,
  "inscription": "",
  "life_date": "American, born 1986",
  "markings": "",
  "medium": "Pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This striking portrait of Minneapolis City Councilor Andrea Jenkins, the first Black openly transgender woman elected to public office in the United States, is intentionally iconic: framed by the brass walls and doors of an office building, Jenkins nearly resembles a figure within a gilded Renaissance altarpiece. An activist, curator, and oral historian, Jenkins has long served diverse communities in Minneapolis and is a prominent voice in the national conversation that has followed the killing of George Floyd in May 2020. Poised within Dugan’s 2016 portrait at the threshold of a new era in her life, and in the lives of gender- expansive Americans, Jenkins projects a casually confident demeanor prior to her announcement to run for public office in December of that year. This gift from the artist recognizes Jenkins’ leadership in an era of change and hoped-for reform.",
  "title": "Andrea, 54, Minneapolis, MN"
}
