{
  "accession_number": "2020.64",
  "art_champions_text": null,
  "artist": "Artist: Tawny Chatmon",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 1,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "portrait of little Black girl with her hair in a ponytail with braids, looking over her shoulder; girl wears a gold dress patterned with raised circles and ovals in gold, white and black; hem of dress trails off into rectangular and ovoid patterns; received framed in elaborate gilt frame",
  "dimension": "46 1/4 × 34 5/16 in. (117.48 × 87.15 cm) (sight)\r\n62 × 49 1/4 × 3 1/2 in. (157.48 × 125.1 × 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6532,
  "image_width": 4779,
  "inscription": "",
  "life_date": "American (born Japan), born 1979",
  "markings": "",
  "medium": "Archival pigment print with gold leaf and acrylic paint on paper",
  "nationality": "American (born Japan)",
  "object_name": "Print with hand-painting",
  "portfolio": "From \"The Redemption\" series (2018-19)",
  "provenance": "The artist; [Galerie Myrtis, Baltimore]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Tawny Chatmon paints, manipulates, and embellishes her photographic prints with 24-karat gold leaf and acrylic paint to create arresting portraits that celebrate Black beauty, identity, and culture. \"God’s Gift\" features a young Black child in a glittering gold dress inspired by Gustav Klimt’s lavish portraits of white Viennese women a century earlier. Chatmon grew up in Germany and was drawn to the old master paintings she saw on fieldtrips to museums and palaces but was haunted by the negative historical representations of Black figures in European and American art as well as their absence. Chatmon writes, “As the mother of three children, the primary theme that drives my current art practice is celebrating the beauty of African American children, maternal relationships and familial bonds. I am drawn to creating portraits that are loosely inspired by works painted during the 15th-19th centuries with the specific intent of bringing to the forefront faces that were often under-celebrated in this style of work.” God’s Gift is from “The Redemption” series (2018-19), with portraits, Chatmon intends, \"to act as a counter-narrative and redemptive measure to uplift and elevate Black hair, tradition and culture freeing us from negative stereotypes.” The portrait shows a young girl turning her head in profile. Her thick, curly hair is tied back to reveal an elegant pattern on her scalp with a ponytail shown off in its natural fullness, mirroring—in scale and position in the portrait—the child’s beautiful face. The girl is an ethereal vision, looking up toward the sky and appearing to float in her gold dress like an angel.",
  "title": "God's Gift"
}
