{
  "accession_number": "2020.45",
  "art_champions_text": null,
  "artist": "Artist: Sanford Biggers",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "vertical geometric sculpture made up of triangular and square planes; faces of planes are covered in old patchwork quilts--triangular pieced designs with various printed fabrics, portion of Log Cabin pattern with various prints and some solid fabrics (particularly red and white), and solid colored diamond shaped pieces designs forming brightly-colored bars with larger solid blue areas; planes edged in gold leaf",
  "dimension": "54 × 36 × 38 in. (137.16 × 91.44 × 96.52 cm)",
  "id": "http://api.artsmia.org/objects/137873",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5253,
  "image_width": 3752,
  "inscription": "",
  "life_date": "American, born 1970",
  "markings": "",
  "medium": "Antique quilt, birch plywood, and gold leaf",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From Quadri ed Angeli",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G100",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "“Semaphore” draws a link between Biggers’ painted quilt assemblages—works that  incorporate ethically sourced fragments from antique quilts—and freestanding sculptures.  Biggers first began working with salvaged quilts in 2009 in developing a work for display in  Mother Bethel AME Church, a site that was once a stop on the Underground Railroad.  Research for the project exposed Biggers to the idea that such sites employed quilt displays  as coded devices or signposts that guided enslaved people along the path to freedom. Quilt  assemblages have remained part of his core artistic practices ever since.",
  "title": "Semaphore"
}
