{
  "accession_number": "2020.59a-f",
  "art_champions_text": null,
  "artist": "Artist: Carrie Mae Weems",
  "catalogue_raissonne": null,
  "classification": " Photographs; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Alfred and Ingrid Lenz Harrison Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "Group of six framed photographs installed with one vertical photograph at right and five photographs clustered together at left at a 45-degree angle; each photo printed in black on blue or pink ground with Ben Day dots and framed in black frame Part 1/6 (a): blue; silhouette of running man in profile, wearing a hat Part 2/6 (b): pink; barking aggressive German Shepard dog on its hind legs with arm and leg of man being lunged at by dog at right; crowd at top of image Part 3/6 (c): pink; image on the diagonal; back of torso and PR arm of man swinging a bat Part 4/6 (d): blue; image of back of man with legs wide apart (head out of picture plane) with a dog pulling on the seat of his pants; other figures at top Part 5/6 (e): blue; image of a Black handcuffed woman wearing a dress and white shoes being pulled by her wrists by a uniformed figure and escorted by two other white men in uniforms Part 6/6 (f): blue; two Black men and a Black woman leaning against a brick building while a strong jet of water is strayed at their backs",
  "dimension": "58 1/2 × 75 1/4 in. (148.59 × 191.14 cm) (approx., overall installation)",
  "id": "http://api.artsmia.org/objects/137811",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8688,
  "image_width": 5792,
  "inscription": "",
  "life_date": "American, born 1953",
  "markings": "on back of each: gallery label",
  "medium": "Archival inkjet prints",
  "nationality": "American",
  "object_name": "Photograpic assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G369",
  "see_also": [
    ""
  ],
  "signed": "on gallery label on a: Carrie M. Weems",
  "style": "21st century",
  "text": "Carrie Mae Weems’ visual reckoning with police brutality is staged through the appropriation of Charles Moore’s widely recognized photographs depicting the violence against protestors at the Children’s Crusade of 1963 in Birmingham, Alabama. Reconfiguring several of scenes of violence against Black children and youths engaged in peaceful protest through a dynamic repatterning, Weems’ composition is overlaid with tones of blue and pink to signal her care for the protestors, some of whom were as young as six. The metaphorical content of her titling is equally evocative, carrying associations of bruised skin as well as the color of law enforcement’s uniforms.",
  "title": "Blues and Pinks 3"
}
