{
  "accession_number": "2020.85.111",
  "art_champions_text": null,
  "artist": "Artist: Artemio Rodríguez; Printer: Highpoint Editions, Minneapolis; Publisher: Artemio Rodríguez",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "Linoleum relief print of the artist's image \"Galloping Death\" carved by participants at a lecture/demonstration on September 13, 2007 and printed in black ink.",
  "dimension": "26 1/2 × 30 in. (67.31 × 76.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137861",
  "image": "valid",
  "image_copyright": "Copyright © Artemio Rodr%C3%ADguez%2C published by the artist",
  "image_height": 6200,
  "image_width": 6900,
  "inscription": "",
  "life_date": "Mexican, born 1972",
  "markings": "LL in pencil below image: 5/16",
  "medium": "Linoleum cut in black ink on cream paper",
  "nationality": "Mexican, born 1972",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Highpoint Editions, Minneapolis (printer); sold to MIA, 2020.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil below image: Artemio Rodríguez 2007 | BC in pencil below image: \\\"Galloping Death\\\"",
  "style": "21st century",
  "text": "In 2007, artist, curator, and educator Artemio Rodríguez was invited to organize an exhibition on contemporary Mexican printmaking for Highpoint Center for Printmaking. His show, “Graphic Reality: Mexican Printmaking Today,” was part of a series of exhibitions that explored the current state of printmaking in countries outside the United States. During his stay in Minneapolis, Rodríguez produced Galloping Death, a collaboratively created linoleum cut printed as a composite from 16 relief blocks carved by participants in a lecture demonstration of Rodriquez’s work and later printed by Highpoint staff. Based on one of Rodríguez’s earlier relief prints, the calavera (from the Spanish word for “skull”) imagery is part of Mexico’s strong graphic tradition exemplified in the work of José Guadalupe Posada (1852–1913), a prominent figure in the development of modern Mexican printmaking.\r\n\r\nThe proceeds from the sale of this relief print were pledged to help fund a printing press for Rodríguez’s Los Angeles–based print workshop, La Mano Press, and the Graphico Movil, a customized 1948 Chevrolet delivery truck converted for use as a mobile art gallery, print shop, and movie theater.",
  "title": "Galloping Death"
}
