{
  "accession_number": "2020.63",
  "art_champions_text": null,
  "artist": "Artist: Jack Whitten",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "Abstract image in multi-colored pigments; horizontal streak of blue across top edge; horizontal streak of orange that moves diagonally upwards to LRQ, and again moves back across bottom edge; spots of washy green; blobs of impasto at bottom C and in L",
  "dimension": "9 7/8 × 13 in. (25.08 × 33.02 cm) (sheet)\r\n13 1/8 × 16 1/8 × 1 1/2 in. (33.34 × 40.96 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137813",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5350,
  "image_width": 6957,
  "inscription": "",
  "life_date": "American, 1939–2018",
  "markings": "Gallery label, verso: Hauser & Wirth, New York",
  "medium": "Oil and acrylic on glazed paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From \"Transitional Space\"  series",
  "provenance": "The artist, New York; Estate of the artist, New York; [Hauser & Wirth, New York]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: J Whitten \\'69",
  "style": "20th century",
  "text": "Jack Whitten created this dramatically gestural mixed media drawing in 1969 as part of a series of abstractions he called \"Transitional Space,\" which is almost certainly a reference to the philosophical concept of the experiential dimension between the inner world of self and outer world of daily life. It is this “in-between space” where, according to sociologist Laura Praglin, “one finds the most authentic and creative aspects of our personal and communal existence, including artistic, scientific, and religious expression.” An avid reader of science and philosophy, Whitten frequently inserted metaphorical and conceptual references in his work as a means of signifying meaning and shaping the astute viewer’s experience. In exploring this meeting ground of potentiality and authenticity, Whitten also signals his own creative transition from the improvisational gestural abstraction of his early painting practice to his embrace of a highly distinctive brand of abstraction that stressed process, material, technique, and conceptual complexity.",
  "title": "Transitional Space 9"
}
