{
  "accession_number": "2020.44.2",
  "art_champions_text": null,
  "artist": "Artist: Deana Lawson",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "abstract photographic image with vertical rainbow lines at center and pink and blue cloudlike forms with white spots of light of various sizes--may be distorted image of outer space with gas cloud and stars?; small color photo print resembling Polaroid image attached to outside of glazing on left side above center--image of four Black girls on a bench (pew?) with girl at right turning toward a figure in blue seated on bench behind them; black and gilt frame",
  "dimension": "54 5/8 × 69 3/8 in. (138.75 × 176.21 cm) (sight)\r\n56 1/4 × 71 5/8 × 2 in. (142.88 × 181.93 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137826",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2048,
  "image_width": 3072,
  "inscription": "",
  "life_date": "American, born 1979",
  "markings": "",
  "medium": "Pigment print, collaged photograph",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Lawson’s photographic assemblage frames the collapsing edges of a blue-and-pink galaxy, riven by the seam of the book from which she scanned the original image. At the far left, near a prismatic ribbon of light that splices the universe from top to bottom, a small color snapshot of young Black churchgoers seated in a pew has been stuck into the work’s gold frame. The confluence of these disparate elements is intentional: conflating the everyday with the cosmic, centering the most humble of photographic images—a digital scan of a digital scan—in a manner alluding to the Holy Spirit (often represented as a dove in Renaissance art), Lawson creates a universe of recovered meaning and spiritual significance. The scale of the galaxy/dove, and its proximity to the young people in the snapshot, illuminates the important relationship between the two; as a visualization of the Black diaspora, the galaxy is at once a metaphor of dispersal and connection as well as an image of divine intervention and protection.",
  "title": "Messier 81, Return of the Dove"
}
