{
  "accession_number": "2020.68",
  "art_champions_text": null,
  "artist": "Artist: Helen Zughaib",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Maymanah Farhat and Athir Shayota",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "abstracted image of three figures in black--appearing as curved vertical forms--with a brown and tan abstracted box/coffin with one yellow flower and one red flower on top; blue and brown ground with diagonal horizon line; recieved in medium toned wood frame",
  "dimension": "12 × 18 in. (30.48 × 45.72 cm) (sheet)\r\n18 5/8 × 24 1/8 × 3/4 in. (47.31 × 61.28 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137818",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4085,
  "image_width": 6099,
  "inscription": "",
  "life_date": "American (born Lebanon) 1959",
  "markings": "",
  "medium": "Gouache on cardboard",
  "nationality": "American (born Lebanon)",
  "object_name": "Drawing",
  "portfolio": "From From \"Syrian Migration\" series",
  "provenance": "The artist, Washington, D.C.; Maymanah Farhat, New York: given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: H ZUGHAIB 16",
  "style": "21st century",
  "text": "Arab-American artist Helen Zughaib produced this gouache of an Islamic funeral ritual as part of a narrative series called the “Syrian Migration,” a cycle of 23 works on paper or board that addresses the experiences of violence, death, and displacement during the Syrian Civil War (2011-present). The series was inspired by the narrative paintings of Jacob Lawrence’s \n“Migration” series of 1940-41, which chronicled the movement of some one million African Americans from the rural Southern United States to the urban Northeast, Midwest, and West between 1916 and 1930. Zughaib’s series begins with the nascent uprisings of the Arab Spring (2010-12) and their violent suppression, and closes with the atrocities of the Syrian Civil War and the subsequent displacement of millions of Syrians and others. Many of the works, including this example, draw visual and conceptual analogies between the subjects of Lawrence’s paintings and the struggles of the Syrian people. Here, three female mourners in black burqas carry a simple wooden coffin adorned with flowers as part of a traditional funeral procession, a powerful signifier of life and tragic death during war.",
  "title": "Syrian Migration #23"
}
