{
  "accession_number": "2020.78",
  "art_champions_text": null,
  "artist": "Artist: Jaume Serra; Artist: Pere Serra",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Trust Fund and the Sheila C. and John L. Morgan Endowement for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1375-85",
  "department": "European Art",
  "description": "image of a young man with a halo and bobbed blonde hair wearing a red tunic and blue leggings riding a white horse; man also wears an oversized red cloak with a grey lining which he extends to cover the shoulders of a man in white loincloth with brown hair and beard and worn white headscarf, walking behind horse; young man extends sword back toward walking man",
  "dimension": "49 5/8 × 54 1/4 in. (126.05 × 137.8 cm) (image)\r\n52 11/16 × 57 1/4 × 1 5/8 in. (133.83 × 145.42 × 4.13 cm)",
  "id": "http://api.artsmia.org/objects/137806",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7950,
  "image_width": 8617,
  "inscription": "",
  "life_date": "Spanish",
  "markings": "",
  "medium": "Tempera on pinewood panel",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "public_access": "1",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "The man on horseback who turns to cut his own cloak in half is Saint Martin of Tours (c. 317–397). At the time of this event from his life he was an eighteen-year-old member of the Roman imperial cavalry. On meeting a beggar at a city gate, he was moved to give the man half his own garment. The evening he had a vision of Christ dressed in the cloak he had given to the man. According to tradition, Christ said to Martin through his dream, \"What thou hast done for that poor man, thou hast done for me.\" The story has often been used as the epitome of charity and compassion. This early example was likely made in Barcelona at the workshop of brothers Jaume and Pere Serra who worked with other family members to fulfill church commissions.",
  "title": "Saint Martin and the Beggar"
}
