{
  "accession_number": "2021.10",
  "art_champions_text": null,
  "artist": "Artist: Shahzia Sikander",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "abstracted image with nine female figures in a wheel-like shape with their heads overlapping at the center (many not visible), wearing tan bodices and long white skirts; green ground; flowers at bottom edge; received in black frame",
  "dimension": "83 1/8 × 59 7/8 in. (211.1 × 152.1 cm)\r\n84 1/16 × 60 3/4 × 2 in. (213.5 × 154.3 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137817",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5229,
  "image_width": 3889,
  "inscription": "",
  "life_date": "Pakistani (active U.S.), born 1969",
  "markings": "",
  "medium": "Glass mosaic with patinated brass frame",
  "nationality": "Pakistani (active U.S.)",
  "object_name": "Mosaic",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Shahzia Sikander ’s pioneering practice takes classical Indo-Persian miniature painting as its point of departure and challenges the strict formal tropes of the genre by experimenting with scale and various media including mosaics. Informed by South Asian, American, Feminist and Muslim perspectives, Sikander has developed a unique, critically charged approach to this time-honored medium – employing its continuous capacity for reinvention to interrogate ideas of language, trade and empire, and migration. \r\n\r\nLiberated from the traditional framework of depictions of women, here, the figures — either lovers or mirror versions of the same woman — spiral in a pinwheel, channeling “the enormous possibility of the feminine spirit,” Ms. Sikander said. Their lush skirts read as a poppy blossom, a recurring motif that alludes to the opium industry in Afghanistan and the long-term U.S. intervention and conflict there.\r\n\r\nThe ravishing circular composition “also looks like a bombed-out out site to me,” said the artist, who likes to play with multiple meanings simultaneously and create tension between beauty and destruction.",
  "title": "Arose"
}
