{
  "accession_number": "2020.67",
  "art_champions_text": null,
  "artist": "Artist: Michael Marks",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 1,
  "dated": "2019",
  "department": "Prints and Drawings",
  "description": "black-and-white landscape; blades of tall grass and plants in foreground, sloping from R edge and L edge toward center; hazy gradated background; shaded formation in ULC",
  "dimension": "23 5/8 × 34 13/16 in. (60.01 × 88.42 cm) (image)\r\n23 15/16 × 34 15/16 in. (60.8 × 88.74 cm) (plate)\r\n30 7/16 × 41 1/4 × 2 1/4 in. (77.31 × 104.78 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137912",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5673,
  "image_width": 8128,
  "inscription": "Inscribed in pencil, bottom center: \\\"LINGERING STILL\\\"",
  "life_date": "American, born 1984",
  "markings": "Numbered in pencil, LLC: 1/3",
  "medium": "Spit-bite etching",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "The artist, Minneapolis; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Mike Marks 2019",
  "style": "21st century",
  "text": "Minneapolis-based artist Michael Marks explores the fragility and resilience of nature in his work. Lingering Still is inspired by the landscape around the Vermillion River in southwestern Minnesota and the prairie reclamation sites there, which, for Marks, exhibit \"beauty mingled with distress.\" His prints across media—lithography, woodcuts, intaglio prints—use a subtractive mark-making print process, which the artist writes, “parallels the potential for irreversible loss in the environment.” Here employing spit-bite etching, an intaglio technique, he creates the dark passages of the river landscape and then applies a stopping out varnish to the plate to represent the wiry prairie grasses, left in reserve, thus the white color of the paper. The hardy, dense vegetation, shown growing wildly and expansively across the river valley, despite pollution and agricultural runoff, becomes in Marks' hand a thing of beauty, representing nature’s enduring strength.",
  "title": "Lingering Still"
}
