{
  "accession_number": "2020.56.1",
  "art_champions_text": null,
  "artist": "Photographer: Selma Fernández Richter",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Kelly and Geoffrey Gage Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "image of a little boy resting his head on his arms on top of a large toy fire engine on a bare mattress; red, white, and blue flag on wall at right with a rising sun in UL and three bold stripes; pictures of sports cars on wall to left; icicle Christmas lights above flag and pictures of cars",
  "dimension": "20 × 20 in. (50.8 × 50.8 cm) (image)\r\n29 3/16 × 29 1/2 in. (74.14 × 74.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137926",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7924,
  "image_width": 7924,
  "inscription": "",
  "life_date": "Mexican, born 1974",
  "markings": "verso LRC in pencil: 1/6",
  "medium": "Inkjet print",
  "nationality": "Mexican",
  "object_name": "Photograph",
  "portfolio": "From the series The Ache for Home (2011-2015)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "verso LRC in pencil: Selma Fernández Richter / Planet beneath the flag of the Karen State, / Saint Paul, MN, 2012",
  "style": "21st century",
  "text": "Selma Fernández Richter turned her lens to refugee communities at about the time that she herself immigrated to the United States from Mexico. Here, a young child, named Planet, embraces a toy fire truck. The Karen state flag, images of cars, and holiday lights that adorn the room allude to the complexities of migration. Beyond the frame of this image lie a network of other families and an aid organization with whom Fernández Richter connected while making the series. All helped Planet’s family to start their new life in the Twin Cities.",
  "title": "Planet beneath the flag of the Karen State, Saint Paul, MN"
}
