{
  "accession_number": "2020.42",
  "art_champions_text": null,
  "artist": "Artist: Kenneth Tam",
  "catalogue_raissonne": null,
  "classification": " Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bring Art to Life Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "received on a green and grey thumbdrive inside a black Pelican case (2 x 6 x 4 in.) with gallery label on top; compressed archival master and exhibition copy",
  "dimension": "7 minutes, 32 seconds",
  "id": "http://api.artsmia.org/objects/137929",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1080,
  "image_width": 1920,
  "inscription": "",
  "life_date": "born 1982",
  "markings": "",
  "medium": "Single-channel color HD video with sound",
  "nationality": null,
  "object_name": "Video",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The work of Kenneth Tam takes shape as video, sculpture, and photography that challenges our received ideas and societal norms regarding the male body as it relates to physical intimacy, sexuality, vulnerability, and private ritual. His practice involves the participation of strangers—often recruited through online message boards and forums such as Craigslist and Reddit—in situations orchestrated by the artist that range from tender to awkward to absurd.\r\n\r\nRecorded in the domestic space of the suburban basement, sump (2015) documents a series of invented rituals between the artist and his father. The video uses physical interactions ranging from playful to strange to explore the unspoken intimacies and tensions between father and son. sump investigates the fraught space occupied by parent and child, using their bodies as a way to examine the interpersonal tensions that exist in the Asian father/son relationship. Their wordless exchanges typify the way such dynamics have come to communicate through acts of silence.",
  "title": "sump"
}
