{
  "accession_number": "2020.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Côte d'Ivorie",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Nafana",
  "curator_approved": 0,
  "dated": "1930-1940",
  "department": "Arts of Global Africa",
  "description": "wooden, with round top that has scalloped edges, and curved, divided sections in white, red and black pigments with scattered round holes; two thin pieces of wood at bottom of round section that connects a triangular shape with black, white and red pigments; curved ridge at top of triangle (headpiece) on back; two metal mending plates on each thin wood piece on back side",
  "dimension": "80 1/8 × 29 3/8 × 2 7/8 in. (203.52 × 74.61 × 7.3 cm)",
  "id": "http://api.artsmia.org/objects/137900",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4400,
  "image_width": 3300,
  "inscription": "verso, in white pigments, at top of headpiece: HC 320",
  "life_date": null,
  "markings": "",
  "medium": "Wood, aluminum",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "To perform with this monumental and heavy mask, a dancer has to be strong and well-trained. Called Bedu, meaning “moon” in the Nafana language, the mask is believed to represent a buffalo-like spirit animal. Male-female pairs of Bedu masks are danced during harvest festivals and at funerals to purify villages, protect the inhabitants from sickness and danger, and to promote the fertility of women and crops. \r\n\r\nThe mask shares geometrical composition, abstract designs, and striking color scheme with the nearby Kikuyu dance shield, likely because both were made to be seen in motion.",
  "title": "Mask"
}
