{
  "accession_number": "2020.56.1",
  "art_champions_text": null,
  "artist": "Photographer: Selma Fernández Richter",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Kelly and Geoffrey Gage Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Arts of the Americas",
  "description": "image of a little boy resting his head on his arms on top of a large toy fire engine on a bare mattress; red, white, and blue flag on wall at right with a rising sun in UL and three bold stripes; pictures of sports cars on wall to left; icicle Christmas lights above flag and pictures of cars",
  "dimension": "20 × 20 in. (50.8 × 50.8 cm) (image)\r\n29 3/16 × 29 1/2 in. (74.14 × 74.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137926",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7924,
  "image_width": 7924,
  "inscription": "",
  "life_date": "Mexican, born 1974",
  "markings": "verso LRC in pencil: 1/6",
  "medium": "Inkjet print",
  "nationality": "Mexican",
  "object_name": "Photograph",
  "portfolio": "From the series The Ache for Home (2011-2015)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "verso LRC in pencil: Selma Fernández Richter / Planet beneath the flag of the Karen State, / Saint Paul, MN, 2012",
  "style": "21st century",
  "text": "Fernández Richter worked in close collaboration with a number of immigrant communities within the Twin Cities in the course of grappling with her own move from Mexico to the United States. Her photographs within the homes of Karen refugees from Myanmar are not merely documentary; instead, they capture the complexity of their position—socially and politically—in contemporary America. Notable for her masterful compositions of everyday life, Fernández Richter has a strong capacity for finding the emotional heft in small details— the fading floral pattern on a sofa, the soft cheek of a child pressed against a plastic fire truck—to make the lives of her immigrant subjects accessible.",
  "title": "Planet beneath the flag of the Karen State, Saint Paul, MN"
}
