{
  "accession_number": "2020.40.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittridge McMillan Memorial Fund, the Suzanne S. Roberts Endowment for Asian Art, and the Helen Jones Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1760",
  "department": "Asian Art",
  "description": "image of man with purple skin wearing a yellow skirt and a gold jeweled crown embracing a woman wearing a grey and orange long skirt and a salmon and gold blouse, accompanied by two other figures; man holding a large leaf over the heads of the couple at right, who wears a green and yellow striped short garment with an orange belt, purple sash and purple hat; another standing man at left holds a large pink blossom, wearing a leaf on his head, blue striped short garment, pink sash, and orange cape-like garment; tree behind figure wearing leaf on his head; tiny white birds in tree and flying in URC; grey sky with black clouds and lightening in URC; received in gold frame",
  "dimension": "9 5/16 × 5 1/2 in. (23.65 × 13.97 cm) (image)\r\n25 3/4 × 21 3/4 × 1 in. (65.41 × 55.25 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137910",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6761,
  "image_width": 4316,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting on paper",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Among the classic subjects of courtly Indian painting is the love-sport of Krishna\r\n(earthly incarnation of Vishnu) and the milkmaid Radha. The theme was popularized by devotional poetry, such as the 12th century poet Jayadeva’s Gita Govinda (Love Song of the Dark Lord), which provided evocative inspiration for visual artists, and for devotees, an emotional template to structure his or her own relationship with the Lord. The passion between Krishna and Radha is a metaphor for devotion (bhakti), and union with the divine. \r\n\r\nIn this painting, a sudden cloudburst forces the couple to seek refuge under a stately mango tree. While their cowherd attendants obediently offer a leafy parasol (symbolizing divine status) and lotus stalk (symbolizing purity), Krishna and Radha lock eyes in anticipation of a kiss. The scene alludes to an earlier moment in Krishna’s mythology, when he lifts a mountain to protect the village of Braj from a thunderstorm sent by the lightning-bolt wielding Lord Indra. Here, narrative has given way to conveying the emotive essence, or “rasa,” of the couple’s love: birds flutter, the earth swells, and the saturated palette invites the viewer to experience the divine embrace.",
  "title": "Krishna and Radha Sheltering from the Rain"
}
