{
  "accession_number": "2020.55.1",
  "art_champions_text": null,
  "artist": "Photographer: Alec William Soth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018 (printed 2020)",
  "department": "Arts of the Americas",
  "description": "color image of small electric piano with sheet music book open to music for Prince's \"Little Red Corvette\"; received in white shadow box frame",
  "dimension": "23 1/2 × 29 11/16 in. (59.69 × 75.41 cm)\r\n27 1/4 × 33 5/16 × 2 3/16 in. (69.22 × 84.61 × 5.56 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2000,
  "image_width": 2500,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back on label: A. Soth",
  "style": "21st century",
  "text": "Taken as part of a series of photographs for a 2018 article in Vogue magazine written by Rebecca Bengal (“In the Place Where Prince Lived”) Soth’s photograph of sheet music atop an electric piano conjures an intimate space of personal memory-keeping. While many of Soth’s photographs indirectly contemplate matters of race—including prisoners working the fields in Louisiana, the face of Martin Luther King, Jr., appearing in tattered news clippings, a young Black person wearing a corset-like belt, pearl earrings, and the ghost of a goatee in New Orleans—his image of Miho Takayama’s Minneapolis living room reveals the transcultural impact of a Black pop phenomenon. Takayama moved to Minnesota from Japan out of a love for Prince’s music and a desire to attend his parties at Paisley Park. Soth’s image of her living room is a poignant testimony to the memory of the artist and to the experience of loss felt by Prince’s fans when he passed away in 2016.",
  "title": "Little Red Corvette"
}
