{
  "accession_number": "2020.48",
  "art_champions_text": null,
  "artist": "Artist: Arakawa Toyozō",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Tamara and Michael Root and the Gary L. Gliem Endowment for Japanese Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1965-1974",
  "department": "Asian Art",
  "description": "tea bowl with straight sides; pink glaze; grey linear designs on exterior beneath pink glaze; glaze crackled, heavily encrusted on exterior",
  "dimension": "3 1/2 × 5 5/8 × 5 1/2 in. (8.89 × 14.29 × 13.97 cm)",
  "id": "http://api.artsmia.org/objects/137903",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2673,
  "image_width": 3000,
  "inscription": "",
  "life_date": "Japanese, 1894 - 1985",
  "markings": "",
  "medium": "Glazed stoneware",
  "nationality": "Japanese",
  "object_name": "Tea bowl (chawan)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G224",
  "see_also": [
    ""
  ],
  "signed": "斗 {To}",
  "style": "20th century",
  "text": "Arakawa Toyozō was born in 1894 in central Japan in an area famous for its old Mino ware ceramics. Toyozō was the son of a farmer but his mother came from a family of ceramic decorators. He moved to Kyoto to become an artist and learned first painting but then changed his mind to become a potter. Five years later he became the assistant to Kitaōji Rosanjin (1868–1941), one of the most important figures in the emergence of contemporary ceramics in Japan. Toyozō returned to his home by 1930 and reinvented the classic Shino glaze from the Momoyama period (1573–1615) which characteristics are red scorch marks and a thick white glaze that creates a texture of small holes. His achievements were recognized by the Japanese government that designated him a Living National Treasure in 1955.\r\n\r\nToyozō’s most powerful works are his Shino tea bowls like the one here which are not just an imitation of a classic style but have their own, personal expression and strength while being a modern artwork.",
  "title": "Shino straight-walled tea bowl with bridge pattern in underglaze iron-oxide"
}
