{
  "accession_number": "2020.41",
  "art_champions_text": null,
  "artist": "Artist: Cinga Samson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "group of six Black figures, all wearing blue jeans, with white eyes, sitting and leaning against a wall; mostly blue background; dark tree in ULQ; right figure has a pair of white tennis shoes around neck; top figure drinking out of a paper cup with a Coca-Cola label on it, and holding shopping bags in PL hand; urban cityscape in background",
  "dimension": "86 13/16 × 102 1/8 in. (220.5 × 259.4 cm) (canvas)\r\n88 7/8 × 104 5/8 × 3 5/16 in. (225.74 × 265.75 × 8.41 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137943",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8302,
  "image_width": 9789,
  "inscription": "",
  "life_date": "South African, born 1986",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "South African",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed on verso",
  "style": "21st century",
  "text": "For Inyongo 2, South African artist Cinga Samson depicts a group of young men and women posing together at the Rhodes Memorial in Cape Town. Cecil John Rhodes was a British imperialist and mining magnet who has been at the center of discourse around decolonization. His statue was removed from Cape Town University, following a protest that subsequently sparked wider discourse around the decolonization of education across South Africa. Samson says, “My own thinking was that we are going to shoot at night and we’re going to haunt this space…this legacy. We’re going to haunt Rhodes. I wanted us [Black people] to look good in that space, to feel like we own it, like we belong—the way our ancestors might have felt.” The word inyongo can have several meanings in Xhosa (Samson's mother tongue) and Zulu: \"bile,\" \"gall-bladder,\" and more metaphorically, \"bitterness\" or \"resentment.\" Additionally, as the work relates to notions of African spirituality, it is worth noting that an inyongo (gall-bladder) is also used in Xhosa divination ceremonies.",
  "title": "Inyongo 2"
}
