{
  "accession_number": "2020.40.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittridge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1750-1775",
  "department": "Asian Art",
  "description": "large standing figure with numerous colorful arms, legs and faces, and a bushy brown beard from which small faces emerge; large figure wears a pink skirt; small standing female figure at left wearing red skirt and lavender blouse; standing man at right wearing purple dress with red belt, carrying a red bowl with a red quiver and a sword, and wearing a crown; two smaller kneeling figures on either side of large figure's legs, wearing lavender and red; blue ground; received in gold frame",
  "dimension": "10 7/8 × 7 7/8 in. (27.62 × 20 cm) (image)\r\n25 1/2 × 21 3/4 × 1 in. (64.77 × 55.25 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137909",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7866,
  "image_width": 6325,
  "inscription": "Devanagari inscription identifies attendant figures as Lakshmi and Arjuna",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The striking imagery of this painting was inspired by the Bhagavata Gita (200 BCE-300 CE), a foundational text in Hinduism that lays out key moral doctrines and emphasizes personal devotion (bhakti) to God. Here, the artist illustrates a pivotal conversation between the epic hero, Arjuna (identified by inscription in the bottom left) and Krishna, in which Krishna gives Arjuna special sight in order to reveal the majesty of his cosmic form, Vishvarupa, or Vishnu “Having all Shapes.”\r\n\r\nDepicted with fifty-six multi-colored heads and fifty-six brandishing arms, the Cosmic Form of Krishna towers upright, his all-encompassing aura swelling to the borders of the page. Brhama, Shiva, the sun and the moon are among the gods who peak through the long locks of his beard. His dress (dhoti) is imagined as a mountain— representing the earth—with gushing streams, and beneath is a radiating splay of assured feet. The image articulates the boundless benevolence of Krishna (or Vishnu), with the representation of the cosmic body underscoring pan-Indic notions of yogic insight and transformation. That is, the equivalence of Self with the Absolute (brharman) that constitutes ultimate reality.",
  "title": "The Cosmic Form of Krishna"
}
