{
  "accession_number": "2020.66",
  "art_champions_text": null,
  "artist": "Artist: Lauren dela Roche",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "surreal image; reclining nude woman at center with her long dark hair falling into a vessel in LLQ; bird's nest with three spotted eggs at woman's PL hip; woman has her PR hand on a long feather or foliage stem in vase with her hair; two other half-length nude women in LRQ observing reclining figure--each of these women has two faces; three insects inside ovoids at top, URQ; archways with birds and cobwebs at right, with vines between them; vines with clusters of round pods or buds in LRQ; vertical columns of birds on branches through archways in URQ; black and purple on tan/pale peach/grey toned background",
  "dimension": "26 × 39 7/8 in. (66.04 × 101.28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137919",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1278,
  "image_width": 1920,
  "inscription": "LRC in pencil: 100H1377 (upside down)",
  "life_date": "American, born 1983",
  "markings": "",
  "medium": "Ink and pigmented acrylic wash on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis; [Bockley Gallery, Minneapolis]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: dela Roche 2020",
  "style": "21st century",
  "text": "Rendered in black and violet ink, Lauren Roche’s Mourning Doves prominently features three female nudes set in an exotic, but enigmatic interior embellished with assorted birds, plants, spider webs, moths, and inanimate objects. Two of the women are seated, each displaying a “double” face, while the larger, recumbent figure does not, perhaps serving as a representation of the artist herself. The drawing’s strongly flattened pictorial space and distinctive patterning of surfaces are characteristic of Roche’s idiosyncratic approach, which relies on a combination of intuition, improvisation, and autobiography. The work’s title likely refers to the group of female protagonists, whose contiguity is mirrored in the nearby bird’s nest sheltering three speckled eggs, long interpreted as a symbol of birth and fertility, but also of hope and renewal. The meaning of Roche’s dream-like narrative is intentionally elusive, designed to operate in the realm of imagination.",
  "title": "Mourning Doves"
}
