{
  "accession_number": "2020.50",
  "art_champions_text": null,
  "artist": "Artist: Honoré Sharrer",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Marguerite S. McNally Endowment for Art Acquisition, the Susan Jacobsen Endowment for Art Acquisition, the Dolly J. Fiterman Fund, the Richard and Beverly Fink Endowment for Art Acquisition, and the Paul and Gisela Konopka Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1984",
  "department": "Arts of the Americas",
  "description": "surreal image; blonde woman wearing yellow waitress uniform dress, pink apron, yellow socks and sandals, at left, being lifted from water by her hair, intertwined in an egg beater, held by a flying bare-chested woman wearing a salmon-colored skirt with a red pinwheel on her back; dog and fish on horizontal dock, with net holding red lobster; razor blade in a pink circle in URQ with radiating turquoise circles; turquoise water; framed in light wood shadowbox-like frame",
  "dimension": "21 3/4 × 21 3/4 × 1/2 in. (55.25 × 55.25 × 1.27 cm) (canvas)\r\n23 × 23 × 1 5/8 in. (58.42 × 58.42 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137901",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6287,
  "image_width": 6245,
  "inscription": "",
  "life_date": "American, 1920 - 2009",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G361",
  "see_also": [
    ""
  ],
  "signed": "LRC in brown: Sharrer",
  "style": "20th century",
  "text": "The setting is a pier jutting out into a body of water. The incident that takes place here is mysterious prompting many questions. A woman dressed in a yellow waitress’s outfit rises out of the water, pulled up by her hair with an eggbeater held by another woman who floats in the sky. Who are these women' Had the waitress drowned' Is the woman in red an angel (or a demon)' The artist, Honoré Sharrer, loved inventing such open-ended and curious scenes. All of the details converge on a sky that consists of concentric rings – like a tunnel opening – suggesting that the pair will travel through the opening. Yet the opening is blocked by a carefully rendered image of a razorblade hovering in the sky. It adds a hint of menace to the scene and suggests a mystery to be solved.",
  "title": "Resurrection of the Waitress"
}
