{
  "accession_number": "2020.90",
  "art_champions_text": null,
  "artist": "Artist: Herbert Gentry; Printer: Atelje Arte, Malmo, Sweden",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the estate of Herbert Gentry and Ryan Lee Gallery, New York",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "abstract image; red face at center; red bird head, ULC; white and red face in profile at right center with red sun in URC; cat-like form in LRC; predominately red, peach, and black",
  "dimension": "29 3/4 × 21 in. (75.57 × 53.34 cm) (image)\r\n32 7/8 × 23 3/16 in. (83.5 × 58.9 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/137913",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10294,
  "image_width": 7382,
  "inscription": "on back at top edge in pencil: USHG003-019-003",
  "life_date": "American, 1919 - 2003",
  "markings": "LLC in pencil: 91/99",
  "medium": "Color screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, New York & Stockholm, Sweden; Estate of the artist; (Ryan Lee Gallery, New York); given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Herbert Gentry",
  "style": "20th century",
  "text": "Painter and printmaker Herbert Gentry divided his transatlantic career between New York City and the European capitals of Paris, Copenhagen, and Stockholm. Informed by his wide-ranging global experiences and African American heritage, Gentry developed a personal visual language that merged elements of gestural abstraction and figuration. Vivid, dynamic, and psychologically expressive, his subjects allude to the power of social relationships. La Rose typifies Gentry’s lyrical, semi-abstract style, an approach grounded in spontaneous or intuitive creativity, something the artist called the “magic within.” Featuring bold color, flattened space, and gestural mark-making, the striking composition suggests images of humans, birds, and a single flower, presumedly the rose of the print’s title. Mysterious and dream-like, the meaning of the print is elusive and leaves the viewer the task of interpretation.",
  "title": "La Rose (The Rose)"
}
