{
  "accession_number": "2020.40.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Ramesh Kapoor in loving memory of Urmil Kapoor",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700-1750",
  "department": "Asian Art",
  "description": "image of a figure split in two, with male features on left with blue-grey skin, and female features on right with pink skin; figure has PR knee drawn up and PL leg drawn in, with PR arm resting on knee, holding a snake in PR hand; male half is wearing a necklace made of small human heads, a yellow loincloth with black circles and a conical topknot with a face at the top, with a hairlike stream extending from its mount to the nose of a white ox in LLC; female half has long curly hair and wears pearl necklaces and pearls in hair, with a short white blouse and a red skirt with white spots; figure is seated on an orange tiger skin; turquoise wall with grey band at top; received in gold frame",
  "dimension": "8 1/8 × 5 5/8 in. (20.64 × 14.29 cm) (image)\r\n25 3/4 × 21 3/4 × 1 in. (65.41 × 55.25 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137911",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6240,
  "image_width": 4422,
  "inscription": "",
  "life_date": null,
  "markings": "Bundi Royal Collection inventory stamp and notations on verso",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting on paper",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this hypnotic image, the Hindu god Shiva and his wife Parvati share one body, in the form known as Ardhanarisvara, ‘lord whose half is woman.’ It reveals Shiva as a symbol of his omnipotence, the seed and womb of all creation and destruction. Here, a razor-sharp vertical divides and unites the image, with the artist depicting the respective halves with individualized dimensionality. Shiva assumes the role of bearded ascetic, wearing a garland of skulls, with his attributes, the trident, kettle-drum, and bull vehicle, Nandi, at his side. His right hand tames a snake while another serpent wraps Shiva’s topknot, which in turn, catches the river goddess Ganga on her decent from heaven to the earth. Parvati, herself a manifestation of Devi (The Great Goddess), and embodiment of Shakti (female energy), is princess and daughter of the Himalaya—the source of the Ganges River and abode of the loving holy family. The mauve mountain and exuberant, lotus-filled pool are typical of the Bundi school in Rajasthan, and respectively represent Lake Manasarovar and Mt. Kailash in Tibet.",
  "title": "Shiva Ardhanarisvara"
}
