{
  "accession_number": "2020.55.5",
  "art_champions_text": null,
  "artist": "Photographer: Gordon Parks",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963 (printed 2017)",
  "department": "Arts of the Americas",
  "description": "color image of a middle-aged woman in profile from PR, with dark hair streaked with grey pulled into a low bun, wearing glasses, a small black hat, pearl necklace and white jacket; received in black frame",
  "dimension": "17 5/8 × 11 3/4 in. (44.77 × 29.85 cm) (sight)\r\n25 1/8 × 19 5/16 × 1 1/2 in. (63.82 × 49.05 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/137935",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2067,
  "inscription": "",
  "life_date": "American, 1912-2006",
  "markings": "",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The photographs selected reflect the depth and range of Parks’ work to explore the impacts of systemic racism upon African Americans and to foreground Black activism in his photography. Through these disparate prints, taken over the long course of his career, Parks illuminates key moments in the evolution of Black liberation and anti-racist efforts—both academic and grass-roots—in cities across America. Always seeking to portray the individuality and specificity of character inherent to his subjects, Parks created sensitive, memorable images of adults and children exercising their right to free speech, participating in an anti-racist psychological study, and playing with a fragile, white baby doll. Nearly wordlessly, these images convey the determination and vision at the heart of the American Civil Rights Movement, through the lens of one of its strongest proponents. From the 1963 March for Jobs and Freedom in Washington, DC, to demonstrations in Harlem and Los Angeles, to tender studies of children at work and at play, Parks revealed the resilience, vision, and humanity of Black Americans at a pivotal moment in history.",
  "title": "Untitled, Washington, D.C."
}
