{
  "accession_number": "2020.35.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Africa",
  "country": "Namibia",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Himba",
  "curator_approved": 0,
  "dated": "first half 20th century",
  "department": "Arts of Global Africa",
  "description": "headdress with crown-like top section with three \"ears\" at top; silver beads around crown; two hanging wedge-shaped pendants covered overall with silver faceted metal beads; hide section with some fur attached to ends; encrusted overall with thick reddish pigment accretions",
  "dimension": "24 1/4 × 14 1/2 × 5 in. (61.6 × 36.83 × 12.7 cm)",
  "id": "http://api.artsmia.org/objects/137904",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1280,
  "image_width": 960,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Leather, iron, copper, fibers, ochre pigment",
  "nationality": null,
  "object_name": "Headdress",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Ever wondered about the inspiration for the amazing costumes in the 2018 blockbuster Black Panther' Designer Ruth Carter looked at clothing and ornaments of different African cultures and found the red earthy tone for some of the outfits here, among the Himba in Namibia. Himba women rub their bodies and ornaments with otjize, a cosmetic mixture of butterfat and ochre. It is considered beautiful and has practical value, as it keeps the leather supple and protects the skin from the harsh desert climate.\r\nThe ornaments themselves communicate about the wearer’s age and social status. Himba girls don diamond-shaped leather necklaces with tiny iron beads. At puberty, a long, T-shaped pendant with a seashell is added and worn on the front, while the old part moves to the back. Married women put on a lavish headdress made of calf leather. After the birth of the first child, they wear an elaborate belt that includes beads from iron, seeds, and ostrich eggshell.",
  "title": "Woman's headdress"
}
