{
  "accession_number": "2001.41",
  "art_champions_text": null,
  "artist": "Artist: Karen Karnes",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Beverly Grossman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "bulbous body with sharply deliniated shoulder; ovoid mouth with 2 vertical splits; 2 horizontally split \"arms\" extend from sides of body; linear decorations; purple and tan mottled glaze",
  "dimension": "9 3/8 x 25 x 10 15/16 in. (23.8 x 63.5 x 27.8 cm)",
  "id": "http://api.artsmia.org/objects/45276",
  "image": "valid",
  "image_copyright": "© Karen Karnes",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": "American, 1925 - 2016",
  "markings": "\\\"K[backwards]K\\\", stamped, on side near foot",
  "medium": "Stoneware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A winner of the 1998 American Crafts Council Gold Award, Karen Karnes studied ceramics at Brooklyn College and New York College of Ceramics at Alfred University.  In 1952, she became a resident potter at Black Mountain College in Asheville, North Carolina, and upon her return to New York in 1954, she established a studio at Stony Point. After moving to Vermont in 1979, she began working with abstracted organic forms and experimenting with wood-firing, which gave her finished pieces a muted and variegated palette.  Her more recent sculptural works present a merging of both functional and abstract forms. The wood-fired Winged Vessel is a case in point. Its shape suggests a tureen with extruded handles, but in fact the object does not separate along the deeply incised central lines. This dynamic piece still retains a sense of functionality, though it is purely sculptural.",
  "title": "Winged Vessel"
}
