{
  "accession_number": "2001.57",
  "art_champions_text": null,
  "artist": "Designer: William Morris; Manufacturer: Morris &amp; Co., London",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Tess E. Armstrong Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1878",
  "department": "European Art",
  "description": "maroon ground; pairs of birds in green and blue, and orange and green; woven pattern; organic leaves and scrolls throughout. Woven fabric",
  "dimension": "107-3/4 x 67-3/16 in. (273.7 x 170.7 cm)",
  "id": "http://api.artsmia.org/objects/45286",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": "British, 1834 - 1896",
  "markings": "",
  "medium": "Wool; jacquard, double weave",
  "nationality": "British",
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "William Morris was already a highly successful designer and weaver of textiles when he began manufacturing heavier woven textiles in 1877.  Using a wide loom brought from Lyon, France, he was able to produce patterns on a greater scale than before, and it also allowed for more subtle contrasts of  color and texture within the weave.  The \"Peacock and Dragon\" pattern was among the earliest produced for the larger loom.  It exemplifies his love of intertwining natural forms of animals and plants, based on his own close observation of nature.  Morris also drew upon his extensive knowledge of  the oriental textiles in the South Kensington Museum, where he served as an advisor. Paired animals and birds originated in Persian art and were adapted in Ottoman and Italian silk weaving.  \r\n\r\nMorris first used this pattern for the curtains in the drawing room of his London home, Kelmscott House, and later marketed it widely. This panel was produced especially for American clients, who were attracted to the stylized motifs and the muted colors obtained by using vegetable dyes.",
  "title": "Peacock and Dragon"
}
