{
  "accession_number": "2001.136",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-early 11th century",
  "department": "Asian Art",
  "description": "white slip-decorated ewer with low flaring foot and globular body; strap handle; curved spout; body deeply carved with scrolling vine and two large lowers; light grey clay",
  "dimension": "7 5/8 x 6 5/16 in. (19.4 x 16 cm)",
  "id": "http://api.artsmia.org/objects/45360",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "dealer\\'s sticker, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Cizhou ware Stoneware with white slip and \"cut-glaze\" peony decor against a grey body",
  "nationality": null,
  "object_name": "Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "Cizhou type wares are an important, technically diverse, body of popular ceramics manufactured in northern China from early Song (tenth century) onwards. Among the earliest type of Cizhou ware is a small group of cream-colored vessels whose principle motif is a large, deeply carved, peony with scrolling leaves. Ewers are an important part of this rare sub-group. Typically, they are well-proportioned with short, globular bodies, a flat shoulder, cylindrical neck and long spout. The \"cut-glaze\" design of this vessel is perhaps the most aesthetically satisfying of the five ewers of this type that are recorded. Its curvilinear design fits the shape of the vessel perfectly and the design has been cut through the white slip to the grey body with unusual clarity and precision.",
  "title": "Ewer"
}
