{
  "accession_number": "2001.72.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "tall vase, slightly flaring outward and inward at shoulder to a garlic head top; brown glaze with floral pattern cut into central band",
  "dimension": "22 1/4 x 9 1/2 in. (56.5 x 24.1 cm)",
  "id": "http://api.artsmia.org/objects/45393",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3264,
  "image_width": 2448,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cizhou type ware Stoneware with \"cut-glaze\" floral decoration",
  "nationality": null,
  "object_name": "Bottle with \"Garlic-Head\" Mouth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Distinguished by its large size and unique mouth, this storage vessel is an exceptional example of the brown-glazed stoneware manufactured during the Xixia kingdom (1022-1227) established in north China by Tangut invaders in the early 11th century. Excavation of ancient kilns during the 1980's near Lingwu in northern Ningxia province revealed the district to have been an important center of utilitarian glazed stoneware during the twelfth and thirteenth centuries. Related bottles from this district have been discovered in adjoining provinces of Kansu and Inner Mongolia.\r\nUnlike their counterparts at Cizhou type kilns in the central plains, potters of the Lingwu region did not coat their cut-glaze vessels with white slip before applying the glaze. As a result, the exposed body clay assumes an oatmeal color in firing and the brown floral designs appear against a buff ground rather than a white one.",
  "title": "Bottle with \"Garlic-Head\" Mouth"
}
