{
  "accession_number": "2001.72.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-13th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "round-bodied jar with wide mouth, on a tall foot; black/brown Temmoku glaze; vertical ribs on body with pair of small handles at mouth, with x's below on body",
  "dimension": "10 1/2 x 10 1/8 in. (26.7 x 25.7 cm)",
  "id": "http://api.artsmia.org/objects/45391",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Tz'u-chou type ware\r\nStoneware with dark brown glaze over trailed white slip ribs",
  "nationality": null,
  "object_name": "Wide Mouth Jar (kuan)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-13th century",
  "text": "Although their specific function is unknown, brown-glazed, globular-shaped jars with wide mouths, double handles, and vertical rib décor were popular northern kiln products during Northern Song (960-1127) and Jin (1115-1234) dynasties. The distinguishing ribs are not rolled appliqué strips of clay as they seem, but rather, trailings of white kaolinic slip that were extruded onto the body of the vessel with a tool akin to a modern cake decorator. After all parts had dried, the potter applied the iron-rich glaze in two dippings. In firing, the glaze pulled away from the raised ribs causing them to appear slightly lighter in color than the thicker, darker glaze of the body.\r\n<P>This is one of the largest recorded examples of a brown-glazed ribbed jar. It was probably made at one of the Cizhou type kilns in Henan or Hebei province.\r\n",
  "title": "Wide Mouth Jar (kuan)"
}
