{
  "accession_number": "2001.70.4.1",
  "artist": "Artist: Xiang Shengmo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1656",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "pink blossoms and small flowers on a grey branch; inscription and 3 seals at right",
  "dimension": "12 1/8 x 9 1/16 in. (30.8 x 23 cm)",
  "id": "http://api.artsmia.org/objects/45408",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4523,
  "image_width": 3423,
  "inscription": "",
  "life_date": "Chinese, 1597-1658",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From From an album of ten leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Xiang Shengmo was born into one of the most prestigious families in Jiaxing, in Zhejiang province. He quickly gravitated to calligraphy and painting, leading the life of a cultured ascetic. The Manchu invasion reached Jiaxing in 1645 and many of Xiang's friends and relatives died in the vain attempt to save their city, while the homestead was destroyed and the art collections lost. Following this upheaval, Xiang probably painted more as a source of income. This exceptional album of flowers shows him at the height of his technical and expressive powers. He worked here in pure color without ink outlines and in shaded brushstrokes, which give the impression of three-dimensional modeling. Xiang was an important figure in the lineage of flower painters, from Shen Zhou and Chen Chun of mid Ming dynasty to the Yangzhou school of the 18th century. The tone of these poems is more somber and pessimistic than that of his earlier works. This exquisite album comprises relatively obscure flowers, such as wintersweet, cockscomb, apricot, pear, daylily, and cassia, rather than the traditional bamboo or plum.",
  "title": "Album of Ten Leaves"
}
