{
  "accession_number": "2001.70.3",
  "artist": "Artist: Cai Jia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1752",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "mountainous landscape with scattered trees; red buildings at L and LRC; two small figures inside a building in LLQ, with small standing figure nearby; 4 seals",
  "dimension": "51-3/8 x 27-15/16 in. (130.5 x 71.0 cm)",
  "id": "http://api.artsmia.org/objects/45407",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2883,
  "inscription": "untranslated inscription, in black, ULC",
  "life_date": "1686-after 1756",
  "markings": "",
  "medium": "Ink and light colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Born near Yangzhou into an artisan family, Cai Jia's early training was as a silversmith, but he was friendly with several leading artistic and cultured figures and he gradually evolved into a skilled painter, poet, and calligrapher. He saw himself as part of the Qing orthodox lineage and was strongly influenced by Wang Hui (1632-1717), Wang Shimin (1592-1680), and others of this important group.\r\n<P>Cai often painted with color in a controlled manner and precise brushwork that generally reflected the conservative orthodox tradition. He was also, however, a lyrical poetic painter of romantic images as this large, ink landscape demonstrates. When Cai breaks from the orthodox formulas of ink drawing followed by color application as he does \r\n<P>While the painting is an original concept of the artist, his inscription is found on an earlier painting by the famous Wu school artist, Wen Zhengming (1470-1559). The odd alignment of the inscription is seen in one of the few other landscapes by Cai Jia done in this style.",
  "title": "Early Spring Landscape"
}
