{
  "accession_number": "2001.70.4.1",
  "art_champions_text": null,
  "artist": "Artist: Xiang Shengmo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1656",
  "department": "Asian Art",
  "description": "pink blossoms and small flowers on a grey branch; inscription and 3 seals at right",
  "dimension": "12 1/8 x 9 1/16 in. (30.8 x 23 cm)",
  "id": "http://api.artsmia.org/objects/45408",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4523,
  "image_width": 3423,
  "inscription": "",
  "life_date": "Chinese, 1597-1658",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From an album of ten leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Xiang Shengmo was born into one of the most prestigious families in Jiaxing, a city in northeastern China. When the Manchu invasion reached Jiaxing, in 1645, many of Xiang’s friends and relatives died in a vain attempt to save their city. His homestead was destroyed and his family’s art collections lost. Following this upheaval, Xiang’s painting changed from an amateur, literati pursuit, becoming a source of income. Xiang was at the height of his technical and expressive powers when he created this album, featuring a wide range of flowers including wintersweet, cockscomb, apricot, pear, daylily, and cassia. He worked here in pure color without ink outlines and in shaded brushstrokes, which give the impression of three-dimensional modeling. \r\n\r\nLeaf 1: Apricot\r\n\r\nI dare say that in the mountains there is no need for calendars,\r\nWatch of the approach of the red apricot, for then it is time to plow;\r\nSeeing this glory I cannot help but think of the Tang imperial Jasper Garden,\r\nWhere graduates who ruled the country were first asked to enter into service.\r\nSold along the streets during the second month of spring,\r\nThey point out the village entrance at three-forked mountain roads;\r\nWhere people live in jade towers, will horses neigh'\r\n[The point] where the color of grass merges with that of the sky cannot be fixed.\r\nDuring the spring of the year 1656, composed and painted by Xiang Shengmo.\r\n ",
  "title": "Album of Ten Leaves"
}
