{
  "accession_number": "2001.138.3",
  "art_champions_text": null,
  "artist": "Artist: Wang Wu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1679",
  "department": "Asian Art",
  "description": "large rock with open area in center, surrounded by tall grasses, flowers and leafy branches; 2 fields of text on L and R on silk",
  "dimension": "44 7/16 × 17 11/16 in. (112.87 × 44.93 cm) (image)\r\n40 5/16 × 3 3/4 in. (102.39 × 9.53 cm) (object part, right text field)\r\n39 1/2 × 3 3/4 in. (100.33 × 9.53 cm) (object part, left text field)\r\n81 × 26 5/16 in. (205.74 × 66.83 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/45523",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6495,
  "image_width": 3735,
  "inscription": "untranslated inscription, in black, URC",
  "life_date": "Chinese, 1632 - 1690",
  "markings": "6 seals, in red, 1 in URC, 2 below inscription, 1 in LLC, 2 in LRC",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Wang Wu was a member of an important Ming dynasty literati family and was also a noted connoisseur and poet. His painting of plum, narcissus, and rock makes use of standard literati subject matter, the plants and rock symbolizing the harmony of nature and the tenacious character of the scholar-official.\r\n\r\nMounted on either side of the painting are seven poetic colophons (inscriptions) dated one hundred years after the creation of the painting: July 10 and 11, 1775. Evidently they were written as a poem competition upon viewing the painting. The authors were all scholar-official members of the court. In fact, three inscriptions are by sons of the Qianlong Emperor, Prince Yongxuan (1746-1832), Prince Yongxing (1752-1863), and Prince Yongji (1752-76).\r\n\r\nWang Wu's poem on the painting itself reads:\r\nWhen can I be free from these ties to worldly affairs'\r\nThe bright window responds with a long time of silence.\r\nOutside, the homeward birds catch the glow of sunset, \r\nFeeling chilly, flowers hide behind the rock. \r\nMan's drifting life is just like a dream, \r\nSo don't try to recollect past glories. \t\r\nHowever, I am still interested in going on an excursion, \r\nAnd I will prepare my shoes while waiting for the return of spring. \r\n\r\nWang Wu painted this scroll playfully in the 12th moon of the year of wuwu (1678).",
  "title": "Plum, Narcissus and Rock"
}
