{
  "accession_number": "2001.138.7",
  "art_champions_text": null,
  "artist": "Artist: Wang Chin-sheng",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects; Commemorative Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1844",
  "department": "Asian Art",
  "description": "circular black ink cake with gilt highlights; landscape with trees, building and water on front, with inscription at top; inscription on back surrounded by dragons in swirling clouds",
  "dimension": "5/8 x 5-5/8 x 5-5/8 in. (1.6 x 14.3 x 14.3 cm)",
  "id": "http://api.artsmia.org/objects/45528",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": "Chinese, active early 19th century",
  "markings": "",
  "medium": "Lamp black and organic binders",
  "nationality": "Chinese",
  "object_name": "Ink cake",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G217",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This finely detailed ink cake designed by Wang Chin-sheng is decorated with a low relief landscape painting and poem after the great literatus Wen Zhengming (1470-1559) on one side and with cavorting dragons and a poetic inscription by the Qianlong emperor (r. 1736-95) on the reverse.\r\nThe poem by Wen reads:\r\nAn elegant pavilion at the turn of the stream;\r\nThe pine tops crane out of the woods.\r\nFallen leaves drift away on the water,\r\nAutumn's colors stay completely covering the fragrant mountain.\r\n\r\nThe emperor's poem states:\r\nExamining his book under a pine tree,\r\nClutching his stick he crosses the bridge.\r\nIf there is no servant boy sent to meet him,\r\nA crane will come to greet him instead.\r\nThe voice of the spring falls with the wind;\r\nThe sound of the stream rises with the clouds.\r\nIn this scene of the immortal's terraces.\r\nBeauties walk back and forth.\r\n\r\nRespectfully copied by your servant, Kuan Huai.\r\n\r\nThe relief inscription on the ink's edge dates it to 1844 and records the maker's name as Wang Chin-sheng. This is a 19th century descendant of the famous 18th century Anhui ink maker of the same name. He has apparently carried on the use of his famous ancestor's name in the family business.",
  "title": "Commemorative Ink Cake"
}
