{
  "accession_number": "2001.138.1",
  "art_champions_text": null,
  "artist": "Artist: Huang Ding, 1660-1730",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1717",
  "department": "Asian Art",
  "description": "large expanse of sky at top of image with mountains in background; very tall trees in front of a small building in LLC",
  "dimension": "36-1/2 x 13-13/16 in. (92.7 x 35.1 cm)",
  "id": "http://api.artsmia.org/objects/45521",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6510,
  "image_width": 2507,
  "inscription": "untranslated inscription, in black, at L edge",
  "life_date": null,
  "markings": "3 seals, in red, LLC; seal, in red, below inscription",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed Tu-wang-k\\'o (lonely traveller) Huwang Ting, with one seal of the artist",
  "style": "18th century",
  "text": "Huang Ding, also known as Kuang Ting and Du Wang Ke, was from Changzhou in Jiangsu Province. Like many Qing orthodox painters, he was influenced by the aesthetic theories of Dong Qichang (1555-1636) and he studied the landscape of Song and Yuan masters. Signed paintings by Huang cite the styles of Dong Yuan (c. 900-962), Ni Zan (1301-1374), and Dong Qichang as inspiring his own work.\r\nThis simply composed, dry-brush landscape featuring a \"one corner\" foreground composition with a stand of bare trees and a scholar's hut separated from distant mountains by a tilted water plane suggested by blank paper is a compositional formula first popularized by the great 14th century literatus Ni Zan. Huang captures the character of the antique in this work by absorbing the compositional elements and dry brush technique of earlier masters.",
  "title": "Landscape in the Manner of Ni Zan"
}
