{
  "accession_number": "2001.138.2",
  "art_champions_text": null,
  "artist": "Artist: Wang Shih-hung",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "Asian Art",
  "description": "5 lines of calligraphy in black ink; 3 red seals; white silk brocade ground",
  "dimension": "48-3/4 x 15-3/4 in. (123.8 x 40.0 cm)",
  "id": "http://api.artsmia.org/objects/45522",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6615,
  "image_width": 2265,
  "inscription": "",
  "life_date": "Chinese, 1658 - 1723",
  "markings": "",
  "medium": "Ink on patterned silk brocade",
  "nationality": "Chinese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Wang Shih-hung was one of the K'ang-hsi emperor's (1662-1723) favorite calligraphers. A native of Suzhou, he graduated number one in the annual jinshi degree or doctorate examination. Wang was a prolific poet and calligrapher and several collections of his verse have been published.\r\n\r\nHis inscription here is a sardonic commentary on one of China's most revered literary themes: The Story of the Peach Blossom Spring. It reads in part:\r\n\r\nMankind, having been informed that a gentleman had become enlightened by viewing peach blossoms, lept forward in unison to sing the praises of the peach blossom. This approach has been reiterated for fifty years and nothing of any relevance is left to enlighten us. This case parallels the story about (the Tang dynasty \"wild script\" calligrapher) Chang Ch'ang-shih acquiring his method of writing \"grass script\" by observing a traffic dispute between a porter and a princess. Can one learn Ch'ang-shih's calligraphic style by observing a porter'\r\n\r\nWritten by Wang Shih-hung for Wei Shan-mien, the elder brother of the Way (Tao).",
  "title": "Commentary on the Peach Blossom Spring"
}
