{
  "accession_number": "2001.99",
  "artist": "Artist: Harriet Bart; Publisher: Harriet Bart; Printer: Philip Gallo; Book Binder: Jill Jevne",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "12 x 10 x 1 in. (30.5 x 25.4 x 2.5 cm)",
  "id": "http://api.artsmia.org/objects/45554",
  "image": "valid",
  "image_copyright": "© Harriet Bart",
  "image_height": 1831,
  "image_width": 3056,
  "inscription": "Debossed title in black on front cover and on front of slip case: GARMENT REGISTER",
  "life_date": "American, born 1941",
  "markings": "Numbered in pencil, on colophon page: 6/25",
  "medium": "Photographs, fabric samples, and letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis; sold to MIA, 2001.",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, on colophon page: Harriet Bart",
  "style": "21st century",
  "text": "Garment Registry recalls the toils, sacrifices, and experiences of countless anonymous women who contributed to the development of modern America. Designed by Harriet Bart and Minneapolis publisher and printer Philip Gallo, the artist's book juxtaposes prose by well-known women writers--such as Martha Graham, Virginia Woolf, Doris Lessing, Willa Cather, and Collette--with historic photographs, fabric samples, and facsimiles of pages from an unidentified ledger listing the names of anonymous women and the amount of dues each paid. The effect is a subtle, yet poignant commemoration of the important and often underappreciated role that women have played throughout American history.",
  "title": "Garment Register"
}
