{
  "accession_number": "L2001.94.1a,b",
  "artist": "Charles Rohlfs",
  "continent": null,
  "country": "United States",
  "creditline": "Collection of American Decorative Art 1900 Foundation",
  "culture": null,
  "dated": "1898-1900",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "a: desk top; b: rotating desk bottom; neo-gothic style elaborate abstract plant design carved front and back of bottom half and spiral on PR side; fabric visible through carvings; 4 drawers, PL side of bottom half; triangular-shaped top with 2 finials; fall-front desk with metal latch",
  "dimension": "56 x 25-1/4 x 23-1/4 in. (142.2 x 64.1 x 59.1 cm)",
  "id": "http://api.artsmia.org/objects/45649",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3554,
  "image_width": 2172,
  "life_date": "American, 1853-1936",
  "marks": " ",
  "medium": "White oak, linen, iron, brass",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "G334",
  "style": "19th-20th century",
  "text": "Like John Bradstreet, whose Duluth Living Room is featured in Gallery 320, Charles Rohlfs developed his own individual blend of the Arts and Crafts and Art Nouveau styles in his handcrafted furniture. Unlike Bradstreet, however, Rohlfs' Buffalo, New York workshop, which was bustling with orders by 1909 due to his participation in international expositions, was devoted only to cabinetmaking. \r\n\r\nThis superb desk exemplifies how the self-taught Rohlfs took stylized organic motifs typical of European Art Nouveau and used them both as structural and decorative elements. The high quality of hand construction in Rohlfs' pieces is characteristic of the Arts and Crafts movement, which stressed a move away from industrialization. It is thought that Rohlfs designed the desk to rotate on its base so that the user could access the drawers and shelves located on either side of the desk without getting up from his chair.",
  "title": "Fall-front rotating desk"
}
