{
  "accession_number": "2012.1.1",
  "art_champions_text": null,
  "artist": "Artist: Kano Tsunenobu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Harriet and Ed Spencer",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "tiger to the left of two bamboo; design within a circle, within a square; light blue floral design silk at top and bottom; brown floral design silk, middle; thin strip of dark blue floral design, top and bottom of image; has scroll box",
  "dimension": "58 1/2 x 55 in. (148.59 x 139.7 cm) (image)\r\n108 1/2 x 63 in. (275.59 x 160.02 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/45653",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3696,
  "image_width": 3476,
  "inscription": "",
  "life_date": "Japanese, 1636 - 1713",
  "markings": "Below signature: (red stamp)",
  "medium": "Hanging scroll; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR of bamboo, in black ink: (signature in Japanese characters)",
  "style": "18th century",
  "text": "Tigers as a subject for painting became popular among Japanese artists as early as the 15th century when Chinese examples were brought to Japan. Within Zen monasteries, they became symbols of the earthbound spirit and were often paired with images of dragons, emblems of the soaring enlightened spirit. Among Japan's military elite, they were symbols of power, and artists often painted them among thick trunks of bamboo, a plant admired for its strength and resiliency. Within the context of an impressive reception hall, such large scale paintings contributed to the grandeur of the setting. Since tigers were not native to Japan, artists had to conjecture how they actually looked based on imported hides. As a result, they often appear to be overgrown domestic cats. \r\n\r\nAs a teenager Kano Tsunenobu succeeded his father Naonobu (1607–1650) to become head of the Kobikichō atelier, the highest ranking of several branch studios of the prominent Kano House of painters. As such, Tsunenobu served as painter-in-attendance (goyō-eshi) to the ruling Tokugawa shoguns in the Japanese capital Edo (now Tokyo). One of the foremost painters of his day, Tsunenobu was also known for his vast knowledge of old Chinese and Japanese paintings and was widely active as an authenticator.",
  "title": "Tiger Emerging from Bamboo"
}
