{
  "accession_number": "2009.10",
  "art_champions_text": null,
  "artist": "Manufacturer: Craftsman Workshops of Gustav Stickley",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Endowment Fund and gift of the American Decorative Art 1900 Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1903",
  "department": "Arts of the Americas",
  "description": "Arts and Crafts secretary with inlaid pewter and copper decoration on all drawers, doors, and exterior legs; 3 front drawers with metal knob handles; rectangular gallery with double doors (2 panels each, hinged) flanked by 3 vertical-stacked drawers on each side; gallery doors have latch closure interior of doors shows 9 compartments",
  "dimension": "40-1/8 x 42 x 25-1/4 in. (101.9 x 106.7 x 64.1 cm)",
  "id": "http://api.artsmia.org/objects/45651",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5046,
  "image_width": 5308,
  "inscription": "",
  "life_date": "American (Eastwood, New York), 1899-1916",
  "markings": "",
  "medium": "American white oak, pewter, copper, wood inlay",
  "nationality": null,
  "object_name": "Desk",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Gustav Stickley hired Harvey Ellis in June 1903 to create illustrations of Arts and Crafts homes for his publication the Craftsman.  Ellis produced imaginative drawings for possible interiors in the July and August 1903 and in January 1904, the month of his death. For these interiors Ellis depicted of furniture resembling Stickley's current production pieces made by Craftsman Workshops, as well as other pieces with European-inspired inlay.  \r\n\r\nThe resemblance of extant Stickley pieces to some of these sketches led for many years to Ellis furniture attributions for such pieces as this desk.  Recent scholarship, however, has strongly suggested that Ellis probably did not cross over from the Craftsman architecture department into the furniture area, although Stickley's furniture designers may have counted Ellis's drawings among their influences for the newly elegant pieces coming out of Craftsman Workshops beginning in 1903.  This rare desk, with its elegant form, delicate inlay, overhanging writing surface, and gallery top, provides a sophisticated, architectural counterpoint to Stickley's heavy, unornamented Arts and Crafts furniture.",
  "title": "Desk"
}
