{
  "accession_number": "2001.156.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "rounded corners; round legs; openwork apron with 2 vertical elements on each side; original matting?",
  "dimension": "20-15/16 x 27-1/2 x 27-1/2 in. (53.2 x 69.9 x 69.9 cm)",
  "id": "http://api.artsmia.org/objects/45776",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2756,
  "image_width": 2704,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Meditation Stool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Meditation platforms evolved from Chinese antiquity as honorary seats of rulers, sages, and important members of society. The importation of Buddhism in the second century, with its focus on meditation, created a new demand for wide, elevated platforms that could accommodate a person seated in the meditative lotus position.\r\nThe basic design of this large, square stool is inspired by bamboo furniture. Certain stylistic features inherent in bamboo construction are carried over into the hardwood frame. Imitating bamboo, all members of the stool are round. The round corners of the seat frame and leg-encircling stretchers that appear to wrap around each leg are a direct reference to bamboo furniture wherein single lengths of bamboo would have been bent and wrapped around all four legs with the aid of steam or heat. The simplicity of design seen here is appropriate to the purity, clarity, and humility of meditation.",
  "title": "Meditation Stool"
}
