{
  "accession_number": "2001.1.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "The Ulrich Acquisition Fund",
  "culture": "Tabwa",
  "curator_approved": 0,
  "dated": "c. 1890",
  "department": "Arts of Global Africa",
  "description": "standing male figure with knees slightly bent; zigzag patterns on stomach; long hair; 2 strands of multicolored beads around neck",
  "dimension": "22 1/2 x 5 1/2 x 5 3/16 in. (57.2 x 14 x 13.2 cm)",
  "id": "http://api.artsmia.org/objects/45796",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2879,
  "image_width": 1690,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, glass beads, cord",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "45796",
    "45798"
  ],
  "signed": "",
  "style": "19th century",
  "text": "Pairs of male and female figures are important and rare objects among the Tabwa.  They represent the ancestors of a particular Tabwa lineage and were kept in a special shrine by the lineage chief to honor them.  This pair is distinguished by their quality of carving, their elaborate hairdos, and the pattern of scarification represented on their bodies.  Scarification patterns were an important expression of religious, social and aesthetic principles of the Tabwa, as well as many other traditional tribal people of Africa.  These facial scarifications emphasize the middle of the forehead between the eyes because that is where the Tabwa consider the spiritual center of a human being to reside.  The central scarification line down the middle of the torso of each figure likewise represents the essential line of balance that exists in the body as well as the world in which the person lives.  The equilateral triangles that make up the other decorations on the body, as well as the decoration around the base of each figure, is a pattern known as balamwezi, a Tabwa word meaning \"the rising of the new moon\".  The period between the old and new moon is one of darkness and transition.  This the Tabwa feel is a most dangerous period for making decisions in one's life and calls to mind the need for people to carefully consider their actions and how they will effect family, tribal units and the world in general.",
  "title": "Male figure (one of a pair)"
}
