{
  "accession_number": "2001.24",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Dr. Frances E. Schaar Fund in memory of Leon and Anna Schaar",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "front: red background with diamonds surrounding brown field with red, purple and yellow flowers; red band near top with possible inscription; back: tan with 2 brown rectangles at bottom; pink squares at top; pink and brown border",
  "dimension": "71-1/2 x 55 in. (181.6 x 139.7 cm)",
  "id": "http://api.artsmia.org/objects/45814",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6216,
  "image_width": 4912,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, cotton, flax; rya technique, plain weave",
  "nationality": null,
  "object_name": "Double Rya",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Rya bedcovers were extremely popular in many parts of Sweden from the late 16th century through the 19th century. Placing the woolen pile of a rya next to the body provides an extra layer of insulation that traps the sleeper's body heat, thus increasing its warming capabilities. The earliest ryas featured a relatively plain pile surface and moderately decorative ground fabric. By the end of the seventeenth century, however, the practical use of ryas began to diminish and their decorative possibilities took on increased importance. Elaborately patterned ryas became important as wall hangings and rugs and indicated the wealth and prestige of the owners.\r\n\r\nDouble ryas are relatively rare and combine the insulating warmth of the practical rya with the ornate qualities of the decorative rya. The warming side of this bedcover contains many of the defining features of the Oland style, such as the checkerboard pattern of the head end, the plain central area, and the striped border along three sides (see photograph). Its decorative side contains initials at the head end which indicate that it was made for a specific person, possibly as part of a wedding trousseau, rather than for general sale.",
  "title": "Double Rya"
}
