{
  "accession_number": "2001.31.8a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of C. Curtis Dunnavan",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 14th century",
  "department": "Asian Art",
  "description": "bulbous body with long, thin neck; spout carved with dragon's head; handle carved with dragon's head and neck; seated dog on top of cover; large bird carved on each side of body; light blue glaze",
  "dimension": "13 x 10-1/2 x 6-1/4 in. (33.0 x 26.7 x 15.9 cm)",
  "id": "http://api.artsmia.org/objects/45829",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Qingbai ware Porcelain with molded, slip, and appliqué décor beneath a pale blue glaze",
  "nationality": null,
  "object_name": "Wine Ewer and Cover",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Towards the end of the twelfth century, molded decoration was introduced in Qingbai ware and, by the Yuan dynasty (1280-1368), exceptionally fine molded vessels were being produced. Some of the ewers echoed the forms of Persian and Tibetan metalwork such as this extremely rare example of which only a few are recorded. The slender pear-shaped body displays a pair of phoenix in molded relief above a wide band of lotus petal lappets created in white slip around the base. The upper neck is decorated with strings of beaded relief. The curving tubular spout, rises out of the open jaws of a bearded dragonhead opposite an elaborately molded handle in the form of a dragon carp. In its complexity, the vessel displays several of the innovative Qingbai techniques developed during Yuan including the use of beaded relief in the neck, applied slip, elaborate molding, and finely tooled detailing.",
  "title": "Wine Ewer and Cover"
}
