{
  "accession_number": "2001.32.1.1a-e",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "cabinet with open gallery on top, carved with openwork clouds and lions along lower edges; pair of hinged doors below with 2 shelves and 3 drawers on interior",
  "dimension": "74-5/16 x 43 x 24-9/16 in. (188.8 x 109.2 x 62.4 cm)",
  "id": "http://api.artsmia.org/objects/45832",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5511,
  "image_width": 3636,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huanghuali hardwood",
  "nationality": null,
  "object_name": "Display cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "There are very few Ming-style cabinets made specifically for the storage and display of art. This classic pair features decorative inner frames and railings surrounding the open shelves. Precious huanghuali hardwood has been used throughout, including the backs, shelves, tops, and bottoms of these luxurious storage units. Cabinets of this type have a high, open shelf on which to display antiques or decorative objects. There is a cupboard below with shelves and drawers for the storage of precious items not currently on display. In China, art displays are not permanent but are changed often, according to the season or special event. In order to emphasize the objects, the carving on the cabinet is concentrated around the display shelf, helping to focus attention on the treasured display item. The protective railings, or galleries, are exquisitely carved with openwork panels of striding lions amid dragon-cloud scrolls-animals associated with energy and valor. Typically used in public spaces within the household, display furniture such as this was a direct comment on one's wealth, status, cultural refinement, and taste in art.",
  "title": "Display Cabinet, one of a pair"
}
