{
  "accession_number": "96.159.22",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Central America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Kaqchikel Maya",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Art of Africa and the Americas",
  "description": "Three panel huipil with square-cut neck opening; continuous and discontinuous supplementary weft patterning; white ground with narrow red stripes; central panel is densely brocaded with rows of bird patterns alternating with geometric designs in purple, red, green, blue; side panels have rows of patterning similar to center alternating with wide rows of ground cloth.",
  "dimension": "40 x 36 1/2 in. (101.6 x 92.7 cm)",
  "id": "http://api.artsmia.org/objects/29214",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; supplementary weft patterning",
  "nationality": null,
  "object_name": "Blouse (Huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Serpents are a recurring theme in Maya mythology and are variously referred to as a <I> plumed serpent</I>, <I> feathered serpent</I>, <I> double-headed serpent</I> or <I> sun serpent</I>. They all appear to be related <I>K'uk'ulkan</I>, a Maya god who participated in the creation of the earth and humanity. \r\n\r\nThe serpent plays an important part in Maya iconography and is found in a variety of forms on Maya textiles. In this huipil it is symbolized by the 'S' shaped motif, but the horizontal, rayed zigzag is also said to represent this mythical being. <I>Cintas</I>, the long, narrow ribbons used to wrap and tie women's hair, are said to be another manifestation of serpent imagery.\r\n",
  "title": "Woman's Cofradía blouse (Huipil)"
}
