{
  "accession_number": "97.106a,b",
  "art_champions_text": null,
  "artist": "Maker: John Bonewitz",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1790-1800",
  "department": "Arts of the Americas",
  "description": "curly maple stock and barrel support brass butt plate, trigger guard, accents to ram rod holder, muzzle and hinged load cover on stock; silver thumb plate at top, front of cheek plate; incised and carved scroll work on stock; single trigger; .45 cal. Arms and Armor-Firearm",
  "dimension": "8 3/8 x 2 1/4 x 6 1/4 in. (21.3 x 5.7 x 15.9 cm) (a) - (rifle)\r\n45 5/8 x 3/8 in. (115.89 x 0.95 cm) (b) - (ramrod)",
  "id": "http://api.artsmia.org/objects/29490",
  "image": "valid",
  "image_copyright": "",
  "image_height": 743,
  "image_width": 3986,
  "inscription": "Inscription",
  "life_date": "American (Wolmesdorf, Berks County, Pennsylvania), active 1779 - 1809",
  "markings": "Left quarter flat of barrel stamped at breech with maker\\'s marks; a lion rampant (facing left) and a square with notched edges enclosing the initials \\\"IB\\\" for John Bonewitz.\r\n\r\nLock stamped on the iside with the maker\\'s mark (the initials \\\"FVK\\\" separated by dots and within a rectangle).\r\n\r\n\\'118\\', engraved into a brass button under stock, indicates rifle was in the Herman Dean Collection c. 1930s.",
  "medium": "Iron, maple, brass, silver",
  "nationality": "American",
  "object_name": "Rifle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "\"Kentucky rifles\" of the late-18th and early-19th centuries were primarily made in Pennsylvania, receiving their nickname from the song \"The Battle of New Orleans\" during the War of 1812: \"But Jackson he was wide awake, and wasn't scar'd of trifles, for well he knew what aim we take, with our Kentucky Rifles.\"  John Bonewitz, who worked in Berks County, Pennsylvania, was one of the finest craftsmen of this type of rifle.  His firearms are prized for their elegant proportions, beautifully carved leaves and scrolls, and engraved brass patch boxes and butt plates.  Compare the carving and patch box design of this piece to those of the Dickert rifle from Lancaster County, Pennsylvania, also in this case.",
  "title": "Flintlock rifle"
}
