{
  "accession_number": "97.140",
  "art_champions_text": null,
  "artist": "Artist: Jiang Song",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "Asian Art",
  "description": "two men stand facing each other, standing near a waterside pavillion under a large arching tree; misty towering cliffs fill background",
  "dimension": "55 x 34 1/2 in. (139.7 x 87.63 cm) (image)",
  "id": "http://api.artsmia.org/objects/29499",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2775,
  "inscription": "Inscription; Stamp",
  "life_date": "Chinese, Zhe school, late 15th -16th century",
  "markings": "signature and artist\\'S seal (?) at ULC",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Chiang Sung was a professional artist working in Nanking at the end of the fifteenth and beginning of the sixteenth centuries. A late proponent of the Che School, he was an important follower of Wu Wei, who popularized swift, sketchy, cursive brushwork in large scale paintings. Chiang enjoyed using sooty, deep black ink called \"burnt\" or \"roasted.\" He applied his inkwash with great nuance and subtlety, creating strong compositions of varied ink tonalities and brush movements. Unfortunately, few of his rapidly executed large vertical landscapes have survived.\r\nNanking, the capital city during early Ming, remained the commercial and administrative center of the South even after the court moved to Peking in 1421. Unlike the scholarly and poetic painting of Suchou, Nanking painting was more narrative with a preference for human figures and dramatic effect. The Che school suffered the lasting criticism of the literatus Tung Ch'i-chang (1555-1636) who condemned the emotional appeal and exaggerated brushwork of artists like Chiang Sung and Wu Wei. The Che school, however, was both popular and influential and even influenced Japanese painting styles.",
  "title": "Scholar in Landscape"
}
