{
  "accession_number": "97.37.2",
  "art_champions_text": null,
  "artist": "Painter: Tsubaki Chinzan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1852",
  "department": "Asian Art",
  "description": "left 3 panels show close image of bamboo plant; right 3 panels bamboo grove at top as a background with continuation at lower quarter of left panels",
  "dimension": "41 3/8 x 103 1/2 x 5/8 in. (105.1 x 262.9 x 1.6 cm) (panel)",
  "id": "http://api.artsmia.org/objects/29908",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4503,
  "image_width": 11161,
  "inscription": "",
  "life_date": "Japanese, 1801 - 1854",
  "markings": "undecifered inscription and two red seals at UL corner",
  "medium": "Ink on paper and gold leaf",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "These screens use richly symbolic natural motifs—orchid and bamboo—to praise the character of scholar-officials like the artist Tsubaki Chinzan himself. The right screen illustrates a grotto of wild epidendrum orchids—small, unassuming plants that grow even in harsh conditions and send forth a marvelous fragrance, just as studious scholars succeed no matter the condition in which they might find themselves. The left screen pictures a grove of bamboo, admired for its strength in strong winds, just as a scholar is resolute in the face of ignorance.\r\nChinzan was a government official who became enamored with the painting modes of Chinese scholar-artists. He specialized in images of birds and flowers and produced many delicately colored works in the “boneless” style, whereby forms are rendered with varying tones of ink wash and with no outlines. As exemplified by this pair of screens, however, some of Chinzan’s most elegant and evocative work in the “boneless” style was executed only in black ink.",
  "title": "Orchids and Bamboo [left of a pair]"
}
