{
  "accession_number": "2017.56.4",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Paintings; Photographs",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Glenda and Richard Struthers Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1920-1930",
  "department": "Asian Art",
  "description": "black and white photograph highlighted with hand-applied pigments; portrait of a seated man with a beard, parted at the center and combed to either side, wearing a yellow turban, black long-sleeved long tunic with pink belt beneath a black belt with gold buckle and green slippers with gold details; man holds a sword in a black sheath, with the tip resting on the floor next to his feet; man is seated in a gold European arm chair with pink upholstery; white table with green top at right beneath window with leaded panes, with a landscape with pink, blue and green mountains and water beyond window--row of blue birds flying in sky; brown curtain at left; red carpet; bright green border around photograph on mount; mounted painted with brown wash",
  "dimension": "11 3/16 × 9 3/16 in. (28.42 × 23.34 cm) (image, sheet)\r\n17 15/16 × 13 3/4 in. (45.56 × 34.93 cm) (mount)",
  "id": "http://api.artsmia.org/objects/127062",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5607,
  "image_width": 4304,
  "inscription": "ULC on back, in black ink: (untranslated inscription--Hindi?)",
  "life_date": null,
  "markings": "",
  "medium": "Overpainted gelatin silver print",
  "nationality": null,
  "object_name": "Overpainted photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This work is an example of early painted portrait photography in India in the late 1800s through the early 1900s. With the limitation of photographic technology of the time, painting photographs was functional as well as decorative in that it was necessary for clearing up pictures blurred by the development process or correcting small errors in the image. \r\nThe painted aspects of the work reflect the dignity and power befitting of the sitter’s social rank.  Fateh Singh ruled the region of Udaipur and Mewar for 46 years from 1884 to 1930. The effects of the paint on the image range from the subtle glow of the sitter’s beard to the thick, expressionist-like brush strokes of the landscape in the window.",
  "title": "Portrait of Fateh Singh, Maharana of Udaipur & Mewar"
}
