{
  "accession_number": "2017.80.2",
  "art_champions_text": null,
  "artist": "Artist: Mitchell Squire",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "layers of black paper of different sizes shot through with bullet holes, with staples sticking out of edges, in a black shadow box; shipped with removable Plexi cover--meant to be displayed without cover",
  "dimension": "50 3/8 × 25 5/16 × 3 in. (127.95 × 64.29 × 7.62 cm)",
  "id": "http://api.artsmia.org/objects/127053",
  "image": "valid",
  "image_copyright": "Copyright © Mitchell Squire",
  "image_height": 10731,
  "image_width": 5477,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Graphite, salvaged law enforcement paper targets shot through, in artist-made painted plywood enclosure",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From Smoke series",
  "provenance": "The artist, Ames, Iowa, 2015-17; sold to Mersky; Robert B. Mersky, Minneapolis, given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: MITCHELL SQUIRE / \\\"SMOKE\\\" 2015 1-7 (crossed out) / SMOKE 1-7, 2015 / #1 (circled)",
  "style": "21st century",
  "text": "Mitchell Squire is acclaimed for engaging material culture, architecture, and visual art to examine current and historical social and political issues. This assemblage, part of a body of work Squire began in 2013, addresses present-day police shootings of African Americans, and their aftermath. These assemblages are composed of paper targets riddled with bullet holes, salvaged by Squire from an Iowa police academy. Squire dusted this example with graphite powder to alter its evocative potential. Thick layers of the torn and perforated targets, with shot patterns resembling highly abstracted human figures, are presented with the reverse side facing outward, so the viewer stands in the line of fire. The effect is twofold. As an abstraction of color, form, and texture, independent of any meaning, the torn paper is visually appealing. But once its nature and source become known, myriad associations and meanings take hold. The artist acknowledges this paradox and suggests these responses can coexist. Squire’s assemblages move beyond mere materiality to offer a poignant and sobering portrait of the complex relationships among gun violence, racial discrimination, and personal and national tragedies.",
  "title": "Smoke 1"
}
