{
  "accession_number": "2017.38",
  "art_champions_text": null,
  "artist": "Artist: Sadie Benning",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "two dimensional object with a mixture of photographs and collage-like elements; surface is slightly raised with photographs and shapes imbedded like puzzle pieces; gray textured backing; series of red plus signs dispersed across upper half; two horizontal red lines-one in upper left quadrant and one in upper right quadrant; red vertical line on upper middle right side, and runs downward to bottom, intersecting with a small square-shaped black and with photograph of a cratered rock; five red circles with photographs of space, portraits and life scenes placed in middle of circle; other photographs of life scenes and space dispersed across surface; various colored dots in orange, blue, red, black and white decorate background",
  "dimension": "58 7/8 × 40 3/16 × 1 11/16 in. (149.54 × 102.08 × 4.29 cm)",
  "id": "http://api.artsmia.org/objects/127082",
  "image": "valid",
  "image_copyright": "© Sadie Benning",
  "image_height": 10854,
  "image_width": 7394,
  "inscription": "",
  "life_date": "American, born 1973",
  "markings": "",
  "medium": "Aqua resin, wood casein, and photographs",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Sadie Benning has become known for experimental video narratives that explore aspects of identity, memory, and loss that are indicative of the artist’s experiences as a gay youth. More recently, Benning has explored “Construction” or “Jigsaw” paintings—large intensely hand- worked aqua-resin paintings and mixed media works that consist of found images and painted shapes that are each individually cut out of wood and reassembled into a relief.\r\n\r\nHere the work titled “Bess” and the prominent use of crosses and circles in the composition directly reference the self-taught artist Forrest Bess (1911- 1977), an influential American painter who created a complex visual language that at once spoke to abstraction, but was also symbolic of his controversial ideas regarding transgender identity.\r\n\r\nIn particular, Benning's work appears to directly reference Bess' painting Untitled #42 (1950) which symbolically depicts male and female genders as the embodiment of life and death. Forrest Bess undoubtedly represents a pioneering figure for transgender identity and experimentation for an artist like Sadie Benning, making this work very much an homage to the late painter.",
  "title": "Bess"
}
