{
  "accession_number": "2017.55",
  "art_champions_text": null,
  "artist": "Photographer: Toru Kono",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The M. Boyd and Carol Burton Endowment",
  "culture": null,
  "curator_approved": 1,
  "dated": "1953",
  "department": "Arts of the Americas",
  "description": "horse with wooly fur in profile from PL standing partially hidden in foliage, with a branch over the top of its head; heavy forest foliage in foreground and background",
  "dimension": "11 1/2 × 15 7/8 in. (29.21 × 40.32 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127077",
  "image": "valid",
  "image_copyright": "© Toru Kono",
  "image_height": 3650,
  "image_width": 5085,
  "inscription": "",
  "life_date": "American, 1907 - 1984",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in black ink and pencil: (signature, title, and date in Japanese)",
  "style": "20th century",
  "text": "This photograph portrays a wild pony found in an animal sanctuary in Cape Toino in Miyazaki, Southern Japan. It evinces Kono’s turn to realism in immediate post-World War II years. From the 1930s to early 1940s, he often created works influenced by Pictorialism as well as abstract and experimental images pursuing the interplay between form and light. He also experimented with the technique of multiple exposures. In the 1930s, he was part of a growing group of Japanese photographers, known as Shinko Shashin (New Photography), determined to re-envision the medium.\r\n\r\nImportantly, Kono was one of the founding and prominent members of the Tampei Photography Club, an amateur photography club based in Osaka that existed from 1930 to 1941. As one of the most active and experimental camera clubs in the 1930s Japan, it promoted avant-garde and experimental photography, and toward the end, socially concerned photography through its exhibitions.\r\n\r\nIn Animal Sanctuary is known as one of Kono’s masterworks, and is significant for the way he incorporated elements of his early Pictorialist and experimental photography with the realism indicative of his postwar photography. The picture is matte, flat, and relatively dark, revealing delicate shades of grey and black. It is known as a unique print.",
  "title": "Wild Little Horse"
}
