{
  "accession_number": "2017.86.2",
  "art_champions_text": null,
  "artist": "Artist: Jan de Bisschop; Artist: after Annibale Carracci",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Given in honor of Kristin Lenaburg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1671",
  "department": "European Art",
  "description": "seated nude muscular Christ figure, leaning toward PL, being supported by two lightly-sketched angels, with angel at right holding a cloth behind Christ's back",
  "dimension": "14 5/16 × 9 1/16 in. (36.35 × 23.02 cm) (sheet)\r\n8 13/16 × 5 5/16 in. (22.38 × 13.49 cm) (plate)",
  "id": "http://api.artsmia.org/objects/127057",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5273,
  "image_width": 3479,
  "inscription": "LLC in the print: Ann. Cazatius inv. del. | on back in pencil: c.1671 / Jan de Bisschop",
  "life_date": "Italian (Bologna), 1560-1609",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian (Bologna)",
  "object_name": "Print",
  "portfolio": "From Paradigmata Graphices Variorum Artificum",
  "provenance": "[Sanders, Oxford, until c. 2012; sold to Bergquist]; [James Bergquist, Newton Centre, Mass., c. 2012-17; given to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in the print: J E. F. (intertwined)",
  "style": "17th century",
  "text": "This etching of the dead Christ supported by an angel was executed by the Dutch lawyer and amateur artist Jan de Bisschop after a drawing attributed to the great Bolognese painter Annibale Carracci, which is now in the Albertina, Vienna. The print was part of an influential drawing manual de Bisschop produced The Paradigmata Graphices Variorum Artificum, which feature etchings of the human body after Italian Renaissance and Baroque works. Published in the Netherlands in 1671, this influential drawing manual introduced aspiring northern artists to the canon of Western art, which was predominantly Italian and thus—except to the lucky few who could travel to Italy—known largely through prints and copies. De Bisschop probably never went to Italy, so he collaborated with draftsmen who had traveled there as well as studied prints and drawings of Italian art. Drawing manuals like these were common teaching tools for artists and amateurs alike, for drawing instruction began with learning to copy prints and drawings.",
  "title": "Dead Christ"
}
