{
  "accession_number": "2017.36",
  "art_champions_text": null,
  "artist": "Artist: Felipe Jesus Consalvos",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1940-1960",
  "department": "Global Contemporary Art",
  "description": "Paper collage with printed photographs, fragments of text, Bingo cards, playing cards, cigar bands and cancelled stamps; some painted elements around stamps at top and behind two standing figures in lower quadrants; overall composition with stamps in background grid at top; playing cards and Bingo cards around edges and five vertical figures (three human figures and two fish) above figures at bottom; head and shoulders of a woman wearing a uniform and a sailor's hat with a pipe between her teeth at center; \"THE PRIVATE LIFE OF THE GOD\" at top center; \"THE AMERICAN SYSTEM\" at bottom center",
  "dimension": "58 11/16 × 31 13/16 in. (149.07 × 80.8 cm)\r\n63 3/4 × 37 × 1 1/4 in. (161.93 × 93.98 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127081",
  "image": "valid",
  "image_copyright": "© Estate of Felipe Jesus Consalvos%2C Courtesy Fleisher Ollman Gallery",
  "image_height": 9991,
  "image_width": 5569,
  "inscription": "",
  "life_date": "American (born Cuba), 1891 - 1960",
  "markings": "",
  "medium": "Collage of found printed images and text, photographs, cigar bands, postage stamps, and pigments on paper",
  "nationality": "American (born Cuba)",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A self-taught artist and self-described healer, Felipe Jesus Consalvos earned his living for most of his life as a cigar roller. Born in Havana, Cuba, Consalvos immigrated to Miami around 1920, eventually settling in Philadelphia. The American System exemplifies the artist’s collage-on-paper work, which is often playful and slyly political in tone. It encompasses many of the sociopolitical themes Consalvos is known for, such as race, war, class, and gender, and their relationship to popular culture. Here, Consalvos takes aim at political figures, lampooning German dictator Adolf Hitler as a screaming baby, as well as American presidents George Washington and Abraham Lincoln, who are caricatured as a vaudevillian duo. His immense body of work—over 800 surviving collages on paper and unconventional surfaces such as found photographs, musical instruments, and furniture—was rediscovered in 1980 at a West Philly garage sale.",
  "title": "The American System"
}
