{
  "accession_number": "2017.56.1",
  "art_champions_text": null,
  "artist": "Photographer: Jyoti Bhatt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Marilyn C. Benson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Asian Art",
  "description": "resting cow laying on straw, with its head pulled back toward PL, near a corner; walls decorated with panels with painterly triangular shapes in rectangles, with zigzag lines above and between; round holes in wall above cow",
  "dimension": "12 9/16 × 8 1/4 in. (31.91 × 20.96 cm) (image)\r\n13 3/4 × 9 1/2 in. (34.93 × 24.13 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127065",
  "image": "valid",
  "image_copyright": "Copyright © Jyoti Bhatt",
  "image_height": 4052,
  "image_width": 2672,
  "inscription": "on back in black ink: PHY.00898 | on back in black and blue ink: JYOTI BHATT / 7-CHAROTAR SOC. / OLD PADRA ROAD / VADODARA 390020",
  "life_date": "Indian, born 1934",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "Indian",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in black ink: Jyoti Bhatt | on back in blue ink: A corner of a Village House - M.P. 1983",
  "style": "20th century",
  "text": "For over thirty years Jyoti Byatt has been documenting the landscape and people of rural India through various art media, including painting, print, and photography. In his art, he has archived the people, objects, and folk art of many regions including Gujarat, Rajasthan, Haryana, Madhya Pradesh, Orissa, West Bengal and Bihar. As eloquently shown in his photography, Bhatt embraces the solitary traditions of rural India through worldly lens of art history, demonstrating the influences of early Spanish and Italian art, as well as Cubism in his composition. His compositions emphasize the tactile and visual qualities of the landscape or building interiors while featuring the folk art traditions that are rapidly disappearing through modernization. Bhatt’s photographs capture a sense of urgency while avoiding an objectifying frame. His subjects are simultaneously aware of the camera and comfortable within its context—in some instances addressing the camera directly.",
  "title": "Interior of a Rajawar tribal house, Madhya Pradesh"
}
