{
  "accession_number": "2017.51",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Osborne",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Marguerite S. McNally Endowment for Art Acquisition and gifts of funds from Thomas A. and Georgina T. Russo, Julie Jensen Bryan and Robert Bryan, Bayard Storey, Victor Keen and Jeanne Ruddy, Charles Mather III, Mary and Peter Mather, and Dr. Luther Brady",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "seated woman in profile from PL in LRQ, with long reddish brown hair wearing a blue, purple and green scarf on her head and a short sleeves blouse with blue, olive, green and rust blocks of color; radiator, LLC; large window with view of blocky, simplified buildings in shades of pink, green, dark red, blue, grey and tan; blue-green walls",
  "dimension": "54 1/8 × 64 7/16 in. (137.48 × 163.67 cm) (canvas)\r\n55 3/8 × 65 3/4 × 2 1/4 in. (140.65 × 167.01 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127095",
  "image": "valid",
  "image_copyright": "© Elizabeth Osborne",
  "image_height": 7554,
  "image_width": 9017,
  "inscription": "",
  "life_date": "American, born 1936",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G375",
  "see_also": [
    ""
  ],
  "signed": "URC in pale green: OSBORNE 69",
  "style": "20th century",
  "text": "In several figural works of the 1960s and beyond, Osborne used architectural space to highlight states of being and relationships between figures. These pictures are among her most accomplished and sensitive observations of the human form against abstract space. They reveal her close scrutiny of modernist styles during the 1960s, including minimalism and color field painting, and integrate the figure seamlessly into rigorously designed, interlocking spaces. Woman in Belgravia Hotel poses a model before Osborne’s open studio window. She wears an outfit composed of flat, unmodulated blocks of color that pick up the rectangular rhythms distributed throughout the view–from the open window itself to rooftops, distant windows, negative space formed by the bright urban opening to the sky, and radiator grill within the room. The woman rests in quiet contemplation, her serene internal state possibly projected in the balance of forms beyond her seat.",
  "title": "Woman in Belgravia Hotel"
}
