{
  "accession_number": "2017.137.5",
  "art_champions_text": null,
  "artist": "Artist: Martin Puryear; Publisher: Paulson Fontaine Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "black silhouette of a cart with a body with a rounded top and spoked wheels at bottom center; line drawing in brown of same style of cart in profile in URC; mottled brown ground",
  "dimension": "23 3/4 × 17 5/8 in. (60.33 × 44.77 cm) (plate)\r\n34 11/16 × 27 5/8 in. (88.11 × 70.17 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127022",
  "image": "valid",
  "image_copyright": "© Martin Puryear",
  "image_height": 6628,
  "image_width": 5245,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "LLC in pencil: 37/50 | LRC publisher\\'s blindstamp: (symbol)",
  "medium": "Color soft-ground and hard-ground etching with aquatint, spit-bite aquatint, and chine collé",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paulson Fontaine Press, Berkeley, Calif. (publisher), sold to Mersky 2017; Mary and Robert Mersky, Minneapolis; given to MIA, 2017",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: M Puryear 2008",
  "style": "21st century",
  "text": "African American sculptor and printmaker Martin Puryear explores issues of identity, culture, and history in his work. Produced in collaboration with master printers, Puryear’s editioned prints generally feature simplified black-and-white motifs that bring to mind traditional craft, manual labor, and nature, subjects he also explores in his sculptural work and site-specific installations. Puryear’s austere images essentially function as cultural or historical symbols whose meanings are fluid and depend on the viewer’s own experiences, memories, and associations. “I think there are a number of levels at which my work can be dealt with and appreciated,” Puryear has noted. “It gives me pleasure to feel there’s a level that doesn’t require knowledge of or immersion in the aesthetic of a given time or place.”",
  "title": "Black Cart"
}
