{
  "accession_number": "2017.56.3",
  "art_champions_text": null,
  "artist": "Photographer: Jyoti Bhatt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Marilyn C. Benson Endowmetn for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980-1981",
  "department": "Asian Art",
  "description": "two images superimposed on each other; walking black cow at top, URQ; seated woman with PL knee drawn up, holding her bare feet with her hands; woman is wearing traditional Indian dress with two nose rings, large round earrings, necklace, head scarf, flowered garments with mirrors, toe rings and many bracelets on her upper and lower arms",
  "dimension": "11 1/8 × 7 1/2 in. (28.26 × 19.05 cm) (image)\r\n11 1/2 × 7 13/16 in. (29.21 × 19.84 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127064",
  "image": "valid",
  "image_copyright": "Copyright © Jyoti Bhatt",
  "image_height": 3570,
  "image_width": 2375,
  "inscription": "at top edge on back in black ink: REF: SK-177-3/5-(1980) | URC on back in pencil: PHY.03403",
  "life_date": "Indian, born 1934",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "Indian",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRQ on back in black ink: Kutch. 1980/81 / Jyoti Bhatt",
  "style": "20th century",
  "text": "For over thirty years Jyoti Byatt has been documenting the landscape and people of rural India through various art media, including painting, print, and photography. In his art, he has archived the people, objects, and folk art of many regions including Gujarat, Rajasthan, Haryana, Madhya Pradesh, Orissa, West Bengal and Bihar. As eloquently shown in his photography, Bhatt embraces the solitary traditions of rural India through worldly lens of art history, demonstrating the influences of early Spanish and Italian art, as well as Cubism in his composition. His compositions emphasize the tactile and visual qualities of the landscape or building interiors while featuring the folk art traditions that are rapidly disappearing through modernization. Bhatt’s photographs capture a sense of urgency while avoiding an objectifying frame. His subjects are simultaneously aware of the camera and comfortable within its context—in some instances addressing the camera directly.",
  "title": "Kutch"
}
