{
  "accession_number": "2017.56.2",
  "art_champions_text": null,
  "artist": "Photographer: Jyoti Bhatt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Joan and Gary Capen Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Asian Art",
  "description": "rectangular fragments of portions of same image in three horizontal bands; top center and right images include head of a woman with dark hair; central images include torso and upper legs of a figure wearing a mottled grey and white coat, white shirt and dark pants; two images at bottom include lower long skirt on a figure",
  "dimension": "11 1/8 × 8 5/16 in. (28.26 × 21.11 cm) (image)\r\n11 1/2 × 8 5/8 in. (29.21 × 21.91 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127063",
  "image": "valid",
  "image_copyright": "Copyright © Jyoti Bhatt",
  "image_height": 3554,
  "image_width": 2614,
  "inscription": "URC on back in pencil: PHY. 03399 | LLC on back in black ink: scanned",
  "life_date": "Indian, born 1934",
  "markings": "LRC on back stamped in black: COPY-RIGHT PHOTOGRAPH / © JYOTI BHATT / 2-ADHYAPAK NIWAS / BARODA 390 002 INDIA / REF.",
  "medium": "Gelatin silver print",
  "nationality": "Indian",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC on back in black: Jyoti Bhatt / Venice . 1966 .",
  "style": "20th century",
  "text": "For over thirty years Jyoti Byatt has been documenting the landscape and people of rural India through various art media, including painting, print, and photography. In his art, he has archived the people, objects, and folk art of many regions including Gujarat, Rajasthan, Haryana, Madhya Pradesh, Orissa, West Bengal and Bihar. As eloquently shown in his photography, Bhatt embraces the solitary traditions of rural India through worldly lens of art history, demonstrating the influences of early Spanish and Italian art, as well as Cubism in his composition. His compositions emphasize the tactile and visual qualities of the landscape or building interiors while featuring the folk art traditions that are rapidly disappearing through modernization. Bhatt’s photographs capture a sense of urgency while avoiding an objectifying frame. His subjects are simultaneously aware of the camera and comfortable within its context—in some instances addressing the camera directly.",
  "title": "Venice"
}
