{
  "accession_number": "2017.80.6",
  "art_champions_text": null,
  "artist": "Artist: Alexa Horochowski; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "Titanium white pigment and linseed oil on Tyvek with black gesso and black Golden Acrylic Pastel Ground. Made from polystyrene cups that transferred titanium white dry pigment and linseed oil to Tyvek when placed into a wind vortex created by the artist using commercial barrel fans.",
  "dimension": "115 1/2 × 104 1/4 in. (293.37 × 264.8 cm)",
  "id": "http://api.artsmia.org/objects/127015",
  "image": "valid",
  "image_copyright": "Copyright © Alexa Horochowski%2C published by Highpoint Editions",
  "image_height": 7971,
  "image_width": 7169,
  "inscription": "",
  "life_date": "American and Argentinian, born 1965",
  "markings": "Publisher\\'s stamp in light gray ink, LL on verso: HP",
  "medium": "Titanium white pigment and linseed oil with black gesso and black acrylic ground on white Tyvek fabric",
  "nationality": "American and Argentinian",
  "object_name": "Drawing",
  "portfolio": "From Vortex Drawings",
  "provenance": "The artist, Minneapolis; (Highpoint Editions, Minneapolis, sold to Mersky 2017); Robert B. Mersky, Minneapolis; given to MIA, 2017.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in black ink marker, verso: A. Horochowski 2017 | LL in black ink marker, verso: Vortex Drawing 17",
  "style": "21st century",
  "text": "Alexa Horochowski’s monumental “vortex” drawing highlights the intransigent problem of non-biodegradable trash polluting the world’s oceans and its effects on living organisms and marine ecosystems. Horochowski produced the drawing, one of an extended series, using an array of commercial barrel fans to create an artificial wind vortex on a flat surface. She selected a mixture of Styrofoam cups, polystyrene packing peanuts, aluminum cans, and other trash materials coated in substances such as graphite, ink, acrylic, linseed oil, and pigments, and added them to the vortex. The drawings were formed by the wind blowing the debris so the coatings would leave marks on white or black grounds. Though Horochowski chose the drawing constituents and guided the process, the element of chance played a large role in determining the final compositions. These experimental works actually blend aspects of drawing and printmaking, order and randomness. The works appear gestural due to the action of the materials/media within the vortex, but the mark making is mechanical, one step removed from the artist’s hand. Under the artist’s supervision, intention and chance vie for dominance. The drawings are visual compelling, but also carry a vital ethical message about our inadequate stewardship of the planet.",
  "title": "Vortex Drawing 17"
}
