{
  "accession_number": "2017.63",
  "art_champions_text": null,
  "artist": "Artist: William Kentridge; Printer: Artist Proof Studio; Publisher: Artist Proof Studio",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Proceeds from the Minneapolis Print and Drawing Fair and gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Prints and Drawings",
  "description": "eight stylized figures walking along a ramp from left to right; figures second and third from left and second from right carry, are encircle by or are made up of tower-like openwork forms; fourth figure from left has a large black X for head; fourth figure from right carries two shovels; third figure from right has a windmill for a head; bare fluorescent lights above figures; text in English and Russian on edge of ramp at bottom",
  "dimension": "33 × 72 5/8 in. (83.82 × 184.47 cm) (image)\r\n40 7/8 × 78 3/4 in. (103.82 × 200.03 cm) (sheet)\r\n45 × 82 5/8 × 2 in. (114.3 × 209.87 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127007",
  "image": "valid",
  "image_copyright": "© William Kentridge. All rights reserved.",
  "image_height": 5560,
  "image_width": 10569,
  "inscription": "",
  "life_date": "South African, born 1955",
  "markings": "LLC in pencil: 38/40",
  "medium": "Linocut with hand-painting in Indian ink on Hahnemühle paper",
  "nationality": "South African",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Artist Proof Studio, Johannesburg, South Africa (publisher). (Osborne Samuel Gallery, London); sold to MIA, 2017.\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: W Kentridge",
  "style": "21st century",
  "text": "Processions are a recurring motif in William Kentridge’s graphic work and films. In Eight Figures, each character in the procession possesses attributes symbolizing their personal identity and social role. Featured are a miner, farmer, nurse or doctor, architect, and porters, who move from left to right along a narrow wooden ramp or boardwalk. Suggesting a theatrical performance, the scene takes place in an indeterminate interior bathed in harsh artificial light. The background is also ambiguous, punctuated with vaguely outlined figures, floating numbers, and vertical lines segmenting the space. Random words in English and Russian run along the edge of the stage-like ramp like advertisements, while various text fragments appear elsewhere in the composition.\r\n\r\nPorters appear regularly in Kentridge’s art, often shown hauling the symbolic burden of “white guilt” over the immorality and persistent consequences of institutionalized racial segregation (apartheid) that existed in South Africa until 1991. These and the other non-heroic figures signal a larger, perhaps endless procession of people trudging ever forward through daily life, their multi-faceted identities shaped by political, social, and personal forces. For Kentridge, the procession is a metaphor for society’s collective journey, a nomadic passage through life, but one that requires critique and self-evaluation. Though hopeful in its outlook, it is also a satirical commentary on the brutality, ignorance, and absurdity of modern life.",
  "title": "Eight Figures"
}
