{
  "accession_number": "2017.76",
  "art_champions_text": null,
  "artist": "Artist: William Giles",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1924",
  "department": "European Art",
  "description": "male peacock with tailfeathers outstretched standing behind female peacock in LLQ, with head down; green ground; blue at top; oranges and blues through male peacock's feathers",
  "dimension": "13 1/8 × 17 9/16 in. (33.34 × 44.61 cm) (image)\r\n17 11/16 × 21 15/16 in. (44.93 × 55.72 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127006",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6464,
  "image_width": 8159,
  "inscription": "",
  "life_date": "British, 1872–1939",
  "markings": "LLC in pencil: No. 12/100",
  "medium": "Color woodcut and relief print from zinc plates on buff paper",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Chichester, Sussex, England, 2011, to Campbell; [Michael Campbell, Tunbridge Wells, Kent, England; 2011-2017]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge in pencil: W. Giles. | LRC in the print: WG (intertwined--monogram)",
  "style": "20th century",
  "text": "Frustrated that his colors often dried on the woodblock before he could print them, William Giles tried something new. He added glycerine to his pigments so they would dry more slowly. Then he printed some areas from zinc plates, which were less absorbent than wood. To “carve” the metal, he let acid eat around the design so that the part he wanted to ink and print was slightly raised. It’s a technique pioneered by Leonardo da Vinci and the British poet and artist William Blake. \r\n\r\nGiles’s peacock was the perfect subject for this novel treatment. The different feather colors land on one another but don’t mix together, creating a remarkably luminous effect. (With a dozen or so colors, Giles had to use thick paper to withstand the pressure from all the plates and woodblocks.) However, not even the bird’s bravura show can get the peahen to turn around. The print’s Latin title, Sic Transit Gloria Mundi, commonly means that the things of this world are fleeting, and is perhaps intended as a message to the peacock in all of us.",
  "title": "Sic Transit Gloria Mundi (Thus Passes the Glory of the World)"
}
