{
  "accession_number": "2017.36",
  "artist": "Felipe Jesus Consalvos",
  "classification": "Collages / Assemblages, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1945–60",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "58 11/16 × 31 13/16 in. (149.07 × 80.8 cm)\r\n63 3/4 × 37 × 1 1/4 in. (161.93 × 93.98 × 3.18 cm) (outer frame)",
  "id": 127081,
  "image": "valid",
  "image_copyright": "© Estate of Felipe Jesus Consalvos, Courtesy Fleisher Ollman Gallery",
  "image_height": 9991,
  "image_width": 5569,
  "inscription": null,
  "life_date": "American (born Cuba), 1891–1960",
  "markings": null,
  "medium": "Collage of found printed images and text, photographs, cigar bands, postage stamps, and pigments on paper",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "A self-taught artist and self-described healer, Felipe Jesus Consalvos earned his living for most of his life as a cigar roller. Born in Havana, Cuba, Consalvos immigrated to Miami around 1920, eventually settling in Philadelphia. The American System exemplifies the artist’s collage-on-paper work, which is often playful and slyly political in tone. It encompasses many of the sociopolitical themes Consalvos is known for, such as race, war, class, and gender, and their relationship to popular culture. Here, Consalvos takes aim at political figures, lampooning German dictator Adolf Hitler as a screaming baby, as well as American presidents George Washington and Abraham Lincoln, who are caricatured as a vaudevillian duo. His immense body of work—over 800 surviving collages on paper and unconventional surfaces such as found photographs, musical instruments, and furniture—was rediscovered in 1980 at a West Philly garage sale.",
  "title": "The American System"
}
