{
  "accession_number": "2017.80.4",
  "art_champions_text": null,
  "artist": "Artist: Mitchell Squire",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Merskty",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "layers of backs of rectangular paper targets of different sizes shot through with bullet holes, with staples sticking out of edges; black and grey on reverse of paper, with some green at center; in plywood shadow box with Plexi cover",
  "dimension": "55 5/16 × 29 3/8 × 4 1/2 in. (140.49 × 74.61 × 11.43 cm)",
  "id": "http://api.artsmia.org/objects/127055",
  "image": "valid",
  "image_copyright": "Copyright © Mitchell Squire",
  "image_height": 10530,
  "image_width": 5703,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Bulk paper law enforcement targets, shot through; housed in glazed wood box frame",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From The Young Gladiators series",
  "provenance": "The artist, Ames, Iowa, 2015-17; sold to Mersky; Robert B. Mersky, Minneapolis; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, stenciled in black and white: TYG 08 2012/23 / 2/4",
  "style": "21st century",
  "text": "Mitchell Squire is acclaimed for his interdisciplinary work that engages material culture, architecture, and visual art to examine current and historical social and political issues. These assemblages, part of a body of work Squire began in 2013, involve the contemporary issue of police shootings of African American citizens and their aftermath. The works feature accumulations of law enforcement paper firearms targets riddled with bullet holes that were salvaged from an Iowa police academy. Squire presents them as thick layers of torn and perforated targets with the reverse side facing outward, so that the viewer stands in the shooter’s “line of fire.” The shooting patterns that developed on the mass of targets resemble highly abstracted human figures. The effect is twofold. First, there is a compelling aesthetic component in these assemblages, a visually appealing abstraction of torn and degraded paper in which color, form, texture, and materiality exist independently of meaning. Second, when the nature and source of the paper targets is known, a flood of associations and meanings takes hold. This duality, or even contradiction, is acknowledged by the artist, who suggests that the two effects can coincide. By design, Squire’s assemblages transcend their materiality, offering viewers a poignant and sobering  portrait of the complex relationships between gun violence, racial discrimination, and the mediation of personal and national tragedies.",
  "title": "The Young Gladiators #8"
}
