{
  "accession_number": "2017.31",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States or Canada",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Unangan or Alutiiq",
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Arts of the Americas",
  "description": "dark brown body with lighter brown trim; V neckline; pullover style; front decorated with two horizontal stripes on shoulders with alternating dark and light brown animal hide squares; horizontal band across chest with pairs of vertical light brown bars flanking a small circle of light brown; double rows of tiny light brown squares between bars and circles; pairs of vertical rows of red felt short fringe under arms, at lower center on back and alternating with dark brown rectangles and one square on center of back; dark brown rectangles at center back decorated with vertical stitching in red, blue, light brown and cream; similar stitching on square at center back except in horizontal rows three vertical decorative stitched lozenges above central back on back",
  "dimension": "17 × 18 3/16 in. (43.18 × 46.2 cm)",
  "id": "http://api.artsmia.org/objects/127044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7078,
  "image_width": 7732,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Sealskin, wool, bird quills, animal membranes, fur",
  "nationality": null,
  "object_name": "Vest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "The Unangan and Alutiiq live on Kodiak Island and the lower part of Prince William Sound, in what is now Alaska. The woman who made this vest in the early 1800s used materials available in the Arctic, embellishing the basic sealskin garment with red wool from trade with Euro-Americans, bird quills, and other animal and bird parts that add color and texture. The zigzag designs on both sides are made from bird quills sewn onto the hide with sinew. This small vest was probably worn by a child, most likely for celebratory occasions. It is a rare item, and only one other like it is known to exist in the National Museum of Finland.",
  "title": "Vest"
}
