{
  "accession_number": "2017.37",
  "art_champions_text": null,
  "artist": "Artist: Shinro Ohtake",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "Abstract assemblage in browns, tans, grey, black and cream; raised rectangular box-like elements at center--some open, some \"closed\"; predominately horizontal and vertical layered elements of various colors and textures; one open rectangular box has thin paperlike elements in various layers; wavy black lines and small frenetic tic marks particularly concentrated on topmost closed rectangular box and at bottom center; metal envelope clasp at top left of center; received in a shadowbox with silver edging",
  "dimension": "35 13/16 × 28 3/4 × 2 15/16 in. (91 × 73 × 7.5 cm)\r\n41 × 33 5/8 × 5 1/2 in. (104.14 × 85.41 × 13.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127083",
  "image": "valid",
  "image_copyright": "© Shinro Ohtake",
  "image_height": 7844,
  "image_width": 6316,
  "inscription": "",
  "life_date": "Japanese, born 1955",
  "markings": "",
  "medium": "Oil, oil stick, ink, charcoal, tar, printed matter, cotton cloth, staples, Japanese paper, oil paper, watercolor paper, wrapping paper, thin paper, and cardboard on canvas",
  "nationality": "Japanese",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Shinro Ohtake is one of Japan’s leading and most innovative contemporary artists. His practice extends from the creation of visual arts projects and artist books to sound and architectural projects. Ohtake’s vast scrapbook collection—first begun in 1977—forms the backbone of his multifaceted practice, which ranges from painting, to assemblage, collage, drawing, monumental sculpture, architectural environments, and experimental noise music. Through his noise band JUKE/19 (1978–82), Ohtake has also influenced the direction of experimental music in Japan.\r\nIn Time Memory / Fault 11, Ohtake builds on his collage practice to create sculptural, volumetric forms that jut from the canvas support. As the title suggests, the varying layers of paper scraps create fissures and fault lines in layers of memory like shifting tectonic plates, while the drawn-in lines of ballpoint pen reference the uneven flow of time. Ohtake’s crusty agglomeration of materials is riddled with tears, punctures, and other flaws that mimic the messy, imperfect nature of memory in a highly visceral manner.",
  "title": "Time Memory / Fault 11"
}
