{
  "accession_number": "2017.35",
  "art_champions_text": null,
  "artist": "Artist: Martin Wong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The P.D. McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1987",
  "department": "Global Contemporary Art",
  "description": "children kneeling in a loose circle against a cobalt blue background with constellation patterns",
  "dimension": "73 1/2 × 92 1/4 × 1 1/4 in. (186.69 × 234.32 × 3.18 cm)",
  "id": "http://api.artsmia.org/objects/127084",
  "image": "valid",
  "image_copyright": "© Estate of Martin Wong",
  "image_height": 7581,
  "image_width": 9514,
  "inscription": "",
  "life_date": "American, 1946 - 1999",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Recognized during his lifetime as an important chronicler of the Chinese-American community in San Francisco’s Chinatown and the Hispanic and African-American communities in New York’s Lower East Side, the majority of Martin Wong’s work can be read as an ode to his beloved neighborhood and those who lived there. While much of Wong’s work focuses on the grittier side of life in New York’s East Village, in Polaris, we see a distinctly optimistic and fantastical vision of Wong’s New York.\r\n\r\nEight children of various ethnicities sit in a circle and play marbles over a map depicting a night scene of the constellations. The map charts astronomical mythological figures such as Perseus, Cassiopeia, Hercules and Cepheus. Polaris, otherwise known as the North Star, is both at the center of the map and the center of the canvas. The depicted star has a gravitational pull, binding the children together through the cross-cultural significance of the North Star as a global symbol. The painting becomes a proposal for a utopic future. Peaceful and idealistic, the artist collapses the cruel landscape of the mid to late 1980s in New York and replaces it with a utopic picture of global politics, where children play a central role within it.",
  "title": "Polaris"
}
