{
  "accession_number": "2017.86.1",
  "art_champions_text": null,
  "artist": "Artist: Pieter Rodermondt; Artist: Formerly attributed to Pieter Cornelisz Verbeeck",
  "catalogue_raissonne": "Hollstein 4 ii/ii\r\nBartsch 78\r\nRovinski El. 447",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Given in honor of Kristin Lenaburg",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1630-1640s",
  "department": "European Art",
  "description": "seated elderly man with white beard wearing turban, seating on a throne with drapery above it, at right; kneeling man at center foreground; two standing figures at center behind kneeling man--man wearing a feathered hat and stooped elderly figure wearing a hood; thin dog in LLC, sniffing a bone",
  "dimension": "5 11/16 × 4 7/8 in. (14.45 × 12.38 cm) (sheet)\r\n13 13/16 × 10 5/16 in. (35.08 × 26.19 cm) (mount)",
  "id": "http://api.artsmia.org/objects/127056",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5092,
  "image_width": 3941,
  "inscription": "on back, in pencil: O/Y | top center on mount, in pencil: 64 | below and to left of previous inscription, on mount, in pencil: PV / X | LLC on back of mount, in pencil: THE RETURN OF THE PRODIGAL SON / ONE OF THE DOUBTFUL PIECES / BY REMBRANDT - vee Daulby (?) x343 / attributed to P. VERBECCO 1619 3",
  "life_date": "Dutch, 1600 - 1654",
  "markings": "bottom center, stamped in black: (a fleur-de-lis); Unidentified collector’s mark; not in Lugt)",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection (unidentified collector's stamp, not in Lugt). Sale, Skinner’s, Boston, 2017, part of a scrap album to Bergquist; [James A . Bergquist, Newton Center, Mass., 2017; given to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This etching apparently shows an unidentified literary or historical scene, possibly from the Bible. An old man kneels pleading his case, before a high official who sits on a throne. A young man in a feathered cap and a bent-over old women witness the action. It is the work of Pieter Rodermondt, an artist from The Hague who was keenly interested in the art of Rembrandt.\r\n\r\nThe Supplicant employs several Rembrandtesque devices. The figures are animated and dressed in exotic clothing. With cocked heads and leaning postures they seem to be considering a knotty issue. The artist freed the men from static poses by drawing them with broken contours and selectively allowing their forms to dissolve into light. Strong chiaroscuro contrasts heighten the drama. The architecture is like a stage set, arbitrary, and not convincingly logical. Though not the breed that Rembrandt normally depicted, a small dog enlivens the foreground and adds to the sense of space.",
  "title": "A Supplicant"
}
