{
  "accession_number": "2017.70",
  "art_champions_text": null,
  "artist": "Artist: Frank Morley Fletcher",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1900",
  "department": "European Art",
  "description": "landscape in vertical format with green and grey mountains in distance; green field in middle ground; arcing tan bridge at bottom center; man wearing a hat and a woman with long red hair in LLC, seen from back",
  "dimension": "14 1/16 × 7 1/8 in. (35.72 × 18.1 cm) (image)\r\n15 5/8 × 8 5/8 in. (39.69 × 21.91 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127045",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5762,
  "image_width": 3225,
  "inscription": "",
  "life_date": "British, 1866–1949",
  "markings": "LLC in pencil: 40/100",
  "medium": "Color woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Annex Galleries, Santa Rosa, Calif., until 1990s, sold to private collector); private collector, Santa Barbara, Calif., 1990s–2016, sold to Main; (James Main Fine Art, Santa Barbara, sold to Kinney); Marla J. Kinney, Minneapolis; given to MIA, 2017.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: Brotherswater. | LRC in pencil: Morley Fletcher. | LLC in the print: M (arrow) F",
  "style": "20th century",
  "text": "These two intrepid hikers are catching their breath in England’s Lake District, which today encompasses 885 square miles. Frank Morley Fletcher grew up just south of this area, in Lancashire, and may have ambled in this very spot. The water below is part of Brotherswater, a small lake originally called Broad Water but renamed in the 1800s after two brothers died there.\r\n\r\nFletcher made use of the vertical “pillar” format found in Japanese prints, a sign of his affinity for Japanese color woodblock printmaking techniques, which he practiced and championed throughout his career. The swaths of flat color are hallmarks of such prints, as are the diagonal lines and our high vantage point. Fletcher painstakingly carved one of the blocks—he liked using cherry—to add detail to Brotherswater but decided to skip the black outlines in the sky, instead letting the shapes speak for themselves. This was a daring departure from Japanese practice and an example of the experimentation Fletcher and his followers went on to do.",
  "title": "Brotherswater"
}
