{
  "accession_number": "2017.47a-n",
  "art_champions_text": null,
  "artist": "Artist: Studio or Follower of Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Helen Winton Jones Endowment Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "decorated with simulated tsuba and kozuka in gold and silver and colored takamaki-e and hiramaki-e imitating metalworking techniques; interior of the door is black lacquer, similarly embellished with three arrowheads; detachable drop front; six drawers applied with silvered metal knops in the form of chrysanthemum blossoms with silver ring handles; inside of each drawer lined in velvet and fitted with four compartments, with separate velvet covers for each drawer; dark wood storage box included",
  "dimension": "11 1/2 × 9 × 13 11/16 in. (29.21 × 22.86 × 34.77 cm) (closed)",
  "id": "http://api.artsmia.org/objects/127153",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8708,
  "image_width": 11608,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "",
  "medium": "Lacquered wood, metal, velvet",
  "nationality": "Japanese",
  "object_name": "Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This lacquer storage cabinet was made to store a collection of inrō, small containers for holding a variety of personal items that could be hung from the sash of one’s robe. Perhaps surprising given that function, the exterior of the cabinet features an assortment of motifs that mimic metal objects associated with Japan’s warrior culture: sword guards (tsuba), dagger hilts (kozuka), and, on the inside, arrowheads. Each of these motifs mimics the artistry of Japanese metalworkers in the 1800s and several even have signatures by famous metal artists, but they are actually lacquer. In fact, each of the motifs was created by applying layers of colored lacquer in reverse order to plaster molds of actual tsuba and kozuka.",
  "title": "Storage cabinet for inrō"
}
