{
  "accession_number": "2017.44.6",
  "art_champions_text": null,
  "artist": "Artist: Jules Auguste Habert-Dys",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1889",
  "department": "European Art",
  "description": "round design for a dinner plate; crossing sweeping white elements with tiny white flowers; yellow flowers with brown centers and tan and blue-green leaves at bottom center and top center; grey-green ground; white rim; \"No 1\" at top center; notes in black ink in LLC; received taped to a cardboard backing under glazing",
  "dimension": "18 7/8 × 12 11/16 in. (47.94 × 32.23 cm)",
  "id": "http://api.artsmia.org/objects/127121",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7255,
  "image_width": 5045,
  "inscription": "Upper left: 13 | Upper center: No 1 | Lower left: Couleurs employee / fleurs [illegible] jaune pale / repiquées DO No 5 / Etamines AE pur / grandes feuilles gris G No 4 rep assi N_ No 6 / repiqué emplein [?] mince de 234 très lavé / petites feuilles et tiges E No 8 | Lower center: fait | Lower right: ass. à potage\r\n",
  "life_date": "French, Fresnes, Loir-et-Cher 1850–Paris [?] 1930",
  "markings": "",
  "medium": "Watercolor and pen and ink",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Galerie Elseneur, Paris, until 2013; sold to Weisbergs]; Yvonne and Gabriel Weisberg, Minneapolis (2013–17; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower right in black ink: J. Habert-Dys.",
  "style": "19th century",
  "text": "In 1889, a huge dinner service caught the attention of critics attending the exhibition of ceramics at the Paris World’s Fair. It comprised more than 300 pieces of porcelain, many of novel form and each with a unique pattern of floral decoration set amid vibrant abstract swooshes. This watercolor is a design for the decoration of one of the many plates. It is the work of Jules-Auguste Habert-Dys, designer of the entire service. The flowers sprouted in Habert-Dys’s imagination and are unknown in nature. At the lower left are detailed notes on the colors, and the bold inscription “fait” (done) recorded the completion of the finished porcelain plate.\r\n\r\nThough largely forgotten today, Habert-Dys deserves recognition as a pioneer of the free-flowing style that became known as Art Nouveau, which became popular in the 1890s. His 1889 service appears to have been a commercial failure, which a contemporary blamed on its high price and avant-garde design. Not until the following century would such abstraction gain popular appeal.",
  "title": "Design for a Soup Plate"
}
