{
  "accession_number": "2017.46.1a-m",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "small rectangular chest with flared base to be worn as a backpack; black lacquer with gold round crest on front featuring three rounded leaves against black triangle pattern; 8 drawers inside of varying shapes that fit the irregular shape of the box; navy blue, rough silk cord laced through back",
  "dimension": "15 1/2 × 11 5/8 × 10 3/4 in. (39.37 × 29.53 × 27.31 cm)",
  "id": "http://api.artsmia.org/objects/127179",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7798,
  "image_width": 6597,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquered pine and zeklova wood, iron, gold pigment, silk rope",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "According to the Record of Firearms (Teppō ki) of 1606, firearms were introduced to Japan in 1543 when a Portuguese merchant ship washed ashore after a storm. The introduction of firearms caused a fundamental change in battle strategies and fortress construction in Japan. Due to increased demand brought on by ongoing fights among feudal lords over control of Japan, many\r\nmajor cities engaged in production of their own rifles and gunpowder. Early guns were matchlock muzzleloaders called “harquebus,” similar to muskets in which gunpowder and a projectile were inserted in the barrel and then fired with a light match. The standard gun was over fifty inches long, weighed around 9 pounds, and had a range of over 200 yards. Individual samurai of a firing regiment were equipped with guns and carried cases for gunpowder and small amounts of lead\r\nprojectiles on their sashes. A strong samurai was chosen to transport the supplies for a regiment in a wooden chest that he carried on his back. This ammunition backpack is decorated with the crest of the feudal lord family it once belonged to, bamboo grass in a roundel inside a ring.",
  "title": "Ammunition backpack"
}
