{
  "accession_number": "2017.46.4",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "black bow with repeating thin bands of wrapped reeds; each band has gold outline; small decorative swirly knot on face below grip",
  "dimension": "84 3/4 × 1 3/4 × 10 in. (215.27 × 4.45 × 25.4 cm)",
  "id": "http://api.artsmia.org/objects/127182",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11639,
  "image_width": 6547,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Laminated lacquered bamboo",
  "nationality": null,
  "object_name": "Bow",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although the sword is the iconic weapon of the samurai, mastery of the longbow was also a highly regarded skill, and expert archers were the stuff of legends. Longbows were the main weapon during the Heian (784–1185) and Kamakura (1185–1333) periods and became formally accepted as a military weapon in 1252. During battle, samurai first shot arrows from horseback before they resorted to sword fighting. In the 1300s, long swords and spears became the weapons of choice for the main offensive, and guns were subsequently introduced in the early 1500s. Archery eventually evolved into a more formal and ceremonial tradition.\r\n Longbows are asymmetric and measure over seven feet long with a range of 160 to 330 feet, depending on the arrow. The bow is gripped below the center allowing the shooter to stand upright or kneel and, most importantly, shoot from horseback. Bows were made of bamboo that was lacquered in black, red, or gold and also decorated comparably to the sheaths of swords.\r\n\r\n ",
  "title": "Longbow"
}
