{
  "accession_number": "2017.21.1",
  "art_champions_text": null,
  "artist": "Artist: Roger Brown",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dennis Adrian in memory of the artist and George Veronda",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "gray skyscraper set against stark background under a black and yellow sky; two flat roofed wings protrude from building; L wing has pool, R has a couple in silhouette; skyscraper and wings have open windows; stark landscape in background with dark shrubs in V-arrangement; boiling black sky at top with black silhouettes of human figures; black frame",
  "dimension": "70 3/4 × 48 1/8 in. (179.71 × 122.24 cm) (canvas)\r\n71 3/8 × 49 1/2 × 1 1/2 in. (181.29 × 125.73 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127134",
  "image": "valid",
  "image_copyright": "© Estate Roger Brown %2F SAIC%2C Courtesy Kavi Gupta Gallery",
  "image_height": 10044,
  "image_width": 6877,
  "inscription": "",
  "life_date": "American, 1941 - 1997",
  "markings": "",
  "medium": "Oil on canvas with artist's painted frame",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G375",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Roger Brown’s Skyscraper is filled with stories told in silhouette. In the high-rise itself, we spy couples at tables framed by green curtains. In the low row of businesses across the street, each with its own decorated façade, little intrigues also unfold. At the horizon line, mysterious gatherings flank spherical bushes. Brown was fascinated by how people interacted with architecture, as well as the little stories that unfolded around him in his neighborhood. His paintings seem like the film still from a 1940s movie, another one of Brown’s loves. The warm mysterious glow at the horizon derived from memories of childhood car trips: he had a fundamentalist Christian religious upbringing and when he saw the emanations of light around distant cities at night it made him wonder if the apocalypse was happening.",
  "title": "Skyscraper"
}
