{
  "accession_number": "2017.21.14a,b",
  "art_champions_text": null,
  "artist": "Artist: Henry Ray Clark",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dennis Adrian in honor of Mary Cullen and in memory of Roy Cullen",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "both images mounted together in frame: upper image (a): triangular mask-like face with geometric details and squinting eyes, within eyelike, almond-shaped form; form has black background with scattered stars and arrows; 3 differently patterned bands across top and bottom edges; title at top; rendered in black and red lower image (b): diamond-shaped face with linear decorations above squinted eyes within center of larger flower-motif; center of flower is black with scattered stars and arrows; geometric and floral patterns in the petals; rendered in black and red; title across top",
  "dimension": "12 × 15 in. (30.48 × 38.1 cm) (a, top)\r\n12 1/8 × 15 1/2 in. (30.8 × 39.37 cm) (b, bottom)\r\n31 1/2 × 22 1/8 × 1 3/4 in. (80.01 × 56.2 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127148",
  "image": "valid",
  "image_copyright": "© Estate Henry Ray Clark",
  "image_height": 11170,
  "image_width": 7925,
  "inscription": "(a): Titled along top edge of sheet in ink:I AM FOUR EYES FROM THE PLANET CALLED THE RED TORNADO\r\n(b): Titled across top edge of sheet in ink: I AM BLIND AND I CAN SEE YOUR FUTURE FROM MY PLANET LOVELY",
  "life_date": "American, 1936–2006",
  "markings": "",
  "medium": "Ballpoint pen and crayon on brown paper; diptych",
  "nationality": "American",
  "object_name": "Drawing (diptych)",
  "portfolio": "From ",
  "provenance": "Dennis Adrian, Seaside, Oregon, until 2017; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "(a) signed, URC: H Clark | (b) signed, URC: H Clark",
  "style": "20th century",
  "text": "Self-taught artist Henry Ray Clark developed the creative persona of an extraterrestrial with fantastic powers. Clark’s belief was sincere: “I know they are out there,” he said, “because I have been there. Every night when I go to bed, I travel in my spaceship going to all of the places I put on these papers.” Clark was convicted of a crime and spent years in the Texas prison system, where he turned to drawing as a psychological release from extended periods of confinement and isolation. This ink and crayon diptych exemplifies Clark’s fascination with richly detailed pattern and line. Clark said, “They can lock my body up, but they can't lock up my mind. As long as my mind can create something beautiful to look at I am a free man and I will live forever in my art.” The interpretation and meaning of the two abstract compositions is elusive and is left to the viewer.",
  "title": "I am Four Eyes from the Planet Called the Red Tornado / I am Blind and I Can See your Future from my Planet Lovely"
}
