{
  "accession_number": "2017.24",
  "art_champions_text": null,
  "artist": "Artist: Joseph Mbatia Bertiers",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Africa",
  "country": "Kenya",
  "creditline": "The Dolly J. Fiterman Fund and the Raymond and Ruth Reister Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014-2016",
  "department": "Arts of Global Africa",
  "description": "cartoonish style; overcrowded city scene with many vignettes; buses at center middle ground packed with wild and domesticated animals and people; overturned bus with injured people in LRQ; skyscrapers at top; many signs; some portraits of politicians and others in foreground and middle ground including Barack Obama, Bill Clinton, Monica Lewinsky, and Vladimir Putin; foreground vignettes include \"Xtreme Cat Delicacy\" restaurant with man grilling cats and decapitated cat heads at bottom, latrine with dog drinking urine, reclining woman being urinated on by a dog with a cat between her legs, a man with a bloody crotch with a woman leaning over him who holds his penis and a bloody knife, a woman pulling on the penis of a donkey, a woman in water with a duck expressing milk from her breast into a cup, a woman braiding the hair of a seated woman with a cat at the seated woman's crotch; church in ULQ; some helicopters in sky including one airlifting a giraffe; some pencil underdrawings visible; received rolled/unstretched",
  "dimension": "68 1/4 × 95 1/8 in. (173.36 × 241.62 cm) (image)\r\n71 × 100 3/16 in. (180.34 × 254.48 cm) (canvas, unstretched)",
  "id": "http://api.artsmia.org/objects/127100",
  "image": "valid",
  "image_copyright": "© Joseph Mbatia Bertiers",
  "image_height": 7339,
  "image_width": 10274,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: Bertiers | LRC in white: 0/14",
  "style": "21st century",
  "text": "Painter Joseph Mbatia Bertiers has been called “the Master of African Satire.” Here he has filled his chaotic canvas with entertaining details, depicting his contemporaries with humor and irreverence—and a touch of malice. Amid countless normal folks trying to go about their daily business in the capital city of Nairobi, Kenya, the artist has scattered international celebrities and world leaders who blend into the crowd. Look closely to find Russian president Vladimir Putin, former British prime minister David Cameron, and former U.S. presidents Barack Obama and Bill Clinton.",
  "title": "Untold Story"
}
