{
  "accession_number": "2017.57.4",
  "art_champions_text": null,
  "artist": "Photographer: Ursula Schulz-Dornburg",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of the artist and Gallery Luisotti, Santa Monica, CA",
  "culture": null,
  "curator_approved": 0,
  "dated": "2000",
  "department": "Photography and New Media",
  "description": "3/4 view of a square shelter with thick rectangular columns at R side; rectangular window at front; concave roof with wing-like structure; remnants of graffiti and repairs on cracked, flaking walls; low brick wall in background with desolate foreground",
  "dimension": "14 1/8 × 17 11/16 in. (35.88 × 44.93 cm) (image)\r\n17 × 19 1/2 in. (43.18 × 49.53 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127110",
  "image": "invalid",
  "image_copyright": "Copyright © Ursula Schulz-Dornburg",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1938",
  "markings": "edition mark in pencil on back: 5/5 | gallery identification number in pencil on back: SCH-DOR0184",
  "medium": "Gelatin silver print",
  "nationality": "German",
  "object_name": "Photograph",
  "portfolio": "From Bus Stops",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signature, title, and date in pencil on back: [illeg] | 2000",
  "style": "21st century",
  "text": "Ursula Schulz-Dornburg, known for her typological study of vernacular architecture, documented bus stops in rural Romania from 1997 to 2011. In a manner distinguished from photographers trained in Dusseldorf Academy's Photography Department (where the Bechers taught), SchulzDornburg, who was originally trained in photojournalism, has made functional and everyday architecture and dwellings the subject of her black and white concept-base documentary photography. She often set the horizon in the middle of the photographs, and occasionally included passengers waiting for a bus. She relates her photographs of these structures to Ed Ruscha's earlier photographs of the vernacular architecture from Southern California.",
  "title": "Gymri-Erevan 07"
}
