{
  "accession_number": "2017.26a-p",
  "art_champions_text": null,
  "artist": "Artist: Greely Myatt",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Artist Installations",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Kaywin Feldman and Jim Lutz in memory of Don Feldman and Dan Lutz",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Contemporary Art",
  "description": "four sections; each section consists of arcing section of multicolored painted and cut broom handles glued to burlap backing, one large mirror, one smaller mirror and one piece of chrome edging",
  "dimension": "28 × 144 × 144 in. (71.12 × 365.76 × 365.76 cm) (variable)",
  "id": "http://api.artsmia.org/objects/127103",
  "image": "invalid",
  "image_copyright": "Copyright © Greely Myatt",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Broom handles, mirrors, pigments, metal, burlap",
  "nationality": "American",
  "object_name": "Sculpture / installation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Greely Myatt’s sculptural installation, roomrug, harkens back to the history of American Art. The work is comprised of four separate sections. Each section is comprised of two mirrors that frame a grouping of found broom handles which are laid out in the shape of a braided rug. Threaded across his broad body of work is the theme of communication and the use of light. roomrug uses light through the illusion created by the juxtaposition of mirrors to create an infinite room filled with rugs created from found broom handles and mirrors. The broom handles are layered into a rainbow of colors---another direct reference to light. Myatt’s work uses light to implement the idea of 'closure'; an idea that takes advantage of the placement of seemingly absent forms within an artwork so that the viewer mentally completes the work.",
  "title": "roomrug"
}
