{
  "accession_number": "2017.39",
  "art_champions_text": null,
  "artist": "Artist: Hiroshi Sugito",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Charlie Pohlad",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Global Contemporary Art",
  "description": "primitive abstract image; four columns of overlapping green and blue triangles emerging from yellow bowl-shaped form at bottom; fuchsia background over green; bring pink and plum brushwork across top; green column at R",
  "dimension": "17 7/8 × 21 × 5/8 in. (45.4 × 53.34 × 1.59 cm)",
  "id": "http://api.artsmia.org/objects/127188",
  "image": "valid",
  "image_copyright": "© Hiroshi Sugito",
  "image_height": 7001,
  "image_width": 8155,
  "inscription": "",
  "life_date": "Japanese, born 1970",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Like many contemporary Japanese painters, Hiroshi Sugito was trained in the traditional Japanese painting style known as Nihonga. The Nihonga technique utilizes ground pigments made of natural materials such as minerals, shells, and coral applied to handmade paper or silk. Sugito achieves a visual similarity to this technique in his paintings by using layers of oil and/or acrylic paint.\r\n\r\nAn important figure of Japanese painting in the 1990s, Sugito’s imagery employs childlike imagery as a springboard to create pictures that subtly oscillate between strange and beautiful, familiar and estranged. His delicate works at once convey a sense of delightful reverie and eerie displacement. Describing his process, Sugito has said, “I start moving my brush like walking into the woods, away from everything, and I want words and meanings to lose their power and just fade away.”",
  "title": "untitled"
}
