{
  "accession_number": "2018.104.1",
  "art_champions_text": null,
  "artist": "Artist: Mel Kendrick",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Global Contemporary Art",
  "description": "wedges, triangular and saw-toothed pieces of wood with arcing black form at top and open square in ULQ on one side; opposite side has many unfinished faces; some wood faces are black--some are unfinished with black smudges and fingerprints; dark brown rectangular base with four chalk lines; top portion removable from base",
  "dimension": "68 × 28 1/4 × 18 3/4 in. (172.72 × 71.76 × 47.63 cm) (approx., including base)",
  "id": "http://api.artsmia.org/objects/127112",
  "image": "invalid",
  "image_copyright": "© Mel Kendrick",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1949",
  "markings": "",
  "medium": "Poplar wood, oil, lamp black, and chalk",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "[Hill Gallery, Birmingham, Mich., sold to Mersky 2017]; Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Overlap Square, 1992, is a prime example of the artist’s work. Mel Kendrick’s method involves hollowing blocks of wood. He constructs the parts he cut into new forms on top the shell of the block from which they originated. The geometric shapes of Overlap Square assume a figurative stance. According to artist, “Zigzags, curves, and loops are ways of drawing in wood.” Once constructed, Kendrick overlays paint on top of selected portions of the sculpture. The paint acts like a skin “that indicates the inside and outside and how it’s been pulled apart.”",
  "title": "Overlap Square"
}
