{
  "accession_number": "2017.21.2",
  "art_champions_text": null,
  "artist": "Artist: Suellen Rocca",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dennis Adrian in honor of the artist",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1965",
  "department": "Arts of the Americas",
  "description": "blue silhouette of a female figure adorned with a diamond ring motif at C; radiating bands of yellow, blue, mint, pink, and bronze around C figure, each painted with repeating motifs including ice cream cones, a piece of pie on a plate, poodles, numbers, and palm trees; smaller silhouette figures around L and R edges; \"Ring Girl\" in cartouche URC; framed",
  "dimension": "84 1/4 × 60 in. (214 × 152.4 cm) (canvas)\r\n84 3/4 × 60 3/4 × 1 3/4 in. (215.27 × 154.31 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127135",
  "image": "valid",
  "image_copyright": "© Suellen Rocca",
  "image_height": 9530,
  "image_width": 6790,
  "inscription": "",
  "life_date": "American, 1943 - 2020",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "title at URC",
  "style": "20th century",
  "text": "Suellen Rocca’s Ring Girl combines many elements of her work of the late 1960s. A central female figure, shaded light blue, sits with animated rings shining over her as if projected onto her nude body. She appears to create colored swells of irregular rings that radiate outward towards the edges of the canvas. Numbers, poodles, exercising ladies, palm trees, and a large ice cream dance around her as if in adulation. Rocca was a member of the Hairy Who in the late 1960s and the body was a prominent subject\r\nin their collective and individual work at the time. Rocca focused on the female body and often included jewelry from her husband’s trade catalogues along with images of wigs, trophies, pillows, and purses. At times she captures a feeling of teen innocence. Other times the imagery appears critical of societal expectations and messages aimed at young women.",
  "title": "Ring Girl"
}
