{
  "accession_number": "2017.118.2",
  "art_champions_text": null,
  "artist": "Artist: James Falconer; Artist: Art Green; Artist: Gladys Nilsson; Artist: Jim Nutt; Artist: Suellen Rocca; Artist: Karl Wirsum",
  "catalogue_raissonne": "Adrian/Born (The Chicago Imagist Print) 455; Nadel (Collected Hairy Who), pp. 26-65",
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "yellow cover with green text and image: obese humanlike figure wearing starred top and jeans; two wide-set legs, each branching off into several other smaller legs with feet; face with stitches and several abstract chins; title at top; cross LLC; wraparound cover, 32 unnumbered pp. (16 folios), stapled at the side",
  "dimension": "11 × 7 in. (27.94 × 17.78 cm) (closed)",
  "id": "http://api.artsmia.org/objects/127279",
  "image": "valid",
  "image_copyright": "© James Falconer%2C Arthur Green%2C Gladys Nilsson%2C Wallace Nutting%2C Suellen Rocca%2C and Karl Wirsum",
  "image_height": 6031,
  "image_width": 4008,
  "inscription": "",
  "life_date": "American, born 1938",
  "markings": "",
  "medium": "Color offset lithography; bound volume",
  "nationality": "American",
  "object_name": "Exhibition catalogue",
  "portfolio": "From ",
  "provenance": "Private collection, Chicago; (Karen Lennox Gallery, Chicago); sold to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "These four illustrated booklets or “art zines” were published to accompany the Hairy Who’s first group exhibitions held between 1966 and 1968. Forerunners of the Chicago Imagist movement, the Hairy Who were figurative artists who drew inspiration from Surrealism, cartoons and comic books, advertising, and vernacular culture. Their eclectic and often provocative work featured distorted cartoon-like characters, irreverent subjects, silly puns and gags, sexual innuendo, satire, and social and political commentary. Styled after comic books, each of the booklets features artwork made especially for the publication by the six members of the group. Part memento, part art project, the publications were inexpensively printed and issued in unknown quantities. Each booklet sold for one dollar. Most have not survived.",
  "title": "The Hairy Who Sideshow"
}
