{
  "accession_number": "2017.119",
  "art_champions_text": null,
  "artist": "Artist: Charles-Alexandre-Pierre Brugière de Barante",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from Barbara Longfellow in celebration of her 100th birthday",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1804",
  "department": "Prints and Drawings",
  "description": "black and white of portrait of a young man standing in front of an open window; PL arm rests on ledge; wears buttoned up coat, high waist pants neck scarf with upturned collar; faint clouds in sky through window",
  "dimension": "37 1/2 × 24 13/16 in. (95.25 × 63.02 cm) (sight)\r\n44 13/16 × 31 3/4 × 3 7/8 in. (113.82 × 80.65 × 9.84 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127277",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10798,
  "image_width": 7832,
  "inscription": "",
  "life_date": "French, 1788–1809",
  "markings": "",
  "medium": "Black and white chalk with stumping",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This self-portrait, made by Charles de Barante as a teenager attests to the skill attained by a young amateur, who prepared for life by learning to draw as a gentleman should. Unfortunately, his life was cut short. Not long after making this drawing, Barante entered a military school recently established by Napoleon Bonaparte, the Emperor of France. A few years later, he was helping to lead a cavalry charge across the river Piave in northeastern Italy. Infantrymen came up behind the cavalrymen. The French were thrown back by charging Austrian cavalrymen. As Barante and others turned their horses back to where they had come from, the infantrymen fired at the Austrians without regard for the French cavalry caught in the crossfire. Barante took a bullet and fell dead on the spot.",
  "title": "Self-Portrait"
}
