{
  "accession_number": "2017.29a-x",
  "art_champions_text": null,
  "artist": "Artist: Andrea Carlson",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mr. and Mrs. Bernard M. Granum Fund",
  "culture": "Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "twenty-four rectangular sheets of paper fit together in four rows, six columns to form a panoramic view of landscape with mountains in the background; body of water in center with reflection of building with several small archways surrounded by an inverted triangle; pronounced colorful images in foreground with a combination of abstract shapes, text and figures; two large hands in front center with text in middle; bottom front of image has text that reads 'SUNSHINE ON A CANNIBAL' in white capital letters; each sheet approx. 11 1/4 x 30 1/2\"",
  "dimension": "11 7/16 × 30 5/16 in. (29.1 × 77 cm) (panel, each)\r\n46 × 180 in. (116.8 × 457.2 cm) (approximate, overall)",
  "id": "http://api.artsmia.org/objects/127222",
  "image": "valid",
  "image_copyright": "© Andrea Carlson",
  "image_height": 3015,
  "image_width": 11137,
  "inscription": "",
  "life_date": "Anishinaabe (Ojibwe), American, born 1979",
  "markings": "",
  "medium": "Oil, acrylic, ink, colored pencil, and graphite on paper",
  "nationality": "American",
  "object_name": "Painting on paper, composite",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black ink on sheet no. 24: Andrea Carlson 2015",
  "style": "21st century",
  "text": "Ojibwe artist Andrea Carlson thinks of the way dominant cultures (usually white U.S. or western European) identify others as “exotic” as a kind of “cultural cannibalism”—sensationalizing in order to objectify and consume them, even as they erase them through assimilation.\r\n\r\nThe dense, layered imagery in Sunshine on a Cannibal is drawn from particular Native American artworks, European paintings, and conceptual artworks, and reclaims what “westerners” have historically sought to define and objectify. \r\n\r\nThe central “Tower of Babel” rests on an upside-down base of the same tower, suggesting that even in recreating itself the dominant culture is a victim of its own cultural cannibalism. The words “Mondo Cane” printed on a mask reference the 1962 Italian film of the same name, in which filmmakers mixed documentary footage of various “non-western” cultures with staged scenes to produce a “shockumentary”— believed by an unsuspecting public to be entirely factual. Carlson's work challenges the concept of \"other\" and asks us to consider how cultures are consumed by one another.",
  "title": "Sunshine on a Cannibal"
}
