{
  "accession_number": "2022.98.1",
  "art_champions_text": null,
  "artist": "Artist: May Stevens",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1996",
  "department": "Global Contemporary Art",
  "description": "assemblage with torn newspaper clippings, overlapping black and white Xeroxed photos of children playing; repeating images of young girl in black and white and newspaper clippings; adhered, broken green glass bottle; clumps of human hair; cigarette butts, matches; cigarette holes and singe marks; mounted to mauve mat board and framed",
  "dimension": "33 × 40 7/8 × 1 3/4 in. (83.82 × 103.82 × 4.45 cm)",
  "id": "http://api.artsmia.org/objects/127295",
  "image": "valid",
  "image_copyright": "© May Stevens %2F Courtesy Ryan Lee Gallery",
  "image_height": 7954,
  "image_width": 9825,
  "inscription": "",
  "life_date": "American, 1924–2019",
  "markings": "",
  "medium": "Assemblage of torn newspaper clippings, photocopies, broken green glass bottle, human hair, cigarette butts, matches, with cigarette holes and singe marks, mounted to mat board",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "The artist, Santa Fe, N.M.; [Ryan Lee Gallery, New York, sold to Mersky May 2, 2017]; Robert B. Mersky, Minneapolis; given to MIA, 2022.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "May Stevens’s assemblage, All-y, All-y in Free, is a memorial to a young girl named Elisa. In 1995, six-year old Elisa Izquierdo was savagely tortured and beaten to death in her own home by her drug-addicted mother. One of the most horrific cases of child abuse in New York City history, the circumstances of Elisa’s murder deeply affected even the most street-hardened police officers and other public officials and elicited intense sorrow and anger among ordinary citizens. What was so disheartening for many was how the “system” had failed young Elisa. Her relatives, neighbors, and teachers had repeatedly warned child welfare officials that the girl was in imminent danger, but social service agencies and judicial officials continued to support maternal custody. The subsequent public outcry did result in governmental reforms of some aspects of the social welfare system, including secrecy rules concerning allegations of past child abuse. Familiar to many, the title Stevens chose for this assemblage is derived from the children’s game hide-and-seek, used at game’s end to call the players from their hiding places. Evoking childhood innocence, the refrain stands in stark contrast to Elisa Izquierdo’s brief life and brutal death.",
  "title": "All-y All-y in Free"
}
