{
  "accession_number": "2020.44.1",
  "art_champions_text": null,
  "artist": "Artist: Emma Amos",
  "catalogue_raissonne": null,
  "classification": " Paintings; Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1982",
  "department": "Global Contemporary Art",
  "description": "two women in energetic poses: woman at L in teal woven fabric, leaping onto one foot; woman at R, in dark fabric with multi-colored stripes in wide stride, with hands on top of head; large open-weave textile swaths in background; dangling shapes attached to ribbons; bright plaid woven fabric top and bottom borders",
  "dimension": "92 × 64 1/4 in. (233.68 × 163.2 cm) (with fringe)",
  "id": "http://api.artsmia.org/objects/127299",
  "image": "valid",
  "image_copyright": "© Emma Amos %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C New York",
  "image_height": 10574,
  "image_width": 7224,
  "inscription": "",
  "life_date": "American, 1938 - 2020",
  "markings": "",
  "medium": "Handwoven cotton, synthetic, and metallic fibers with pigments on linen",
  "nationality": "American",
  "object_name": "Wall hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in red pigment LRQ: Amos",
  "style": "20th century",
  "text": "Emma Amos was a distinguished painter, printmaker, and weaver. Influenced by modern Western European art, Abstract Expressionism, the Civil Rights movement and feminism, Amos explored the politics of culture and issues of racism, sexism and ethnocentrism through her paintings and works on paper.\r\n\r\nThroughout her career, Amos utilized color as a pictorial element to shape and make sense of the world around her, as well as to question its given order. As an artist of mixed race, Amos was keenly aware of the multiple and complex meanings and implications of color. The artist’s love of color and her concern about its meaning are evident in the 1982 weaving/collage, Out in Front, constructed of fabrics which Amos wove and then cut up to make the painting. This process, characteristic of her work in the late 70’s and early 80’s, involved cutting up the fabrics she had previously woven in order to create a new identity out of the fragments of her former self.",
  "title": "Out in Front"
}
