{
  "accession_number": "2017.116",
  "art_champions_text": null,
  "artist": "Artist: Giulio Bonasone; Artist: Probably after Polidoro da Caravaggio",
  "catalogue_raissonne": "Bartsch 83 II (II); Massari 73 II (II); Le Blanc 343",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1545",
  "department": "European Art",
  "description": "two figures riding a horse at C across river; small groups of people wearing togas and classical dress on both banks, many clutching babies, screaming, and reaching out; trees at L; tents in background",
  "dimension": "11 5/8 × 16 15/16 in. (29.53 × 43.02 cm) (image)\r\n11 7/8 × 17 1/4 in. (30.16 × 43.82 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127276",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3382,
  "image_width": 4838,
  "inscription": "bottom edge R, typed: Ant Lafreri / Seqvani Formes | LRC: IV Bonsao Imitando Pin [illeg.] / Celavit\r\n",
  "life_date": "Italian (Bologna), c. 1510–after 1576",
  "markings": "on back, in pencil: (illegible writing) / 4g | stamp on back, LRC",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Reverend John Burleigh James (1811-1891, Knowbury Park, Shropshire, England, Lugt 1425); his sale Sotheby's, London, March 22, 1877, lot 711. Paul Davidsohn (1839-1924 ', London, Vienna, and Berlin, Lugt 654); not in his 1921 sale. Unidentified circular collector's mark, recto, l.r. Sold Koller, Zurich, March 31, 2017, lot 3622, to Stanza del Borgo; (Stanza del Borgo, Milan, 2017)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "possible signature, in brown, on back LRC",
  "style": "16th century",
  "text": "Cloelia’s adventure thrilled readers in antiquity and again in the Renaissance. She was among a group of youths taken hostage by the Etruscan king Lars Porsena in exchange for lifting a siege on the city of Rome.  In the story she mounts a horse to lead several girls in a dangerous escape from their Etruscan jailors. They crossed the Tiber River amid a hail of spears. The escape proved disturbing for both sides: the Romans were concerned for their honor; the Etruscans were enraged. To settle the matter, Cloelia was returned to the enemy. When his anger subsided, Porsena came to extol Cloelia’s bravery and the rectitude of the Romans for having returned her. He ordered her release and let her choose some hostages to take home.\r\n\r\nIn a view resembling a classical relief sculpture, we see Cloelia accompanying a frightened hostage on horseback across the swirling Tiber. She looks back to the other hostages, implying that she has not forgotten them. On the far bank, their families anxiously await their return.",
  "title": "Cloelia Crossing the Tiber on Horseback"
}
