{
  "accession_number": "2018.13.2",
  "art_champions_text": null,
  "artist": "Artist: Aliza Nisenbaum",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "group portrait of seven people all holding pieces of paper with line drawn portraits; man in center kneeling wears tan pants, blue shirt and glasses; first on right is man wearing baggy blue shorts, green shirt, sneakers and blue hat; second figure from right is woman wearing red shirt, blue and pink flowered dress with brown purse at hip; third figure from right is woman wearing light blue t shirt and purple pants who stands behind kneeling man; fourth figure from right is woman wearing green, orange, white and red printed dress, short hear and green bracelet on PR wrist; fifth figure from right is woman in light purple shirt, dark blue pants and light blue shoes; sixth figure from right is man standing in back with blue shirt, gray hair and glasses; faded colorful background depiction various figures; red checkered floor with black and purple designs",
  "dimension": "95 × 75 in. (241.3 × 190.5 cm)",
  "id": "http://api.artsmia.org/objects/127307",
  "image": "valid",
  "image_copyright": "© Aliza Nisenbaum",
  "image_height": 6416,
  "image_width": 8114,
  "inscription": "",
  "life_date": "Mexican (active U.S.), born 1977",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "Mexican (active U.S.)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G303",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Centro Tyrone Guzman’s Wise Elders Program provides culturally and linguistically responsive services to support the holistic health and independent living of Latino seniors. Elders play an important role in their community, transmitting their wisdom and Latino culture to younger members.\r\n\r\nDuring her residency in Minneapolis, artist Aliza Nisenbaum taught a portrait drawing class to the Wise Elders, asking them to draw each other and their loved ones. Here, the Wise Elders are shown with their own artistic creations against a mural depicting the history of migrant laborers in the Midwest. The painting is a testament to the Wise Elders’ unique character as individuals, their life experiences, and the collective wisdom they impart to their community.\r\n\r\nSitters from left to right: Melissa Benitez, Jesús Cazares, Sol, Juana Gonzales Moreno, Nicanor Torres Marcos, Minerva Cazares, Elena Valencia de los Santos, Roberto Arista",
  "title": "Wise Elders Portraiture Class at Centro Tyrone Guzman with En Familia hay Fuerza, mural on the history of immigrant farm labor to the United States"
}
