{
  "accession_number": "74.1.6c",
  "art_champions_text": null,
  "artist": "Artist: Taketsugu",
  "catalogue_raissonne": "Hillier, Gale Collection, vol. 1, no. 6a-c",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid 17th century",
  "department": "Japanese and Korean Art",
  "description": "two men riding horseback holding longbows and arrows at L; men alongside an ox pulling a carriage LR; tree and wall at top with gold cloud band",
  "dimension": "33 3/4 × 19 3/4 in. (85.73 × 50.17 cm) (image, without roller)\r\n66 1/2 × 24 3/4 in. (168.91 × 62.87 cm) (mount)",
  "id": "http://api.artsmia.org/objects/127329",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10159,
  "image_width": 6081,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "LLQ red artist\\'s seal: 武継 {Taketsugu}",
  "medium": "Hanging scroll; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Genji monogatari (Tale of Genji), written by the eleventh-century court lady Murasaki Shikibu, is a consummate expression of native Japanese aesthetic sensibilities. This story of the idealized Prince Genji, a paragon of male virtue, and the refined Heian period aristocratic life, with its bittersweet awareness of the inexorable passage of time, has inspired countless artists. These hanging scrolls were once mounted as part of a six-panel folding screen; the remaining three panels are in the collection of the Detroit Institute of Arts. Painted some six hundred years after Lady Murasaki’s novel, they reflect Japan’s continued fascination with its classical past. The left scroll probably represents chapter twelve of The Tale of Genji, in which prince Genji is exiled to the desolate shore of Suma Bay. The center scroll illustrates a scene in chapter twenty-eight in which the empress’s ladies-in-waiting carry cages with cicadas into the garden to give the insects a sip of morning dew. The right scroll may depict chapter fourteen, in which prince Genji travels to Naniwa Bay in an ox pulled carriage.",
  "title": "Scenes from The Tale of Genji"
}
