{
  "accession_number": "2017.54",
  "art_champions_text": null,
  "artist": "Artist: Omer Fast",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "Asia",
  "country": "Israel",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Asian Art",
  "description": "black archival box with 3-ring binder containing: 1. WD My Passport hard drive (with white label on front: \"OMER FAST August\"), containing one exhibition file (4K ProRes with 6 audio tracks) and two master archival files, Left and Right, each HD video with 6 audio tracks (one set in English, one set in French), with a USB cable, in a yellow and white box 2. Certificate of Authenticity (1 sheet) 3. Techinal Outline by the artist with installation instructions (2 sheets) 4. Receipt letter from the gallery",
  "dimension": "15 minutes, 30 seconds",
  "id": "http://api.artsmia.org/objects/127311",
  "image": "valid",
  "image_copyright": "© Omer Fast. All rights reserved.",
  "image_height": 1012,
  "image_width": 1920,
  "inscription": "",
  "life_date": "Israeli, born 1972",
  "markings": "",
  "medium": "3-D stereoscopic film with 5.1 sound",
  "nationality": "Israeli",
  "object_name": "3-D stereoscopic film",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Omer Fast creates complex video installations that examine the narrative line between fact and fiction, part of an emerging genre in contemporary art known as “parafiction.” This work imagines German photographer August Sander at the end of his life as he reflects on the creation of his groundbreaking portraiture series People of the 20th Century, which he made from the 1900s to the mid 1930s. Fast’s film, shot in 3D, depicts a nearly blind Sander (a fictional characterization) in his home, haunted by the death of his son and the ghosts of figures he has photographed. It considers the transition between Germany’s Weimer Republic and its Nazi era and questions whether photography as a medium can tell the truth about people and, ultimately, a nation.",
  "title": "August"
}
