{
  "accession_number": "2017.95.1",
  "art_champions_text": null,
  "artist": "Artist: Allan Houser",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Hella L. Mears and William F. Hueg, Sr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "woman seated cross-legged with her body completely covered with a brown blanket, with only her face and long loose hair visible; woman looks over her PR shoulder; bronze-colored face",
  "dimension": "26 × 20 7/16 × 20 7/16 in. (66.04 × 51.91 × 51.91 cm)",
  "id": "http://api.artsmia.org/objects/127335",
  "image": "valid",
  "image_copyright": "© Allan Houser %2F Chiinde LLC",
  "image_height": 9939,
  "image_width": 7951,
  "inscription": "",
  "life_date": "Nde Indé (Chiricahua Apache), 1914-1994",
  "markings": "PR side near bottom, incised: 9/15",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "PR side near bottom, incised: ALLAN HOUSER / © 92 HAOZOUS",
  "style": "20th century",
  "text": "This sculpture entitled Seated Native American Woman Wrapped in a Blanket is a 1992 bronze cast by the legendary Chiricahua Apache artist Allan Houser. The sculpture depicts a Native woman seated cross-legged with her body completely covered with a blanket. Only her smooth face, rendered in lighter bronze, and long loose hair is visible to the viewer, a woman shrouded in mystery and modesty. Native women are the subject of much of Houser’s sculptures and paintings, and his renderings of these women often are fluid, tender, yet filled with strength and beauty.\r\n\r\nAllan Houser, the first Chiricahua born out of captivity after the U.S. Congress released them from their prisoner-of-war status in 1912, is considered to be one of the most important artists in Native American art. Houser drew inspiration from his Native community and modernist sculptors Jean Arp, Constantin Brancusi, Henry Moore, Isamu Noguchi, and Barbara Hepworth.",
  "title": "Young Woman"
}
