{
  "accession_number": "2018.13.3",
  "art_champions_text": null,
  "artist": "Artist: Aliza Nisenbaum",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Painting",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "portrait of three seated women surrounded by plants, flowers and signage; single seated woman on left wearing yellow head scarf, blue shirt, pink floral skirt and leans on purple arm rest; sign reading 'HARVESTING BASICS' with text and drawings in ULC; two seated women on right- one with white scarf and black dress with yellow and pink flowers, PL arm around seated woman on right, who wears blue striped head scarf, red top and blue and pink gradated long skirt, both sitting on purple bench; orange hanging lamp in URC; groups of flowers with signs/ labels in foreground; lattice with climbing plant with blue flowers in background on left",
  "dimension": "88 × 68 × 1 1/4 in. (223.52 × 172.72 × 3.18 cm)",
  "id": "http://api.artsmia.org/objects/127308",
  "image": "valid",
  "image_copyright": "© Aliza Nisenbaum",
  "image_height": 6719,
  "image_width": 8658,
  "inscription": "",
  "life_date": "Mexican (active U.S.), born 1977",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "Mexican (active U.S.)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "As part of their work with people and place, Hope Community manages 7,500 square feet of growing space in the Phillips neighborhood. Their three communal gardens and hands-on workshops engage people of all ages in food-related activities promoting health, culture, community, and land stewardship.\r\n\r\nFor her portrait of Hope Community, the artist worked with the young female leaders who care for their community gardens. The sitters represent two generations of Somali immigrants and are pictured wearing the hijab—a headscarf traditionally worn by Muslim women. Surrounded by symbols of sustenance and self- sufficiency, these women embody the bonds of care between family, friends, and community.\r\n\r\nSitters from left to right: Nimo Mohamed, Sumiya Olson, Bisharo Jama",
  "title": "Nimo, Sumiya, and Bisharo harvesting flowers and vegetables at Hope Community Garden"
}
