{
  "accession_number": "2018.13.1",
  "art_champions_text": null,
  "artist": "Artist: Aliza Nisenbaum",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "seated portrait of six people; woman with blond bobbed haircut seated in center wearing blue knee high socks, tan skirt, tie blue sweater and blue shirt with radio at waist; three men to PR of woman wearing similar clothing as seated woman; man to PR of seated woman wearing dark pants, white shirt, sunglasses and orange backwards baseball hat with radio at hip; woman with short gray hair to PL of seated woman who wears white shirt, dark slacks and zippered bag around waist; man with long dark hair, glasses and beard sitting to PL of seated woman also dressed in tie, tan pants, blue shirt and dark sweater; blue wall in background, sign in top middle reading \"Lounge\"; bulletin board behind man wearing hat with various pamphlets attached; several photos of pets attached to wall behind seated long haired man; green and brown checkered floor",
  "dimension": "95 × 75 in. (241.3 × 190.5 cm)\r\n76 7/8 × 97 1/16 × 2 1/2 in. (195.3 × 246.5 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127306",
  "image": "valid",
  "image_copyright": "© Aliza Nisenbaum",
  "image_height": 6442,
  "image_width": 8137,
  "inscription": "",
  "life_date": "Mexican (active U.S.), born 1977",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "Mexican (active U.S.)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Upon arriving at Mia, Aliza Nisenbaum, like most visitors, was first met by the museum’s guards. While Mia’s guards represent the museum’s first line of defense against theft and damage to the collection, they also serve a vital role in facilitating the museum-going experience.\r\n\r\nClad in their uniforms, our museum guards are an often- overlooked community unto themselves, some of whom live in the surrounding Phillips and Whittier\r\nneighborhoods. Over the course of her residency, Nisenbaum befriended a number of guards, learning about their hobbies, pets, and life stories during their time together in her studio. Here, six guards are shown at rest in the lounge, a private space where they take breaks and gather before and after their shifts.\r\n\r\nSitters from left to right: Jason Ressler, Desmond Griffin, Bruce Morrow, Katherine Lamb, Gina Carchedi, Jesse Nagamatsu",
  "title": "Morning Security Briefing at the Minneapolis Institute of Art, basement door open onto the Guard Lounge Pet Wall"
}
