{
  "accession_number": "2017.107",
  "art_champions_text": null,
  "artist": "Artist: George Grosz",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1937",
  "department": "Arts of the Americas",
  "description": "seated man with a grey overcoat drawn around him, with a helmet (?) over his PL knee, at left, in a ruined brick building; two figures seen from back--one seated wearing a blue shirt, one standing wearing a red shirt with PR arm around shoulders of figure in blue shirt, in URQ",
  "dimension": "28 × 36 1/8 in. (71.12 × 91.76 cm) (sight)\r\n35 × 43 × 1 3/4 in. (88.9 × 109.22 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127319",
  "image": "valid",
  "image_copyright": "© Estate of George Grosz %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 6091,
  "image_width": 7830,
  "inscription": "",
  "life_date": "German (active United States), 1893 - 1959",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "German (active United States)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G377",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated and inscribed verso: “George Grosz / 1937 April / Douglaston”;\r\n“George Grosz Estate” stamp and number 1-11-5",
  "style": "20th century",
  "text": "George Grosz made this self-portrait following a visit to his native Germany in 1935. Grosz shivers in the shell of a ruined building, replaying images in his mind, which we see behind him. He had moved to the United States in 1932 to escape the rise of Fascism in Europe and to teach. During his return trip, Grosz witnessed the gravity of Nazi persecution in his home country, and he made this image to express his anxiety about the situation. He was haunted by what he saw, and he felt visited by premonitions of the future—World War II (1939–45).\r\nYears later he reflected on the impulse behind such images. “I could not explain exactly what was really troubling me. But after I had returned to the States, my paintings became prophetic. I was compelled by an inner warning to paint destruction and ruins; some of my paintings I called ‘Apocalyptic Landscapes,’ though that was quite some time before the real thing took place.” Grosz had been an early and forceful critic of the Nazi Party, and from his vantage point as an exile in 1937 anticipated its reign of terror.",
  "title": "Remembering"
}
