{
  "accession_number": "2017.124.9",
  "art_champions_text": null,
  "artist": "Artist: Anatoli Kaplan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Russia",
  "creditline": "Gift of the children of Shirley Dworsky (1926-2004), honoring her wishes",
  "culture": null,
  "curator_approved": 0,
  "dated": "1961",
  "department": "Prints and Drawings",
  "description": "center green circular image of seven seated figures at a table with hanging lamp directly above; Hebrew script in silver pigment on outer edge of circle; four birds in black, green and silver ink in all four corners of outer image; silver background with black dots; green and black striped border with black and silver alternating pattern on outer border; small black lines on top and bottom of image",
  "dimension": "19 7/8 × 16 13/16 in. (50.48 × 42.7 cm) (image)\r\n20 9/16 × 17 9/16 in. (52.23 × 44.61 cm) (sight)\r\n30 13/16 × 26 15/16 × 1 3/8 in. (78.26 × 68.42 × 3.49 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127473",
  "image": "valid",
  "image_copyright": "© Anatoli Luovitch Kaplan",
  "image_height": 5819,
  "image_width": 5034,
  "inscription": "English translation: \\\"It is cheerful at heart, when bread, wine and fish are on the table\\\"",
  "life_date": "Russian (born Belarus), 1902 - 1980",
  "markings": "LLC, in pencil: F.2. 90/125 | LRC, in pencil, A. Kaplan-\\'61",
  "medium": "Color lithograph",
  "nationality": "Russian (born Belarus)",
  "object_name": "Print",
  "portfolio": "From \"Jewish Folk Songs\" (1962)",
  "provenance": "Art market, London ('Grosvenor Gallery) or Germany, to Karlen; Charlotte and Markle Karlen, St. Louis Park, Minn. (from '1966; sold to Dworsky); Shirley Dworsky, St. Paul, Minn. (until d. 2004); bequeathed to daughter, Shosh Susan Dworsky, St. Paul (2004-2017); given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The prints of Russian artist Anatoli Kaplan bring to life the lost world of the Jewish shtetl (small village) in the Russian Empire before the Holocaust. Kaplan focused on the subject in his art despite religious repression in the Soviet Union, and following World War II, this became an even more central subject for the artist, as Jewish life and culture in Russia had been destroyed by the end of war. His celebrated series of lithographs Tevia the Milkman illustrates stories of the Yiddish writer Sholem Aleichem (1859–1916), whose 1894 book became well known through many theater productions in Europe and New York before becoming the basis for the Broadway musical Fiddler on the Roof in 1964.",
  "title": "The Friday Night Meal (Kiddush)"
}
