{
  "accession_number": "2017.124.6",
  "art_champions_text": null,
  "artist": "Artist: Anatoli Kaplan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Russia",
  "creditline": "Gift of the children of Shirley Dworsky (1926-2004), honoring her wishes",
  "culture": null,
  "curator_approved": 0,
  "dated": "1961",
  "department": "Prints and Drawings",
  "description": "Plate 19; two figures, one male and one female, beneath a tree on left; male figure crouches and gazes at object in his hands; female is standing behind male, hands in prayer position with white flat object held in her arms; goat grazing in LRQ; two figures fishing in distance behind the goat; body of water in middle ground; boat with figure in the distance toward the horizon; sun in URQ with gradated sky",
  "dimension": "18 1/16 × 12 3/16 in. (45.88 × 30.96 cm) (image)\r\n26 5/8 × 20 5/16 × 1 1/2 in. (67.63 × 51.59 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127470",
  "image": "valid",
  "image_copyright": "© Anatoli Luovitch Kaplan",
  "image_height": 5292,
  "image_width": 3697,
  "inscription": "",
  "life_date": "Russian (born Belarus), 1902 - 1980",
  "markings": "",
  "medium": "Lithograph",
  "nationality": "Russian (born Belarus)",
  "object_name": "Print",
  "portfolio": "From \"Tevia the Milkman\" (1957-61)",
  "provenance": "Art market, London ('Grosvenor Gallery) or Germany, to Karlen; Charlotte and Markle Karlen, St. Louis Park, Minn. (from '1966; sold to Dworsky); Shirley Dworsky, St. Paul, Minn. (until d. 2004); bequeathed to daughter, Shosh Susan Dworsky, St. Paul (2004-2017); given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: 19. [illegeble text] | LRC, in pencil: A. Kaplan",
  "style": "20th century",
  "text": "The prints of Russian artist Anatoli Kaplan bring to life the lost world of the Jewish shtetl (small village) in the Russian Empire before the Holocaust. Kaplan focused on the subject in his art despite religious repression in the Soviet Union, and following World War II, this became an even more central subject for the artist, as Jewish life and culture in Russia had been destroyed by the end of war. His celebrated series of lithographs Tevia the Milkman illustrates stories of the Yiddish writer Sholem Aleichem (1859–1916), whose 1894 book became well known through many theater productions in Europe and New York before becoming the basis for the Broadway musical Fiddler on the Roof in 1964.",
  "title": "Awaiting Sentence"
}
