{
  "accession_number": "2018.104.8",
  "art_champions_text": null,
  "artist": "Artist: William Kentridge; Printer: Maurice Payne, London; Publisher: David Krut Projects, Johannesburg, Cape Town, London, and New York",
  "catalogue_raissonne": "D.Krut, Wm. Kentridge Prints,  pp. 118-19",
  "classification": " Prints",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Prints and Drawings",
  "description": "nine black-and-white etchings printed on one sheet of paper; images of a shower, people inside of geometric \"cages\", a woman with a rotary phone as her head, a centaur in a suit, a figure seated in a desk chair with an umbrella over their head; black wood frame",
  "dimension": "43 1/8 × 36 1/8 in. (109.54 × 91.76 cm)",
  "id": "http://api.artsmia.org/objects/127490",
  "image": "valid",
  "image_copyright": "© William Kentridge. All rights reserved.",
  "image_height": 8082,
  "image_width": 6762,
  "inscription": "",
  "life_date": "South African, born 1955",
  "markings": "Numbered LL in pencil: 4/12",
  "medium": "Nine etchings with sugar-lift aquatint, open bite, and roulette, printed on one sheet of Hahnemühle paper",
  "nationality": "South African",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, South Africa; (David Krut Fine Art, New York, sold to Mersky 2010); Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR corner in pencil: W. Kentridge",
  "style": "21st century",
  "text": "The South African artist and filmmaker William Kentridge regularly addresses the absurdity and misery of modern life. Using narrative conventions and a cast of memorable characters, he reveals societal and political vice, oppression, and indifference. The nine etched vignettes of Zeno at 4 a.m. are derived from Kentridge’s multimedia shadow-puppet oratorio (a musical program similar to an opera) of the same name (2001), which he based on the travails of Zeno Cosini, the protagonist of Italo Svevo’s farcical novel Confessions of Zeno, published in 1923. Written as a memoir, the story chronicles Zeno’s angst-ridden search for meaning in the years before World War I. He must come to terms with the limits of self-knowledge and the modern world’s paradoxes, such as the coexistence of good and evil as fundamental human traits. Kentridge’s operatic treatment (and this suite of etchings) centers on a chapter in which Zeno, lying awake at 4 a.m., attempts to conquer self-doubt through an obsessive analysis of his life.",
  "title": "Zeno at 4 a.m."
}
