{
  "accession_number": "2017.94.4",
  "art_champions_text": null,
  "artist": "Artist: Marcos Bontempo",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of Bill and Krista Thorburn",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "European Art",
  "description": "abstract image; painterly yellow circle with black torso-like form with arms and delicate hands extending downward",
  "dimension": "11 1/2 × 8 1/4 in. (29.21 × 20.96 cm) (sheet)\r\n15 × 11 5/8 × 1 3/4 in. (38.1 × 29.53 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127481",
  "image": "valid",
  "image_copyright": "© Marcos Bontempo",
  "image_height": 6242,
  "image_width": 4526,
  "inscription": "",
  "life_date": "Spanish (born Argentina), born 1969",
  "markings": "",
  "medium": "Ink and salt on paper",
  "nationality": "Spanish (born Argentina)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Ronda, Spain; (Ricco Maresca Gallery, New York, sold to Thorburn 2013); Bill and Krista Thorburn, Minneapolis",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Marcos Bontempo is a self-taught contemporary Spanish artist who acknowledges his diagnosis of bipolar disorder, a mental health condition that causes extreme shifts in mood, energy, and ability to think clearly. This pair of drawings is part of his extended “floating figures” series. As seen here, each drawing in the series features simple, pictographic compositions that portray polymorphic beings floating in space. Some are human, others imaginary. Highly abstracted and often dramatic, these floating figures exist in a separate reality, simultaneously conveying psychological turmoil and hopefulness. Though they may recall ancient rituals or indigenous totemic beings, the abstracted figures are essentially pictorial symbols of Bontempo’s own suffering and the quest to come to terms with his illness. “The shapes express the poor reality, the mutilation of an ill body that does not want to be forgotten by God,” he said of his abstracted human forms. “They fall in the void with borrowed souls….I do not let them alone in their ordeal.”",
  "title": "Untitled"
}
