{
  "accession_number": "2018.104.9",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 1,
  "dated": "1953",
  "department": "Arts of the Americas",
  "description": "abstract drawing with grey ground and black geometric forms and curvilinear lines; black, distressed wood frame with a silver inset",
  "dimension": "10 1/4 × 7 3/4 in. (26.04 × 19.69 cm)",
  "id": "http://api.artsmia.org/objects/127491",
  "image": "valid",
  "image_copyright": "© Estate of George Morrison %2F Briand Morrison",
  "image_height": 4055,
  "image_width": 3177,
  "inscription": "Inscriptions found on back of frame: in black ink on small piece of execised paper, taped to backing sheet, UR: 040296.16 | in black ink on adhesive sticker affixed to backing sheet, UC: PH / 6.29.05 | in pencil, along top edge of backing sheet: Antibes Jan. 1953",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "Stamped in brown ink, verso: COLLECTION BERGMAN / THE ISRAEL MUSEUM JERUSALEM",
  "medium": "Black ink and wash on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Duluth, Minn. (Bockley Gallery, Minneapolis); (Weinstein Gallery, Minneapolis, sold 2006 to Mersky); Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL corner in black ink: MORRISON-1953 and in LR corner in gray wash: Morrison",
  "style": "20th century",
  "text": "A member of the Anishinaabe people of the Grand Portage Reservation, George Morrison was active in the New York School of Abstract Expressionism, a mid-20th-century movement of avant-garde artists who saw abstraction as the essential vehicle for conveying intense emotion and exploring the unconscious through color, form, space, and gesture. In December 1952, after completing studies at the École des Beaux Arts in Paris, Morrison moved with his family to Antibes, a Mediterranean resort town on the French Riviera. There, he frequented the Cap d’Antibes, a rugged forested peninsula that offered him a stunning natural setting for observing the changing qualities of land, sky, and water. Morrison likely made this drawing in response to the distinctive rock formations he would have undoubtedly seen along much of the shoreline. Using intuition and the “automatic,” or free-association drawing techniques of the Surrealists, he generated a geometric abstraction featuring a web-like pattern of interlacing lines and rectilinear shapes resembling the cape’s rocky outcroppings",
  "title": "Untitled (Cap d'Antibes)"
}
