{
  "accession_number": "2017.108",
  "art_champions_text": null,
  "artist": "Artist: James Ormsbee Chapin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Eric Brecher in honor of Pradeep Hathiramani and Otto Warmbier",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967-69",
  "department": "Arts of the Americas",
  "description": "rotting corpse of a young man at C is being supported by three other men, while two women weep at his mangled legs and feet; men supporting corpse all have rotting faces; man at L has stern look on face and holds up two bloody fingers; man at back center smiles; man at R weeps",
  "dimension": "42 1/2 × 31 1/2 in. (107.95 × 80.01 cm) (image)\r\n47 3/4 × 36 5/8 × 2 in. (121.29 × 93.03 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127416",
  "image": "valid",
  "image_copyright": "© James Ormsbee Chapin",
  "image_height": 8797,
  "image_width": 6500,
  "inscription": "",
  "life_date": "American, 1887 - 1975",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signature and date bottom edge L in black: James Chapin - 1967-1969",
  "style": "20th century",
  "text": "James Ormsbee Chapin was a lifelong liberal in politics and occasionally a radical, supporting causes that were at odds from time to time (like racial equality) with that of his government. He is best-known for the empathetic and thoughtful paintings he made in the 1920s and 1930s of workers, farm laborers and their families. A Medal for Johnny is an astonishing icon of antiwar vitriol that derived from his involvement in pacifist groups and his particular anger over the United States’ involvement in the Vietnam War. Chapin was so upset over the climate in the U.S. that in 1969 Chapin sold his small farm in New Jersey and moved his family to Toronto to protest the United States involvement in Vietnam and to insure that his two sons would not be called for military service.",
  "title": "A Medal for Johnnie"
}
