{
  "accession_number": "2017.120",
  "art_champions_text": null,
  "artist": "Artist: Mildred McMillen",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1915",
  "department": "Arts of the Americas",
  "description": "scene of backyards with zigzagging stairs at right; woman bending over a tub in center foreground; clothesline in LLC; wagon with horse at left middle ground; two bare trees with birds",
  "dimension": "17 5/8 × 11 5/8 in. (44.77 × 29.53 cm) (image)\r\n18 9/16 × 12 11/16 in. (47.15 × 32.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127494",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5158,
  "image_width": 3622,
  "inscription": "",
  "life_date": "American, 1884–1940",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[Holland and Company Fine Art, Bedford N.Y.]; [Mary Ryan Gallery, New York, N.Y., until 2017]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Mildred McMillen 1915 | LRC in pencil: Back stairs",
  "style": "20th century",
  "text": "In the art colony nestled in the small fishing village of Provincetown, Mass., Mildred McMillen must have seemed like the neighbor who keeps watching her black-and-white television set long after everyone else on the block has switched to color TV. While her artist friends were causing a stir with their color woodcuts, McMillen remained steadfastly monochromatic. And instead of depicting the local characters, flowers, and harbor scenes like most artists in town, she wandered Cape Cod’s back alleys in search of interesting patterns, like a house painter’s scaffolding or a grouping of rooftops. In Backstairs (1915), her wood-carving skill is apparent in these complicated stairs. The scene is early morning, when shadows are long and the laundry has plenty of time to dry. McMillen’s starkly simplified elements give this woodcut a graphic power typical of European prints, which she undoubtedly saw while studying printmaking in Paris. Here she draws our attention to the solitary figure bent over her labors, her curved, solid form contrasting with the zigzagging stairs looming above her. In McMillen’s deft handling of the woman, the white of the paper becomes a second “color.”",
  "title": "Back Stairs"
}
