{
  "accession_number": "2017.117.2",
  "art_champions_text": null,
  "artist": "Artist: Marcellin Gilbert Desboutin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1876",
  "department": "European Art",
  "description": "small portrait of face and bust of a pensive-looking, older man with bushy beard and receding hairline; brownish paper",
  "dimension": "6 3/16 × 4 7/8 in. (15.72 × 12.38 cm) (plate)\r\n14 1/2 × 10 9/16 in. (36.83 × 26.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127514",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7890,
  "image_width": 5845,
  "inscription": "",
  "life_date": "French, 1823–1902",
  "markings": "pencil markings on back",
  "medium": "Drypoint",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(James A. Bergquist, Newton, Mass.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Marcel Desboutin was born to a powerful aristocratic French family and lived the life of the rich, partying artist and art lover in Italy, until speculative investments brought his ruin. At age 50, he was destitute and returned to Paris, where he learned to make prints to earn his living. He became a close friend of such avant-garde artists as Edgar Degas and Edouard Manet, hung out at cafés, drank, and slowly rebuilt his reputation.\r\n\r\nHis drypoint sketches of friends offer a glimpse into the world of the Impressionists. Here he made a quick sketch of Manet in a single sitting. This tender drypoint reveals one fine artist observing an artistic giant, who happens to be a close friend shown as an intelligent, sensitive, sympathetic peer. The scale and style of the portrait look to Rembrandt, Desboutin’s artistic hero, for inspiration.",
  "title": "Edouard Manet, from nature in a single sitting"
}
