{
  "accession_number": "2017.126.3",
  "art_champions_text": null,
  "artist": "Artist: William Giles",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930-1932",
  "department": "European Art",
  "description": "close-up view of brightly-colored bird (red, blues, yellow, white, with a black neck) flying in URQ, with birch trees at left and grey water in background; thin tree branches in LLQ",
  "dimension": "11 9/16 × 16 9/16 in. (29.37 × 42.07 cm) (image)\r\n15 × 20 7/8 in. (38.1 × 53.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127541",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4484,
  "image_width": 5946,
  "inscription": "",
  "life_date": "British, 1872–1939",
  "markings": "",
  "medium": "Color woodcut and relief print from zinc plates",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Scotland, by descent, c. 1955/65–2015, sold to Chapman; (Hilary Chapman, Richmond, Surrey, England (2015-2017); sold to Kinney); Marla J. Kinney, Minneapolis",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: W. Giles. | LLC in the print in black: WG [intertwined] | LLC in pencil: No 3. \\\"HAUNT OF THE JAY\\\"",
  "style": "20th century",
  "text": "Once, before making a print of swans, William Giles spent six weeks concealed in a covered punt (a narrow, flat-bottomed boat) so he could observe swans on London’s Thames River. It’s not known whether he spent a similar amount of time hiding in a tree to observe the habits of jays before making Haunt of the Jay. The orange breast makes it the Eurasian jay (Garrulus glandarius), a species in Britain also distinctive for its blue-and-black wings. \r\n\r\nGiles often printed from woodblocks in combination with zinc plates, “carving” relief designs on the metal with acid. He found that the zinc plates delivered purer color, and surely used them to print this exquisite creature coasting high above a riverbank. (Did he intentionally make the background drab to set off the bird') Despite the menacing look, the Eurasian jay is reputedly shy and is probably looking for acorns—it’s been known to find and bury as many as 11,000 per winter.",
  "title": "Haunt of the Jay"
}
