{
  "accession_number": "2017.115.4",
  "art_champions_text": null,
  "artist": "Artist: Louisa Chase",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "abstract painting; black and gray curving lines; red, yellow, blue rectangles stacked like steps near C; yellow, red, blue splatters; silver frame",
  "dimension": "25 1/2 × 19 9/16 in. (64.77 × 49.69 cm) (image)\r\n32 1/4 × 28 1/2 × 1 1/2 in. (81.92 × 72.39 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127576",
  "image": "valid",
  "image_copyright": "© Estate of Louisa Chase",
  "image_height": 6845,
  "image_width": 5847,
  "inscription": "",
  "life_date": "American (born Panama), 1951–2016",
  "markings": "",
  "medium": "Watercolor and ink on paper",
  "nationality": "American (born Panama)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, New York; (Brooke Alexander Gallery, New York, Inv. no. LOC-88-DR-014, sold to Mersky March, 10, 1989); Robert B. Mersky, Minneapolis, 1989-2017; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated LRC, in pencil: Louisa Chase 1988",
  "style": "20th century",
  "text": "A pioneering figure of the Neo-Expressionist movement that emerged in the 1970s, Louisa Chase combines elements of expressive, gestural abstraction with symbolic representations. Here, the scene’s simplified imagery features a field of gestural marks in black and gray intermingled with various geometric shapes in primary colors. The contrast between the linear elements and solid forms is unsettling, suggesting conflict between order and chaos. Art historian Ruth Fine commented on the feeling of discomfort emanating from Chase’s imagery, describing a disjointed world that “reminds us of our fractured experience.” Others have deemed her dream-like imagery as analogous to “landscapes of the mind,” works rich in emotional symbolism that function as a pictorial metaphor for the artist’s own state of mind. Like much of her work, Chase’s drawing is untitled to ensure an unmediated response on the part of the viewer, who must assign meaning subjectively.",
  "title": "Untitled"
}
