{
  "accession_number": "2017.123",
  "art_champions_text": null,
  "artist": "Artist: Jean Pesne",
  "catalogue_raissonne": "Robert-Dumesnil 24, I/III\r\nAndresen 278\r\nWildenstein 101 I/III (before the publisher's address of Audran)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Diane Tsurutani and Patrick Noon",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "European Art",
  "description": "dark, dramatic interior scene: male figure with head bandage laying on a bed surrounded by men and women in various expressions of angst and grief; man at C holds metal container in one hand and reaches towards man on bed; mourners are in classical dress; sheet draped behind bed with shield appearing in background; figure at far L table looking towards scene",
  "dimension": "22 3/8 × 33 1/2 in. (56.83 × 85.09 cm) (plate)\r\n24 3/4 × 34 1/2 in. (62.87 × 87.63 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127517",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6857,
  "image_width": 9567,
  "inscription": "Inscriptions: lower margin L: N. Poussin Andeliensis Pinxit | Ex musaeo P. Freart D.de Chantelou Parisys. | inscription lower margin R: Espist. catholic. Sti. Jacobi apostoli | lower margin R below image: J. Pesne, delin ed fclp. et excudit cum Priuit Regis",
  "life_date": "French, 1623–1700",
  "markings": "pencil markings lower margin: [iile.] | Nagler XII s.298 mc24:I | in ink, LRC: 46 | inscriptions in pencil on back | red pen 402 on back R sheet",
  "medium": "Engraving",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From The Second Suit of the Sacraments (Deuxieme Suite des Sacrements)",
  "provenance": "(James A. Bergquist, Boston)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Title lower margin C: Orent Super Eum Ungentes Eum Oleo In Nomine Domini",
  "style": "17th century",
  "text": "“Extreme unction” a traditional and still widely used term for “Anointing of the Sick,” the Catholic sacrament which involves blessing those whose are approaching death, except those who persevere in serious sin. Fine oil, such as that from olives, is applied to the sick person. Today we often think of it as being applied to the forehead, but in old pictures, it is often seen being applied to the hand, as shown here.\r\n\r\nThis engraving reproduces in print a painting made by Nicolas Poussin in the 1640s as part of a set showing the Seven Sacraments of the Catholic Church. Poussin was already famous in his own time for making pictures that drew on the conventions of ancient Roman relief sculptures, such as those seen on temples and sarcophagi. The people in the image are arrayed across the foreground, and the background seems like a shallow stage set. Prints such as this are how most people saw Poussin’s art in the age before photography and easy travel.",
  "title": "The Sacrament of Extreme Unction (Orent Super Eum Urgentes Eum Oleo in Nomine Domini / Le Sacrementde lL’Extrême-Onction)"
}
