{
  "accession_number": "2019.58.1",
  "art_champions_text": null,
  "artist": "Artist: Sebastiaan Bremer",
  "catalogue_raissonne": null,
  "classification": " Drawings; Prints; Photographs; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "pointillist drawing of young woman's face, looking distantly to L; organically patterned background; shaded in gray tones",
  "dimension": "14 3/4 × 11 13/16 in. (37.47 × 30 cm) (image)\r\n19 1/16 × 16 1/8 × 1 7/8 in. (48.42 × 40.96 × 4.76 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127575",
  "image": "valid",
  "image_copyright": "© Sebastiaan Bremer",
  "image_height": 6677,
  "image_width": 5280,
  "inscription": "",
  "life_date": "Dutch (active United States), born 1970",
  "markings": "",
  "medium": "Hand-painted archival inkjet print on matte paper with pigment ink, mounted on Dibond aluminum; unique",
  "nationality": "Dutch (active United States)",
  "object_name": "Print with drawing",
  "portfolio": "From ",
  "provenance": "The artist; New York City; (Edwynn Houk Gallery, New York, sold to Mersky, 2017); Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dated LRC: Bremer 2016",
  "style": "21st century",
  "text": "Sebastiaan Bremer’s Ave Maria 8 is part of an extended series of unique altered photographs of the artist’s Brazilian-born wife, Andrea, posing nude in a water-filled bathtub. Bremer made the underlying photograph in his Manhattan apartment more than twenty years ago, before the two were married. The image is timeless articulation of female beauty and desire, a familiar interpretation born of the male gaze. And yet, once one is aware of the close relationship between artist and subject, the portrayal takes on another meaning, that of a shared intimacy frozen in time, residing simultaneously in the past and the present. Ave Maria 8 features the artist’s obsessive overpainting technique that embellishes the image with ornate dot patterns that form networks of sinuous undulating lines that follow the contours of the underlying forms and heightens the shimmering effect of the rolling water, while also emphasizing the smoothness of the model’s face. Bremer’s evocative portrait is a tour de force of calligraphic drawing, a celebration of beauty and an intimate dialogue between the artist and his wife.",
  "title": "Ave Maria 8"
}
