{
  "accession_number": "2017.112.3",
  "art_champions_text": null,
  "artist": "Artist: Marcel Balleroy",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Martin Weinstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1880-1890",
  "department": "Prints and Drawings",
  "description": "black and white chalk drawing; nude female torso, backside view; hair loosely tied in up in a bun; face obscured; white background",
  "dimension": "38 3/4 × 31 11/16 × 1 1/2 in. (98.43 × 80.49 × 3.81 cm) (outer frame)\r\n23 7/8 × 17 3/16 in. (60.64 × 43.66 cm) (sight)",
  "id": "http://api.artsmia.org/objects/127583",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, active 19th century",
  "markings": "",
  "medium": "Charcoal on laid paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Sotheby's, New York, 10/23/07, unsold; (Molly Klobe, Chamberlain Gallery, New York, sold to Weinstein); Lora and Martin Weinstein, Minneapolis; given to MIA, 2017",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in black chalk, LR: Marcel Balleroy",
  "style": "19th century",
  "text": "Marcel Balleroy’s drawing of a female nude is part of a centuries-old tradition of working from the live model. Indeed, mastery of drawing the human figure has long been considered an essential skill for painters and sculptors. Rendered in charcoal, which allows for easy erasure, the drawing delineates the anatomical structure of the model through the interplay of light and dark values on the surface of the body. Balleroy also emphasizes the model’s feminine qualities, such as her luminous skin and abundant hair gathered and tied at the back of her head. The detail, finish, and size of the drawing suggests that the drawing is not a preliminary study, but was instead intended as an independent work of art. The artist’s prominent signature also supports this conclusion. Though little is known about Balleroy’s life or practice, the quality and sophistication of this drawing suggests he was a professional artist or highly accomplished amateur.",
  "title": "Female Nude"
}
