{
  "accession_number": "2017.126.4",
  "art_champions_text": null,
  "artist": "Artist: John Edgar Platt",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1919-1920",
  "department": "European Art",
  "description": "three girls on swings--one young woman with red hair wearing a yellow tunic, a purple, red, white and black plaid short skirt and boots over her knees stands facing backwards on one swing, with a girl in a maroon cap and orange striped jacket and skirt seated between her feet; another girl in a green jacket and green, white and pink skirt on other swing in ULC; two boys climbing supports of swings in URC; a small girl in a white and red striped coat with fur trim and fur-trimmed cap standing by a baby carriage with a blonde toddler inside; houses, figures and wagons with horses in LLQ",
  "dimension": "9 9/16 × 11 7/8 in. (24.29 × 30.16 cm) (image)\r\n10 5/8 × 12 13/16 in. (26.99 × 32.54 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127519",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5997,
  "image_width": 7221,
  "inscription": "LLC in pencil: [illegible] 64306",
  "life_date": "British, 1886–1967",
  "markings": "LLC in pencil: 43/100",
  "medium": "Color woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Estate of artist’s son, Michael Platt, until 2017, sold to Chapman; (Hilary Chapman, Richmond, Surrey, England, until 2017, sold to Carl); (William P. Carl, Durham, N.C., sold to Kinney); Marla J. Kinney, Minneapolis",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: John Platt. | LLC in pencil: SNOW IN SPRINGTIME | LRQ in the print: 1919",
  "style": "20th century",
  "text": "This raucous print, one of John Platt’s earliest, was revolutionary in every way. Rarely had the leaders of Britain’s early 20th-century color woodcut revival depicted movement so vividly and in such a modern, contemporary setting. Nor were they in the habit of using family members as models. The two girls sharing the swing are Platt’s sisters, Marian and Kathleen. Safely off to the side are his young children, Anthea and Michael. After making this print, seen here in an exceptionally crisp, colorful impression, the meticulous Platt returned to tradition and spent the 1920s doing mostly landscapes.",
  "title": "Snow in Springtime"
}
