{
  "accession_number": "2017.126.1",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Colborne",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1933",
  "department": "Arts of the Americas",
  "description": "dark silhouettes of large buildings at the edge of water, colored green, yellow and orange in sunrise or sunset; red sky with blue clouds; clouds of smokes coming from tall smokestacks; blue mountains at high horizon line",
  "dimension": "11 3/4 × 10 9/16 in. (29.85 × 26.83 cm) (image)\r\n12 7/16 × 11 in. (31.59 × 27.94 cm) (sight)\r\n20 15/16 × 19 3/4 × 1 1/4 in. (53.18 × 50.17 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127542",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7017,
  "image_width": 6320,
  "inscription": "",
  "life_date": "American, 1885–1948",
  "markings": "",
  "medium": "Color woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Leonard Henry Braarud, La Conner, Wash. (about 2010-2015); by descent to his wife, Marilyn J. Braarud (2015-2017); (Martin-Zambito Fine Art, Seattle, Wash., 2017, sold to Kinney); Marla J. Kinney, Minneapolis",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Elizabeth Colborne | LLC in pencil: Lumber Mills in Bellingham Bay",
  "style": "20th century",
  "text": "In 1933, about the time she made this print, Elizabeth Colborne moved to her cabin in the Pacific Northwest to paint. The cold, rainy weather did not always cooperate. She wrote in her diary, “I did not come down here to burn up trees but to paint them. But it rains, so I have to burn.” The entry illustrates Colborne’s affection for the natural beauty of the Northwest. It also illustrates how it must have pained her to see these logs awaiting the saw mills in the waters of Bellingham, Washington, where she grew up. \r\n\r\nHow did Colborne create such a fascinating modernist woodcut' As a student in New York in the early 1910s, she had one of the most famous art teachers in America: Arthur Wesley Dow (1857–1922). Dow’s teaching was inspired by the design of Japanese woodblock prints, and we can see Colborne applying Japanese design elements to this industrial setting. For example, she simplified the shapes and focused on patterns, like the mass of parallelograms on the dock. She used flat, unshaded colors and carefully harmonized them. And she minimized the illusion of depth, instead giving the impression that, except for the diagonal plumes of smoke, each section of the print is simply stacked on top of the one below it.",
  "title": "Lumber Mills in Bellingham Bay"
}
