{
  "accession_number": "2017.105",
  "art_champions_text": null,
  "artist": "Artist: Shinique Smith",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter R. Bollinger Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "Columnar bundle of clothing (primarily denim) and other textiles, tied together in a bundle with black and white ribbon; fabrics are predominately blues and purples; mirror on one side decorated with black organic lines; rectangular wooden base partially covered with various fabrics and trims including denim and dripping purple pigments on one side; copper colored metal pendant in a type of dreamcatcher form with a crystal on one side, hanging from twisted black ribbon and yarn",
  "dimension": "103 × 29 × 26 in. (261.62 × 73.66 × 66.04 cm)",
  "id": "http://api.artsmia.org/objects/127590",
  "image": "valid",
  "image_copyright": "© Shinique Smith",
  "image_height": 10841,
  "image_width": 5401,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "",
  "medium": "Clothing and other fabric, ribbon, rope, acrylic mirror, acrylic, fabric dye, wood, metal, and pigments",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Shinique Smith's textile sculptures are self-referential and frequently incorporate clothing from her own closet, or repurposed items gathered from friends, family members, even the street. This sculpture speaks to the global significance of textiles as it showcases several different dyeing, weaving, and printing processes drawn from the textile traditions of India, West  frica, Indonesia, China, Korea, and the US. In crafting the sculpture, Smith contemplated how international textile motifs and techniques such as paisley, plaid, kente, dashiki, tie dye--even the ubiquitous denim jean--connect us globally.",
  "title": "Bale Variant No. 0024 (Everything)"
}
