{
  "accession_number": "2017.125",
  "art_champions_text": null,
  "artist": "Artist: Michael Mazur",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Donald McNeil and Emily Galusha",
  "culture": null,
  "curator_approved": 0,
  "dated": "1979",
  "department": "Arts of the Americas",
  "description": "standing thin-framed female figure with blonde hair, with her hands on her hips, wearing a filmy transparent bluish scarf-like garment over her shoulders; blue object behind woman at right; carpet beneath woman's feet has shades of red and blue",
  "dimension": "51 1/8 × 33 in. (129.86 × 83.82 cm) (sheet)\r\n54 × 36 × 2 in. (137.16 × 91.44 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127546",
  "image": "valid",
  "image_copyright": "© The Estate of Michael Mazur. All Rights Reserved.",
  "image_height": 10003,
  "image_width": 6551,
  "inscription": "",
  "life_date": "American, 1935–2009",
  "markings": "",
  "medium": "Pastel on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(John C. Stoller & Co., Minneapolis, sold to McNeil); Donald McNeil, Minneapolis",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: Mazur",
  "style": "20th century",
  "text": "Michael Mazur’s traditional training in life drawing and figurative painting was influential in his focus on narrative themes and the figure during the 1960s and 1970s, an approach that ran counter to the postwar ascendency of Pop Art, Minimalism, and Conceptual Art. Indeed, his penchant for drawing from the model was central to his early career. In this nude portrait from 1979, Mazur demonstrates his formidable observational skills and prowess in expressive drawing. Using bold color, strong contrasts of light and dark, and an ambiguous pictorial space, he imbues his model with a mysterious, dreamlike aura. At the same time, he depicts her with an unforgiving realism that captures her distinctive physical appearance and facial expression. Mazur’s well-honed ability to harmonize form and content lies at the heart of his creative practice.",
  "title": "Gloria #4"
}
