{
  "accession_number": "2017.112.4",
  "art_champions_text": null,
  "artist": "Artist: T.L. Solien",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Martin Weinstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Arts of the Americas",
  "description": "series of abstract circular images in orange, red, green, blue and black pigment forming overlapping linear and swirling forms; small, squiggly, branch-like elements overlap circular forms, forming a cage-like appearance; mottled white and rust-colored background",
  "dimension": "27 13/16 × 22 5/8 × 1 5/16 in. (70.64 × 57.47 × 3.33 cm) (outer frame)\r\n20 11/16 × 16 in. (52.55 × 40.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127584",
  "image": "valid",
  "image_copyright": "© T. L. Solien",
  "image_height": 6456,
  "image_width": 5080,
  "inscription": "",
  "life_date": "American, born 1949",
  "markings": "",
  "medium": "Mixed media on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Lora and Martin Weinstein, Minneapolis; given to MIA, 2017",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This drawing by T.L. Solien is characteristic of his ornament subjects from the 1990s. Resembling an elaborate Rococo-style hanging lamp, the fantasy object is composed of various circles, dots, arabesques, and other linear forms surrounding and superimposed on a large, central tear-drop shape. A small dark blue guitar rests inside the tear-drop. There is a sense of motion in the drawing, as if the lamp was swinging in place. Painted in a limited palette of red, blue, tan, white and black, the drawing is highly layered and textured, its surface worked and re-worked, leaving various pentimenti (evidence of earlier under painting or drawing) and an appearance of age. Formally complex and visually compelling, its meaning remains elusive, but may represent an ornamental object Solien selected from an Old Master painting to study and reprise.",
  "title": "Ornament (Little Blue Guitar)"
}
