{
  "accession_number": "2017.142.13",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Yoshitaki; Publisher: Wataya Masasuke",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Gordon Brodfuehrer",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 1870s",
  "department": "Asian Art",
  "description": "seven panel print affixed together, with tear/separation between center panel and third panel from right; woman seated on giant grey spider at center, with huge spider web in background extending through all panels; six outer panels have one male figure on each panel, armed with swords, sticks and bows and arrows; red cartouches with text on each panel; some mica highlights in backgrounds; vivid purples, blues and reds with greys and black in background, fading to green at bottom",
  "dimension": "9 7/8 × 49 1/2 in. (25.08 × 125.73 cm) (vertical chūban heptaptych)",
  "id": "http://api.artsmia.org/objects/127686",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3335,
  "image_width": 16190,
  "inscription": "",
  "life_date": "Japanese, 1841 - 1899",
  "markings": "Publisher seal on each sheet: 綿政梓 {Watasei han}",
  "medium": "Woodblock prints (nishiki-e); ink and color on paper with mica and burnishing",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kamigata-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "sheets nos. 1–6: 芳瀧筆 {Yoshitaki hitsu}; sheet no. 7: 笹木芳瀧画 {Sasaki Yoshitaki ga}",
  "style": "19th century",
  "text": "This unusual and striking seven-sheet composition by the Osaka print-designer Yoshitaki depicts a fictional array of actors from The Tale of Shiranui (Shiranui monogatari), a bestselling serial novel that was published from 1849 until1885. The story is a revenge tale of a samurai woman facing the downfall of her family. Several kabuki adaptations were developed, but this composition is not related to an actual performance. At its center is the beautiful Princess Wakana, who is in reality an earth spider, here unveiled as she is sitting on one. Her web spreads over all seven sheets behind six warriors ready to fight her.",
  "title": "Visual Parody of the Tale of Shiranui"
}
