{
  "accession_number": "2017.92",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Somalia",
  "creditline": "The Rebecca and Ben Field Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Art of Africa and the Americas",
  "description": "tall, narrow wooden board with two-pronged base, rounded, carved top; widely spaced, horizontal lines of writing on each side of board",
  "dimension": "62 × 6 1/2 × 1 5/8 in. (157.48 × 16.51 × 4.13 cm) (height)",
  "id": "http://api.artsmia.org/objects/127612",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11608,
  "image_width": 8708,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, ink",
  "nationality": null,
  "object_name": "Writing board",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Islamic Africa, the Qur’anic board is connected with education, ritual, and identity. Its primary purpose is training—it’s used by students learning Arabic grammar, the holy text of the Qur’an, and the art of calligraphy. A board can also be used in healing: a religious specialist writes specific verses in response to his clients’ issues; the ink, washed off the board, is given to the client to drink as holy medicine. This Somali board, or \"loox\", appears to have been used in education. Its two sides show Surah 49, Verses 11-12 from the Qur’an, which warn believers against ridiculing, insulting, and backbiting each other. COMMUNITY LABEL I have never personally used a Loox (Writing Board), yet for me, the Loox represents the very foundation of education and literacy in Somalia. It represents young children sitting near a fire and using ink to write the verses of the Quran from memory. It represents the start of a child’s path to education. No child goes to school, picks up a book or pencil, if they first have not sat down in front of a Loox. Education is a guarded treasure, and to prove their readiness for it, children must first start by learning the patience to sit, write, read, and memorize the words of God. Aniga maihi qof weligeed loox wax ku baratay, laakiin sida aan u arko, Looxa waa asaaska waxbarashada iyo aqoonta Somalia. Waxa uu matalaya caruurta ag fadhida dab baxaya oo istacmaalaya qad say uqoraan aayadaha Qur’aanka oo ay xifdiyaan. Looxa waa halka xifidinka Quranka ka bilaawdo. Ilmaha dugsiga ma bilaabo oo buug iyo qalin ma qaado ilaa uu barto sida loo fadhiisto Looxa hortiisa. Waxbarashada waa arrin qaaliya oo xifdi ubaahan. Caruurta waa in laga arko diyaar ina uu yahiin waxbarashada inuu duqlaad uu leeyahay fadhiga, wax qoraalka, wax aqriska iyo erayada Ilaahay uu xifdiyo. Ilaa caruurtaa xafidaan quranka Looxa oo dhan Looma bilaabo waxbarasha ama dugsiga hoose. About the author, Fadumo Anshuur I am a Somali-American, raised for a great portion of my life in Minnesota. I am cu",
  "title": "Qur'anic writing board"
}
