{
  "accession_number": "2018.2",
  "art_champions_text": null,
  "artist": "Artist: Thierry Oussou",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Africa",
  "country": "Benin",
  "creditline": "The Allen and Kathy Lenzmeier Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Art of Africa and the Americas",
  "description": "abstracted image of stick figure at left seated in a brown chair; figure has green and purple torso and PR arm and purple and blue legs, with legs stretched out straight toward right; face of figure is squared off made of thick cream, turquoise and peach impasto; white element at right with thickly painterly area, two areas of hatching and white lines",
  "dimension": "76 11/16 × 79 15/16 in. (194.79 × 203.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127699",
  "image": "invalid",
  "image_copyright": "© Thierry Oussou",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Beninese, born 1988",
  "markings": "",
  "medium": "Mixed media collage and pigments on black paper",
  "nationality": "Beninese",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC on back in pencil (upside down): Thierry Oussou / 2017",
  "style": "21st century",
  "text": "Thierry Oussou has said he appreciates the artistic medium of paper for its fragility—as it easily rumples, tears, and even burns. For Oussou, paper represents the frailty of the human condition. The title of the work, Confidant, refers to his grandfather, in whom Oussou used to confide. Oussou made this collage when he lived in Amsterdam, and his grandfather was dying in Benin, West Africa. Oussou was filled with helplessness—he lacked resources to go back home—and made the artwork as a therapeutic means to deal with his feelings.",
  "title": "Confidant"
}
