{
  "accession_number": "2017.152.1a-c",
  "art_champions_text": null,
  "artist": "Artist: David Hockney; Author: Jacob Ludwig Carl Grimm; Author: Wilhelm Carl Grimm; Translator: Heiner Bastian; Printer: P. Clement Print Shop, Amsterdam; Publisher: Petersburg Press, London and New York ,  in association with the Kasmin Gallery",
  "catalogue_raissonne": "Scottish Arts Council 70-108; Tokyo 67-105",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Fay M. Gallus and Richard Sweet",
  "culture": null,
  "curator_approved": 1,
  "dated": "1970 (prints executed 1969)",
  "department": "Global Contemporary Art",
  "description": "Bound book, with portfolio for loose prints and slipcase, all in blue leather; book has a combination of printed text and etchings",
  "dimension": "18 3/4 × 12 3/4 × 2 7/8 in. (47.63 × 32.39 × 7.3 cm) (closed)",
  "id": "http://api.artsmia.org/objects/127698",
  "image": "invalid",
  "image_copyright": "© David Hockney",
  "image_height": "",
  "image_width": "",
  "inscription": "LL margin in brown ink, on verso: Grimm Ed. A. 46/100",
  "life_date": "British (active United States), born 1937",
  "markings": "",
  "medium": "Etchings (some with aquatint, drypoint, and soft-ground etching), and letterpress; bound volume",
  "nationality": "British (active United States)",
  "object_name": "Illustrated book",
  "portfolio": "From Six Fairy Tales from the Brothers Grimm",
  "provenance": "Richard M. Sweet, M.D., Santa Rosa, Calif.; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on colophon page, in pencil: David Hockney | Ed A | 46/100",
  "style": "20th century",
  "text": "A landmark of 20th-century book illustration, David Hockney’s unconventional interpretation of fairy tales selected from the hundreds compiled by the Brothers Grimm (Jakob Ludwig Carl Grimm and Wilhelm Carl Grimm) during the 19th century, considers the supernatural and psychological content of these bizarre stories in visual terms. With a virtuoso handling of linear and tonal intaglio printmaking, Hockney explores the characters’ motivations, values, and temperaments, presenting his own reading of the tales while seeking a greater understanding of human mentality. The illustrations also reference art of the past, a common feature of Hockney’s work, with visual allusions to Uccello, Carpaccio, Leonardo, Brueghel, and René Magritte. As a result, there is a timeless quality to the images that complements the stories’ centuries-old legacy of folklore.",
  "title": "Six Fairy Tales from the Brothers Grimm"
}
