{
  "accession_number": "2017.88.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Africa",
  "country": "Kenya",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Kikuyu",
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "two-sided wooden shield; one side has concentric linear pattern with brown and red alternating triangular shapes lining sections alternating a negative space of white pigment; tiny hole in center with a wooden arm shield at one end; the other side has mostly white pigment with two rows of lines with triangle patterns on one end in red pigment; thin dark line in between triangle rows; thin red line intersects with triangle lines, outlining a center hole; dark wooden border around outer perimeter",
  "dimension": "23 1/4 × 16 1/2 × 4 in. (59.06 × 41.91 × 10.16 cm)",
  "id": "http://api.artsmia.org/objects/127608",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7805,
  "image_width": 5857,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments",
  "nationality": null,
  "object_name": "Shield",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "African shields, while primarily functional objects used in warfare, also played a role as dance regalia during funerals and initiations, and served as status objects and symbols of identification. Because they were often made for ostentatious display, their appearance—size, decoration, color, and materials—was of vital importance. As such, shields can be appreciated as sculptural expressions of creativity and craftsmanship, blurring the line between utilitarian skill and fine art.",
  "title": "Carved wooden dance shield (ndomi)"
}
