{
  "accession_number": "2017.92",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Somalia",
  "creditline": "The Rebecca and Ben Field Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "tall, narrow wooden board with two-pronged base, rounded, carved top; widely spaced, horizontal lines of writing on each side of board",
  "dimension": "62 × 6 1/2 × 1 5/8 in. (157.48 × 16.51 × 4.13 cm) (height)",
  "id": "http://api.artsmia.org/objects/127612",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11608,
  "image_width": 8708,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, ink",
  "nationality": null,
  "object_name": "Writing board",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Islamic Africa, the main usage of Qur’anic boards is to learn how to read and write the Arabic language, which leads to reading and memorizing verses from the Qur’an. In Somalia these boards are called loox. Before the use of paper, the loox was the main tool for the education of youth. It was sometimes passed down from generation to generation in a family. Written on either side of this board are verses from chapter 49 of the Qur’an, called The Chambers—al-Hujurat—that warn believers against ridiculing and insulting one another.\r\n\r\n\r\nSIDE A:\r\nO you who have faith! Let not any people ridicule other people: it may be that they are better than they are; nor let women [ridicule] women: it may be that they are better than they are. And do not defame one another, nor insult another by [calling] nicknames. How evil are profane names subsequent to faith! And whoever is not penitent—such are the worngdoers.",
  "title": "Qur'anic writing board"
}
