{
  "accession_number": "2017.150.25",
  "art_champions_text": null,
  "artist": "Artist: William Russell Flint",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "United Kingdom",
  "creditline": "Gift of Lisa and David Erickson",
  "culture": null,
  "curator_approved": 1,
  "dated": "1913",
  "department": "European Art",
  "description": "nude female figure at center with a peacock and a fruit tree behind her; a man wearing a grey toga and sandals holding a staff on the R side; a young girl holding the central woman's robe and a mirror standing in profile on the L",
  "dimension": "8 13/16 × 11 9/16 in. (22.38 × 29.37 cm) (sight)\r\n19 3/8 × 21 3/4 in. (49.21 × 55.25 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127629",
  "image": "valid",
  "image_copyright": "© Sir William Russell Flint %2F Russell Flint Family",
  "image_height": 3929,
  "image_width": 5048,
  "inscription": "Typewritten inscription on gallery label (removed and retained in department object files): \\\"Ay, but she too came, the sweetly / smiling Cypris, craftily smiling she / came, but keeping her heavy anger\\\". / Original Water Color Illustration for / THEOCRITUS IDYL I / By W. Russell Flint, R.A.",
  "life_date": "Scottish, 1880–1969",
  "markings": "Gallery label, previously attached verso: W. Russell Button, Inc. Chicago (retained in dept. object files)",
  "medium": "Watercolor with bodycolor over graphite",
  "nationality": "Scottish",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(W. Russell Button, Inc. Chicago). Joseph E. Dietzgen, Cotuit, Mass.; Estate of Joseph Dietzgen; by descent to Lisa Dietzgen Erickson, M.D., Minneapolis; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in red-brown pigment, LR: W. RUSSELL FLINT XCXIII",
  "style": "20th century",
  "text": "This watercolor was made to illustrate an idyll—a pastoral poem—ascribed to the Greek poet Theocritus, who lived during the third century BCE. The poem is written as a dialogue between the shepherd Thyrsis and an unnamed goatherd. Thyrsis recounts the shepherd Daphnis’s confrontation with Cypris (another name for Aphrodite, the goddess of love): \r\n\r\n\"And yes, Cypris too came smiling sweetly, smiling secretly, but bearing heavy anger in her heart. And she said, 'Daphnis, did you not indeed assert that you would bind Love, and have you not now been bound by fierce Love yourself''”\r\n\r\nIn telling his story, Thyrsis self-identifies with Daphnis, shown to the right in Flint’s illustration. Daphnis is about to bear the wrath of Cypris, who resents his contention that he can master love. Flint may well have identified with Thyrsis and Daphnis, for he suffered disappointments in his sometimes misguided passions for women.",
  "title": "Theocritus Idyl I"
}
