{
  "accession_number": "2017.153.2",
  "art_champions_text": null,
  "artist": "Artist: Paolo Farinati; Artist: Circle of Orazio Samacchini; Artist: Unknown Italian (Bologna), late 16th century; Artist: Formerly attributed to Bernardino Lanino",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Cynthia W. Collins",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1557",
  "department": "European Art",
  "description": "sketch; angel at left, gesturing across body and upward with PR arm, holding a flower (?) in PL hand; woman in LRQ, gesturing with PR hand held open and out; putto in URQ",
  "dimension": "12 5/16 × 9 7/8 in. (31.27 × 25.08 cm) (sight)\r\n22 7/8 × 19 1/4 × 1 in. (58.1 × 48.9 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/127689",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5487,
  "image_width": 3940,
  "inscription": "",
  "life_date": "Italian (Verona), 1524-1606",
  "markings": "",
  "medium": "Pen and brown ink with white heightening",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Mrs Earle Kress Williams (née Helen Ruth Moore), New York; to her granddaughter Mrs. Atwood Collins 3d (née Cynthia Mallory Williams), Baltimore; given to MIA, 2017.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "We might call this drawing a “noble wreck.” Drawn with lively assurance, it is also now sadly damaged. The scene is the Annunciation, a story from the New Testament book of Luke in which the angel Gabriel announces to the Virgin Mary that with the coming of the Holy Spirit she will conceive and give birth to the child of God, Jesus, who will rule the descendants of Jacob forever.\r\n\r\nThis drawing was recently attributed to the Verona artist Paolo Farinati by Dott. Stefano L'Occaso, Director of the Palazzo Ducale (Mantua), who compares it to the artist's altarpiece of the same subject in SS Nazaro e Celso, Verona, which is signed and dated 1557.\r\n\r\nHe has beautifully captured the drama of the miraculous event. Gabriel seems to glide down from heaven as his hair and clothing flutter in gusts of wind. He bends slightly to help alleviate Mary’s apparent fear, and he points upward to indicate the source of his astounding news.",
  "title": "The Annunciation"
}
