{
  "accession_number": "2018.104.10",
  "art_champions_text": null,
  "artist": "Artist: McArthur Binion; Publisher: Paulson Fontaine Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "repeating layered squares in nine rows; four rows of squares at top include text from birth certificates--printed and hand written--against a dark ground, with painterly blue, red and yellow stripes over the top; five rows of squares at bottom are hand written names and numbers with similarly colored painterly stripes over the top; squares form a basketweave pattern",
  "dimension": "35 13/16 × 23 11/16 in. (90.96 × 60.17 cm) (image)\r\n40 1/4 × 27 5/8 in. (102.24 × 70.17 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127695",
  "image": "valid",
  "image_copyright": "© McArthur Binion%2C Paulson Fontaine Press%2C publisher",
  "image_height": 6926,
  "image_width": 4826,
  "inscription": "",
  "life_date": "American, born 1946",
  "markings": "LLC, in pencil: 13/35 | LRC, publisher\\'s blindstamp",
  "medium": "Color aquatint and sugar-lift aquatint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Paulson Fontaine Press, Berkeley, Calif., sold to Mersky 2017): Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: MAB 2015",
  "style": "21st century",
  "text": "DNA Etching I is a visual and conceptual consideration of McArthur Binion’s personal identity, both as an artist and as an African American. The print is part of his iconic DNA series of paintings, collages, and editioned prints he first began making in the 1970s.\r\n\r\nWithin the strongly geometric composition lies printed and handwritten names and numbers from Binion’s address book as well as text from his birth certificate. In a published interview, Binion explained his use of these text elements: “I call it my phonebook….In the early 1970s, you only communicated three ways: eye-to-eye, telephone, or the United States mail. I was a full-time painter in New York without a teaching job. I sold work on my own. Everybody you know would be in your address book, because it was the source. That’s how I started these paintings….And they were based on my phone book. Between my phonebook and my birth certificate, that’s my entire life. That’s what we got.”",
  "title": "DNA Etching I"
}
