{
  "accession_number": "2017.106.40a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kakumotoya Kinjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 94; Iwakiri, Yoshitoshi (2014), p. 16–17 no. 15, p. 299. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1863, 10th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; battle scene with four men holding up large rectangular wooden shields; men wear multicolored armor and helmets; man at center walks across fallen soldier wearing blue pants and green leggings and shoes; castle with rounded domes in silhouette in URC, with flying silhouettes of soldier's bodies and flags; red flag with white design at center top; reddish brown smoke/explosions throughout, including a reddish brown burst hitting shield of man at left",
  "dimension": "14 1/2 × 10 in. (36.83 × 25.4 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127772",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4897,
  "image_width": 9901,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Censor seal: 亥十改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "In this chaotic scene, bullets streak through the air and explode against the warriors’ wooden shields. The title hints that all is not what it seems: “Masakiyo” is the reverse of the given name of Katō Kiyomasa (1562–1611), a daimyo (feudal baron) and warrior who served during the Imjin War (1592–98). Shinshū (Jinju in Korean) Castle was the site of two attempted sieges by the Japanese against the Koreans. In this print, however, the Korean castle is replaced by St. Paul’s Cathedral in London in the far right background (a possible reference to the Anglo-Satsuma War [August 1863], which had happened just a few months earlier). Because of the prohibition on depicting current events, Yoshitoshi often disguised them by setting them nominally in the past, signaled here in the title and names of figures.",
  "title": "Picture of Masakiyo at Shinshū Castle During the Conquest of Korea"
}
