{
  "accession_number": "2017.152.7",
  "art_champions_text": null,
  "artist": "Artist: David Hockney",
  "catalogue_raissonne": "Scottish Arts Council 106",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Fay M. Gallus and Richard Sweet",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969 (published 1970)",
  "department": "Global Contemporary Art",
  "description": "black and white etching of a seated woman wearing a long dress and holding a piece of cloth in her PL hand, a single tear coming from her PR eye; small, hairy man on the right with arms outstretched toward seated woman; small shallow ledge in background with three pieces of fruit on center of the ledge",
  "dimension": "10 9/16 × 10 1/16 in. (26.83 × 25.56 cm) (image)\r\n10 13/16 × 10 1/4 in. (27.46 × 26.04 cm) (plate)\r\n17 13/16 × 12 5/16 in. (45.24 × 31.27 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127703",
  "image": "valid",
  "image_copyright": "© David Hockney",
  "image_height": 7553,
  "image_width": 5254,
  "inscription": "LL margin in brown ink, on verso: Grimm Ed. A. 46/100",
  "life_date": "British (active United States), born 1937",
  "markings": "",
  "medium": "Etching on handmade paper",
  "nationality": "British (active United States)",
  "object_name": "Print",
  "portfolio": "From Six Fairy Tales from the Brothers Grimm",
  "provenance": "Richard M. Sweet, M.D., Santa Rosa, Calif.; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on front in LRC, in pencil: David Hockney | on back, in LLC, in brown ink: Grimm E.1.A 46/100",
  "style": "20th century",
  "text": "A landmark of 20th-century book illustration, David Hockney’s unconventional interpretation of fairy tales selected from the hundreds compiled by the Brothers Grimm (Jakob Ludwig Carl Grimm and Wilhelm Carl Grimm) during the 19th century, considers the supernatural and psychological content of these bizarre stories in visual terms. With a virtuoso handling of linear and tonal intaglio printmaking, Hockney explores the characters’ motivations, values, and temperaments, presenting his own reading of the tales while seeking a greater understanding of human mentality. The illustrations also reference art of the past, a common feature of Hockney’s work, with visual allusions to Uccello, Carpaccio, Leonardo, Brueghel, and René Magritte. As a result, there is a timeless quality to the images that complements the stories’ centuries-old legacy of folklore.",
  "title": "Pleading for the Child"
}
