{
  "accession_number": "2017.106.66a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Ōmiya Kyūjirō; Carver: Katada Chōjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 160; Iwakiri, Yoshitoshi (2014), p. 298. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 6th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; battle scene at sea, with two men wearing white loincloths swimming in foreground, with their swords tied to their backs; many boats crowded with men in armor, with swords and bows and arrows; boat at left has blue and white sails and streamers, and black tassel-like object at front; boat at center middle ground has red and white flag",
  "dimension": "14 3/4 × 10 in. (37.47 × 25.4 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127798",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4975,
  "image_width": 9891,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R, C: 片田彫長 {Katada hori Chō} | L: ホリ長 {hori Chō} | Censor seal: 丑六改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "The Battle of Dan-no-ura (1185) was the final engagement between the Taira and Minamoto clans, marking the end of a civil war and ushering in the new Kamakura shogunate. The ships are identifiable by the banners hanging over their sides: three Japanese gentian flowers over five bamboo leaves is the clan emblem of the Minamoto, and the swallowtail butterfly signifies the Taira. Two warriors swim under the swelling waves, their swords tied to their backs. Though the battle occurred nearly 700 years before Yoshitoshi’s time, it was remembered through the epic narrative The Tale of the Heike even into the 1800s.",
  "title": "Picture of the Great Battle of the Minamoto and the Taira at Dan-no-ura"
}
