{
  "accession_number": "2017.106.51a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kiya Sōjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 117; Iwakiri, Yoshitoshi (2014), p. 18–19 no. 18, p. 298. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1864, 10th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; giant demon at center, with wrinkled ghoulish face with bulging eyes and gaping mouth, and bare arms, reaching down twoard group of men in armor armed with swords at left, right, and center, with one man beheath demon's PR arm, near demon's face; women and smaller ghouls at left and right running away; grey-green ground",
  "dimension": "14 1/2 × 10 in. (36.83 × 25.4 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127783",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4854,
  "image_width": 9977,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R: 彫工小泉兼 {horikō Koizumi Kane} | C: 彫子兼 {hori Kokane} | L: 彫兼 {hori Kane} |  Censor seal: 子十改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "In this triptych, legendary warrior Minamoto Raikō and his four loyal retainers, along with courtier Fujiwara no Yasumasa, face off against the demon Shuten dōji of Mount Ōe. Raikō stands at the bottom of the center print, his gaze locked onto his enemy, while the other men brandish their swords and women flee. Shuten dōji was a red-skinned demon who abducted young people in Kyoto and liked to drink sake. Raikō sneaked into the demon’s lair in Mount Ōe and attacked him while he slept. The legend was a popular one, adapted into Noh and Kabuki theater plays and commonly depicted by ukiyo-e designers.",
  "title": "Picture of Raikō and his Four Companions Conquering the Demon of Mount Ōe"
}
