{
  "accession_number": "2017.106.3a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Author: Nozaki Bunzō; Publisher: Kakumotoya Kinjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), nos. 5, 23; Iwakiri, Yoshitoshi (2014), p. 300. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1859, 10th lunar month (C), 1860, 6th lunar month (L, R)",
  "department": "Asian Art",
  "description": "unattached triptych; head and bound hands of male figure visible within the spray of a massive waterfall at C; rock face at L; two ethereal figures floating at UR; white pigment flecks",
  "dimension": "14 7/8 × 10 1/8 in. (37.78 × 25.72 cm) (image, sheet, vertical oban triptych; each sheet)",
  "id": "http://api.artsmia.org/objects/127735",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5016,
  "image_width": 10062,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal R, L: 芳年 {Yoshitoshi} | Censor seals R, L: 申六改 | C: 未十改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R: 玉桜芳年筆 {Gyokuō Yoshitoshi hitsu} | C: 一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu} |  L: 芳年筆 {Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "According to legend, after the young samurai Endō Morito (1139–1203) mistakenly killed the object of his love, Kesa-gozen, he became a monk and took the name Mongaku. As a penance for his crime, he decided to stand for 21 days under the icy waterfall at Mount Nachi which, with an uninterrupted drop of over 400 feet, is the tallest in Japan. There he continuously recited incantations to the deity Fudō Myō-ō. After seven days he lost consciousness but was rescued by the deity’s child attendants, who helped him so he could complete his harsh task.\r\n\r\nYoshitoshi originally designed only the center sheet, which, very dramatically, shows only Mongaku’s face and praying hands amid the water. Half a year later, the two flanking sheets were added to create a more panoramic view of the scene.",
  "title": "Picture of Penance under the Waterfall at Mount Nachi"
}
