{
  "accession_number": "2017.137.1a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "four removable trays/compartments plus cover, held into place with a base with triangular brackets on short ends and a horizontal element at top; trays and cover lift off and stack on each other; decorated with floral motifs in red, pink, green and white with gold edging; top decorated with four red dragons at corners and scalloped red cartouche with pink and red flowers growing from rock; side supports have red and gold scrolling moldings",
  "dimension": "41 1/8 × 34 × 21 7/8 in. (104.46 × 86.36 × 55.56 cm)",
  "id": "http://api.artsmia.org/objects/127702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7952,
  "image_width": 7811,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, bamboo, lacquer, metal",
  "nationality": null,
  "object_name": "Chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "China is renowned for its hardwood furniture, which is polished to reveal the beauty and warm color of the natural wood. From the Song dynasty (960-1279) onward, however, China also produced luxurious pieces of furniture that were covered in whole or in part with lacquer. Carved lacquer furniture was at first only affordable for the imperial family or the extremely wealthy, but by the 19th century it became increasingly more affordable for nearly all levels of society. Nevertheless, owing to the laborious technique, lacquered furniture tends to be smaller in scale or limited to decorated areas on larger pieces of furniture. The style was especially popular in certain regions, like Shanxi province where this wedding chest was made. This wedding chest is a good example demonstrating both red lacquer decoration and woven bamboo construction techniques.",
  "title": "Wedding chest"
}
