{
  "accession_number": "2018.29",
  "art_champions_text": null,
  "artist": "Artist: Nicolas Béatrizet; Artist: After Michelangelo Buonarroti; Publisher: Antonio Lafreri",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1553",
  "department": "European Art",
  "description": "nude male figure within cloud opening TC brandishing winged object, standing over large bird; 4 horses, a trough, and nude male tumble from sky at C; nude reclining bearded figure along an embankment with spilling water jars at LL; 3 recoiling nude women to his L; village at R; trees, rocks in background",
  "dimension": "16 1/4 × 11 3/8 in. (41.28 × 28.89 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127727",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6014,
  "image_width": 4273,
  "inscription": "LLC: ALF | bottom edge C: MICH . ANG. INV / N. BEATRIZET . LOTAR . RESTIVIT",
  "life_date": "French (active Rome), 1512–1577",
  "markings": "",
  "medium": "Engraving",
  "nationality": "French (active Rome)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Ludwig Maximilian von Biegeleben (Vienna, 1812-1872, Lugt 385). Probably sold at Litchfield County Auctions, Litchfield, Conn., February 15, 2017, lot 299. Thomas French Fine Art, Fairlawn, Ohio",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is the age-old story of the absentee father and the inexperienced teenage driver. Each day, Helios, sun-god of ancient Greece, drove his chariot across the sky from dawn until dusk. He paid little attention to his son Phaeton. One day the boy went to Helios and asked him to demonstrate to all that he was his father. In response, Helios promised to grant Phaeton any wish. Helios was shocked when the boy asked to drive the chariot. He warned Phaeton that not even the mighty Jupiter could control the powerful team of horses. But Phaeton persisted, and Helios finally gave in. Phaeton cracked the whip, and the horses took off. Before long they careened out of control, and Jupiter had to intervene by striking Phaeton with a thunderbolt that sent him tumbling to the earth.\r\n\r\nBéatrizet’s engraving is a contemporary translation of one of Michelangelo’s most famous drawings. The drawing itself was an object of wonder among Rome’s art lovers, but only a rarified audience had access to it. It was Béatrizet’s engraving that made the drawing recognizable throughout Europe.",
  "title": "Fall of Phaeton"
}
