{
  "accession_number": "2017.152.3",
  "art_champions_text": null,
  "artist": "Artist: David Hockney",
  "catalogue_raissonne": "Scottish Arts Council 81; Tokyo 78",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Fay M. Gallus and Richard Sweet",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969 (published 1970)",
  "department": "Global Contemporary Art",
  "description": "black and white etching of a court yard; varieties of foliage grouped into squared off sections; small tree with four leaves/ branches in middle left edge; dark textured conical shape in center; small window and peaked tower in ULQ; woman gazing out the window into the courtyard",
  "dimension": "17 5/16 × 12 1/4 in. (43.97 × 31.12 cm) (image)\r\n17 7/8 × 12 1/4 in. (45.4 × 31.12 cm) (plate)\r\n17 7/8 × 12 1/4 in. (45.4 × 31.12 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127705",
  "image": "valid",
  "image_copyright": "© David Hockney",
  "image_height": 7628,
  "image_width": 5249,
  "inscription": "LL margin in brown ink, on verso: Grimm Ed. A. 46/100",
  "life_date": "British (active United States), born 1937",
  "markings": "",
  "medium": "Etching on handmade paper",
  "nationality": "British (active United States)",
  "object_name": "Print",
  "portfolio": "From Six Fairy Tales from the Brothers Grimm",
  "provenance": "Richard M. Sweet, M.D., Santa Rosa, Calif.; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: David Hockney",
  "style": "20th century",
  "text": "A landmark of 20th-century book illustration, David Hockney’s unconventional interpretation of fairy tales selected from the hundreds compiled by the Brothers Grimm (Jakob Ludwig Carl Grimm and Wilhelm Carl Grimm) during the 19th century, considers the supernatural and psychological content of these bizarre stories in visual terms. With a virtuoso handling of linear and tonal intaglio printmaking, Hockney explores the characters’ motivations, values, and temperaments, presenting his own reading of the tales while seeking a greater understanding of human mentality. The illustrations also reference art of the past, a common feature of Hockney’s work, with visual allusions to Uccello, Carpaccio, Leonardo, Brueghel, and René Magritte. As a result, there is a timeless quality to the images that complements the stories’ centuries-old legacy of folklore.",
  "title": "Rapunzel Growing in the Garden"
}
