{
  "accession_number": "2017.106.56",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Author: Kikuyōtei Rokō; Publisher: Daikokuya Kinnosuke",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 134.8; Iwakiri, Yoshitoshi (2014), p. 288.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 2nd lunar month",
  "department": "Asian Art",
  "description": "pair of figures wrestling in foreground--a man wearing predominately green armor and a brown-skinned demon-like figure; demon seated in background at left wearing yellow garment, with a droopy face with open mouth and a second face on stomach, with PL arm stretched upward; grey silhouettes of skeletons against black ground; blue and yellow flowered curtain at right; yellow and white patterned flooring in foreground",
  "dimension": "13 3/4 × 8 15/16 in. (34.93 × 22.7 cm) (image, Vertical ōban)\r\n14 11/16 × 9 3/4 in. (37.31 × 24.77 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127788",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4976,
  "image_width": 3360,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Censor seal: 丑二改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From One Hundred Tales from Japan and China (Wakan hyaku monogatari 和漢百物語)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "One Hundred Tales from Japan and China was Yoshitoshi’s first print series to explore the world of the supernatural. The title refers to “one hundred tales,” the popular storytelling game that was played in a room lit by one hundred oil-lamp wicks, one of which would be blown out after every story. Here the hero Toki Daishirō is wrestling with a vajra warrior, a large wooden statue that usually guards Buddhist temples but has come to life. \r\n\r\nThis is a rare, nearly final drawing for the key block (the block that prints the black outlines and main details), and it shows the lines almost exactly as they would later be carved. Some of the areas to be printed in gray have been indicated as such with an ink wash, and the reverse sections of the green band wrapped around the vajra warrior are indicated with yellow. Most likely this drawing was executed by one of Yoshitoshi’s students and not by the master himself, since it represents a technical step within the production process.",
  "title": "Toki Daishirō"
}
