{
  "accession_number": "2017.106.64a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Daikokuya Kinnosuke; Carver: Matsushima Masakichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 145; Iwakiri, Yoshitoshi (2014), p. 302.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865, 8th lunar month",
  "department": "Asian Art",
  "description": "two separate sheets; each sheet has a portrait of a man, both facing each other; man on left wears dark blue garment with white geometric lattice-like patterning and has a round element behind him with a large black text character; part of tattoo of dragon and wave visible on man's arm; man at right wears black garment with grey geometric patterning and has both his arms bare, with tattoos of figures and flowers, with a large irregular form behind his head; background behind both men is red with white rectangles",
  "dimension": "14 1/4 × 9 1/4 in. (36.2 × 23.5 cm) (sheet, each, approx., two vertical ōban)",
  "id": "http://api.artsmia.org/objects/127796",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4765,
  "image_width": 6325,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: ヨ四 {Yoshi} | Carver’s seal R: マツシマ彫政 {Matsushima hori Masa} | Censor seal: 丑八改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "玉桜芳年筆 {Gyokuō Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "In Japan, firefighters were lionized as protectors of the city and its residents, and audiences never tired of dramatic portrayals of firefighters and their adventures. These are the rightmost two sheets of a set of seven portraying Kabuki actors dressed as firemen. Their exposed arms show tattoos, popular among firemen during the Edo period (1603–1868). In the background are standards (matoi), a form of placard, representing the various brigades that protected the city of Edo, today’s Tokyo. On the left is Mo portrayed by the actor Bandō Hikosaburō V (1832–1877), and on the right Se by Nakamura Shikan IV (1830–1899).",
  "title": "A Celebration of Bravery"
}
