{
  "accession_number": "2018.38.1",
  "art_champions_text": null,
  "artist": "Artist: Walton Ford; Printer: Wingate Studio, Hinsdale, N.H.; Publisher: Kasmin Editions, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifts of funds from Nivin MacMillan and Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "group of buff-colored birds with black, white, orange and yellow feathers on the top of their wings and tails, and orange coloring on their heads; birds perched on barbed wire, eating purple berries from a branch in URC; explosions at left and orange and yellow trails from flying bullets around and in front of birds; \"Pestvogel\" in URC; \"Bombycilla garruluz - Bohemian Waxwings - 12-10-1917\" at bottom",
  "dimension": "27 7/8 × 21 13/16 in. (70.8 × 55.4 cm) (plate)\r\n39 13/16 × 30 1/2 in. (101.12 × 77.47 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127729",
  "image": "valid",
  "image_copyright": "© Walton Ford",
  "image_height": 10543,
  "image_width": 8207,
  "inscription": "Inscription printed at bottom, beneath image:  Bombycilla garruluz - Bohemian Waxwings - 12-10-1917",
  "life_date": "American, born 1960",
  "markings": "LLC in pencil: 62/65 | LRC printer\\'s blindstamp paper: (symbol of curved piece of paper)",
  "medium": "Color aquatint, etching, soft-ground etching, spit-bite, sugar-lift etching, and drypoint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Wingate Studio, Hinsdale, N.H. (printer); sold to MIA, 2018",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: W Ford 2016",
  "style": "21st century",
  "text": "Since the 16th-centuy, the migratory Eurasian songbird known as the Bohemian Waxwing has been erroneously branded a harbinger of death and disease for its habit of appearing suddenly in large numbers to feed on ripened fruit. This sinister association is revealed in the waxwing’s common names, which include “Pestvogel” a Dutch word meaning “plague bird” and “Unglückvogel” a German word meaning “disaster bird.” Emulating the illustration style of famed American naturalist John James Audubon, Walton Ford’s Pestvogel mocks this age-old superstition by presenting a group of waxwings perched on a coil of barbed wire, eagerly gorging on ripened blackberries, oblivious to the active battlefield nearby. Ford’s dramatic scene is an oblique reference to the widely reported waxwing invasion in Great Britain during the winter of 1913-14, an event seen by some as foreshadowing the onset of World War I the following summer.",
  "title": "Pestvogel"
}
