{
  "accession_number": "2017.106.49",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Author: Sumida Ryōko; Publisher: Fukushimaya Tashichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 116.4; Iwakiri, Yoshitoshi (2014), p. 20 no. 19, p. 289. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1864, 12th lunar month",
  "department": "Asian Art",
  "description": "monkey with arms spread and mouth open, falling off a cliff in front of a waterfall; group of monkeys on top of cliff in URC look on",
  "dimension": "13 × 9 in. (33.02 × 22.86 cm) (image, Vertical ōban)\r\n14 7/16 × 10 1/16 in. (36.67 × 25.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127781",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4875,
  "image_width": 3515,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Censor seal: 子十二改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From A Modern Journey to the West (Tsūzoku saiyūki 通俗西遊記)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "The Monkey King Sun Wukong (Son Gokū in Japanese) is one of the main characters in the 16th-century Chinese novel The Journey to the West, or Xiyouji. Born from a divine stone egg, he is endowed with intelligence and magical powers. In search of spiritual understanding, he sets off on a journey but is imprisoned for bringing havoc to the Celestial Palace of the Jade Emperor. Eventually he is released to accompany the Chinese Buddhist monk Xuanzang on his journey west to India. This print shows a group of monkeys observing a waterfall. The bravest monkey jumps through the waterfall to discover its source and is later crowned the Monkey King.",
  "title": "A monkey jumps into a waterfall"
}
