{
  "accession_number": "2017.106.52a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Fujiokaya Keijirō; Carver: Koizumi Kanegorō; Carver: Kobayashi Kane",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 125; Iwakiri, Yoshitoshi (2014), p. 299. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1864, 3rd lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; battle scene in an interior; man at right wearing blue pants with white floral medallions fading to pale yellow at hems and blue patterned blouse, behind a black lacquer sliding door with flowers against a yellow ground at bottom, pulling on a very long staff penetrating the door, held by a man in blue armor at center; two fallen men in LLC--legs only of one of the men visible, across the body of the other man; running man in blue patterned kimono, with blood on his legs, at right, holding a spear; other figures fighting in background, left",
  "dimension": "14 1/4 × 10 in. (36.2 × 25.4 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127784",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4876,
  "image_width": 9901,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R: 小泉彫兼 {Koizumi hori Kane} | C: 彫子兼 {hori Kokane} | L: 彫兼 {hori Kane} | Censor seal: 子三改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年画 {Ikkaisai Yoshitoshi ga}",
  "style": "19th century",
  "text": "During the Edo period, the shogunate had a strict ban on depicting warriors from the Warring States period, right before it had established power. So, in some prints, Yoshitoshi replaced the names of famous historical figures with pseudonyms. Here, the main character of the print (standing at far right) is named in the red cartouche as “Ōta Kazusanosuke Taira Harunaga kō”; his real name was Oda Nobunaga, the first of three “Great Unifiers” of Japan. Though titled as an unspecified night battle set in Kyoto, the print shows the Honnō-ji Incident, an attempted assasination against Nobunaga that ultimately resulted in his suicide.",
  "title": "Picture of a Night Battle at Shijō in Kyoto"
}
