{
  "accession_number": "2017.106.1a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kazusaya Iwazō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 1; Iwakiri, Yoshitoshi (2014), p. 4–5 no. 1, p. 300. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1853, 6th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; saturated color; underwater scene; figure at L riddled with arrows and blood standing in front of large brown rock, wielding sword; figure at C sinking in water, with arrows in body, sinking toward crabs at bottom; family in robes at R seated on rock, looking on; figure in foreground with swords, bloody, charging to L",
  "dimension": "14 × 9 5/8 in. (35.56 × 24.45 cm) (image, sheet, each panel; vertical oban triptych)",
  "id": "http://api.artsmia.org/objects/127733",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4749,
  "image_width": 9755,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳桐 {Yoshikiri} | Censor seals: 福 {Fuku} / 村松 {Muramatsu} / 丑六",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "This is the earliest known work by Yoshitoshi, published when he was just 14 years old. Three years earlier he had entered the studio of Utagawa Kuniyoshi (1798–1861), at that time one of the leading print designers in Japan, especially sought after for his prints of warriors. It is therefore not a surprise that Yoshitoshi’s debut would also be a warrior subject. What is unusual is that this debut was a full-size triptych, instead of a smaller-sized print, which was common for young artists.\r\n\r\nThe motif is the defeat of the Heike (Taira) clan in the Battle of Dan-no-ura, a decisive sea battle fought in 1185. The image captures the drowning of the leading Heike members, with Tomomori (1152–1185)—who tied himself to an anchor once he saw defeat was unavoidable—in the center.",
  "title": "Picture of the Heike Clan Sinking and Perishing at Sea"
}
