{
  "accession_number": "2017.106.119",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Masadaya Heikichi; Carver: Katada Chōjirō; Author: Takabatake Ransen",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 289.13; Iwakiri, Yoshitoshi (2014), p. 284. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1874",
  "department": "Asian Art",
  "description": "one sheet; two men fighting; man at left wears red garment with purple lining, green pants with purple floral designs, purple sleeves with black patterning and black boots, and holds the hair of the man at right in his PL hand; man at right wearing yellow kimono, white pants and straw sandals and holds the PL wrist of other man in his PL hand, and holds other man's hair in his PR hand",
  "dimension": "14 1/8 × 9 11/16 in. (35.88 × 24.61 cm) (sheet, Vertical ōban)",
  "id": "http://api.artsmia.org/objects/127851",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4779,
  "image_width": 3298,
  "inscription": "東南は平地に接し。西北は高阜に対す。天神台に大砲を備へ。左京ハ此場の隊長なりしが。午前の攻撃大利を得しも。本営に焔々たる火の手上り。戦揆変じて敗北するにのぞみ。再び山内に引退き敵にも名ある丈夫と引組んで刺違へし勇膽尤も賞すに足れり。　応需転々堂鈍々記",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 月岡 {Tsukioka} | Carver’s seal: 片田彫長 {Katada hori Chō} | Censor seal: 戌二",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Biographies of Valiant Drunken Tigers (Keisei suikoden 競勢酔虎傳)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年 {Taiso Yoshitoshi}",
  "style": "19th century",
  "text": "Sumoto Sakyō (the figure on the right wearing the light yellow jacket) was a participant in the Shimabara Rebellion (1637–38), an uprising in southern Japan against drastic tax increases and the prohibition of Christianity. This was the largest civil conflict during the Edo period (1603–1868), and the rebel forces of around 30,000 men, most of them peasants, were defeated by an army of 125,000 soldiers sent by the Tokugawa shogunate.\r\n\r\nThe red underdrawing reveals that Yoshitoshi was originally thinking of positioning Sakyō’s feet in the front in a different way. Even greater deliberation went into the design of his left hand, which is trying to remove the grip of his opponent. Yoshitoshi placed a piece of paper over the area so he could draw it again.",
  "title": "Sumoto Sakyō"
}
