{
  "accession_number": "2017.106.80a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kiya Sōjirō; Carver: Koizumi Kanegorō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 196 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 297.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1867, 7th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; underwater fight with two men in armor at center, another man falling backwards under water at left, and swimming figure at top left; four men on rocky shore at top center and URQ; swimming grey horse at right",
  "dimension": "14 1/2 × 9 3/4 in. (36.83 × 24.77 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127812",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5164,
  "image_width": 10196,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R: 彫工兼五郎 {horikō Kanegorō} | Censor seal: 卯七改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Heroes and the five elements (Eiyū gogyō no uchi 英雄五行之内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "In this scene staged partially underwater, warrior Saitō Toshimune (1567–1647), labeled here as Toshimitsu, brawls with his enemy Nonoma Hikonojō as they sink into the river Akuta. Yoshitoshi cut the print diagonally with a line of indigo blue that delineates the surface of the water and the land above, upon which other warriors stand and wait.\r\nThis print is one of five in a series titled Heroes and the Five Elements, in which Yoshitoshi paired historical events with the five elements: earth, water, fire, wind, and sky (Fire is on display nearby). ",
  "title": "Water, Saitō Toshimitsu fighting Nonoma in the River Akuta"
}
