{
  "accession_number": "2017.106.105a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Ōmiya Kyūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 252; Iwakiri, Yoshitoshi (2014), p. 296.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868, 4th lunar month",
  "department": "Asian Art",
  "description": "three sheets; cartoonish animal with long grey fur, large yellow eye, yellow teeth with long fangs and blue hooves at center, throwing off man men who are falling and flipping in every directions; men in URQ wear yellow furs (?); mountains in background covered in snow; snow in foreground, with snowballs flying in front of animal and figures",
  "dimension": "14 5/8 × 9 9/16 in. (37.15 × 24.29 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127837",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4952,
  "image_width": 9736,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Censor seal: 辰四改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "応需芳年画 {ōju Yoshitoshi ga}",
  "style": "19th century",
  "text": "A group of men surround and tussle with a massive gray boar that kicks up balls of snow, obscuring the scene. Yamamoto Kansuke (1500–1561), the main subject of this print, readies his spear at the far right, his eyes trained on the rampaging beast. Kansuke was a military strategist and warrior during the Warring States period (1467–1573). According to legend, he fought a boar with his bare hands and lost one eye in the process; in reality, he was attacked and rendered partially blind by a boar as a child.",
  "title": "Yamamoto Kansuke Killing a Wild Boar"
}
