{
  "accession_number": "2017.106.76",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Sanoya Tomigorō; Author: Takabatake Ransen",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 183.3; Iwakiri, Yoshitoshi (2014), fig. 42, p. 287.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1866, 12th lunar month",
  "department": "Asian Art",
  "description": "one sheet; man seen from back wearing a red loincloth, with blue and red tattoos over back, upper arms, buttocks and thighs, fighting a demon in a mud pit, with blood on his legs and arms, holding a sword in his PR hand; crouching demon in mud, looking up at sword above his head",
  "dimension": "14 1/4 × 9 9/16 in. (36.2 × 24.29 cm) (image, vertical ōban)\r\n14 5/16 × 9 11/16 in. (36.35 × 24.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127808",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4715,
  "image_width": 3265,
  "inscription": "若武者や舅の門をねる祭　左龍\r\n...\r\n一葉舎甘阿戯記",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳桐 {Yoshikiri} | Carver’s seal: 柳三刀 {Ryūzo tō} | Censor seal: 寅十二改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Twenty-eight Famous Sufferings (Eimei nijūhasshuku 英名二十八衆句)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Danshichi Kurobei had been imprisoned for injuring a man who then died, although from a different cause. He was released with the help of Lord Tamashima but exiled from his hometown. Later, Kurobei’s cruel and greedy father-in-law, Mikawaya Giheiji, kidnapped the mistress of Lord Tamashima’s son and demanded a ransom for her release, but Kurobei managed to intervene and free her. Giheiji was outraged since he had supported Kurobei’s wife and child while the younger man was in prison and now demanded payment. When Kurobei was unable to make good on his debt, Giheiji began beating him with his sandal. A fight broke out, and eventually Kurobei lost his temper. He stripped off his clothes down to his red loincloth and killed Giheiji, in the mud, while begging for forgiveness for what he was doing.\r\n\r\nThe struggle between the two men became perhaps the most dramatic murder scene in Kabuki theater and a popular motif in prints. Yoshitoshi captured it in its full cruelty, with Kurobei’s arms and sword drenched in blood while the dying Giheiji is barely visible in the mud.",
  "title": "Danshichi Kurobei"
}
