{
  "accession_number": "2017.106.165a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Matsui Eikichi; Carver: Takimoto Chokuzan",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 498; Iwakiri, Yoshitoshi (2014), fig. 218, p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "September 1887",
  "department": "Asian Art",
  "description": "two separate sheets/vertical orientation; shirtless man at bottom with floral tatoos, wearing black and white garments and yellow fiber sandals, smashing green structure below sculpture of mottled pink muscular man with grey hair, with colorful garments",
  "dimension": "14 3/4 × 10 in. (37.47 × 25.4 cm) (sheet, each, approx., vertical ōban, upright diptych)",
  "id": "http://api.artsmia.org/objects/127897",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9841,
  "image_width": 3667,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年之印 {Yoshitoshi no in} | Carver’s seal: 根岸直山刀 {Negishi Chokuzan tō}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Untitled series of upright diptychs",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年 {Yoshitoshi}",
  "style": "19th century",
  "text": "Like another vertical diptych nearby, this one takes its motif from the popular Chinese novel The Tales of the Water Margin (Shuihuzhuan; Jap.: Suikoden). In it, Lu Zhishen is a policeman who accidentally kills a man and must flee his village. He enters a monastery where he receives the nickname Flowery Monk, since his upper body is adorned with tattoos of flowers. Bored by monastic life, he gets drunk, and on his return to the temple he is refused entry. In a rage, he demolishes one of the two large vajra warrior sculptures that guard the temple gate. The entrance to Mia’s Japanese Buddhist gallery is guarded by such a pair of vajra warriors.",
  "title": "Picture of Drunken Lu Zhishen Smashing a Vajra Warrior at the Temple of Mount Wutai"
}
