{
  "accession_number": "2017.106.129",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Yorozuya Magobei; Carver: Ōta Tashichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 331.7; Iwakiri, Yoshitoshi (2014), p. 283.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1876",
  "department": "Japanese and Korean Art",
  "description": "one sheet; woman leaning toward her right, looking down and toward her left; woman's kimono partially open, exposing portion of her PL breast; PL hand on shoulder, with arm beneath red and white cloth; grey kimono with purple and turquoise flowers",
  "dimension": "14 1/8 × 9 1/2 in. (35.88 × 24.13 cm) (image, sheet, Vertical ōban)",
  "id": "http://api.artsmia.org/objects/127861",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4824,
  "image_width": 3234,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal L: 芳年 {Yoshitoshi} | Carver’s seal: 彫工秀勝 {horikō Hidekatsu}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Mirror of Women, Ancient and Modern (Kokon hime kagami 古今姫鑑)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需大蘇芳年画 {ōju Taiso Yoshitoshi ga}",
  "style": "19th century",
  "text": "Yoshitoshi lived during a time of drastic and disruptive social change and is considered the last major ukiyo-e artist. He was born into a merchant family and became a student of Utagawa Kuniyoshi in the early 1850s. His earliest published print dates from 1853. Initially he designed images of beautiful women and actors in the Utagawa school style, but then shifted to a more realistic type of depiction. In 1858, he became an independent artist and focused on historical subjects. He gained a reputation as a \"war artist\" through his depictions of violence. After recovering from a serious nervous disorder in 1873, he started to illustrate newspapers. In the 1880s, he was much sought after and produced many great and important series, but illustrated also a number of books and was active as a painter.",
  "title": "Chiyojo"
}
