{
  "accession_number": "2017.106.145a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Morimoto Junzaburō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 440",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1881",
  "department": "Japanese and Korean Art",
  "description": "three separate sheets; man at left with legs wide apart, holding a wooden staff with both hands; man wears black armor with red and white trim, and garment with red ground and multicolored floral medallions with straw sandals; white cloth beneath man's PR foot; jumping woman at right with legs drawn up, wearing garments with floral designs on red and green ground, and zori sandals with black platform soles and brown, yellow and purple striped socks; figures on wooden bridge; moon in sky between figures; green mountains in background",
  "dimension": "14 1/4 × 9 1/2 in. (36.2 × 24.13 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127877",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4836,
  "image_width": 9535,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年 {Yoshitoshi}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年画 {Taiso Yoshitoshi ga}",
  "style": "19th century",
  "text": "Yoshitoshi lived during a time of drastic and disruptive social change and is considered the last major ukiyo-e artist. He was born into a merchant family and became a student of Utagawa Kuniyoshi in the early 1850s. His earliest published print dates from 1853. Initially he designed images of beautiful women and actors in the Utagawa school style, but then shifted to a more realistic type of depiction. In 1858, he became an independent artist and focused on historical subjects. He gained a reputation as a \"war artist\" through his depictions of violence. After recovering from a serious nervous disorder in 1873, he started to illustrate newspapers. In the 1880s, he was much sought after and produced many great and important series, but illustrated also a number of books and was active as a painter.",
  "title": "Picture of the Gojō Bridge from the Chronicle of Yoshitsune"
}
