{
  "accession_number": "2017.106.161a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Matsui Eikichi; Carver: Takimoto Chokuzan",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 475; Iwakiri, Yoshitoshi (2014), p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "September 1885",
  "department": "Asian Art",
  "description": "two sheets configured vertically; topless wrinkled old woman seated at bottom, sharpening a knife, looking up at a heavily pregnant topless woman with long hair wearing a red skirt, tied by her ankles, hanging upside down from a ceiling rafter",
  "dimension": "15 1/4 × 10 1/4 in. (38.74 × 26.04 cm) (sheet, each, approx., vertical ōban, upright diptych)",
  "id": "http://api.artsmia.org/objects/127893",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10067,
  "image_width": 3515,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年 {Yoshitoshi} | Carver’s seal: 直山彫刻 {Chokuzan chōkoku}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Untitled series of upright diptychs",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需芳年画 {ōju Yoshitoshi ga}",
  "style": "19th century",
  "text": "A heavily pregnant woman is bound and gagged, strung upside-down from the ceiling in an old hut. Below, a wizened old woman sharpens her knife, ready to cut open the woman’s belly. \r\n\r\nThe gruesome story depicted here begins as a quest to cure a sick child. The child’s mother, a princess, sends a wet nurse to find the liver of a newborn baby, the main ingredient required for the cure for the infant’s sickness. Unable to find a mother willing to sacrifice her child, the wet nurse decides to hide in a cave and wait for a pregnant woman to pass by. When one does, the wet nurse abducts her and kills her during her labor, realizing only too late that it was her own pregnant daughter. The horrendous deed drives the woman insane, and she turns into a demon, forever haunting the moor in search of human flesh.",
  "title": "Picture of the Lonely House at Adachigahara in Ōshū"
}
