{
  "accession_number": "2017.106.159a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Matsui Eikichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 469; Iwakiri, Yoshitoshi (2014), fig. 212, p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "April 1885",
  "department": "Asian Art",
  "description": "two sheets configured vertically; man with hands folded and head bowed, being pulled upward by the back of his black shirt through a cloud, with only his upper body visible through the cloud; red-skinned shirtless figure with curly brown hair, wearing white flowing cloths around his neck, arms and waist, with a green and brown loincloth, holding a gold staff, pulling on man's shirt; standing topless woman at top of cloud, with long flowing hair, folding a white flower on a very long stem, wearing blue skirt with yellow flowers, yellow belt and purple and yellow flowered garment around one shoulder",
  "dimension": "15 1/4 × 10 1/4 in. (38.74 × 26.04 cm) (sheet, each, approx., vertical ōban, upright diptych)",
  "id": "http://api.artsmia.org/objects/127891",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10164,
  "image_width": 3606,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Untitled series of upright diptychs",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需芳年画 {ōju Yoshitoshi ga}",
  "style": "19th century",
  "text": "This is the same motif as a triptych nearby that Yoshitoshi designed 25 years earlier, showing the monk Mongaku doing penance for 21 days under the icy waterfall at Mount Nachi. Instead of showing him reciting incantations to the deity Fudō Myō-ō, Yoshitoshi depicted Mongaku this time in the moment of his collapse when he is rescued by the deity’s child attendants, Seitaka and Kongara. In the earlier triptych, Yoshitoshi captured foamy water with white spume but here renders the water like a cloud to emphasize that the divine beings have restored calm.",
  "title": "Picture of Mongaku’s Penitence"
}
