{
  "accession_number": "2017.106.120",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 289.13",
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1874",
  "department": "Asian Art",
  "description": "ink drawing in black and red; two men fighting; man at left falls forward, grabbing the hair of man at left, who is falling backward; attached to off white mount sheet",
  "dimension": "13 3/4 × 9 13/16 in. (34.93 × 24.92 cm) (sheet, Vertical ōban)\r\n14 5/8 × 10 1/4 in. (37.15 × 26.04 cm) (mount)",
  "id": "http://api.artsmia.org/objects/127852",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5028,
  "image_width": 3719,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Preparatory drawing for a print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Drawing (ukiyo-e / musha-e)",
  "portfolio": "From Biographies of Valiant Drunken Tigers (Keisei suikoden 競勢酔虎傳)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Sumoto Sakyō (the figure on the right wearing the light yellow jacket) was a participant in the Shimabara Rebellion (1637–38), an uprising in southern Japan against drastic tax increases and the prohibition of Christianity. This was the largest civil conflict during the Edo period (1603–1868), and the rebel forces of around 30,000 men, most of them peasants, were defeated by an army of 125,000 soldiers sent by the Tokugawa shogunate.\r\n\r\nThe red underdrawing reveals that Yoshitoshi was originally thinking of positioning Sakyō’s feet in the front in a different way. Even greater deliberation went into the design of his left hand, which is trying to remove the grip of his opponent. Yoshitoshi placed a piece of paper over the area so he could draw it again.",
  "title": "Preparatory drawing of Sumoto Sakyō"
}
