{
  "accession_number": "2017.106.149a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Akiyama Buemon",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 455; Iwakiri, Yoshitoshi (2014), p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1883",
  "department": "Asian Art",
  "description": "three separate sheets; man wearing tan kimono with white and orange flowers, light blue pants and black hat at center, playing a black and brown flute; crouching man wearing blue, turquoise and grey, reaching for his sword, at right; silhouettes of grasses blowing in wind behind figures; orange-yellow moon at left; grey clouds",
  "dimension": "14 × 9 3/4 in. (35.56 × 24.77 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127881",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4680,
  "image_width": 9461,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seals: 大蘇 {Taiso}, 芳年 {Yoshitoshi}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需大蘇芳年写 {ōju Taiso Yoshitoshi sha}",
  "style": "19th century",
  "text": "Since this image was very popular, it was reprinted several times, undergoing a number of changes like the direction of the dark clouds from top left to bottom right or from bottom left to top right. This standard version contains fewer rows of grass printed over the gray background on the left sheet.",
  "title": "By Request, Picture of Fujiwara Yasumasa Playing the Flute by Moonlight, a Painting Shown at the Exhibition for the Advancement of Painting in Autumn 1882"
}
