{
  "accession_number": "2017.106.148a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Akiyama Buemon",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 455; Iwakiri, Yoshitoshi (2014), p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1883",
  "department": "Asian Art",
  "description": "three separate sheets; man wearing orange kimono with white flowers, light blue pants and black hat at center, playing a black and red flute; crouching an wearing blue, green and black, reaching for his sword, at right; silhouettes of grasses blowing in wind behind figures; orange moon at left; grey clouds",
  "dimension": "14 3/16 × 28 3/16 in. (36.04 × 71.6 cm) (image, assembled, vertical ōban triptych)\r\n14 5/8 × 28 11/16 in. (37.15 × 72.87 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127880",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4984,
  "image_width": 9547,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seals: 大蘇 {Taiso}, 芳年 {Yoshitoshi}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年写 {Taiso Yoshitoshi sha}",
  "style": "19th century",
  "text": "For the Competitive Painting Exhibition (Kaiga Kyōshinkai) held in October 1882 in Tokyo, Yoshitoshi painted a hanging scroll of the flute player story. The painting must have been very well received, because soon after the exhibition the publisher Akiyama Buemon urged Yoshitoshi to create a print version of it, which since then has become his iconic masterpiece. Yoshitoshi had to adapt the composition from a vertical to a horizontal format. In the painting, the thief stands directly behind Yasumasa and both are illuminated by the moon from above. For the panoramic view of the triptych, Yoshitoshi spread the reeds over all three panels, moved the moon to the far left and the thief to the right, next to Yasumasa.",
  "title": "By Request, Picture of Fujiwara Yasumasa Playing the Flute by Moonlight, a Painting Shown at the Exhibition for the Advancement of Painting in Autumn 1882"
}
