{
  "accession_number": "2017.106.80a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kiya Sōjirō; Carver: Koizumi Kanegorō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 196 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 297.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1867, 7th lunar month",
  "department": "Japanese and Korean Art",
  "description": "three separate sheets; underwater fight with two men in armor at center, another man falling backwards under water at left, and swimming figure at top left; four men on rocky shore at top center and URQ; swimming grey horse at right",
  "dimension": "14 1/2 × 9 3/4 in. (36.83 × 24.77 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127812",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5164,
  "image_width": 10196,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R: 彫工兼五郎 {horikō Kanegorō} | Censor seal: 卯七改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Heroes and the five elements (Eiyū gogyō no uchi 英雄五行之内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Yoshitoshi lived during a time of drastic and disruptive social change and is considered the last major ukiyo-e artist. He was born into a merchant family and became a student of Utagawa Kuniyoshi in the early 1850s. His earliest published print dates from 1853. Initially he designed images of beautiful women and actors in the Utagawa school style, but then shifted to a more realistic type of depiction. In 1858, he became an independent artist and focused on historical subjects. He gained a reputation as a \"war artist\" through his depictions of violence. After recovering from a serious nervous disorder in 1873, he started to illustrate newspapers. In the 1880s, he was much sought after and produced many great and important series, but illustrated also a number of books and was active as a painter.",
  "title": "Water, Saitō Toshimitsu fighting Nonoma in the River Akuta"
}
