{
  "accession_number": "2017.106.89",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Author: Nozaki Bunzō; Publisher: Ōmiya Kyūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 202.18; Iwakiri, Yoshitoshi (2014), p. 286. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868, 1st lunar month",
  "department": "Asian Art",
  "description": "one sheet; woman with long, blowing hair, wearing green skirt with round floral patterns in brown and dark green, and red underskirt, with a large blue and yellow hair ornament, creating a breeze with a yellow and red fan on which a grey monkey wearing a green blouse and light green pants and brown boots, upside down, with a yellow staff",
  "dimension": "13 15/16 × 9 3/8 in. (35.4 × 23.81 cm) (image, vertical ōban)\r\n14 1/8 × 9 3/8 in. (35.88 × 23.81 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127821",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4841,
  "image_width": 3294,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳桐 {Yoshikiri} | Censor seal: 辰正改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Tales of the Floating World in Eastern Brocade (Azuma no hana ukiyo kōdan東錦浮世稿談)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "This print shows the Monkey King Sun Wukong fighting with Princess Iron Fan, as in another print nearby. But this series of prints is about more than just the Monkey King’s exploits—it’s about storytelling in general. Listening to professional storytellers was a popular form of entertainment in Japan in the 19th century. Each print in this series is devoted to a famous storyteller, in this case Momokawa Enkoku (1851–1922), who was just 17 when this print was published.",
  "title": "Momokawa Enkoku; Sun Wukong and Rasetsunyo"
}
