{
  "accession_number": "2017.106.84a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Sanoya Tomigorō; Author: Takeda Kōrai",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 200.3; Iwakiri, Yoshitoshi (2014), fig. 63, p. 297. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868, 1st lunar month",
  "department": "Asian Art",
  "description": "demon at right with long dark hair, peering around an oval element with red decorative flames around it on a black stand at left; man at center dressed in predominately blue, rust red and green, leaning his head forward toward demon, holding his sword in its sheath at his PL side; two fallen figures, covering their heads, at right; blowing fall leaves throughout",
  "dimension": "14 7/16 × 9 1/2 in. (36.67 × 24.13 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4977,
  "image_width": 9838,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: R, C: 魁斎 {Kaisai}, L: 月岡 {Tsukioka} | Carver’s seal R: ？？刀 [unread] | Censor seal: 辰正改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Eight Views of Tales of Warriors (Bidan musha hakkei 美談武者八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "The warrior Taira Koremochi Ason probably lived between 1000 and 1100 CE but is only known through legends, including one in which the emperor asked him to travel to Mount Togakushi to kill a demon. In Kabuki adaptations of this story, he visits the mountain in autumn to enjoy the fall colors when he meets a beautiful woman offering him sake. Dozing off, he wakes up just in time to see her change into the demon and succeeds in killing her. Yoshitoshi captures the dramatic moment when Koremochi awakes; a strong wind adds to the tension of the situation.",
  "title": "Clearing Weather of the Togakushi Mountains: Taira Koremochi Ason"
}
