{
  "accession_number": "2017.106.83a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Maruya Jinpachi; Carver: Katada Chōjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 199; Iwakiri, Yoshitoshi (2014), p. 301. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1867, 8th lunar month",
  "department": "Asian Art",
  "description": "two separate sheets, placed vertically; squatting frowning man wearing white, black and pale blue armor, with a yellow robe underneath and a white sash around his waist; man holds a spear in his PR hand; white banner with black text behind man; dark blue background",
  "dimension": "27 1/4 × 9 3/8 in. (69.22 × 23.81 cm) (overall, approx., Vertical ōban, upright diptych)",
  "id": "http://api.artsmia.org/objects/127815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9193,
  "image_width": 3362,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "Carver’s seal: 彫工長治朗 {Horikō Chōjirō} | Censor seal: 卯八改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需魁斎芳年画 {ōju Kaisai Yoshitoshi}",
  "style": "19th century",
  "text": "This is not a warrior print, but it is the portrait of a Kabuki actor in the role of a general. It shows Nakamura Shikan IV (1831–1899), one of the most popular actors at that time, in the role of Satō Masakiyo in the play Kachidoki kachidoki shichiji no hatairo, performed in 1867. \r\n\r\nIt was forbidden to include actual historical persons in Kabuki, so Satō Masakiyo was invented as the name for Katō Kiyomasa (1562–1611). Kiyomasa was related to a half brother of the warlord Toyotomi Hideyoshi (1536–1598), who was regarded as one of the unifiers of Japan. Kiyomasa became Hideyoshi’s most trusted general, and at a battle in 1583 Kiyomasa lost his helmet and lance but was nevertheless able to overcome his opponent. In the print, a banner displays the invocation Namu myōhō renge kyō (“Sutra of the devotion to the mystic law of the lotus”), a mantra of Nichiren Buddhism, of which Kiyomasa was a devoted believer.",
  "title": "Actor Nakamura Shikan IV as Satō Masakiyo"
}
