{
  "accession_number": "2017.106.109",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Masadaya Heikichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 280.3; Iwakiri, Yoshitoshi (2014), fig. 84, p. 284.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1872, 11th lunar month",
  "department": "Japanese and Korean Art",
  "description": "one sheet; younger woman wearing blue kimono with white patterning and red trim wrestling with a wrinkled elderly figure with white hair, wearing a green and blue skirt and holding a knife in her PR hand; screen and door with tears in paper in background",
  "dimension": "13 9/16 × 9 1/16 in. (34.45 × 23.02 cm) (image, Vertical ōban)\r\n14 1/8 × 9 1/4 in. (35.88 × 23.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127841",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4783,
  "image_width": 3209,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 号魁斎 {Gō Kaisai} | Censor seal: 壬申十一",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Essays by Yoshitoshi (Ikkai zuihitsu 一魁随筆)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Yoshitoshi lived during a time of drastic and disruptive social change and is considered the last major ukiyo-e artist. He was born into a merchant family and became a student of Utagawa Kuniyoshi in the early 1850s. His earliest published print dates from 1853. Initially he designed images of beautiful women and actors in the Utagawa school style, but then shifted to a more realistic type of depiction. In 1858, he became an independent artist and focused on historical subjects. He gained a reputation as a \"war artist\" through his depictions of violence. After recovering from a serious nervous disorder in 1873, he started to illustrate newspapers. In the 1880s, he was much sought after and produced many great and important series, but illustrated also a number of books and was active as a painter.",
  "title": "The Old Hag of the Lonely House"
}
