{
  "accession_number": "2017.106.85a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Artist: Katsukawa Shuntei III; Publisher: Sanoya Tomigorō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 200 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 297.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868, 4th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; landscape with purple, red and yellow flowers around a stream; man wearing black cap and kimono with gold birds on tan and green ground, playing a black flute, at center; crouching man at right holding a sword, wearing a purple kimono with yellow and blue flowers",
  "dimension": "14 × 9 1/4 in. (35.56 × 23.5 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127817",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4790,
  "image_width": 9380,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: R: 魁斎 {Kaisai}, L, R: 勝川 {Katsukawa} | Carver’s seal C: ？？刀 [unread] | Censor seal: 辰四改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Eight Views of Tales of Warriors (Bidan musha hakkei 美談武者八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R, C: 月岡斎芳年筆 {Tsukioka Yoshitoshi hitsu} | R: 春亭 {Shuntei} | L: 春亭筆 {Shuntei hitsu}",
  "style": "19th century",
  "text": "This print is part of a series of eight triptychs that was produced from 1867 to 1868 showcasing famous warrior stories. Each story is juxtaposed to the theme of the Eight Views, a concept derived from the popular subject of Chinese landscape paintings of the Eight Views of the Confluence of the Xiao and Xiang rivers (Shōshō hakkei). One of these views praises the autumn moon, which has been integrated here in the upper left. Another artist, Katsukawa Shuntei III, provided the background for this print.",
  "title": "Autumn Moon at Tōin: Hirai Inaba-no-kami Yasumasa and the Thief Hakamadare Yasusuke"
}
