{
  "accession_number": "2017.106.147",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 446.21; Iwakiri, Yoshitoshi (2014), p. 278.",
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1882",
  "department": "Asian Art",
  "description": "swimmer with long hair, holding a knife in PR hand, entangled in an octopus' tentacles; thin paper mounted on backing sheet",
  "dimension": "7 1/2 × 10 5/16 in. (19.05 × 26.19 cm) (sheet, horizontal chūban)",
  "id": "http://api.artsmia.org/objects/127879",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2690,
  "image_width": 3634,
  "inscription": "UL: 志渡の浦 {Shido no ura} / 玉取蜑 {tama-tori ama}\r\nLL: 芳年戯画 {Yoshitoshi giga}",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Preparatory drawing for a print; ink on paper",
  "nationality": "Japanese",
  "object_name": "Drawing (ukiyo-e / musha-e)",
  "portfolio": "From untitled series known as Sketches by Yoshitoshi (Yoshitoshi ryakuga 芳年略画)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "芳年戯画 {Yoshitoshi giga}",
  "style": "19th century",
  "text": "The legend of the diving woman of Shido Bay describes a mother’s sacrifice for her child. A woman diver (ama) fell in love and had a child with a disguised aristocrat, Fujiwara no Fuhito, who had come to her seaside village to retrieve a magical jewel from the ocean-dwelling Dragon King. Fuhito asked the woman to perform the treacherous task. She agreed on the condition that their child would be named heir to his clan if she succeeded. In this drawing, Yoshitoshi captures a heartbreaking moment: the diver’s fight for her life against a massive octopus. Though she did not survive, she managed to recover the jewel by cutting her own breast and tucking it inside her body. Her act of bravery ensured a place for her son in the ranks of the aristocracy.",
  "title": "The Diving Woman of Shido Bay"
}
