{
  "accession_number": "2017.106.121",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Masadaya Heikichi; Carver: Shimada Tomekichi; Author: Takabatake Ransen",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 289 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 284. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1874",
  "department": "Asian Art",
  "description": "one sheet; standing figure seen from back, pointing with PL hand, with open mouth and face in profile from PL; man is wearing a sleeveless red garment with light red cloud patterns, blue slacks and black boots, and a green and yellow head scarf tied with a white sash; man holds a spear; black column in background at right",
  "dimension": "14 5/16 × 9 7/8 in. (36.35 × 25.08 cm) (image, Vertical ōban)\r\n14 7/16 × 10 in. (36.67 × 25.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127853",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4860,
  "image_width": 3557,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 号魁斎 {Gō Kaisai} | Carver’s seal: 彫工留吉 {horikō Tomekichi} | Censor seal: 戌二",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Biographies of Valiant Drunken Tigers (Keisei suikoden 競勢酔虎傳)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年 {Taiso Yoshitoshi}",
  "style": "19th century",
  "text": "The text by Takabatake Ransen, a writer of light prose as well as a journalist, explains that the person pictured is the high priest Kōmyō (Kōmyō-ajari), who supposedly lived at the end of the 1100s. Kōmyō was a follower of the general Minamoto Yoshinaka (1154–1184) and fought with him against the rival Taira clan. Notice the changes and choices Yoshitoshi made in the design process. The red ink indicates the first draft, and there the lance is sketchy. The preparatory drawing also includes an element of some sort in the bottom left corner that Yoshitoshi later discarded. The black ink came next and completed the design.",
  "title": "High Priest Kōmyō"
}
