{
  "accession_number": "2017.106.138",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Funazu Chūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 334.12; Iwakiri, Yoshitoshi (2014), p. 283.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "October 1878",
  "department": "Asian Art",
  "description": "two men; standing man with moustache at left with a drawn bow, wearing wide-legged blue pants, red and black armor and brown and white gloves, looking up; man with moustache at right, kneeling on one knee, wearing a blue and white garment with black and grey sleeves, holding a blue dagger (?), looking up at arrow above his head; yellow sky with building roof in background; orange-red and grey cloud (smoke?) from LLQ diagonally behind man in blue and white across picture plane",
  "dimension": "14 3/16 × 9 3/4 in. (36.04 × 24.77 cm) (image)\r\n14 9/16 × 9 15/16 in. (36.99 × 25.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4820,
  "image_width": 3351,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seals: 大蘇 {Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Mirror of Famous Generals of Great Japan (Dai Nihon meishō kagami 大日本名将鑑)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需芳年 {ōju Yoshitoshi}",
  "style": "19th century",
  "text": "These two different versions of the same design illustrate how publishers and artists made revisions in order to attract more customers. The version with a plain yellow background is the earlier one of the two. It is unclear at what point after the first release the color changes and addition of the dramatic cloud formations were undertaken or who demanded them.\r\n\r\nThe scene illustrates a popular legend about the Nue monster that had terrorized the building in which the emperor slept until it was killed one night by the noted archer Genzanmi Yorimasa (Minamoto Yorimasa; 1106–1180) and I Hayata (dates unknown). Yoshitoshi portrays the two heroes looking up toward the monster—out of the print’s frame—which is typically depicted with the head of a monkey, body of a tiger, and tail of a snake.",
  "title": "Genzanmi Yorimasa and I no Hayata"
}
