{
  "accession_number": "2017.106.72a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Yamashiroya Jinbei; Carver: Tanaka Ushinosuke",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 178; Iwakiri, Yoshitoshi (2014), fig. 52, p. 297. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1866, 10th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; orange bands of flame, radiating in the manner of a starburst from bottom edge left of center, across picture plane, with black ground with curls of grey and starbursts of orange and yellow; men's bodies, swords and helmets flying and flipping behind and between flames; man on brown rearing horse at right",
  "dimension": "14 × 9 1/2 in. (35.56 × 24.13 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127804",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4730,
  "image_width": 9436,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳桐 {Yoshikiri} | Carver’s seal: 田中彫牛 {Tanaka hori Ushi} | Censor seal: 寅十改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Instead of depicting a standard battle scene with samurai fighting each other, Yoshitoshi captures the blast of an explosion in this unusual composition. The shock waves, rendered by black and gray swirls, whirl an uncountable number of warriors through the air. \r\n\r\nPictures portraying historical warriors from after the year 1573 (the end of the previous shogunate of the Ashikaga clan) were forbidden by the Tokugawa government. The title of this print therefore suggests that its source is the Chronicle of the Great Peace (Taiheiki), a historical epic covering the period from 1319 to 1367. The captured warriors, however, are actually from a later period. The name of the warrior on horseback on the right is inscribed as Satō Kazue-no-kami Masakiyo, which is a fantasy name for Katō Kiyomasa (1562–1611). Kiyomasa was an ally of the warlord Toyotomi Hideyoshi (1537–1598), who is regarded as Japan’s second Great Unifier. Another ally was Kimura Shigenari (1593–1615), here called Shimura Masazō Katsutoyo. He wears green armor and appears at bottom left.",
  "title": "Picture of Masakiyo's Challenging Battle as Retold in the Chronicle of the Great Peace"
}
