{
  "accession_number": "2017.106.145a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Morimoto Junzaburō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 440",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1881",
  "department": "Asian Art",
  "description": "three separate sheets; man at left with legs wide apart, holding a wooden staff with both hands; man wears black armor with red and white trim, and garment with red ground and multicolored floral medallions with straw sandals; white cloth beneath man's PR foot; jumping woman at right with legs drawn up, wearing garments with floral designs on red and green ground, and zori sandals with black platform soles and brown, yellow and purple striped socks; figures on wooden bridge; moon in sky between figures; green mountains in background",
  "dimension": "14 1/4 × 9 1/2 in. (36.2 × 24.13 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127877",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4836,
  "image_width": 9535,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年 {Yoshitoshi}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年画 {Taiso Yoshitoshi ga}",
  "style": "19th century",
  "text": "It is extremely rare that preparatory drawings for woodblock prints survive, since the final versions were pasted on the key blocks to guide the carving of the black lines and were thus usually destroyed during the production process. Such drawings were more detailed and exact than the initial sketches and therefore offered a better representation of the final print. The outlines were the most important part, and some repetitive areas were only indicated but not fully executed—the wooden boards of the bridge or patterns of textile, for example. These drawings could also include coloring instructions. The spacing was not yet finalized in this drawing, since in the finished print the image is spread over three sheets instead of two.",
  "title": "Picture of the Gojō Bridge from the Chronicle of Yoshitsune"
}
