{
  "accession_number": "2017.106.81a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kiya Sōjirō; Carver: Ōta Utakichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 196 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 297.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1867, 9th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; orange and white smoke in middle ground; man in green armor at right in background riding white horse, with purple flag with white flower; two dead men in LLC; man with long hair and full face on a brown horse at center, with a long spear and a torn red flag; figure in green armor at right",
  "dimension": "14 1/4 × 9 3/4 in. (36.2 × 24.77 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127813",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5079,
  "image_width": 10196,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal R: 芳桐 {Yoshikiri} | Carver’s seal L: ホリ丣夛 {hori Uta} | Censor seal: 卯九改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Heroes and the five elements (Eiyū gogyō no uchi 英雄五行之内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Sassa Narimasa sits astride his horse amid a battlefield ablaze; his retainer rests on the ground, supporting himself with a long spear. Soldiers’ corpses lay scattered on the ground, scorched by the fire. The scene depicts the Kyūshū campaign (1586–87), during which Sassa joined warrior baron Toyotomi Hideyoshi in the latter’s attempt to gain control of Kyūshū, the southernmost island of Japan. This print is one of five in a series titled Heroes and the Five Elements, in which Yoshitoshi paired historical events with the five elements: earth, water, fire, wind, and sky (Water is on display nearby).",
  "title": "Fire, Picture of Sassa Narimasa’s Hard Fight in Kyushu"
}
