{
  "accession_number": "2017.106.78a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Ōmiya Kyūjirō; Carver: Watanabe Eizō I",
  "catalogue_raissonne": "Iwakiri, Yoshitoshi (2014), p. 190–191 no. 297, p. 302. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1867, 4th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; three portraits of men against grey ground; left: man with small ponytail, looking down toward PL, wearing a brown, yellow and black plaid kimono, with a blue cloth around his neck; center: man with ponytail, head tilted, wearing light blue and white garment, white blood on his shoulders, cheek, hands and arm, holding a green sword; right: man with small ponytail, wearing a brown kimono with white flowers on shoulders and green trim, his PR hand on a blue sword handle",
  "dimension": "14 1/2 × 9 3/4 in. (36.83 × 24.77 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127810",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4877,
  "image_width": 9732,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳桐 {Yoshikiri} | Carver’s seal: 渡辺彫栄 {Watanabe Hori Ei} | Censor seal: 卯四改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "Related to the play Kujira obi nishiki no shingata九字成帯錦新襖, performed at the Morita Theater in the 4th month of 1867.",
  "title": "Actors Bandō Hikosaburō V as Tōma Saburōemon (R), Sawamura Tosshō II as Hayase Iori (C), and Ōtani Tomoemon V as Adachi Motoemon (L)"
}
