{
  "accession_number": "2017.106.137",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Author: Takabatake Ransen; Publisher: Inoue Mohei",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 370.8; Iwakiri, Yoshitoshi (2014), fig. 250, p. 282.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "January 1878",
  "department": "Asian Art",
  "description": "woman lying on her stomach, reading a page of text, with an orange and white cat sitting on top of a short brown and black chest at left; woman wears a brown kimono with black checks; mounted on moderately stiff backing paper",
  "dimension": "14 3/16 × 9 1/2 in. (36.04 × 24.13 cm) (image, sheet, Vertical ōban)",
  "id": "http://api.artsmia.org/objects/127869",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4660,
  "image_width": 3231,
  "inscription": "「出て三日人なら如何に猫の恋。と故人もいひし早咲の。梅も盛のつく頃に。隅田の上流の夜泊は。足もと暗き朧月に。顔をそむけて忍びがへし。浮雲くわたる糸爪を研や。遂ずや、挑まれつ争みつ狂ふ恋中を。嗅出されては最う仮名読の、先生実に情けないといはん　転々堂主人戯誌」.",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal L: 大蘇{Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From A Collection of Desires (Mitate tai zukushi 見立多以盡)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需大蘇芳年 {ōju Taiso Yoshitoshi}",
  "style": "19th century",
  "text": "From the 1870s to the 1880s, newspapers based on Western models were established in Japan, and they were of two types: “large” newspapers, which catered to intellectuals\r\nand elites and focused on governing; and “small” newspapers, which attracted the masses. A woman hunkers on her elbows over Kanayomi shinbun; her cat perches\r\ndisinterestedly on a little chest. Founded by Kanagaki Robun (1829–1894), Kanayomi shinbun (newspaper in Kana) was a short-lived “small” newspaper that covered popular culture and sensational news. The name, Kanayomi, literally means “to read kana,” as even the Chinese characters include annotations assisting the reading.\r\nThis print belongs to a series titled A Collection of Desires, in which Yoshitoshi explored simple desires by combining themes with the personality types of beautiful women. For the woman in this print, “cancellation” has a double meaning: one regarding subscriptions, and the other about wanting to disavow a tryst with a lover that was uncovered.",
  "title": "I want to cancel my subscription"
}
