{
  "accession_number": "2017.106.73a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Tsujiokaya Bunsuke; Carver: Watanabe Eizō I",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 181; Iwakiri, Yoshitoshi (2014), p. 297. ",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1866, 12th lunar month",
  "department": "Asian Art",
  "description": "three separate sheets; man at right with his back to and partially covered by radiating orange flames, with mouth open and hair blowing forward; four men fall on top of each other at center, with flakes around them; other fleeing men in ULQ",
  "dimension": "14 1/4 × 10 in. (36.2 × 25.4 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127805",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4866,
  "image_width": 9752,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Carver’s seal R: 彫工渡辺栄蔵 {Horikō Watanabe Eizō} | Censor seal: 寅十二改",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G238",
  "see_also": [
    ""
  ],
  "signed": "L, R: 一魁斎芳年筆 {Ikkaisai Yoshitoshi hitsu}",
  "style": "19th century",
  "text": "In this fiery scene, “Odai Matarokurō” stands upright, as rigid as a statue, while dense flames engulf him from behind. His enemies fall backward as if pushed by the wind feeding the fire; others run away in fear. Although the rectangular cartouche at the upper right identifies the burning man as “Odai Matarokurō,” he might in fact be Oda Nobunao, the husband of Oda Nobunaga’s sister. Yoshitoshi often used pseudonyms to circumvent government censorship; his depiction of certain historical figures and events could have been construed as supporting opponents of the Tokugawa ruler.",
  "title": "Picture of Odai Matarokurō Setting His Own Castle on Fire, Calmly Entering the Fiery Pit and Dying; Enemy Troops Were Amazed at His Bravery"
}
