{
  "accession_number": "2017.106.86a-c",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Katada Chōjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 200 [unlisted]; Iwakiri, Yoshitoshi (2014), p. 297.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "April 1894",
  "department": "Asian Art",
  "description": "three separate sheets; flowers in grey-blue, red and yellow around a stream; man at center wearing black cap and blue kimono with white birds, playing a black flute; crouching man at right with sword, wearing blue kimono with light blue and yellow flowers; moon and two horizontal grey clouds, ULC",
  "dimension": "13 7/8 × 9 7/8 in. (35.24 × 25.08 cm) (sheet, each, approx., vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127818",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4841,
  "image_width": 9490,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Eight Views of Tales of Warriors (Bidan musha hakkei 美談武者八景)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年 {Yoshitoshi}",
  "style": "19th century",
  "text": "This version of Yoshitoshi’s first Flute Player Triptych from 1868 was issued in 1894, after his death. It was revised and “updated” and thus reflects the change in the market. The cartouche with the signature of Katsukawa Shuntei III, who had designed the background, was removed in the bottom left corner and replaced with a cartouche about the publisher of this reprint. Since three different variations of this reprint exist, it must have been rather popular among buyers. The earliest, shown here, shows Yasumasa with the flute in his hands, dressed in a blue coat. In the later versions this coat is rendered in an orange-yellow tone. A final version, perhaps from around 1900, is without a publisher’s seal or Yoshitoshi’s signature.",
  "title": "Autumn Moon at Tōin: Hirai Inaba-no-kami Yasumasa and the Thief Hakamadare Yasusuke"
}
