{
  "accession_number": "2017.106.125",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1874",
  "department": "Asian Art",
  "description": "three sheets joined together; drawing in black and red; battle scene on a sloping hillside, descending to a valley in LRC; standing man with a ponytail and headband, holding a staff behind his back, with his PL hand on his check, at left; many figures descending mountains in a stream to right of standing figure, with lunging man at left edge of center sheet; man on horse at center of middle sheet; figures descend to valley, with a battle with clouds of smoke",
  "dimension": "13 5/8 × 28 7/16 in. (34.61 × 72.23 cm) (sheet, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127857",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4678,
  "image_width": 9523,
  "inscription": "国子坂 ??\r\n三浦司 Miura Tsutomu\r\n杉立源三\r\n吉川戈\r\n中川登 Nakagawa Noboru\r\n林 Hayashi {Tadataka}\r\n賀〇力\r\n伊〇房四郎\r\n青木作次郎 Aoki Sakujirō\r\n伊庭六良 Iba Rokurō\r\n〇上八郎",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seals R: 芳年 {Yoshitoshi} | L: 大蘇 {Taiso}",
  "medium": "Preparatory drawing for a print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Drawing (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This drawing is for a triptych that was never published. The initial sketch was executed with red ink, and then later Yoshitoshi drew over it with black. He authenticated this drawing by putting his seals in red at the left and right margins, suggesting that this particular one was important to him.\r\n\r\nThe scene shows a group of men about to storm down a slope at Hakone in the summer of 1868. Lord Hayashi Tadataka (1848–1941) is in the center on horseback. He was the leader of guerilla fighters who fought against the imperial army in the Boshin War (1868–69). On the far left is Iba Hachirō (1844–1869), who was a member of the shogunal guard and one of the leading figures of the rebellion.",
  "title": "The Summer Battle at Hakone"
}
