{
  "accession_number": "2017.106.167",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Akiyama Buemon; Carver: Noguchi Enkatsu",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 478.12; Iwakiri, Yoshitoshi (2014), p. 277.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "January 1886",
  "department": "Asian Art",
  "description": "one sheet; man standing in boat beneath rather large black and grey wave; large pale orange full moon at top center with grey clouds",
  "dimension": "13 × 8 7/8 in. (33.02 × 22.54 cm) (image, vertical ōban)\r\n13 7/8 × 9 5/8 in. (35.24 × 24.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127899",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4677,
  "image_width": 3365,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso} | Carver’s seal: 彫工円治刀 {horikō Enkatsu}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From One Hundred Aspects of the Moon (Tsuki hyakushi 月百姿)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年 {Yoshitoshi}",
  "style": "19th century",
  "text": "One Hundred Aspects of the Moon (Tsuki hyakushi) is Yoshitoshi’s most celebrated and ambitious series. First published from 1885 to 1892, each design features a literary or pictorial image of the moon, drawing from Japanese and Chinese history, legend, and literature.\r\n\r\nThe warrior monk Benkei (1155–1189) is standing in the prow of the ship from which he and the famous general Minamoto Yoshitsune (1159–1189) are trying to escape from Yoshitsune’s older half brother, Yoritomo (1147–1199), during the fight over control of the country. Hit by a tempestuous storm, Benkei is praying, trying to prevent their slain enemies from rising from the dead and drowning them. The idea for this print came from the play Benkei in the Boat (Funa Benkei), which was adapted from a Noh play to Kabuki theater and premiered just two months before the print was published.",
  "title": "Moon over Daimotsu Bay: Benkei"
}
