{
  "accession_number": "2017.106.164a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Matsui Eikichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 497; Iwakiri, Yoshitoshi (2014), fig. 221, p. 291.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "After February 1887",
  "department": "Asian Art",
  "description": "two separate sheets/vertical orientation; two men, both upside down, fighting in water; tattooed man on top wearing red loincloth; lower man with bulging eyes and hairy limbs wearing green kimono; two fish, ULC; seaweed and octopus, LLC",
  "dimension": "14 3/4 × 10 in. (37.47 × 25.4 cm) (sheet, each, approx., vertical ōban, upright diptych)",
  "id": "http://api.artsmia.org/objects/127896",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9720,
  "image_width": 3566,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Untitled series of upright diptychs",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需芳年画 {ōju Yoshitoshi ga}",
  "style": "19th century",
  "text": "Yoshitoshi and other print designers used the Chinese novel The Tales of the Water Margin (Shuihuzhuan; Jap.: Suikoden) about a rogue band of heroes as motifs for many warrior prints. The scene here refers to the story of Li Kui (Jap.: Riki), a river pirate, who tries to steal fish from a fisherman’s boat. He is interrupted, however, by Zhang Shun (Jap.: Chōjun), the owner of the local fish market. The two men struggle underwater, but Zhang (with red loin cloth) has the upper hand, since he is reputed to be able to walk underwater for 10 miles and live there for seven nights and days, while Li can hardly swim.\r\n\r\nYoshitoshi designed 15 vertical diptychs like this one for the publisher Matsui Eikichi that were produced from 1885 to 1889. The designs were so popular that some of them were republished very soon after they had first been issued.",
  "title": "Picture of ‘White Stripe in the Waves’ Zhang Shun and ‘Black Whirlwind’ Li Kui Fighting in the Water"
}
