{
  "accession_number": "2017.106.146a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1881",
  "department": "Asian Art",
  "description": "two separate sheets; ink drawing on thin paper; scene on a bridge with foreshortened figure at right, jumping in a tight ball in the air, with PR hand outstretched above head; crouching man with wide stance at left, wearing armor, and holding a staff at the diagonal, head tilted toward PL; detail of railing at URC of left sheet",
  "dimension": "15 3/16 × 10 5/8 in. (38.58 × 26.99 cm) (sheet, each, approx., two vertical ōban)",
  "id": "http://api.artsmia.org/objects/127878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5269,
  "image_width": 7405,
  "inscription": "板出〇宮本〇〇〇\r\n画工月岡米二郎",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Preparatory drawing for a print; ink on paper",
  "nationality": "Japanese",
  "object_name": "Drawing (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大蘇芳年画 {Taiso Yoshitoshi ga}",
  "style": "19th century",
  "text": "It is extremely rare that preparatory drawings for woodblock prints survive, since the final versions were pasted on the key blocks to guide the carving of the black lines and were thus usually destroyed during the production process. Such drawings were more detailed and exact than the initial sketches and therefore offered a better representation of the final print. The outlines were the most important part, and some repetitive areas were only indicated but not fully executed—the wooden boards of the bridge or patterns of textile, for example. These drawings could also include coloring instructions. The spacing was not yet finalized in this drawing, since in the finished print the image is spread over three sheets instead of two.",
  "title": "Preparatory drawing for the left and right sheets of Picture of the Gojō Bridge from the Chronicle of Yoshitsune"
}
