{
  "accession_number": "2017.106.180a,b",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Kobayashi Tetsujirō; Carver: Noguchi Enkatsu",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 482.3; Iwakiri, Yoshitoshi (2014), p. 290.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "January 1886",
  "department": "Asian Art",
  "description": "two separate sheets; man riding through waves on the back of a sea turtle; man wears brown tunic and blue pants, with straw leg coverings, and holds a thin bamboo staff in his PR hand; man looks over his shoulder at a man with a small dragon on his head and a woman, accompanied by two other women with decorative objects on poles, in URQ",
  "dimension": "14 5/8 × 9 7/8 in. (37.15 × 25.08 cm) (sheet, each, approx., vertical ōban diptych)",
  "id": "http://api.artsmia.org/objects/127912",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5215,
  "image_width": 6705,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年 {Yoshitoshi} | Carver’s seal: 彫工野口円活 {horikō Noguchi Enkatsu}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Sketches by Yoshitoshi (Yoshitoshi manga 芳年漫画)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年画 {Yoshitoshi ga}",
  "style": "19th century",
  "text": "This diptych illustrates a scene from a popular Japanese fairy tale. One day, the main character, Urashima Tarō, observes children toying with a turtle on the beach. Pitying the turtle, he buys it and releases it in the ocean. A few days later, the grateful turtle returns to take him to the underwater Dragon Palace, where Princess Otohime thanks him personally for his kindness. Days pass in her company, and he decides to return to the surface to tend to his elderly parents, much to the disappointment of the princess, who gives him a mysterious box he must never open. Returning home, he realizes that he has been gone many years, and his parents have perished, along with everyone else he knew. Not recalling the princess’s words, he opens the box and turns into a white-haired old man.",
  "title": "Urashima Returns Home from the Dragon Palace"
}
