{
  "accession_number": "2017.106.195",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Tsunajima Kamekichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 503.5; Iwakiri, Yoshitoshi (2014), p. 276.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "March 1888",
  "department": "Asian Art",
  "description": "woman reading a book, propped against object covered in green fabric with multicolored floral fan patterns, with a black and white cat lying on top of it; woman wears a gray and blue kimono with black collar, with floral rondels, with collar of blue with white flower and bird pattern and red undergarment",
  "dimension": "14 1/4 × 9 5/8 in. (36.2 × 24.45 cm) (image, Vertical ōban)\r\n14 1/2 × 10 1/16 in. (36.83 × 25.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127927",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5008,
  "image_width": 3449,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso} | Carver’s seal: 和田彫勇 {Wada hori Yū}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Thirty-two Aspects of Behaviors (Fūzoku sanjūnisō 風俗三十二相)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年画 {Yoshitoshi ga}",
  "style": "19th century",
  "text": "On a cold winter day, a lonely widow is tucked under a heavy kimono, seeking warmth from a kotatsu, a low, wooden table covered by a blanket with a charcoal brazier underneath. Unique to Japan, this source of heating is still used today, albeit the heat source is now electric. The widow is absorbed in a novel and about to turn a page. Her cat lies next to her on top of the kotatsu, enjoying the warmth as well. The time period this portrait refers to is the Kansei era (1789–1801), when married women had their eyebrows shaved off as a sign of dedication to their husbands.",
  "title": "Appearing Warm, Behavior of an Urban Widow of the Kansei Era"
}
