{
  "accession_number": "2017.106.221",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Tsunajima Kamekichi; Carver: Wada Yūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 503.28; Iwakiri, Yoshitoshi (2014), p. 276.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "November 1888",
  "department": "Asian Art",
  "description": "woman holding the PL sleeve of her kimono between her teeth; woman wears yellow, green, red and black plaid kimono with black trim and collars in purple with white spots, orange and red",
  "dimension": "14 5/16 × 9 7/16 in. (36.35 × 23.97 cm) (image, Vertical ōban)\r\n14 5/8 × 9 13/16 in. (37.15 × 24.92 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127953",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4898,
  "image_width": 3359,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: たいそ {Taiso} | Carver’s seal: 彫勇 {hori Yū}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Thirty-two Aspects of Behaviors (Fūzoku sanjūnisō 風俗三十二相)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年画 {Yoshitoshi ga}",
  "style": "19th century",
  "text": "This scene is supposed to show how a girl at the time this print was created behaved when embarrassed or shy. A contemporary Japanese viewer would have detected a subtle eroticism embedded in this design in the way the girl bites her sleeve and because a lock of her hair has escaped her coiffure. She must be from an affluent family, since she wears a fashionable kimono of checkered yellow silk cloth called kihachijō, which was traditionally made on Hachijō Island, about 180 miles south of Tokyo.",
  "title": "Appearing Embarrassed, Behavior of a Girl of the Meiji Period"
}
