{
  "accession_number": "2017.106.171",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Akiyama Buemon; Carver: Noguchi Enkatsu",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 478.73; Iwakiri, Yoshitoshi (2014), fig. 230, p. 277.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "October 1889",
  "department": "Asian Art",
  "description": "one sheet; dancing monkey wearing gold anklets and bracelets and predominately grey and gold garments, holding a grey and red staff; white rabbit with red eyes at left",
  "dimension": "13 × 8 13/16 in. (33.02 × 22.38 cm) (image, Vertical ōban)\r\n14 7/8 × 9 15/16 in. (37.78 × 25.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127903",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4954,
  "image_width": 3465,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 芳年 {Yoshitoshi} | Carver’s seal: 円治刀 {Enkatsu tō}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From One Hundred Aspects of the Moon (Tsuki hyakushi 月百姿)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年 {Yoshitoshi}",
  "style": "19th century",
  "text": "The Monkey King Sun Wukong (Jap.: Son Gokū) is one of the main characters in the Chinese novel The Journey to the West, or Xiyouji (c. 1500–1600 CE). Hatched from a divine stone egg, he is endowed with intelligence and magical powers and gains immortality by eating peaches of longevity he stole from the garden of heaven. Eventually he accompanies the Chinese Buddhist monk Xuanzang on his journey west to India. \r\n\r\nYoshitoshi paired the Monkey King with the Jade Rabbit who, according to a widespread belief in Asia, lives on the moon, as the markings on the moon look like a rabbit with a mortar and pestle. The monkey’s gesture with his magical staff refers to a common theme in Japanese art of a monkey trying to catch the moon’s reflection in water.",
  "title": "Jade Rabbit: Sun Wukong"
}
