{
  "accession_number": "2017.106.249",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1860s",
  "department": "Asian Art",
  "description": "figure with human body and rather bird-like facial features, with elongated beak-like mouth with teeth, long flat nose and bulging eyes, with feathers/fur on top and head and flowing backwards from sides of head; sketch of head, body and arms of figure, wearing a necklace (?) with four large balls and bows, and holding a staff with rings at bottom in PR hand; verso: sketch of small bird and head of a bird in LRQ; unsigned",
  "dimension": "11 7/8 × 9 1/16 in. (30.16 × 23.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127981",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4093,
  "image_width": 3137,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Sketch; ink on paper",
  "nationality": "Japanese",
  "object_name": "Sketch (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Yoshitoshi was an excellent draftsman, and unlike many other print designers of his time, a fair number of his preparatory sketches and drawings have survived. This study of a tengu, or mountain goblin, was likely for a larger composition, since such supernatural beings were never featured in individual portraits. This mountain goblin is dressed as a hermit and carries a type of staff with metal rings that is often associated with hermits in Japanese art. Unusually, here the tengu holds it upside-down, apparently to use as a weapon. The tengu bares his teeth, probably because he is facing a hero who might slay him.",
  "title": "Study of a mountain goblin (tengu) dressed as a hermit (yamabushi)"
}
