{
  "accession_number": "2017.106.239",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Akiyama Buemon; Carver: Wada Yūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 517.2; Iwakiri, Yoshitoshi (2014), fig. 308, p. 300.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1890",
  "department": "Asian Art",
  "description": "three sheets joined together; portrait of a scowling man with brown beard, moustache and long hair gathered in a yellow tie; man has hands on sides and leans slightly forward; garment has brown ground and brightly-colored pattern with a yellow dragon and purple, green and blue clouds; black ground; large peach-colored moon, ULC",
  "dimension": "14 × 28 in. (35.56 × 71.12 cm) (sheet, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/127971",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4807,
  "image_width": 9346,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: 大蘇 {Taiso} | Carver’s seal: 彫勇 {hori Yū}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From The Snow, Moon, and Flowers (Setsugekka no uchi 雪月花乃内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需芳年画 {ōju Yoshitoshi ga}",
  "style": "19th century",
  "text": "The Kabuki actor Ichikawa Danjūrō IX (1838–1903) is portrayed as Kezori Kuemon, a real smuggler who became the subject of puppet and Kabuki plays. Kezori is the captain of a Japanese pirate ship and typically wears a Chinese-inspired costume decorated with dragons and jewels. He is depicted here in the moonlight waiting for a boat with illicit goods. Yoshitoshi emphasizes his power by setting his extravagant appearance on a plain background alongside a simple moon disk.",
  "title": "Moon: Actor Ichikawa Sanshō as Kezori Kuemon"
}
