{
  "accession_number": "2017.106.250",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "around 1889",
  "department": "Asian Art",
  "description": "sketch in black and red on paper, mounted as a hanging scroll; man in LLC with wrinkled, skeletal face, falling onto his backside with his arms and legs outstretched, open-mouthed; four monsters emerging from a box at left, including a head with three eyes, mouth open and tongue out, on an enormously long neck, a woman with long hair and a catlike nose and mouth with small teeth, pinched-faced small figure wearing a fez and figure with five eyes and elongated face; round red seal at top left of center; large area of blank paper at top of sheet; brown paper and blue paper with lavender flowers on mount",
  "dimension": "14 3/4 × 10 7/16 in. (37.47 × 26.51 cm) (image)\r\n48 1/2 × 15 7/8 in. (123.19 × 40.32 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/127982",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4931,
  "image_width": 3587,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Red collector’s seal: 水野年方所蔵之印 {Mizuno Toshikata shozō no in}",
  "medium": "Preparatory drawing for a print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll; Sketch (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年 {Yoshitoshi}",
  "style": "19th century",
  "text": "Early draft for the print The Heavy Basket (Omoi tsuzura) which was published in 1892 as part of the series Collection of Thirty-six Ghosts in New Style (Shinkei sanjūrokkaisen).\r\nThe circular red seal in the center is the collection seal of Mizuno Toshikata (1866–1908), Yoshitoshi’s foremost student, who probably received this work during his time in his teacher’s studio. Like most of the successful print designers, Yoshitoshi operated a studio with several students working with him at the same time. We don’t know exactly how many students he had, but his memorial stone lists 47 names. None achieved anywhere near the same fame as Yoshitoshi.",
  "title": "Monsters jumping out of a box scaring a man, draft for the print 'The Heavy Basket' (Omoi tsuzura)"
}
