{
  "accession_number": "2017.106.211",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Tsunajima Kamekichi; Carver: Wada Yūjirō",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 503.9; Iwakiri, Yoshitoshi (2014), p. 276.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1888",
  "department": "Asian Art",
  "description": "woman looking over her PR shoulder, with her lower lip protruding and mouth slightly open, holding a tube shaped red and yellow object (pipe?) vertically with both hands; woman wears and brown and black checked kimono with black and purple collars; brown kettle at right; black and grey cloth with red text behind woman in ULQ",
  "dimension": "14 5/8 × 9 7/8 in. (37.15 × 25.08 cm) (image, Vertical ōban)\r\n14 3/4 × 10 1/16 in. (37.47 × 25.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127943",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5014,
  "image_width": 3471,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: たいそ {Taiso} | Carver’s seal: 和田彫勇 {Wada hori Yū}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Thirty-two Aspects of Behaviors (Fūzoku sanjūnisō 風俗三十二相)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年画 {Yoshitoshi ga}",
  "style": "19th century",
  "text": "This woman is identified as a fireman’s wife during the Kaei Era (1848–55). The jacket of her husband, hanging on the wall behind her, has a single character in red: matoi 纏; it refers to a fireman’s standard, used to signal the location of a fire. Such a jacket would have been worn by a leader of a fire brigade. In fact, it appears to be the same one worn by the leader of the Nihonbashi district fire brigade Yoshitoshi depicts in the neighboring print, suggesting the woman here is that firefighter’s wife.",
  "title": "Appearing Bewildered, Behavior of a Fireman's Wife of the Kaei Era"
}
