{
  "accession_number": "2017.106.248",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "1860s",
  "department": "Asian Art",
  "description": "drawing in black ink with touches of red; grimacing bald man wearing a short kimono, bending slightly down with feet wide apart, with sword held down; study of second head on PR foot of figure; two bundles at bottom, LLQ; lantern, URQ; some linear sketches (drapery?) on verso; unsigned",
  "dimension": "12 3/16 × 9 3/16 in. (30.96 × 23.34 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127980",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4216,
  "image_width": 3170,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Sketch; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Sketch (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This sheet of paper gives us a peek at Yoshitoshi’s design process. It contains several unrelated elements: At center, a warrior grasps his sword, while above a wind blows out a candle and ruffles a curtain. Below are two bound packages, also unconnected to the other elements. The warrior might be an early idea for the nearby triptych of Taira Koremochi Ason. Neither the red nor the black ink can be erased, so Yoshitoshi attached a small piece of paper at the warrior’s head to provide a clean surface for a new drawing.",
  "title": "Study of a warrior wielding his sword"
}
