{
  "accession_number": "2017.106.205",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Tsunajima Kamekichi",
  "catalogue_raissonne": "Keyes, Courage and Silence (1982), no. 503.14; Iwakiri, Yoshitoshi (2014), p. 276.",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "April 1888",
  "department": "Asian Art",
  "description": "woman peering out from between two slatted doors; woman wears pink kimono with twining pink morning glories with green stems and leaves, with white collar and red cuffs",
  "dimension": "14 5/16 × 1 1/8 in. (36.35 × 2.86 cm) (image, Vertical ōban)\r\n14 9/16 × 10 1/16 in. (36.99 × 25.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/127937",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4907,
  "image_width": 3440,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist’s seal: たいそ {Taiso}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Thirty-two Aspects of Behaviors (Fūzoku sanjūnisō 風俗三十二相)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年画 {Yoshitoshi ga}",
  "style": "19th century",
  "text": "According to the title, this portrait refers to the Tenpō era (1830–44), and the woman is an okoshō, a maid in the service of a samurai family. She would have been sent there to learn good manners as part of her education. Ironically, Yoshitoshi captured her peering through slatted bamboo doors as if she were spying, perhaps on members of the family she serves.\r\n\r\nThe black-on-black peony pattern of her sash (obi) was achieved through a polishing technique called shōmen-zuri, in which the block with the pattern was placed behind the paper, and then the surface was rubbed with a hard polisher, such as porcelain.",
  "title": "Appearing Inquisitive, Behavior of a Maid of the Tenpō Era"
}
