{
  "accession_number": "2017.106.189",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi; Publisher: Yokoyama Ryōhachi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation, gifts of various donors, by exchange, and gift of Edmond Freis in memory of his parents, Rose and Leon Freis",
  "culture": null,
  "curator_approved": 0,
  "dated": "March 1886",
  "department": "Asian Art",
  "description": "print in the form of a fan; man at left with legs wide apart, holding a staff with both hands; man wears black armor with red trim; jumping woman at right with legs drawn up, wearing purple, blue and green flower patterned kimono; figures on wooden bridge; moon in sky to left of woman; received matted",
  "dimension": "9 × 9 5/8 in. (22.86 × 24.45 cm) (Uchiwa-e)\r\n18 × 14 in. (45.72 × 35.56 cm) (mat)",
  "id": "http://api.artsmia.org/objects/127921",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3226,
  "image_width": 3396,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "Artist\\'s seal unread",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "芳年之図 {Yoshitoshi no zu}",
  "style": "19th century",
  "text": "This image is nearly identical to the nearby triptych. The three-panel print must have been a great success because Yoshitoshi was commissioned by another publisher to create an almost identical version as a fan print five years later. The survival rate of fan prints is considerably lower than other formats, because they were intended to be cut out and glued onto the ribs of fans. This was the case with this print as well, and if you look closely you can see faint lines that indicate its intended purpose.",
  "title": "Yoshitsune and Benkei on the Gojō Bridge"
}
