{
  "accession_number": "P.14,523",
  "art_champions_text": null,
  "artist": "Artist: Abraham Ortelius; Engraver: Frans Hogenberg; Publisher: Plantin",
  "catalogue_raissonne": "R. V. Tooley, \"Maps and Map Makers,\" p. 29; Old Print Shop Catalog, 1940, p. 5.",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1570",
  "department": "European Art",
  "description": "",
  "dimension": "13 3/8 x 19 1/2 in. (33.97 x 49.53 cm) (image)",
  "id": "http://api.artsmia.org/objects/77228",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3116,
  "image_width": 4551,
  "inscription": "",
  "life_date": "German, 1535–1590",
  "markings": "",
  "medium": "Hand-colored engraving",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From From \"Theatrum Orbis Terrarum\" (Theater of the Whole World), Antwerp, 1570",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Matteo Ricci brought a copy of this map with him to China, reportedly displaying it on the mission house wall. It so intrigued his Chinese visitors that they asked him to make one in Chinese. At the time, Ricci said, Their universe was limited to their own fifteen provinces, and in the sea painted around it they had placed a few little islands to which they gave the names of the different kingdoms they had heard of.\r\n\r\nFor his own map, Ricci adopted Ortelius's oval projection of the earth and colossal southern continent. Yet he diverged from Ortelius in significant ways that show his familiarity with other European atlases. The St. Lawrence River in North America takes the form of a long narrow gulf, as in Gerard Mercator's map of 1569. The prototype for his description of the country of dwarves in northern Russia (see the wall panel with selected texts from the map) seems to have been the 1592 atlas of Petrus Plancius.",
  "title": "Map of the World, from \"Theatrum Orbis Terrarum\" (Theater of the Whole World), Antwerp"
}
