{
  "accession_number": "P.17,421",
  "art_champions_text": null,
  "artist": "Artist: Thomas Rowlandson; Publisher: Rudolph Ackermann",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "October 1, 1820",
  "department": "European Art",
  "description": "",
  "dimension": "8 3/8 x 4 3/8 in. (21.27 x 11.11 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/77410",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5014,
  "image_width": 3255,
  "inscription": "",
  "life_date": "British, 1756 - 1827",
  "markings": "",
  "medium": "Hand-colored etching and aquatint",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From Frontispiece of The Third Tour of Doctor Syntax, in Search of a Wife, 1820-21",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Rowlandson's Doctor Syntax\r\nThe Tours of Doctor Syntax was an immensely successful series; Rowlandson produced the pictures, which were made into a story by the author William Coombe, who wrote poems to accompany them. Three satirical books were published (1809-21) that follow the hilarious misadventures of a foolish clergyman and schoolmaster, Dr. Syntax, a kind of English Don Quixote. The absurdity of Syntax's character and mishaps incisively mock the customs of the day.\r\n\r\nRowlandson devoted most of his time to magazine and book illustration in the second-half of his career, working primarily for the enterprising publisher, Rudolph Ackermann (1764-1834), who printed the Doctor Syntax series. Rowlandson's later activities mark a gradual shift in the caricature genre, when publishers and artists moved away from the production of single, high-quality, expensive prints to the cheaper comical cartoons that were featured in widely distributed magazines. Weeklies like Punch and the Illuminated Magazine were founded in the 1840s and would become a staple of Victorian England. Caricature in this new era served more frequently as illustrated journalism, with cartoons representing an editorial point-of-view, often produced by professional illustrators hired by magazines.",
  "title": "Doctor Syntax Setting Out in Search of A Wife"
}
