{
  "accession_number": "2003.137.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "2nd century",
  "department": "Asian Art",
  "description": "walking bird with wings and tail-feathers outstretched; large claws; pierced with round, crescent and tri-lobed holes; mounted on black cloth-covered board",
  "dimension": "16 1/4 x 16 5/8 in. (41.28 x 42.23 cm)",
  "id": "http://api.artsmia.org/objects/77446",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7351,
  "image_width": 9189,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": "Plaque",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century",
  "text": "This plaque is from a remarkable group of twenty-six gilded plaques, most likely from Szechwan province, which includes silhouetted figures of animals, deities, pi discs, and huang arcs with twin dragon heads. Cut from bronze sheets and gilded, several plaques feature silver-plated highlights and engraved details. While Chinese archaeologists have verified that such plaques served as tomb decoration in expensive burials during the Eastern Han dynasty (25-220), it is not certain how they were arranged or to what they were affixed, possibly a wall of the tomb chamber or the sides of a lacquered wooden coffin.\r\n\r\nMore certain is the religious, especially Taoist, mythology expressed by several of these objects. The group includes an engraved quatrefoil motif representing the four directions, a group of six crested birds, and a magnificent phoenix possibly connoting the noble rank of the tomb occupant. The large, square plaque depicts a giant phoenix bird standing against swirling clouds in front of a slender girl wearing long robes with wide sleeves .Four domed, oval cicada-shaped bosses cover spikes in the four corners. Engraved on the backs with large wings and circuloar eyes, these insects were ancient symbols connoting long life.\r\n\r\n Thought to be the largest such group of Han dynasty plaques in the West, the set provides excellent visits into the cult of heaven, quest for immortality, and the general belief system and burial customs in western China during Eastern Han.",
  "title": "Phoenix Plaque"
}
