{
  "accession_number": "P.17,027",
  "art_champions_text": null,
  "artist": "Artist: Francois Nicolas Martinet; Artist: after Michel-Ange Slodtz; Engraver: Francois Nicolas Martinet",
  "catalogue_raissonne": "",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "European Art",
  "description": "black and white",
  "dimension": "11 3/8 x 15 1/2 in. (28.89 x 39.37 cm) (plate)",
  "id": "http://api.artsmia.org/objects/77457",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3408,
  "image_width": 4713,
  "inscription": "",
  "life_date": "French, 1731-1805",
  "markings": "",
  "medium": "Etching and engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This ballet called \"The Village Wedding\" or \"Flemish May,\" was one of the many festivities held at Versailles during Carnival in 1763 to celebrate the end of the Seven Years War. The dancers circle the maypole at the center of the stage, which is festooned with flowers, and the male dancers wear old-fashioned costumes, evoking the rustic arcadia found in Antoine Watteau's celebrated paintings of the day. This production was staged in the salle de Comédie, a small theater at Versailles that seated about 250- with spectators squeezed into the tiny space around the stage and into boxes on the mezzanine-so the ballet was probably performed at least five times to accommodate the thousand courtiers in residence at the court. The relatively small scale of the event was typical of the reign of Louis XV, who, in contrast to the grand extravaganzas of Louis XIV's reign, preferred small fêtes, intimate dinner parties, and the company of close friends.",
  "title": "\"The Village Wedding\" Performed at Versailles during Carnival in 1763"
}
