{
  "accession_number": "2018.86.693",
  "art_champions_text": null,
  "artist": "Artist: Amos Mac , et al.; Printer: 1984 Printing, Oakland, Calif.; Publisher: Amos Mac , et al., San Francisco",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Fly Zine Archive, The Mary and Robyn Campbell Fund for Art Books and gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "Spring 2010",
  "department": "Global Contemporary Art",
  "description": "Saddle stitched binding, photographic image of figure against a brick wall, with text printed in color offset lithography on coated paper covers; 52 pp.",
  "dimension": "8 × 5 3/8 × 1/4 in. (20.32 × 13.65 × 0.64 cm) (closed)",
  "id": "http://api.artsmia.org/objects/134371",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2810,
  "image_width": 2007,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Color and black-and-white offset lithography, letterpress; bound volume",
  "nationality": null,
  "object_name": "Zine",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Original Plumbing is a trans male print quarterly that explores topics relevant to transmasculinity and nonbinary identity through portraiture, pictorials, interviews, advice articles, and essays. With content ranging from cheeky, candid photography to deeply personal accounts of transition and identity, Original Plumbing aims to capture and celebrate “a true diversity in the FTM (female to male) community; in size, age, body, surgery, hormone use and non-hormone use.” As an independently published zine that began in 2009, Original Plumbing was a space for trans men and their stories when such a space did not exist in the media.",
  "title": "Original Plumbing, no. 3: The Health and Safer Sex Issue"
}
