{
  "accession_number": "P.1,366",
  "art_champions_text": null,
  "artist": "Artist: Jacques Callot",
  "catalogue_raissonne": "Meaume 573 ii/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 1,
  "dated": "1633",
  "department": "European Art",
  "description": "Plate 10",
  "dimension": "3 1/4 x 7 1/2 in. (8.26 x 19.05 cm) (plate)\r\n3 5/16 x 7 9/16 in. (8.41 x 19.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/49098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3325,
  "image_width": 6795,
  "inscription": "",
  "life_date": "French, 1592–1635",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From Les Grandes Misères de la Guerre",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "\"The Miseries and Misfortunes of War\" (Les Misères et les Mal-Heures de la Guerre), a series of 18 small etchings by French artist Jacques Callot, grimly document the violence and degradation of war. Callot's native region, the duchy of Lorraine, was invaded by French troops in 1633 in response to siding with the Habsburgs during the Thirty Years War (1618–1648). The territory was decimated; troops looted, raped, tortured, and murdered the duchy's citizens. This print depicts men being punished for such crimes. At center, a public torture and execution by \"strappado\" is underway, the guilty party is shown suspended from a scaffolding by his wrists which are bound behind his back. Another soldier, depicted in the right foreground, appears to be waiting his turn. At left, four bound men are mounted on a saw-horse, another common form of torture. The inscription beneath the print reads, \"It is not without cause that great captains have well-advisedly invented these punishments for idlers, blasphemers, traitors to duty, quarrelers and liars, whose actions, blinded by vice, make those of others lax and lawless\"",
  "title": "The Strappado (L'estrapade)--Torture"
}
