{
  "accession_number": "2001.111a-j",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Wayne and Rosalee MacFarlane",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1570–1580",
  "department": "European Art",
  "description": "Steel with etched bands of stylized trophies alternating with polished bands and cartouches framing classical and biblical figures. The figure of Judith with the head of Holofernes is at center of the breast plate. Leather straps hold tassets of one plate, embossed and etched to simulate separate articulated horizontal lames. Includes a cabasset helmet with brass rivets in stylized flower shape around brim.",
  "dimension": "11 1/4 x 13 x 9",
  "id": "http://api.artsmia.org/objects/49709",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Steel, leather, cloth",
  "nationality": null,
  "object_name": "Half armor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Infantry soldiers, who valued full mobility over leg protection, commonly wore half armors of this type.   An elaborately etched armor such as this was probably commissioned by an officer to display his social rank and status.  The etching technique involves applying a resist agent such as wax or varnish to the polished steel, then dipping it in acid to etch away the unprotected background.  Originally developed to decorate armor, etching was later adapted for printmaking.  The decorative scheme combines military, Christian, and classical themes.  Bands of stylized military trophies of arms form a background for medallions framing classical heroes and biblical characters.  The breastplate medallion features the biblical heroine Judith, who saved her city from the Assyrians by seducing their general, Holofernes.  When Holofernes fell into a drunken stupor Judith cut off his head and displayed it at the city gate. The Assyrians awoke confused and leaderless and were easily defeated by Judith's people.",
  "title": "Half armor"
}
