{
  "accession_number": "P.67.60",
  "artist": "Artist: Johannes Gutenberg",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Mr. Frank Leslie",
  "culture": null,
  "curator_approved": 1,
  "dated": "1450-1455",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "image, sheet: 15 5/16 x 11 3/16 in. (38.89 x 28.42 cm)",
  "id": "http://api.artsmia.org/objects/49886",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2588,
  "image_width": 1911,
  "inscription": "",
  "life_date": "German, c. 1400 - 1468",
  "markings": "",
  "medium": "Letterpress with hand coloring",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "From Dr. White of Bridewell Library (see below) on December 10, 2014, after inquiring about these two leaves via email (P.67.60 and P.21.52.12)\r\n\r\nYour Frank P. Leslie leaf is from vol. 2, folio 33; your Herschel V. Jones leaf is also from vol. 2, folio 161. They both come from the Gutenberg Bible that was sold as individual “Noble Fragments” in 1920 or so, originally from the library of Elizabeth Augusta von Sulzbach (1721–1794), then at the Court Library of her husband Karl Theodor (1724–1799), Prince-Elector of the Palatinate, at Mannheim, Germany.  Around 1800 the seriously incomplete Bible went to the Royal Library (Hofbibliothek) at Munich, and was sold quietly as a “duplicate” to Robert Curzon (1810–1873), 14th Baron Zouche on 23 August 1832; it stayed in his family estate at Parham in Sussex until sold by Sothey’s (London) on 9 November 1920, lot 70, to Gabriel Wells, the dealer who broke it up and sold it with the “Noble Fragment” essay by Alfred Edward Newton. I’ve tracked about 400 of these “Noble Fragment” leaves…\r\n\r\nEric White, PhD\r\nCurator of Special Collections\r\nBridwell Library\r\nPerkins School of Theology\r\nSouthern Methodist University\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Gutenberg Bible was the Big Bang of publishing. Gutenberg conclusively demonstrated that a book printed from movable type could rival the beauty and surpass in accuracy texts copied by hand. His father was involved with the minting of coins; so, Johannes grew up with knowledge of die cutting, punches, metals, and presses. Taking the idea of reproducing images in metal and reconfiguring it to make impressions on paper, he triggered the great information revolution that led to the transformation of religion, science, and government. His idea also rapidly displaced manuscripts as the main vehicles of knowledge.\r\n\r\nThis leaf comes from the book of Sirach (21:15 to 23:24), a compendium of wisdom expressed in maxims. A part of the Septuagint, it is esteemed by most Jews and is accepted as part of the biblical canon by Catholics and most orthodox churches but not by most Protestant denominations. ",
  "title": "A Leaf of the Gutenberg Bible"
}
