{
  "accession_number": "P.67.60",
  "art_champions_text": null,
  "artist": "Printer: Johannes Gutenberg; Printer: Johann Fust",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Mr. Frank Leslie",
  "culture": null,
  "curator_approved": 1,
  "dated": "1454-1455",
  "department": "European Art",
  "description": "Double-sided leaf from Gutenberg's 42-line Bible, vol. 2, folio 33 (Book of Sirach). Text in Latin; Gothic type.",
  "dimension": "15 5/16 x 11 3/16 in. (38.89 x 28.42 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/49886",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2588,
  "image_width": 1911,
  "inscription": "",
  "life_date": "German, c. 1398  - 1468",
  "markings": "",
  "medium": "Letterpress in black, with hand-rubricated initials in red and blue on ivory laid paper",
  "nationality": "German",
  "object_name": "Book leaf with letterpress",
  "portfolio": "From ",
  "provenance": "Elizabeth Augusta von Sulzbach (1721–1794); then at the Court Library of her husband Karl Theodor (1724–1799), Prince-Elector of the Palatinate, at Mannheim, Germany, until c. 1800;  incomplete Bible given to Royal Library (Hofbibliothek) at Munich, until sold as a \"duplicate\" to Curzon, August 23, 1832; Robert Curzon (1810–1873), 14th Baron Zouche; by descent in the family estate at Parham in Sussex until sold by Sothey’s (London) on November 9, 1920, lot 70, to Wells; (Gabriel Wells, book dealer who broke the incomplete Bible up and sold individual leaves with the “Noble Fragment” essay by Alfred Edward Newton). Frank P. Leslie, Wayzata, Minn. (1892-1972); given to MIA, 1967.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Gutenberg Bible was the Big Bang of publishing. Gutenberg conclusively demonstrated that a book printed from movable type could rival the beauty and surpass in accuracy texts copied by hand. His father was involved with the minting of coins; so, Johannes grew up with knowledge of die cutting, punches, metals, and presses. Taking the idea of reproducing images in metal and reconfiguring it to make impressions on paper, he triggered the great information revolution that led to the transformation of religion, science, and government. His idea also rapidly displaced manuscripts as the main vehicles of knowledge.\r\n\r\nThis leaf comes from the Book of Sirach (21:15 to 23:24), a compendium of wisdom expressed in maxims. A part of the Septuagint, it is esteemed by most Jews and is accepted as part of the biblical canon by Catholics and most orthodox churches but not by most Protestant denominations.",
  "title": "Gutenberg Bible Leaf (Book of Sirach)"
}
