{
  "accession_number": "P.12,515",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "B.11, 117; M.120 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Mr. Carl W. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1498 (1511)",
  "department": "European Art",
  "description": "",
  "dimension": "15 5/16 x 11 in. (38.89 x 27.94 cm) (image)",
  "id": "http://api.artsmia.org/objects/49911",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6660,
  "image_width": 4909,
  "inscription": "",
  "life_date": "German, 1471–1528",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Large Passion (1511)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "49911",
    "77172"
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Albrecht Dürer's Large Passion (so-called for its size relative to Durer's smaller version of the Passion) was published as an illustrated devotional book, comprising a title page and 11 large woodcuts and the Gospel narrative of Christ's final days, from his triumphal entry into Jerusalem to his murder by crucifixion, as conveyed by the Benedictine monk Benedictus Chelidonius (c. 1456-1521).\r\n\r\nDürer was a master of the woodcut technique, creating highly detailed and elaborate scenes of what can only be described as a highly personal interpretation of the passion of Christ. In particular, Dürer emphasizes the humanity of Jesus. His mother, the Virgin Mary, is shown seated at the lower left, lost in her grief, in stark contrast to the indifference of the mounted solder. Above and below, three angels catch Christ's blood in chalices, drawing attention to his fresh wounds and agony. Though Dürer began creating the prints for the Large Passion as early as 1497, and had finished seven of the woodcuts by 1500, it was not until 1511 that he completed the remaining prints in the series and the title page for the book.",
  "title": "The Crucifixion"
}
