{
  "accession_number": "50.46.34a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-11th century BCE",
  "department": "Asian Art",
  "description": "The exuberent decor of this vessel is typical of the A style. In the neck belt, above two rigid rings, are two ordinary t'ao-t'ieh flanked by whorl circles. The t'ao-t'ieh on the throat has the usual features detatched from each other, but still conveying the idea of the image. An unusual detail is the S-shaped horns, here formed of snakes. The belly of the vessel is divided into four panels by flanges providing thecentral line of the owl's face, its beak protruding plastically from the flange. The horns are leaf-shaped, the eyes enormous, with pupils perhaps inlaid with precious stones. The owl's body, its wings adorned with scales, extends outward on each side from the flange, which continues to, and into, the foot belt. The thigh, a broad spiral, and the leg extending into the foot belt, are stiffly drawn. That the owl- at the same time one bird seen EN FACE and two birds seen in profile - here corresponds to the familiar t'ao-t'ieh, is emphasized by the fact that the usual flanking animals accompany it vertical dragons behind them. Under the owl's tail are head-turning dragons. In the lowest belt, snakes flank the owls' feet. The lid is semispherical with a band of spirals as the sole decor. A bird with bottle horns and spread wings is affixed to the lid by a flat rivet with a round head. Patina sharp green.",
  "dimension": "10 7/8 × 5 × 4 5/8 in., 2.9 lb. (27.62 × 12.7 × 11.75 cm, 1.3 kg)",
  "id": "http://api.artsmia.org/objects/1023",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Wine Vessel (Hu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "",
  "title": "Ritual Wine Vessel"
}
