{
  "accession_number": "50.46.35",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "6th century BCE",
  "department": "Asian Art",
  "description": "In as much as Huai style vessels of hybrid character cannot be positively assigned to the definite classes of the ritually stricter early epochs, no special name is given to this specimen. The decor, in five successive belts, is a pattern of interlaced dragons executed in narrow, flat double bands. The eyes and the points where the tails of the upper and lower dragons interlace are accented by high, wart-like buttons. Stout handles on the shoulder of the vessel are surmounted by a t/ao-t'ieh head archaic to the point of having recumbent C-shaped horns which are, however, adorned with big tufts. The neck and the lower band of the body are bare.",
  "dimension": "10 1/16 × 12 1/4 in., 15.2 lb. (25.56 × 31.12 cm, 6.9 kg)\r\n6 13/16 in. (17.3 cm) (object part, mouth)\r\n5 7/16 in. (13.81 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1024",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7761,
  "image_width": 6619,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "The inscription is spurious and has been cut into the rim in modern times. It reads: \\'In the 2nd month, 1st decade, on the day Ting-mao Lady Kung Ki ordered Chao to have the management of the fields; Chao had his merits reviewed [?] and was given a horse and was given a fur coat. in response he extolled Kung Ki\\'s grace and so made this precious vessel.\\' This is a well known inscription found on one \\'Tsun\\' and one \\'Yu,\\' but it is of early Chou time and (No Yu existed in Middle Chou or Haui) is much too archaic for this Huai style vessel. the inscription only is a forgery. the vessel is a Huai style specimen of the highest class and is beyond suspicion or reproach.",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century BCE",
  "text": "",
  "title": "Lei wine vessel"
}
