{
  "accession_number": "50.46.39",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "The name Kuei for this vessel type is well established in the early literature. The surfaces of the vessel are divided into four vertical panels by four flanges on the foot, two flanges and two handles on the body. These narrow, thin flanges contrast contrast sharply with the heavy handles and their massive bovine heads. The principal figures in the decor, executed in low relief except for the strongly protruding eyes, are so covered with adorning lines that they tend to merge with the ground of squared spirals. In the foot belt are rudimentary t'ao-t'ieh masks, the central line formrd by two of the flanges, and two consecutive, head-turning dragons with C-shaped horns. The mask t'ao-t'ieh on the belly, with ordinary features strongly detatched, is flanked by vertical dragons. The flanges form the centers of two such t'ao-tieh, the handles of two other masks in which the face (nose and hooked forehead shield) has been cleft, leavint an interstice as broad as the handles between the two halves. This space under the handles is decorated with a bovine head in flat relief, thus creating a small t'ao-t'ieh inside a larger one. The neck belt displays dragons with oversized beaks. Patina blackish.",
  "dimension": "5 9/16 × 11 7/8 × 9 1/8 in., 8.4 lb. (14.2 × 30.2 × 23.1 cm, 3.8 kg)\r\n7 5/8 in. (19.4 cm) (object part, foot)\r\n8 11/16 in. (22.1 cm) (object part, mouth)",
  "id": "http://api.artsmia.org/objects/1068",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5782,
  "image_width": 6722,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "The inscription is Shi: \\'Scribe\\'.",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "This vessel is among the earliest gui with looped handles, which emerged in the latest period of the Shang dynasty. The surfaces of the vessel are divided into four vertical panels by four flanges on the foot and two flanges and two handles on the body. These narrow, thin flanges contrast sharply with the heavy handles and their massive bovine heads. The taotie mask on the belly is flanked by vertical dragons. The principal figures in the surface decor, executed in low relief except for the strongly protruding eyes, are so covered with embellished lines that they tend to merge with the ground of squared spirals. The vessel bears a single script inscription, “Shi,” which stands as an insignia for a clan. In recent years, a large number of bronzes unearthed in modern Shandong bear the same inscription, dating from the late Shang to early Western Zhou, thus revealing the location of this powerful clan whose members served in the court of the Shang king. It seems that the word originally referred to an official title. It was later adopted as the insignia of the clan whose members held this position for several generations.",
  "title": "Gui food vessel"
}
