{
  "accession_number": "50.46.43",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century BCE",
  "department": "Asian Art",
  "description": "The profile of the body is S-shaped with the inward curvature placed close to the rim of the vessel. Dragonized t'ao-t'ieh (winged-dragon type) and rising blades with stylized cicadas decorate the neck belt. The body t'ao-t'ieh, on a ground of squared spirals, displays unusual features horns with the alternate T-shaped and straight scores usually associated with flanges, and a hybrid forehead shield with the upper part hooked and the lower half drawn as the rounded-top shield. Also to be noted is the small vertical dragon beneath the tail of the cleft t'ao-t'ieh under the handle. For a discussion of this element, see Karlgren, Number 11, Plate 14 (50.46.43). The handle, with a bovine head at the top, terminates with curved legs ending in hoofs on the sides. Underneath, in the place for an inscription, is a human figure in flat relief on a spiral ground. Patina grey-green and blue.",
  "dimension": "8 3/4 × 6 9/16 × 6 5/16 in., 4 lb. (22.23 × 16.67 × 16.03 cm, 1.8 kg)\r\n5 5/8 × 4 1/8 in. (14.29 × 10.48 cm) (object part, mouth)",
  "id": "http://api.artsmia.org/objects/1091",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7283,
  "image_width": 5855,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century BCE",
  "text": "The profile of this jia wine vessel’s body is S-shaped, with the inward curvature placed close to the rim of the vessel. Dragonized taotie and rising blades with stylized cicadas decorate the neck belt. The body taotie, on a ground of squared spirals, displays unusual features: horns with alternating T-shaped and straight scores usually associated with flanges, and a hybrid forehead shield with the upper part hooked and the lower half drawn as the round-topped shield. Notable, too, is the small vertical dragon beneath the tail of the cleft taotie under the handle. The handle is topped with a bovine head and terminates with curved legs ending in hooves. Underneath, in place of an inscription, is a bearded human figure in flat relief on a spiral ground. The pictogram represents a clan’s insignia and is seen in many bronze vessels of the late Shang dynasty.",
  "title": "Jia wine vessel"
}
