{
  "accession_number": "50.46.434",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1180-1220",
  "department": "Asian Art",
  "description": "Bowl. Lady on an elephant. Mounted attendants. Polychrome overglaze. Minai type. Earthenware",
  "dimension": "3 3/4 x 8 3/4 in. (9.53 x 22.23 cm)",
  "id": "http://api.artsmia.org/objects/1096",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5253,
  "image_width": 7354,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with overglaze polychrome colors, Mina'i ware",
  "nationality": null,
  "object_name": "Bowl Depicting a Lady Riding an Elephant",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Seljuk period (1038- c.1194)",
  "text": "Mina’i wares delight due to their lively depictions of human life, with figures galloping on horses and, seen here, atop a wide-eyed elephant. This may come as a surprise for those who assume Islamic art lacks representational imagery. This is indeed the case for much religious art, as the Qur’an forbids idolatry. But different dynasties took different approaches, especially in the secular arts such as illustrated manuscripts and luxury objects like ceramics. It’s possible that the woman depicted here is the traveling bride of Bahram Gur, one of the legendary kings in the epic Shahnameh, presented in illustrated texts on the opposite side of this gallery. The loose script on the bowl’s inner and outer rim most likely invoked wishes of good health and prosperity under the auspices of God, underscoring the overriding spirit of Islamic courtly culture.",
  "title": "Bowl Depicting a Lady Riding an Elephant"
}
