{
  "accession_number": "50.46.44",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "9th-8th century BCE",
  "department": "Asian Art",
  "description": "The bowl is decorated in flat, band relief two belts with vertical scales below a broad upper belt of S-figures finished at each end with big tufts. These are probably remnants of strongly deformed dragons. At the end of the spout this band terminates in a dragon with a rolled-up nose. The scale bands stop short of this point and two large scales, placed crosswise, fill out the space. The legs are unusual in that those in front have a dragon's head, like that in the neck belt, whereas the hind leg is adorned with a big spiral such as usually emphasizes the hind quarters of an animals. The two legs have thus to be taken together as a whole the front and hind part of one animal. For other examples see Eumorfopoulos, Volume 1, Plate 45, and BMFEA, Volume 8, Plate 45. The rather stiff legs end in feet coarsely drawn like two comma-shaped claws. The handle is finished at the top with an animal's head displaying an unusual and highly decorative feature big horns shaped as two back-to-back birds. Patina green. For comment on the inscription, see Karlgren number 45 (50.46.44) For a discussion of this vessel type, see Karlgren number 313 (50.46.104)",
  "dimension": "6 5/16 × 11 7/8 × 5 5/8 in., 4.2 lb. (16 × 30.2 × 14.3 cm, 1.9 kg)",
  "id": "http://api.artsmia.org/objects/1100",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5379,
  "image_width": 7247,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "The t\\'Ai-shi Tsi ta for the eldest Lady Kiang has made the Ih to be brought along when married; waith it may one sacrifice, may one show filial piety, may one pray for a vigorous old age; may sons and grandsons use it as a great treasure.",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "9th-8th century BCE",
  "text": "This gourd-shaped vessel is known as a yi and was used as a water container. Yi first appeared during the mid–Western Zhou dynasty (c. 976–886 BCE), and were prevalent in the later Western Zhou and Spring and Autumn periods (c. 885–476 BCE). Before conducting a ritual activity or sitting down to a ceremonial feast, nobility would wash their hands with water poured from a yi like this one. Archaeological excavations reveal that yi were often paired with pan basins. Later, in the Warring States period (c. 475–221 BCE), yi evolved from a footed vessel with rich decoration and an animal-mask handle, such as this one, to a simple flat-bottomed vessel with restrained decoration and a ring handle. The charming features of this vessel include the handle, surmounted by a horned dragon head, and legs, each one a seahorse-like dragon silhouette.",
  "title": "Yi water vessel"
}
