{
  "accession_number": "50.46.442a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1200",
  "department": "Asian Art",
  "description": "Inkstand, turquoise blue glaze. Ornamentation of Cufic inscription. Cover. Earthenware with turquoise blue glaze over molded decor.",
  "dimension": "2 1/8 x 4 x 7 in. (5.4 x 10.16 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/1101",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4891,
  "image_width": 6114,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stonepaste with turquoise-blue glaze over molded decor",
  "nationality": null,
  "object_name": "Pen Box with ink well",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Seljuk period (1038- c. 1194)",
  "text": "Produced in the famed Kashan workshops of western Iran, the interior rim of this exceptionally large dish is incised with an elegant Arabic verse: La elah ela allah (No god other than God). As seen in works throughout these galleries, and in the great care taken in producing the ceramic pen box below it, one unifying aspect of Islamic art is the importance of the written word—a conduit of the word of God as revealed in the Qur’an to the Prophet Muhammad in the 600’s CE. The pen box would have been used by a master calligrapher, perhaps to compose poetry or religious or philosophical texts. The dish was likely used for feasting, likely on a religious holiday or courtly celebration, with the calligraphy evoking one of the essential truths of the Islamic faith. The iridescent surface of the plate is due to chemical changes to the glaze—the result of being buried in the ground for hundreds of years.",
  "title": "Pen Box with ink well"
}
