{
  "accession_number": "50.46.45",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-11th century BCE",
  "department": "Asian Art",
  "description": "The decor is disposed in the three areas usual in vessels of this class the foot, bulb, and neck. The foot belt, divided into four panels by deeply scored flanges, displays a mask t'ao-tieh with a C-shaped mouthline, hooked forehead shield, small eyebrows, and S-shaped norns. Above is a narrow band with consecutive trunked dragons. The decor ground is of squared spirals throughout. The bulb, also divided into four panels, displays a t'ao-tieh bodied to the extent that some simple lines of a vertical body still remain above the leg. The central line of the face, with no forehead shield, is formed by the flange. The lower zone of the high throat is filled with consecutive snakes, their heads turned EN FACE. Above are slender rising blades, the major part of each filled with a t'ao-t'ieh to be seen from above. Streaked eyebrows appear over buldging eyes, and over these, again, long-drawn-out C-shaped figures forming the horns. Below the eyes are two C-shaped figures, modifications of mouthlines. At the end of the blade, separated from the t'ao-t'ieh by a narrow, empty band, is a V-figure- a corruption of a cicada drawing. Patina grey-green and blue-green with patches of red. Except for a cross-shaped perforation between the foot and the area above, the beaker is in almost every detail exactly similar to the one with a Yin inscription published in Huang, TSUN KU CHAI.",
  "dimension": "11 3/4 × 6 5/8 in., 3.3 lb. (29.85 × 16.83 cm, 1.5 kg)\r\n3 11/16 in. (9.37 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8004,
  "image_width": 6151,
  "inscription": "The inscription, of which the first character, unreadable, is probably an \\'X, being breveted, has made this vessel for Father Ting.\\'",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "The gu is a tall wine beaker with an unusually taut and graceful silhouette—its trumpet-shaped top tapers to a slim center section before widening again to a slightly flared base. Archaeological evidence reveals that bronze gu first appeared during the Erligang period (c. 1500–1300 BCE) of the Shang dynasty. The gu enjoyed its greatest popularity during the Shang dynasty (c. 1600–1046 BCE), but became less popular in the early Western Zhou (c. 1046–977 BCE), before gradually disappearing during the Eastern Zhou dynasty (770–256 BCE). The gradual decline of the wine vessel may have something to do with the Zhou king’s deprecation of alcohol consumption—he believed that overindulgence in alcohol resulted in the collapse of Shang. This gu is decorated with variations of the taotie (composite animal) mask. The background pattern of tight spirals, found all over the vessel, is called leiwen and is a hallmark of Shang bronze casting.",
  "title": "Gu wine vessel"
}
