{
  "accession_number": "50.46.48",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-11th century BCE",
  "department": "Asian Art",
  "description": "Low, narrow flanges, corresponding to the legs, form the central ridges in t'ao-t'ieh figures on a ground of squared spirals. The t'ao-t'ieh of the belly is the ordinary, bodied type with C-shaped horns, hooked forehead shield, and strongly protruding eyes. It is flanked by vertical gaping dragons. Dragonized t'ao-t'ieh, the halves fromed as winged dragons, appear on a ground of squared spirals in the neck belt. Patina green with patches of red.",
  "dimension": "8 1/8 × 6 3/4 × 6 3/4 in., 5.1 lb. (20.64 × 17.15 × 17.15 cm, 2.3 kg)\r\n6 5/16 × 6 3/8 in. (16.03 × 16.19 cm) (object part, mouth)",
  "id": "http://api.artsmia.org/objects/1113",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7201,
  "image_width": 5999,
  "inscription": "inscription",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "The prototype of the bronze vessel known as li was a coarse pottery version of the same shape and name, made in the later Neolithic period (c. 3000–2000 BCE). These pots served as cooking vessels, mainly for porridge, and featured three prominent hollow legs shaped like pointed lobes. These hollow legs formed an extension of the interior cavity and were designed to expose the contents of the pot to heat most effectively. The li’s shape was adapted to bronze in the Shang dynasty (c. 1600–1046 BCE) and continued into the Zhou (c. 1046–256 BCE), but with thinner legs. The vessel’s function also shifted from a cooker to a container for meat. In this example, low, narrow flanges, corresponding to the legs, form the central ridges in taotie (composite animal) masks on a ground of squared spirals. The new type of vessel, with its combined characteristics of a li and a ding, is named li-ding.",
  "title": "Liding food vessel"
}
