{
  "accession_number": "50.46.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Arms and Armor",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "This weapon has a tube, oval in cross section, with a hole into which the shaft was inserted. On the opposite side a short lug protrudes from the tube. Two decorative head-turning dragons, with S-shaped horns and scales on their bodies, extend from the tube on one side and the lug on the other to the points of the crescent-shaped blade. Apart from the t'ao-t'ieh on the tang, and the row of blades with rudimentary cicada filling near the edge of the axe, the decor is rather involved. This decor can best be understood through the aid of a parallel, an axe formerly in the Raphael collection, reproduced in Karlgren #85, figure 74. In this example the composition on the blade can be seen quite clearly. At the bottom there is a coiled snake, the head seen en face. Above is a figure that might be a demon. Nostril and mouth line have coalesced in a large, recumbent C, and from the head three large curling plumes sweep up onto the shaft tube. The body of the creature, starting just behind the end of the mouth line, goes down in an S-bend and ends in two sharp, pointed claws. A comparison with the Pillsbury axe reveals that the same motif is repeated but is less carefully worked out. The C-line of nose and mouth below the eye has much less distinct. Patina green.",
  "dimension": "6 1/4 × 3 5/8 × 1 1/4 in., 0.9 lb. (15.88 × 9.21 × 3.18 cm, 0.4 kg)",
  "id": "http://api.artsmia.org/objects/1117",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6767,
  "image_width": 4419,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Axe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10th century BCE",
  "text": "",
  "title": "Axe with tubular socket"
}
