{
  "accession_number": "50.46.59",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "This vessel, the disposition of its decor on a bare ground, the panels and the system of flanges, free animal's heads, and handles that delimit them, are the same as in the Kuei 50.46.19, Karlgren pl.49. The beaked dragons in neck and foot belts have the unusual feature of an additional plume which hangs down from the curled-up tail. The handles are topped with rams' heads and terminate at the bottom with a C-hook reminiscent of the bird's tail on vessels 49 and 52. Most interesting feature of the vessel is the decor on the bottom surface. It is a coiled dragon, in threadlike relief, with a rolled-up nose and a body adorned with a row of big scales. A foot with claws and fetlock is seen on the inside curve. The outer edge of the body has tufts which in pairs form C-figures. The space behind the tail has been filled out with a simple figure with is really the rudiment of a dragon body. Patina grey-green.",
  "dimension": "6 7/8 × 12 3/8 × 9 3/16 in., 6.6 lb. (17.5 × 31.4 × 23.3 cm, 3 kg)\r\n7 3/8 in. (18.7 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1125",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5789,
  "image_width": 7199,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10th century BCE",
  "text": "The large animal mask in the central panel of this gui is broad and has a vertical ridge and an incised diamond in the center. It has a pair of large C-shaped horns and an open mouth that exposes a pair of fangs. The beaked dragons occupying the neck and foot belts have the unusual feature of an additional plume, which hangs down from the curled-up tail. The handles are topped with rams’ heads and terminate at the bottom with a C-hook. The most interesting feature of the vessel is the decor on the bottom surface. It is a coiled dragon, in threadlike relief, with a rolled-up nose and a body adorned with a row of big scales.",
  "title": "Gui food vessel"
}
