{
  "accession_number": "50.46.7",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "dated": "10th century BCE",
  "description": "The squared body, with its throat developing into a round shape at the rim, is most unusual in this vessel type. The decor results largely from a complicated arrangement of heavy flanges occurring at the corners and in the middle of the foot and central belts. The decor area is thus divided into eight panels. A similar area of eight panels is created in the lower of the two parts of th neck, except that the median line is here achieved by free animals' heads instead of the flanges which appear only at the corners of the neck, where they project as long hooks from the rim. The decor, on a ground of rounded spirals, covers almost the entire vessel. The winged dragons with vertical crests and detached C-shaped horns, which flank the forehead shield of a t'ao-t'ieh in the foot belt, reappear in the lower part of the neck, where they flank the free animal's head in the median line. The central band displays a t'ao-t'ieh drawn in bold, sweeping curves which cannot, as is usual, be broken up into two antithetical dragons. The only relic of the dragon is a small vertical line at the side of each horn above the ear. The upper part of the neck displays broad rising blades, the flanges serving as their median line. The content of the upper blade is seen, from above, to be a violently stylized dragon, the curved beak, crest, and leaf-shaped horn clearly visible, the body a maze of curving lines. Patina grey-green.",
  "dimension": "9 1/16 × 8 1/4 in., 6.2 lb. (23.02 × 20.96 cm, 2.8 kg)\r\n5 1/8 × 4 13/16 in. (13.02 × 12.22 cm) (object part, foot)\r\n9 7/16 in. (24 cm) (diagonal)",
  "id": "http://api.artsmia.org/objects/1135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7278,
  "image_width": 6279,
  "life_date": null,
  "marks": "Mark ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "10th century BCE",
  "text": "",
  "title": "Wine vessel zun"
}
