{
  "accession_number": "50.46.76a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "Typical features of the advanced Huai style are displayed in this vessel; one of the foremost treasures of Chinese bronze art. The bowl and d lid form a spherical shape. The slight broadening of the body, together with the short, bulbous legs that barely raise it from the ground, give it an amusingly pompous air. The bent ears are big and heavy, contrasting strongly with the slender animals resting on the lid, their heads turned outward and their legs folded under in the style common in Middle Chou and Huai style bronzes. The decor is effected through silver inlay in a variety of patterns large heart-shaped figures on the lower body; geometricized derivatives of crossing dragons in the neck belt; and designs of bird origin on the sides of the handles. The heart shape appears again on the lid in every second angle of the hexagonal motif. Outside of he angles is a motif probably derived from antithetical pairs of bird dragons. These figures are flanked by large, sinuous dragons. An interesting and historically significant feature is the pear-shaped motif on the bodies of the recumbent animals. they reveal the influence of Ordos art (Northern animal style). See BMFEA, Volume 9, Page 104, for a detailed description of the technique for this Ting. Patina dark, brownish-red with green patches.",
  "dimension": "6 × 7 3/16 × 6 1/4 in., 4.4 lb. (15.2 × 18.26 × 15.9 cm, 2 kg)\r\n4 7/8 in. (12.38 cm) (object part, mouth-a)\r\n5 11/16 in. (14.45 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/1138",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5036,
  "image_width": 6159,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with inlaid silver décor",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "",
  "title": "Ding food vessel"
}
