{
  "accession_number": "50.46.77",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Musical Instruments; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "6th- 5th century BCE",
  "department": "Asian Art",
  "description": "This small bell, of pointed oval cross section and a straight bottom line, has a relatively simple suspending device. It is formed of two confronted tigers facing backward and joined, head-to-head, by a plain narrow band through which a strap could be passed. The bodies of the tigers, and of the coiled snakes on the bosses, are filled with granulation. The remaining decor areas, on body and top, are filled with interlaced snakes, their bodies formed by four parallel relief threads. Warlike studs occur at the junction of the snakes' bodies. Patinagreen-blue.",
  "dimension": "6 5/16 × 4 1/2 × 3 1/2 in., 2.9 lb. (16 × 11.4 × 8.9 cm, 1.3 kg)",
  "id": "http://api.artsmia.org/objects/1139",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7197,
  "image_width": 6000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th-5th century BCE",
  "text": "Generally speaking, the individual bells cast for graduated sets will typically display the same decoration regardless of size. The set of which this relatively small bo was part must have been quite striking. It has a simple yet elegant suspension device: a plain loop carried on the heads of two tigers. The circular bosses (raised partial spheres) are coiled snakes, and all remaining surfaces, including the top, consist of highly stylized interlaced snakes. This interlace motif is even used to fill in the central vertical space, which is typically left blank.",
  "title": "Bo bell"
}
