{
  "accession_number": "50.46.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "Several aspects of this vessel set it apart from others of the Kuei type in the collection. Most immediately arresting is the high, square base on which it rests. Other differences are the spiral ground of the decor, the absence of a neck belt, the division of the vessel into four vertical panels by four flanges in the foot belt by two flanges and the two handles on the belly. Atypical Early Chou feature distinguishes the heavy, thick flanges the breaking through of the T-scores to give the impression of big hooks. The flanges on the body form the center lines of the familiar bodied t'ao-t'ieh. In the foot belt just below, the flanges are the median lines of rudimentary t'oa-t'ieh masks (nose and forehead shield) flanked by trunked dragons of the winged variety which are hee drawn so far apart as to isolate and emphasize the t'ao-t'ieh shield. The t'ao-t'ieh on the base is the same as the one on the belly except for the central line, here a slight ridge instead of a flange. The handle is the most remarkable feature of the vessel. The bow displays the wings of a bird in relief, and the projection at the bottom contains the curved-up bird's tail and its feet descending almost to rest on the tail. The head of the bird body is that of an elephant with big ears in pointed C-shape, raised trunk and protruding tusks. Patina green",
  "dimension": "11 5/16 × 13 3/4 × 9 1/16 in., 16.1 lb. (28.73 × 34.93 × 23.02 cm, 7.3 kg)\r\n8 9/16 in. (21.75 cm) (object part, di. bowl)\r\n7 5/8 × 7 1/2 in. (19.37 × 19.05 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1141",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7306,
  "image_width": 6473,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'Ch\\'u-shu X has created and made the vessel, wherewith to feast the Guests i.e., Spirits.\\' PIN \\'guest,\\' was a technical term for the Spirits of dead ancestor\\'s when they came to enjoy a sacrifice",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "This gui demonstrates the inventiveness with which Western Zhou artisans adapted Shang forms. The main body is a standard gui with a deep bowl, while the looped handles on either side of the body are innovatively rendered in the form of an elephant’s head and trunk. Furthermore, the vessel is elevated by a high, square base. On the main body, the flanges form the centerlines of the familiar bodied taotie. On the base it is the same motif except for the central line, here a slight ridge instead of a flange. The handles, which combine a crested elephant head with a bird’s body, are the most remarkable feature of the vessel. The bow displays the wings of a bird in relief, and the projection at the bottom contains the bird’s curled tail and its feet descending almost to rest on the tail. The elephant head has large C-shaped ears, raised trunk, and protruding tusks.",
  "title": "Gui food vessel"
}
