{
  "accession_number": "50.46.80",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Musical Instruments; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th-early 5th century BCE",
  "department": "Asian Art",
  "description": "This richly adorned bell, of pointed oval cross section, is typical of the advanced Huai style. The suspending device consists of one big snake with two bodies, each rising in a bold S-curve. It is flanked by two tigers whose long necks pass under and around the first curve of the snake's bodies, and whose heads are turned so that their noses rest on their backs. Their shoulder line is emphasized by a big, comma-shaped spiral. Their hindquarters have similar comma-shaped loops and their bodies are covered with granulation. The top surface of the bell displays a complicated geometrical scheme of narrow, rope-patterned bands and comma figures. The bell itself is decorated with three bare bands of bosses formed of coiled snakes. Two narrow belts between display dragons in a decor applied by dies. The original drawing for these belts was obviously somewhat wider, inasmuch as parts of the dragon bodies have been cut off. An elaborate t'ao-t'ieh appears in a small, empty space in the center of the forehead. The interlaced and extensively embellished body of the main t'ao-t'ieh is decorated with scale-bands, pointed spirals, and granulation. For a clarification of this involved decor area, see Karlgren, Number 58, figures 62 and 63. Patinagrey-green with blue patches.",
  "dimension": "12 1/2 x 9 1/2 in. (31.75 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/1142",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8407,
  "image_width": 7202,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Bell (bo)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th-5th century BCE",
  "text": "This richly adorned bell was originally part of a graduated set. It is of the type po-cheng, one of two popular bell shapes encountered in Eastern Chou dynasty burials. Po-cheng bells have a flat bottom, slightly convex sides, a suspension device often in the form of stylized animals, cast on top, and emit a single tone. The second basic type of bell is called yung-cheng. Both types of bells have an elliptical cross-section--rather than round--and include thirty-six evenly spaced bosses (mei) cast into the body. The specific cross-sectional shape and bosses are crucial to the note and tonal qualities of the instrument. The bosses of this beautifully decorated bell are in the form of coiled snakes, and the suspension device is a pair of tigers, entwined with a snake. On the bottom register is an elaborate t'ao-t'ieh mask decorated with scale rows, pointed spirals, and granulation.",
  "title": "Ritual bell"
}
