{
  "accession_number": "50.46.81",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "The principle surface displays a rectangular field of interlocked T's on a ground of squared spirals framed on three sides by rows of spikes. Scored flanges at the four corners of the vessel are supplemented in the upper belt by additional flanges which thus divide it into eight panels. Antithetical, long-tailed birds flank the short flanges forming the central ridge of a rudimentary t'ao-t'ieh mask. Hanging blades appear on the cylindrical legs, and disfigured dragons in flat relief on the outer surface of the upright handles. Patina green",
  "dimension": "8 9/16 × 6 5/8 × 5 1/4 in., 6.8 lb. (21.7 × 16.9 × 13.4 cm, 3.1 kg)",
  "id": "http://api.artsmia.org/objects/1143",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5964,
  "image_width": 7760,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "This fangding, or “squared ding,” shows an interesting development in ding design. Although it is still a raised boxlike vessel on four columnar legs, the decoration shows a tendency toward the abstract, which may have been influenced by contemporary textile design. The principal surface displays a rectangular field of interlocked Ts on a ground of squared spirals framed on three sides by rows of spikes. Long-tailed birds flank the short flanges forming the central ridge of a rudimentary taotie mask. Notably, all the linear patterns on this small vessel have been filled with a black carbon-based substance, to give added emphasis to the graphic designs. Though not widespread, this technique can be found in other late Shang and early Western Zhou bronzes.",
  "title": "Fangding food vessel"
}
