{
  "accession_number": "50.46.82",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "9th-8th century BCE",
  "department": "Asian Art",
  "description": "The disposition of this vessel is unusual, for, despite the fact that it has the broad shallow bowl and deep foot of its class, it does not rest on the foot proper. It is supported instead by three small human figures facing outward as they grip the rim of the foot. their bent knees suggest clearly the weight of their burden, as does the strained positon of their heads, held close to the bottom of the bowl and bearing part of its weight. On each of two handles of the bent ear type, an ox reclines calmly, its head turned outward, its legs folded under the body. The division of the vessel into the usual four sections is achieved by two more animals contrasting strongly with the placid oxen. These are dragons that climb vigorously up the sides of the bowl and bite on its rim. The neck belt displays the broad, figured bands of Middle Chou and the foot carries a band of hanging scales of an advanced, almost squared type. Patina sharp green with patches of blue.",
  "dimension": "6 3/4 × 19 3/8 × 21 1/4 in., 14.1 lb. (17.15 × 49.21 × 53.98 cm, 6.4 kg)\r\n16 1/4 in. (41.28 cm) (object part, mouth)\r\n11 3/4 in. (29.85 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1144",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4963,
  "image_width": 7147,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "9th-8th century BCE",
  "text": "The pan basin began to appear in the early part of the Shang dynasty (c. 1600–1300 BCE) and became prevalent during the later Shang and the subsequent Zhou dynasty (c. 1300–256 BCE). The pan was often found coupled with yi, a vessel used for pouring water. Such pairings may not have only occurred in burials, but in ritual ceremonies in ancestral temples as well. Despite the fact that it has the broad shallow bowl and deep foot typical of pan, the composition of this vessel is unusual, for it does not actually rest on the foot. It is supported instead by three small human figures that face outward as they grip the rim of the foot. Their bent knees suggest the weight of their burden, as does the strained positon of their heads, held close to the bottom of the bowl and bearing part of its weight. On each of two handles, an ox reclines calmly, its head turned outward and its legs folded under the body. The division of the vessel into the usual four sections is achieved by dragons that climb vigorously up the sides of the bowl and bite on its rim.",
  "title": "Pan water vessel"
}
