{
  "accession_number": "50.46.84",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th–11th century BCE",
  "department": "Asian Art",
  "description": "Tsue (Chueh), inscribed. This 'Wine cup (in bird shape)' is an unusually fine example of its type. The ample well-proportioned bowl of this vessel provides and admirable balance for the slender, spreading legs. In the principal decor belt is a strongly dissolved t'ao-t'ieh, its horns, shield and c-shaped mouth-line so filled with spirals that they almost coalesce with the background spirals.The neck bears a band of rising blades, the one under the spout elongated. An animal's head of the bovine type decorates the top of the handle, and whorl circles appear on the tops of the uprights. Patina blue -green. The inscription probably depicts a scene of human sacrifice.",
  "dimension": "9 7/16 × 7 × 4 15/16 in., 2.4 lb. (23.97 × 17.78 × 12.54 cm, 1.1 kg)",
  "id": "http://api.artsmia.org/objects/1146",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7067,
  "image_width": 5550,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th–11th century BCE",
  "text": "This jue is typical of the late Shang dynasty. The vessel’s large bowl counterbalances the slender, spreading legs. Unusually, the taotie (composite animal) mask around the bowl’s waist is blown open, that is, the mask’s principal components are disconnected, its horns, shield, and C-shaped mouth line are so filled with spirals that they almost merge with the similarly decorated background. The deconstructed taotie was a new fashion, just beginning to appear in the late period of the Shang dynasty. A cow-like animal head decorates the top of the handle, and whorls appear on the tops of the two small posts standing on the rim.",
  "title": "Jue wine vessel"
}
