{
  "accession_number": "50.46.89a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-12th century BCE",
  "department": "Asian Art",
  "description": "The low-relief decor is confined to the belly of this flask. In the lower, main belt, on a ground of squared spirals, it displays a geometrical pattern reminiscent of the compound lozenge and interlocked 'T' motifs. It also recalls the decor of the white ceramic wares of Anyang. The band of highly stylized dragons above presents another point of contact with Anyang ceramics. The top belt on the body carries a band of 'S' shaped spirals bordered by circle bands.The lid and its knob are almost conical. Both are adorned with whorl circles; in relief on the lid, on the knob in incised lines. On the throat, just below the lid, are two small ears, perhaps for passing a cord. Patina grey-green.",
  "dimension": "10 3/8 × 4 13/16 in., 3.3 lb. (26.35 × 12.22 cm, 1.5 kg)\r\n3 1/16 in. (7.7 cm) (object part, foot)\r\n2 1/4 in. (5.7 cm) (object part, mouth-a)\r\n1 15/16 in. (4.9 cm) (object part, mouth-b)",
  "id": "http://api.artsmia.org/objects/1151",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7673,
  "image_width": 5651,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-12th century BCE",
  "text": "This flask is a variation on a hu wine vessel. The low-relief surface decor is confined to its belly. In the lower belt, on a ground of squared spirals, it consists of a geometric pattern of the compound-lozenge and interlocked-T motifs. It also recalls the decor of the white ceramic wares of Anyang. The band above presents highly stylized dragons in profile. The top belt displays a band of S-shaped spirals bordered by circle bands. On the neck, just below the two raised bow strings, are a pair of small ears, for attaching a cord.",
  "title": "Hu wine vessel"
}
