{
  "accession_number": "50.46.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "This is one of the important group of hunting-scene Hu flasks which can with certainty be dated pre-Han, since many of them have decor elements that belong to the Huai style and did not survive into Han time. The Hu has the ordinary shape of this class and two small handles witha movable ring suspended from the mouth of a small t'ao-t'eih mask. (One of the movable handles is missing.) The foot has a narrow belt with a band of volutes and triangles, the volutes here turned into birds' heads. On the vessel proper there are six narrow bands in low relief with swastika-like figures which are merely a corruption of the well-known whorl circle. The decor of the five principal belts has been impressed by dies, sometimes with curious results. The two lower belts depict scenes in which beasts of the bovine type are pursued by men in feathered (?) headdresses who attack with swords and arrows. In the third belt, archers with one knee bent and bodies thrust violently backward shoot at birds. The shoulder belt, disposed in one panel for every two in the lower belts, depicts a vivid hunting scene. A man attacks with his sword a tiger that has an arrow through its shoulder. To the left is a two-wheeled carriage drawn by four horses. As the driver rushes forward his companion aims at a bird above and to the rear. The neck belt is filled with birds which swallow snakes. For a detailed description of the decor, see Karlgren Number 53 (50.46.9)/ Patina Green. The Hunting-scene hu vessels mark a revolutionary departure in the Chinese bronze art. In earlier vessels there were no real scenes, only figures placed with strict regard for symmetry. Here, for the first time, are freely disposed scenes of action. The shoulder panel is especially remarkable in this respect the ancient rule of symmetical arrangement is completely abandoned, and the artist has depicted a wide-ranging scene of vivid action. That this emancipation was due to foreign influence, the Northern Nomad art style ('Ordos'), seems clear. For comment on this point, see B",
  "dimension": "13 7/8 × 9 3/8 in., 6.4 lb. (35.24 × 23.81 cm, 2.9 kg)\r\n4 7/16 in. (11.27 cm) (object part, mouth)\r\n5 5/16 in. (13.49 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1152",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8535,
  "image_width": 6806,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "This storage vessel is one of an important group of hunting-scene hu. They show the influence of the nomadic art of China’s northern frontier. The four major bands depict men hunting birds, deer, boars, and tigers with spears, knives, and bows. Panels on the vessel’s shoulders show an archer shooting from the back of a four-horse chariot with driver. These pictorial scenes of human activity represent a revolutionary departure in bronze art. Previously, during the Shang and Zhou periods, sacred symbols and stylized animals were formally arranged with regard to hierarchy and strict symmetry. The subject here appears secular rather than religious.",
  "title": "Hu wine vessel"
}
