{
  "accession_number": "50.46.90",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "The decor of the upper part of this bipartite boiler is restricted to a neck belt with low, narrow flanges of which every second becomes the central ridge in the face of a dragonized t'ao-t'ieh,the halves formed by winged dragons.The bulbs of the Li-ting forming the lower half of the vessel are adorned with forceful t'ao-t'ieh heads of a fairly realistic bovine type, with eyebrows, ears, scaly horns .",
  "dimension": "15 × 9 9/16 × 9 3/16 in., 9.9 lb. (38.1 × 24.3 × 23.4 cm, 4.5 kg)",
  "id": "http://api.artsmia.org/objects/1153",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8716,
  "image_width": 6609,
  "inscription": "Inscription\r\n\r\n\\'T\\'ien Nung has made the precious ritual vessel.\\'",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Steamer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "The yan is a type of steamer, or cooking vessel, used chiefly for grain. It consists of a zeng, or deep upper bowl with a pierced bottom, which was placed upon or attached to a lower, legged vessel known as a li (in this example the two parts are cast into an inseparable unit). Water contained within the li would be boiled, steaming the food in the upper bowl. Yan first appeared during the late Shang dynasty (c. 1300–1046 BCE), around the 12th to 11th century BCE, and was a popular form throughout the Western Zhou (c. 1046–771 BCE) and early Spring and Autumn (770–476 BCE) periods. This is a typical yan from the early Western Zhou period. The decoration on the upper section is fairly restrained, with only a narrow ornamental band of animal masks below the lip. The three lobes of the li end in cylindrical legs decorated with buffalo heads: the ridges down the center of each lobe serve as the noses of the animal masks.",
  "title": "Yan steamer"
}
