{
  "accession_number": "50.46.94a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century BCE",
  "department": "Asian Art",
  "description": "Wine Can, so-called 'YOU', inscribed. The decor is limited to the neck and corresponding lid belts, and to the handle bow. The first is divided into four parts by the rings of the handle and two free animals' heads. The lid with a ring-shaped knob, is divided into two parts by toothlike projections corresponding to the handle-rings of the body. The two belts are filled with antithetical deer, reminiscent of the Northern Nomad animal style, in rounded relief on a bare ground. The handle carries three t'ao-t'ieh like figures in narrow thread relief between three lozenges in high, angular relief. The handle terminates in rams heads. Patina silvery-greeen wih patches of red. This vessel is one of two that belonged to the Imperial Colllection. The inscription is the same on both the known vessels. See Karlgren, number 15 (50.46.94a,b) for comment.",
  "dimension": "8 9/16 × 8 5/16 × 5 5/8 in., 5.7 lb. (21.75 × 21.11 × 14.29 cm, 2.6 kg)\r\n5 1/2 × 4 3/8 in. (13.97 × 11.11 cm) (object part, mouth-b)\r\n4 7/8 × 3 7/8 in. (12.38 × 9.84 cm) (object part, mouth-a)\r\n5 13/16 × 4 13/16 in. (14.76 × 12.22 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1157",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7053,
  "image_width": 6033,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century BCE",
  "text": "Bronze Age vessels were highly valued as antiquities by Chinese rulers and scholar-officials throughout history. In fact, this is one of a pair of inscribed vessels first published in the Xiqing Gujian, the 18th-century imperial catalogue of bronzes belonging to the Qianlong dynasty emperor (r. 1736–95). The deer shown in the decorative bands on the neck and lid are unusual, but their inclusion here is explained in the thirty-six-character inscription cast within the vessel: \r\n\r\nIn the first month of the day dingchou, the king \r\nwent to Lu where he correctly performed the \r\nliao sacrifice. The king ordered Shi Tao to \r\npresent the Prince of Mo with three deer. The \r\nPrince of Mo in order to extoll the king’s grace\r\nmade this precious vessel.",
  "title": "'You' wine vessel"
}
