{
  "accession_number": "50.46.95",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 12th-11th century BCE",
  "department": "Asian Art",
  "description": "Stout Wine Beaker,'Tsun', inscribed. A high degree of sophistication is evident in the decor of this broad beaker. In the foot and principal body belts it is disposed in six panels formed by six flanges with straight and L-shaped scores. The foot belt displays a dragonized t'ao-t'ieh with S-shaped horns, and a tail rising in an S-curve. The same decor occurs in the main body belt, where the vertical dragons under the raised tail are clearly visible. The narrow belt above has only three flanges, which form the central lines of dragonized, winged t'ao-t'ieh. The spaces occupied below by additional flanges are filled by t'ao-t'ieh in flat relief. All of these dragonized t'ao-t'ieh have T-shaped horns. The six panels on the shoulder, delimited alternately by flanges and big, plastically rendered rams heads, carry dragon figures with protruding eyes executed in exaggerated loops. In the lower belt of the neck, which has no flanges, pairs of consecutive trunked dragons facing to the right confronting pairs facing to the left. They have bottle horns and quills on their backs. Above, in the slender, rising blades, the decor filling consists of antithetical dragons with standing C-shaped horns, their trunk-like noses meeting in the median line, their narrow, band-like bodies joining at the tip of the blade and its filling is probably meant to suggest an eyed cicada, which it does in fact vaguely suggest. Patina green with patches of blue. The inscription depicts a wine vessel.",
  "dimension": "11 7/8 x 13 x 13 in. (30.16 x 33.02 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/1158",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8217,
  "image_width": 6880,
  "inscription": "Inscription\r\n\r\nthe inscription depicts a wine vessel.",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "",
  "title": "Zun wine vessel"
}
