{
  "accession_number": "50.46.98",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th-4th century BCE",
  "department": "Asian Art",
  "description": "This vessel has the beautiful proportions and soft profile typical of the group of Hu once inlaid with turquoise, other semi-precious stones, or perhaps niello. The animals which inspired the decor have been so corrupted and dissolved that the whole surface is a maze of lines, hooks, and spirals. Remnants of interlaced dragons are still discernible in the narrower bands, and occasionally, in the highly geometricized decor, a definite shape, such as the dragons flanking the central medallion, may be isolated. These medallion-like figures appear in the median line, with the decor pattern symmetrically arranged on each side. The middle one of the figures- best seen in the neck belt- is a t'ao-t'ieh mask with forehead shield, horns, and nostrils as seen in many appliques. The T'ao-t'ieh on the handle ring displays an interesting revival of a Yin-time motif a figure between the eyes showing one round knob in the center surrounded by six other knobs. Patina silvery green.",
  "dimension": "14 3/16 × 8 3/16 × 7 7/8 in., 9.3 lb. (36.04 × 20.8 × 20 cm, 4.2 kg)\r\n3 13/16 × 3 7/8 in. (9.68 × 9.84 cm) (object part, mouth)\r\n4 7/8 × 4 15/16 in. (12.38 × 12.54 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1160",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8014,
  "image_width": 6549,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th-4th century BCE",
  "text": "The complex recessed pattern that covers this elegant vessel suggests that it may have originally been inlaid with silver or turquoise. Although the geometric pattern is derived from highly stylized interlaced dragons, the ultimate inspiration for this rich embellishment may well have been painted lacquers or multicolored silk brocades of the Warring States era.",
  "title": "Fanghu wine vessel"
}
