{
  "accession_number": "50.46.99",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "The chequer motif achieved by plain bands (here with raised borders), each chequer filled with the comma pattern (cf. Karlgren Number 55, 50.46.10), is common on these flat Hu. The rising blades on the neck are bare. The t'ao-t'ieh mask on the loose ring handles has the volute with triangle as its principal decor feature (on the ring in inlay); on the cheek line there is a granulation pattern. Patina greenish-grey. With copper inlay; Huai style.",
  "dimension": "13 3/8 × 13 5/16 × 4 15/16 in., 15.4 lb. (33.97 × 33.81 × 12.54 cm, 7 kg)\r\n4 5/16 in. (10.95 cm) (object part, mouth)\r\n6 9/16 × 3 7/8 in. (16.67 × 9.84 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/1161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7537,
  "image_width": 7545,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with copper inlay",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "With its flattened oval form and a brickwork arrangement of rectangular panels decorated with a tight “feather curl” pattern in relief, this wine flask emphasizes the creative approach taken toward surface ornamentation during the late Bronze Age. The triangle pattern on the neck and the bands dividing the cast panels in the main body are of inlaid copper. The “feather curl” pattern seen here exists in slightly different versions on many other late Zhou bronzes and seems to have persisted from about 600 to 250 BCE. The pattern was made by carved ceramic stamps, which were pressed into the still-soft surface of the clay mold before the vessel was cast.",
  "title": "Bianhu wine vessel"
}
