{
  "accession_number": "51.28.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mrs. Charles S. Pillsbury, Phillip Winston Pillsbury, Mary Stinson Pillsbury Lord, Katherine Stevens Pillsbury McKee and Helen Winston Pillsbury Becker in memory of Charles S. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "plate; tripod, with peacocks and other fanciful birds around center of single peacock with open tail; small sing birds and grape motif; no design outside; silver; stipple background. Silver with chased and gilt decor.",
  "dimension": "1 3/4 x 9 3/4 in. (4.45 x 24.77 cm)",
  "id": "http://api.artsmia.org/objects/1178",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4071,
  "image_width": 4524,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver with chased and gilt decor",
  "nationality": null,
  "object_name": "Plate",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G208",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "The interior of this rare plate, which stands on three stump feet, is decorated with a central ring surrounding a peacock on a lotus blossom. The remaining surface is filled with lotus scrolls, birds, and foliage within which cavort several varieties of birds. The bird and tendril designs, enhanced with gilding, gleam against the matte background. The naturalistic treatment of floral and bird motifs and the looser, less symmetrical composition of design reflect Tang metalwork at its most accomplished. Although gold and silver had been used in China since the late Shang dynasty (c. 1300–c.1046 BCE), the Tang dynasty’s precious metalwork overshadows all previous periods. Its gold and silver, as exemplified by this plate, demonstrate a full repertoire of innovative shapes, delicate designs, and technical brilliance.",
  "title": "Plate"
}
