{
  "accession_number": "51.37.16",
  "art_champions_text": null,
  "artist": "Author: Ḥāfiẓ-i Abrū",
  "catalogue_raissonne": null,
  "classification": " Manuscript",
  "continent": "Asia",
  "country": "Afghanistan",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1425-30",
  "department": "Asian Art",
  "description": "A page from the Majmu'a-i Tavarikh. It depicts Mughith ad-Dunya Wa'd Din Qasin Mahmud, son of Mahmud, grandson of Malik Shah, great grandson of Alp Arslan of Seljuk dynasty, King of Iran (571-525 A.H. - 1117-1131 A.D.). The king is on his throne; a bird perched upon its back occupies right hand center of the picture. He gives audience to four men, one of whom kneels before him. At his left a man is seated near the king on a camp stool, while another, standing, peers in upon the scene from the edge of the picture. The scene is painted against a bluish white hillside, schemetically flecked with grass and outlined in violet against a golden sky. Warm tints of green, yellow and red, with greys and touches of gold unite with clear red and a bright blue to form the color scheme. 43.31.1 and 51.37.16,.19,.24,.25 are all from the same manuscript, the \"Majma' al-tavarikh.\"",
  "dimension": "16 9/16 × 12 15/16 in. (42.1 × 32.8 cm) (sheet)\r\n14 3/16 × 9 13/16 in. (36 × 25 cm) (image)",
  "id": "http://api.artsmia.org/objects/1191",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6222,
  "image_width": 4846,
  "inscription": "Text is Persian; black ink is in naskhi script, red title headings are in thulth script",
  "life_date": "died 1430",
  "markings": "",
  "medium": "Ink, opaque watercolor, and gold on paper",
  "nationality": null,
  "object_name": "Illuminated manuscript",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The central figure is an enthroned king, Mughith ad-Dunya Wa'd Din Qasin Mahmud, son of Mahmud, grandson of Malik Shah, great grandson of Alp Arslan of Seljuk dynasty, King of Iran (571-525 A.H. - 1117-1131 CE). He gives audience to four men, one of whom kneels before him. At his left a man is seated near the king on a camp stool, while another, standing, peers in upon the scene from the edge of the picture. The scene is painted against a bluish white hillside, schemetically flecked with grass and outlined in violet against a golden sky. Warm tints of green, yellow and red, with greys and touches of gold unite with clear red and a bright blue to form the color scheme.",
  "title": "Sultan Mahmud ibn Muhammad ibn Malik-Shah Enthroned"
}
