{
  "accession_number": "51.37.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iraq or Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "9th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Small bound parchment volume with 17 leaves. Horizontal format, Kufic writing.The manuscript represents a part of the Koranic text, and starts on the recto of Leaf 1 with the third word of Sura VIII, Verse 50. The Sura comes to an end on Folio 8 vo. The caption in gold stating 'Repentance-130 verses' is that of Sura IX which is continued until Verse 29 (with the exception of the last two letters of this verse). Large round marks indicateing the end of the tenth verse are to be found on Folios Ivo, 3vo, 6vo, 11vo and 14 vo. Coneshaped marks indicating the end of a fifth verse are to be found on Folios 2vo, 5vo, 8vo,10vo, and 16vo. The text is written throughout in the Kufic variety of the Arabic alphabet, with vowel marks in red. The marginal decorations at the begining of Sura IX are typical for early Korans. The manuscript is carefully written and the somewhat faded condition of some pages is due to the fact that the text has been wrtten on the rough side of the parchment. 17 leaves with script but 19 (blank front and back page) total pages.",
  "dimension": "1/2 x 4 5/16 x 6 15/16 in. (1.27 x 10.95 x 17.62 cm)",
  "id": "http://api.artsmia.org/objects/1193",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and gold leaf on parchment",
  "nationality": null,
  "object_name": "Fragment of the Koran",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "9th century",
  "text": "",
  "title": "Fragment of the Koran"
}
