{
  "accession_number": "51.37.21",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Manuscript",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1350",
  "department": "Asian Art",
  "description": "Text from Sura 37 and Title and Text from Sura 38. Four vertical paper pages with 12 lines of Neskhi writing to the regular page. Consonants, diacritical marks, vowels, reading marks in black, only the words 'Glory be to the Lord' or just 'Glory', 'God' in gold. The page (with decorative chapter heading) starts with the Sura 37 verse 177 and ends at verse 6 of Sura 38. The chapter heading says 'Sura Sad(which is a letter of the alphabet, and the character with which the actual sura starts) eighty-six verses of Mekkan origin'. The first of the predeeding page starts wit Sura 37, verse 99 and the text is continuous. On the second page a decorarive marginal disc indicates the begining of a section for the daily reading portion. The decorative frontispiece and four leaves with chapter headings are in the Freer Gallery of Art (30.55-59).",
  "dimension": "15 9/16 x 12 in. (39.53 x 30.48 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/1195",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4829,
  "image_width": 3901,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, opaque watercolor, and gold on paper",
  "nationality": null,
  "object_name": "Illuminated manuscript",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This exquisite manuscript page typifies the artistic and technical virtuosity accorded illuminated books during the Mamluk period (1250-1517). By the 13th century, more cursive writing styles had replaced kufic as the preferred Koranic script. The main body of the text is written in a cursive style commonly called muhaqqaq script, characterized by tall, slender verticals and sweeping sublinear strokes. The chapter heading, framed in gold and vegetal ornamentation, is in thuluth script.\r\n\r\nSultans and amirs commissioned mostly large Korans for the specific mosques and religious foundations they endowed. Multi-volume Korans were popular during the Mamluk period, when standard formats included large single volumes, double volumes, and smaller thirty-volume sets. The scribe, or calligrapher, enjoyed the greatest prestige among the several Muslim artists responsible for producing books.",
  "title": "Page from the Koran"
}
