{
  "accession_number": "51.37.27",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "First miniature bought. This is one side of a double composition on two leaves. At the opening of the manuscript this page was detached. The other side, which is now missing, probably showed a King or Prince on an informal throne or on a carpet in front of a little pavilion, or under some kind of canopy. This is a very famous composition inaugurated by the celebrated Bihzad in his most famous manuscript, the Bustan of 1488 in the Royal Egyptian Library at Cairo. This shows the fenced-in terrace at the edge of a royal garden, the guard at the gate brandishing a stick against an intruder, and servants either preparing drinks or bringing fruits and other delectables on platters. ' If you look at this Bihzad double miniature ( as Illustrated in L. Binyan, I.V.S. Wilkinson & Gray - Persian Miniatures- Painting Plate LXVIII) you will notice that both the Cairo prototype and your miniature show the fenced- in terrace at the edge of a royal garden, etc. Your miniature shows style of early 17th century. 'Illuminated star on back, inscription probably title or name of King for whom this manuscript written... It is nice to have miniature which is linked to one of greatest Persian painters who was admired from the period in which he lived to the present time.' R.E.",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/1199",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8392,
  "image_width": 5732,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This painting depicts an enclosed terrace at the edge of a royal garden in which servants are preparing drinks and fruit for a prince. The scene, based on a famous composition by the Persian artist Bihzad, dated 1488 and now in the Royal Egyptian Library in Cairo, is linked to one of the greatest Timurid painters. It demonstrates the conservative nature of book illustration, which often perpetuated standard themes and pictorial styles across several generations. The intense geometric ornamentation of the building in this work suggests the decorative wall tiles also exhibited here.",
  "title": "Courtyard Scene"
}
