{
  "accession_number": "51.37.28a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 15th century",
  "department": "Asian Art",
  "description": "An illustration from the story of Khusrau and Shirin in one of the books in the famous 'Arintitt, called Kahmsa', by Mizami. Farhad was a stone cutter who fell in love iwth Queen Shirin. The jealous King promised him Shirin if he could master the superhuman task of cutting a road through the mountain of Bisutuw. Farhad set out for his task, first carving the stone portrait of Shirin, so that he might behold her while he worked (which still exists in Persia). In this miniature can be seen Shirin on horseback. Farhad who has just recovered from a fainting spell after having seen her, kneels in front of her, on left side of engraved picture.",
  "dimension": "10 5/8 x 6 3/8 in. (27 x 16.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/1200",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7579,
  "image_width": 4711,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "According to the epic poem Khamsa, Farhad was a stonecutter who had the misfortune to fall in love with Princess Shirin. The jealous King Khusrau promised Shirin to Farhad if he could perform the superhuman task of cutting a road through the mountains of Bistan. In this miniature, Shirin visits Farhad in the mountains. The hapless romantic has just recovered from a fainting spell after the shock of seeing her.",
  "title": "Shirin Visiting Farhad"
}
