{
  "accession_number": "51.37.29",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1550",
  "department": "Asian Art",
  "description": "Page from the 'Shah Nama'; illustration of Alexander the Great (356-323 B.C.) subduing the Africans; depiction of a realistic sixteenth-century Islamic battle",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/1201",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8158,
  "image_width": 6315,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gold, colors, and ink on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Safavid period (1501-1736)",
  "text": "The Macedonian king Alexander the Great (256–323 BCE), known in Persian as Iskandar, is celebrated in the Shahnameh as the valiant figure who defeats the Achaemenid dynasty and takes the role of a great Iranian King. However, in keeping with the epic, many of his achievements were exaggerated and fictionalized. In this painting, mounted on gold-sprinkled paper, Iskandar is seen with his army, defending Egypt from an attack from the Zangi, the Persian term used to broadly describe the peoples of the Swahili coast of East Africa. While the scene is steeped in myth, the artist offers a realistic view of contemporary Safavid (1501–1736) battle, with special attention paid to frenetic action, as well as the details of the arms and armor. The composition’s dramatic vertical thrust adds another spatial dimension.",
  "title": "Iskandar (Alexander the Great) Battling the Zangi"
}
