{
  "accession_number": "51.37.35",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "Double frontispiece from a 'Kolliat' manuscript originally written by the Persian poet, Sa'di; decoration consists of a wide floral arabesque framing the central rectangular unit, which is, in turn, divided into three fields by braided and floral bands",
  "dimension": "10 7/8 x 11 3/4 in. (27.62 x 29.85 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/1206",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6290,
  "image_width": 6737,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors and gold on paper",
  "nationality": null,
  "object_name": "Double Frontispiece for the Kolliat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This sumptuous double frontispiece has survived from a Kolliat manuscript originally written by the great Persian poet Sa'di. Illuminated opening pages such as these are typical of the ornate chapter headings, embellished script, and marginal decorations that frequently graced the Koran and other religious manuscripts, as well as literary classics. The decoration consists of a wide floral arabesque framing the central rectangular unit, which is, in turn, divided into three fields by braided and floral bands. Each of these units bears inscriptions in ornate cursive script. These two pages demonstrate a highly developed sense of design and an extraordinary virtuosity in the application of colors and gold leaf.",
  "title": "Double Frontispiece for the Kolliat"
}
