{
  "accession_number": "51.37.6a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Africa",
  "country": null,
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "Fatimid dynasty; text from chapter six of the Koran. Vertical parchment Koran pages with seven lines of Maghribi (North African-Spanish) version of Neshki. Black ink for consonants and diacritical marks. The text starts on the side with the shaped decoration; the first word is Sura 6, middle left starts with the middle of verse 151 ( ) and ends toward the end of verse 152 ( ) on the reverse. The interlaced decoration marks the end of a single verse, and the decoration the end of a fifth verse (145). The two pages in between are missing (verses 146-151). Two other leaves of this manuscript are in the Freer Gallery of Art (Nos. 29.68 and 29.69); they contain sections of Sura 5.; two sheets of parchment with text on recto and verso on each.",
  "dimension": "5 1/4 x 6 1/4 in. (13.34 x 15.88 cm)",
  "id": "http://api.artsmia.org/objects/1211",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3674,
  "image_width": 3451,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on parchment",
  "nationality": null,
  "object_name": "Page from Koran",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G242",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "This striking text from chapter six of the Koran was written in maghribi, a western Islam form of kufic script. In the ninth century, the Aghlahids broke from the Abbasid caliphate in Baghdad and established their own dynasty in Kairovan (present-day Tunisia). They were great patrons of the arts who, along with their successors, the Fatimids, were instrumental in developing western Islamic calligraphy throughout North Africa and Spain. The distinguishing feature of maghribi is the modification of rectangular kufic forms into cursive ones, with definite curves and almost perfect semicircles that are most evident in the flourishes in the final forms of certain letters.",
  "title": "Page from Koran"
}
