{
  "accession_number": "51.37.7",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "horizontal page with 4 lines of Persian Kufic writing in black for the consonants and diacritical marks, red for the vowels, green and blue for reading marks (green for wasla, blue for hamza, tashid, sukun); text starts (on the side which has the New York Exhibition label) with Sura 54, middle of verse 27 and goes towards the end of verse 31; the gold discs with the green center mark the end of a single verse, the large marginal half-disc the end of a fifth verse, and the large round discs in the margin the end of the thirtieth verse",
  "dimension": "13 x 8 1/8 in. (33.02 x 20.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/1212",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5382,
  "image_width": 7649,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors and gold on paper",
  "nationality": null,
  "object_name": "Page from the Koran",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th century",
  "text": "This example of well-ordered calligraphy is from chapter 54 of the Koran. It is written in kufic, the stiff, rectilinear script preferred for formal inscriptions, title colophons, and chapter headings. Black is used for the consonants and diacritical marks, red for vowels, and green and blue for reading marks. The gold disks with green centers mark the end of a single verse; the larger marginal half-disk, the end of the fifth verse; and the large round disk, the end of the thirtieth verse. These decorative \"stops\" were typically used to designate daily readings.",
  "title": "Page from the Koran"
}
