{
  "accession_number": "51.37.7",
  "art_champions_text": null,
  "artist": "Calligrapher: Muhammad ibn Ahmad ibn Yasin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "993",
  "department": "Asian Art",
  "description": "horizontal page with 4 lines of Persian Kufic writing in black for the consonants and diacritical marks, red for the vowels, green and blue for reading marks (green for wasla, blue for hamza, tashid, sukun); text starts (on the side which has the New York Exhibition label) with Sura 54, middle of verse 27 and goes towards the end of verse 31; the gold discs with the green center mark the end of a single verse, the large marginal half-disc the end of a fifth verse, and the large round discs in the margin the end of the thirtieth verse",
  "dimension": "13 x 8 1/8 in. (33.02 x 20.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/1212",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5382,
  "image_width": 7649,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "late Abbasid period (936-1258)",
  "text": "This double-sided page was once part of a monumental Qur’an consisting of over 1,300 pages in four volumes. The calligrapher Muhammad ibn Ahmad ibn Yasin, whose signature appears on the Qur’an, demonstrates how copying and adorning the word of God would have been a form of both religious and artistic expression. He was especially skilled in exploiting the qualities of the qalam, a reed pen that was cut at an angle so that the ink could be applied at different pressures and slants. These four well-ordered lines are written in an innovative, transitional script called “broken cursive,” noted for its sharp angles and variety in the size of its letters and width of its strokes. In this rhythmic composition, the long letters below the baseline visually propel the eye forward through the text (Arabic text is read right to left). The text itself is from chapter 54 of the Qur’an; each of the four verses (27–31) is marked with a gilded rosette, while the medallion in the margin marks the end of 10 verses.",
  "title": "Page from the Qur’an"
}
