{
  "accession_number": "51.37.8",
  "art_champions_text": null,
  "artist": "Calligrapher: Hasan ibn Muhammad ibn `Ali ibn Husaini (known as al-Mausili)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1341",
  "department": "Asian Art",
  "description": "scene from a Shah Namah MS by Firdausi, probably painted in Shiraz of Isfahan; the Khagan sends his brother Tuwurg to pursue Curdiya, sister of Bahram Chubina; Curdiya, clad in her brother's armor, parleys with him before she slays him; Paintings - Album",
  "dimension": "13 x 8 1/8 in. (33.02 x 20.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/1213",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9116,
  "image_width": 7411,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors, and gold on paper",
  "nationality": null,
  "object_name": "Page",
  "portfolio": "From from the Shah Nama",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This page, from the same Shahnameh manuscript as the work on the left, shifts the image to the bottom of the six-columned text, demonstrating the variety and visual rhythm of the complete manuscript. The scene depicts the influential Iranian noblewoman Gordiya, seen on horseback on the left. Her late brother Bahram had attempted to seize the throne from the Sasanian emperor Khosrow II (r. 590–628 CE). After Bahram’s defeat, they fled to the court of the emperor of China who insisted on taking Gordiya’s hand in marriage. Unwilling, Gordiya plans her escape; the emperor soon learns of Gordiay’s intentions and sends his military leader, Tuwurg, seen on the right, to bring her back. This painting, with its freewheeling composition of polo-like combat, foreshadows Gordiya’s victory over Tuwrug, and her triumphant return to Iran, where she ultimately marries Khosrow II.",
  "title": "Gordiya Parleys with Tuwurg"
}
