{
  "accession_number": "51.37.9a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Description Young girl showing her invention of spinning to the ladies. 'The Spinners' is a delightful miniature. The colors are very good and the subject matter and the treatment of the landscape-half Persian, half Chinese- is of special interest. R.E. The daughter of Haftwad increases her daily spinning in the mountain side iwth the help of the appleworm. Haftwad's daughter is with the other girls of the city of Kujarn. (Warner and Warner Vol. VI, p. 233).",
  "dimension": "9 5/8 x 7 3/8 in. (24.5 x 18.7 cm)",
  "id": "http://api.artsmia.org/objects/1214",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4599,
  "image_width": 3515,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Firdawsi composed the <I>Shah Nama (Book of Kings)</I>, an epic poem of 50,000 verses, in the late tenth century. Based on oral traditions that went back hundreds of years to the ancient Sassanian kings, this national epic is still familiar to most Iranians. King Khusrau is the main hero of the story, though the exploits of Alexander the Great (Iskandar) and King Bahram Gur are also described. The manuscript recounts numerous historical and biographical episodes that illustrate the righteousness and moral power of these pre-Islamic rulers.",
  "title": "The Spinners"
}
