{
  "accession_number": "51.37.9a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Western Iran or Baghdad",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1300",
  "department": "Asian Art",
  "description": "Description Young girl showing her invention of spinning to the ladies. 'The Spinners' is a delightful miniature. The colors are very good and the subject matter and the treatment of the landscape-half Persian, half Chinese- is of special interest. R.E. The daughter of Haftwad increases her daily spinning in the mountain side iwth the help of the appleworm. Haftwad's daughter is with the other girls of the city of Kujarn. (Warner and Warner Vol. VI, p. 233).",
  "dimension": "9 5/8 x 7 3/8 in. (24.5 x 18.7 cm)",
  "id": "http://api.artsmia.org/objects/1214",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7215,
  "image_width": 5635,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Page",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Ilkhanid dynasty (1256–1357)",
  "text": "A group of women spin cotton outside the village of Kerman. The setting, with gold sky and fantastical landscape, shows the influence of Chinese painting, brought to Persia with Mongolian rule. This scene, identified in the text at the top of the page, foreshadows the story of Haftvad, a modest man whose daughter, seen at the far right, discovers a worm while biting into an apple. Considering it a lucky charm, she keeps the worm in her spindle case and soon begins spinning miraculous quantities of cotton. Recognizing this good fortune, Haftvad takes the worm and nurtures it until it grows to the size of an elephant. As the worm grows, so does Haftvad’s wealth and power. Eventually, King Ardeshir grows envious and comes to Kerman, where he defeats Haftvad and kills the worm.",
  "title": "Story of Haftvad"
}
