{
  "accession_number": "52.13",
  "artist": "Calligrapher: Mir Husain al-Husaini; Painter: Mahmud al-Muzahhib",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": null,
  "creditline": "The Katherine Kitteredge McMillan Memorial Fund",
  "culture": "Djami",
  "curator_approved": 0,
  "dated": "1551",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Manuscript of the Baharistan, confronting illuminated pages and double frontispiece miniature.\r\nThe Beharistan by Jami; Manuscript by Mir Husain Al Husaini the year 908 of Hijra Miniature, double fonts, Executed in Bukhara for the Sultan Abu'l-Ghazi 'Abdu'l-'Aziz Behadur Miniature is signed Mahmud al-Mudhahhib (in Fehzadian Tradition) Binding is made in Half size mold, inside paper is filigree  Identification by Attinghausen-March 1957. (Fine Quality)",
  "dimension": "8 3/4 x 5 in. (22.23 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/1225",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6814,
  "image_width": 8583,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'Mahmud the gilder\\'",
  "medium": "Tooled and gilded leather, ink, colors, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This complete and finely calligraphed, illuminated, and illustrated copy of the <I>Baharistan,</I> or <I>Spring Garden</I>, by the Persian poet Jami, was produced in 1551 for Sultan ‘Abd al-‘Aziz, khan of Bukhara. The opening pages are typical of the ornate chapter headings, embellished script, and marginal decorations that frequently graced the Qur’an, as well as literary classics. They demonstrate a highly developed sense of design and an extraordinary virtuosity in the application of colors and gold leaf. The double-page illustration presents the encounter of Alexander the Great and a philosopher who delivers advice to rulers, a theme that is the principal concern of this section of the text. The rich colors and firm draftsmanship are characteristic of the Bukhara school. The artist who executed it, Mahmud al-Muzahhib, signed the composition Mahmud “the gilder.”",
  "title": "Manuscript of the <I>Baharistan<I> (Spring Garden)"
}
