{
  "accession_number": "52.13",
  "art_champions_text": null,
  "artist": "Calligrapher: Mir Husain al-Husaini; Painter: Mahmud al-Muzahhib",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Uzbekistan",
  "creditline": "The Katherine Kitteredge McMillan Memorial Fund",
  "culture": "Bukhara School, present-day Uzbekistan",
  "curator_approved": 0,
  "dated": "1551",
  "department": "Asian Art",
  "description": "Manuscript of the Baharistan, confronting illuminated pages and double frontispiece miniature. The Beharistan by Jami; Manuscript by Mir Husain Al Husaini the year 908 of Hijra Miniature, double fonts, Executed in Bukhara for the Sultan Abu'l-Ghazi 'Abdu'l-'Aziz Behadur Miniature is signed Mahmud al-Mudhahhib (in Fehzadian Tradition) Binding is made in Half size mold, inside paper is filigree Identification by Attinghausen-March 1957. (Fine Quality)",
  "dimension": "8 3/4 x 5 in. (22.23 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/1225",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6814,
  "image_width": 8583,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'Mahmud the gilder\\'",
  "medium": "Tooled and gilded leather, ink, colors, and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This manuscript, a complete version of the Baharistan, or Spring Garden, by the Persian poet Jami, demonstrates the significance of the book arts in Islamic cultures. Born of Islam’s reverence for the written word, and refined and disseminated by royal patronage, books like this one were the products of a painstaking process—from procuring paper and the leather book binding to sourcing pigments and senior artists to create the lavish illuminations.\r\n\r\nJami’s Spring Garden primarily concerns moral leadership, a subject that would have appealed to Sultan ‘Abd al-‘Aziz, khan of Bukhara, who commissioned the manuscript. With lines of elegant calligraphy set within elaborate floral cartouches, the frontispiece resembles religious texts such as the Qur’an. In that way, the decoration underscores the spirit of the book’s invocation, which is translated here:\r\n\r\n\r\nBirds won’t reach their destination if they don’t start their journey with praising God.",
  "title": "Manuscript of the Baharistan (Spring Garden)"
}
