{
  "accession_number": "52.14",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1820",
  "department": "European Art",
  "description": "Portrait.",
  "dimension": "45 1/8 x 30 1/8 in. (114.62 x 76.52 cm) (canvas)\r\n54 x 39 1/8 x 3 3/4 in. (137.16 x 99.38 x 9.53 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1226",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9620,
  "image_width": 6459,
  "inscription": "BC in brown: Goya agradecido, à su amigo Arrieta: por el acierto y esmero con g.e le salvò la vida en su aguda y peligrosa enfermedad, padecido à fines de año 1819, a los setenta y tres de su edad. Lo pintó en 1820. \r\n(Translation by Myers, 1964, p. 40. \\\"Goya, grateful to his friend Arrieta for his expert care, who saved his life during a painful and dangerous illness endured at the end of the year 1819 in the seventy-third year of his life, painted this in 1820.\\\")",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G306",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "As court painter to both Charles III and Charles IV of Spain, Goya achieved considerable fame as a portraitist. Self-Portrait with Dr. Arrieta, the last of his many self-portraits, was executed late in his life.  In 1819, Goya had fallen seriously ill and his doctor, Eugenio Garc’a Arrieta, nursed him back to health.  On recovering, he presented Arrieta with this painting which shows the physician ministering to his patient.  The words at the bottom read in translation, Goya gives thanks to his friend Arrieta for the expert care with which he saved his life from an acute and dangerous illness which he suffered at the close of the year 1819 when he was seventy-three years old.  He painted it in 1820. This inscription gives the canvas the look of an ex-voto, a type of religious painting still popular in Spain, which expresses gratitude for deliverance from a calamity.",
  "title": "Self-Portrait with Dr. Arrieta"
}
