{
  "accession_number": "52.21",
  "artist": "Jacques Lipchitz",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John Cowles Foundation Fund",
  "culture": null,
  "dated": "1914-1915",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "",
  "dimension": "31 3/4 x 9 3/4 x 10 in. (80.6 x 24.8 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/1229",
  "image": "valid",
  "image_copyright": "© The Estate of Jacques Lipchitz%2C courtesy Marlborough Gallery%2C New York. All rights reserved.",
  "image_height": 6723,
  "image_width": 4665,
  "life_date": "American (born Lithuania), 1891-1973",
  "marks": "Signature LLC (top of base)",
  "medium": "Bronze",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G367",
  "style": "20th century",
  "text": "After he arrived in Paris in 1909, Lipchitz became part of the artistic community of the Montparnasse, which also included Modigliani, Brancusi, and temporarily Epstein. Having met Picasso in 1913, Lipchitz was amongst the first sculptors to extend the principles of cubist painting into the third dimension. In 1914 he took a trip to Madrid and Mallorca together with Diego Rivera. During this stay, Lipchitz begun work on some models for Spanish-themed sculptures, including the <I>Toreador</I>, which he finished after his return to Paris in 1915. According to the artist's own account, the bronze was inspired by the famous bullfighter, José Gómez Ortega, known as <I>Joselito el Gallo</I> ('Little Joe the Rooster'). Still a teenager, Joselito introduced a new daredevil technique into bullfighting, which required him to remain statue-like during the bull's charge, and avoid the deadly horns by a surprise move in the last split-second. To the amazement of all Spain, Joselito remained victorious for years and years, until a bull stabbed him to death in 1920, at age 25.",
  "title": "Toreador"
}
