{
  "accession_number": "54.1",
  "art_champions_text": null,
  "artist": "Artist: Auguste Rodin; Caster: Alex Rudier Fondeur",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1876–77 (plaster model); casting date unknown",
  "department": "European Art",
  "description": "standing male nude; represents man awakening to a fuller comprehension of his physical powers",
  "dimension": "71 x 28 x 20 in. (180.34 x 71.12 x 50.8 cm)",
  "id": "http://api.artsmia.org/objects/1239",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2834,
  "image_width": 1298,
  "inscription": "Signature and Marks",
  "life_date": "French, 1840–1917",
  "markings": "\\'Rodin\\', left center of back; \\'Alexis Rudier Fondeur Paris\\', stamped on right back side of base",
  "medium": "Bronze",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From (casting edition size unknown)",
  "provenance": "Eugene Rudier [1875-1952], Le Vesinet, France; Mrs. Eugene Rudier, Le Vesinet, France by descent;[1] [Curt Valentin Gallery, New York (by 1953–54, sold, February, 1954, to Mia] [2]\r\n\r\n[1]  See correspondence dated November 30, 1953 between Richard S. Davis and Curt Valentin states that, \"the cast of 'L'Age d'Airain' by Rodin comes from the private collection of Mr. Eugene Rudier and has been at his country house in Le Vesinet near Paris for the last forty years, which Mr. Rudier told me himself when he was still alive.\" Additionally, in correspondence dated March 16, 1954 between Richard S. Davis and Curt Valentin, the dealer explains, \"The cast was in [Eugene Rudier's] possession as long as Mrs. Rudier could remember, and it seems certain that the cast was made during Rodin's lifetime since Eugene Rudier, sole owner of the Alexis Rudier Foundry, was Rodin's caster since 1902.\"\r\n\r\n[2]  This object was sold to Mia in February, a few months before Valentin's death in August 1954.  \r\n",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G355",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This figure originally held a spear and was called \"The Vanquished\" to symbolize France's defeat in the Franco-Prussian War of 1870.  While the work refers to the classical male nudes sculpted in antiquity and the Italian Renaissance, Rodin's figure is more lifelike. The ambivalent pose suggests multiple meanigs and psychological interprations.\r\n\r\nWhen Rodin exhibited \"The Age of Bronze\" at the Salon des Beaux-Arts in 1877, it aroused great controversy. He had removed the figure's spear and retitled the work, causing viewers to question his subject matter. More importantly, however, the bronze was so lifelike that critics accused Rodin of having it cast directly from a male model. Insulted by this accusation, Rodin began using a more exaggerated modeling technique that emphasized the expressive qualities of the human figure, so that his works could never again be mistaken for life casts.",
  "title": "The Age of Bronze"
}
