{
  "accession_number": "55.12",
  "artist": "Artist: Edvard Munch",
  "catalogue_raissonne": "Gerd Woll, Edvard Munch, Complete Paintings, London: Thames and Hudson, 2009, Vol. 2, no. 433, as \"Tragedy\"",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Norway",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1898-1900",
  "department": "Paintings",
  "description": "- Three faces, two men and a woman, seen from three different angles, all simplified and charged with emotional connotations.\r\n\r\n- Central face, and the woman to the right are (said to be) Munch's friend, the Polish writer Przybyszewski and his wife Dagny who had previously been in love with Munch. Bearded face at left a symbol of man's dejection, as the woman's long hair is a symbol of man's sexual entrapment. \r\n\r\n-Absence of setting - - the three faces seem to float in space - - may be a symbol of man's alienation and isolation throughout his life. \r\n\r\nStyle:\r\n- Great simplification of forms and sweeping curvilinear lines characteristic of Munch's work.\r\n\r\n- Search for means of expressing inner feelings on psychic rather than literary terms.\r\n\r\n- Dark background and startling color combinations enhance mood of emotional conflict and tension.",
  "dimension": "47 x 30 3/4 in. (119.38 x 78.11 cm) (canvas)\r\n38 1/2 x 54 3/4 x 2 in. (97.79 x 139.07 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1264",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4134,
  "image_width": 6374,
  "inscription": "",
  "life_date": "Norwegian, 1863 - 1944",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Norwegian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "There is no signature or date.\r\n\r\n-It is commonly estimated that only about 60% of Munchs works are signed by the artist. -Ebbe Arneberg",
  "style": "19th century",
  "text": "",
  "title": "Tragedy"
}
