{
  "accession_number": "55.3",
  "art_champions_text": null,
  "artist": "Artist: Ernst Ludwig Kirchner",
  "catalogue_raissonne": "Gordon, 767.",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Curt Valentin",
  "culture": null,
  "curator_approved": 0,
  "dated": "1924",
  "department": "European Art",
  "description": "German Expressionism. Genre. Figures in an interior of a house; (nude) human figure - female",
  "dimension": "49 1/4 x 65 1/8 in. (125.1 x 165.42 cm) (canvas)\r\n58 x 73 3/4 x 2 1/4 in. (147.32 x 187.33 x 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1271",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5005,
  "image_width": 6620,
  "inscription": "",
  "life_date": "German, 1880–1938",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "German",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Museum Folkwang, Essen, Germany in 1937;[1] (Karl Buchholz, Berlin, Germany);[2] (Curt Valentin from 1939 through 1955);[3] bequest to MIA in 1955.\r\n\r\n[1] The work was likely removed from the Museum Folkwang during the confiscation of modern art from Germany's museums in the first two weeks of July, 1937 by the Nazis. There is a possibility that the work was removed slightly earlier, as Count Klaus von Baudissin, an SS officer who served a brief tenure as director of the Folkwang, had already \"cleared the museum of 'offensive' examples of modern art\" prior to Joseph Goebbels decree on June 30, 1937. (Stephanie Barron, \"Degenerate Art: The Fate of the Avant-Garde in Nazi Germany,\" 1991, p. 19)\r\n\r\n[2] The work was sold to the German dealer Karl Buchholz in the degenerate art sales (see \"Entartete Kunst\" Inventory, no. 333 under \"Essen: Folkwang Museum\"). \r\n\r\n[3] Curt Valentin worked for Buchholz's gallery until 1937, whereupon he then set up the Buchholz Gallery in New York in 1939. He received works from Karl Buchholz until the war broke out between the U.S. and Germany. It is very likely that Valentin purchased the work directly from Buchholz, but this has yet to be confirmed through archival documents.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G371",
  "see_also": [
    ""
  ],
  "signed": "LL in red: E.L.Kirchner",
  "style": "20th century",
  "text": "In 1906, Kirchner co-founded the Dresden expressionist group known as Die Brücke (The Bridge), an avant-garde movement that investigated the realities and fantasies of a life lived with freedom, intensity, and eroticism. Modern and non-western arts were the means of their exploration—with study of the nude at the center of their practice.\r\n\r\nKirchner brings all these elements together in Modern Bohemia —a depiction of his lodgings in Switzerland—to express the ideal creative environment. The forms of artist, author, nude, and female spectator are united with those of Caucasian carpets and sculptural objects inspired by tribal art in a complex balance of form, pattern and color. The artist's modulation of color intensity and placement of horizontal and vertical brushstrokes evoke a woven surface effect that firmly places this painting in what is known as Kirchner's \"tapestry\" period.",
  "title": "Modern Bohemia"
}
