{
  "accession_number": "55.38",
  "artist": "Georges Seurat",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "1888",
  "description": "Pointillism. Landscape. Fishing port.",
  "dimension": "26 x 32 3/4in. (66 x 83.2cm)\r\n33 7/8 x 40 5/8 x 3 1/8 in. (86.04 x 103.19 x 7.94 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1272",
  "image": "valid",
  "image_copyright": "",
  "life_date": "French, 1859 - 1891",
  "marks": "Signature LR in orange: [Seurat]",
  "medium": "Oil on canvas",
  "nationality": "French",
  "provenance": "Presumably sold by the artist's family after the 1892 Paris exhibition. (Possibly with Galerie Barbazanges, Paris, France). Salomon van Deventer, Wassenaar and The Hague, The Netherlands, from 1913 until at least 1937;[1] (Paul Rosenberg and Co., New York, New York in 1937); (sold to Reid and Lefevre, London, England in 1937); sold to Mrs. (Edith Dunn) Alfred Chester Beatty [d. 1952], London, England in 1937, until her death in 1952;[2] by descent to Sir Alfred Chester Beatty [d. 1968], Dublin, Ireland, from 1952 to 1955; (sold to Paul Rosenberg and Co., New York, New York in 1955); sold to MIA in 1955.\r\n\r\n[1] The work was owned jointly by van Deventer with Étienne Bignou, Paris, France, from at least 1934-1935. The work may have been with Galerie Huink and Scherjon, Amsterdam, The Netherlands in 1936.\r\n\r\n[2] Edith Dunn was Sir Alfred Chester Beatty's second wife.\r\n\r\n",
  "restricted": 0,
  "role": "Artist",
  "room": "G355",
  "style": "19th century",
  "text": "In the summer of 1888, Georges Seurat worked in Port-en-Bessin, a small fishing village in Normandy. He painted six views of the seaport and its surrounding countryside. His intention was \"to translate as exactly as possible the luminosity of the open air, with all its nuances.\"\u000bAlthough Seurat shared the Impressionists' goal of translating nature's light and color, he also wished to make Impressionism more precise. He wanted to replace its spontaneous, improvisational qualities with a more systematic, objective approach that could reflect the essential structures of a landscape, not just its transitory effects.\u000bTo this end, Seurat developed an unusual new technique, variously called pointillism, divisionism, or Neo-Impressionism. He juxtaposed small dots of pigment according to his interpretation of scientific theories of color and optics. His followers, like Paul Signac, continued the pointillist style after Seurat's early death from pneumonia.",
  "title": "Port-en-Bessin"
}
