{
  "accession_number": "56.33",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": "Edo",
  "curator_approved": 1,
  "dated": "1775-1777",
  "department": "Arts of Global Africa",
  "description": "tusk, ivory, Benin Culture, Nigeria, Africa, XVIII c.; a rare ivory tusk from the Kingdom of Benin, finely carved with the figures of warriors, serpents, etc.; the inclusion of the carved figure of the Oba or King, represented with its traditional mudfish, instead of legs, denotes that this was one of the Royal tusks which stood in the great bronze heads on the altar of the Oba's ancestors",
  "dimension": "43 x 71 x 17 1/2 in. (109.2 x 180.3 x 44.5 cm)",
  "id": "http://api.artsmia.org/objects/1312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9870,
  "image_width": 5837,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Tusk",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The kings (obas) of the Benin Kingdom and the high-ranking chiefs who served them displayed ivory tusks on altars to honor their ancestors. This tusk was commissioned by Ekeneza in 1775, the year he became ezomo, or military commander, under King Akengbuda (r. 1750–1804). The size of the tusk and complexity of the images, meant to be read from bottom to top, rival altar tusks created for an oba. The intricate carvings that cover the entire surface of the tusk were accomplished by several members of the royal ivory-carvers’ guild, who used small tools to chip, smooth, and scrape away ivory. Motifs include deified kings, courtly women, and important commanders from the past; Portuguese soldiers, identified by their skirts, long hair, and beards; and leopards, elephants, reptiles, and mudfish—all symbolic animals in Benin imagery.",
  "title": "Tusk"
}
