{
  "accession_number": "56.33",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": "Edo",
  "curator_approved": 0,
  "dated": "1775-1777",
  "department": "Art of Africa and the Americas",
  "description": "tusk, ivory, Benin Culture, Nigeria, Africa, XVIII c.; a rare ivory tusk from the Kingdom of Benin, finely carved with the figures of warriors, serpents, etc.; the inclusion of the carved figure of the Oba or King, represented with its traditional mudfish, instead of legs, denotes that this was one of the Royal tusks which stood in the great bronze heads on the altar of the Oba's ancestors",
  "dimension": "43 x 71 x 17 1/2 in. (109.2 x 180.3 x 44.5 cm)",
  "id": "http://api.artsmia.org/objects/1312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9870,
  "image_width": 5837,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Tusk",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The kings (Oba) of Benin and the high-ranking chiefs who served them displayed ivory tusks on altars honoring their ancestors. This tusk was commissioned by Ekeneza in 1775, the year he became ezomo, or military commander, under King Akengbuda (reigned 1750–1804). The size of the tusk and complexity of the images, meant to be read from bottom to top, rival altar tusks created for an Oba. Motifs include deified kings and important commanders from the past; warriors, European soldiers, and courtly women; leopards, elephants, reptiles, and mudfish.\r\n\r\nNote the mudfish-legged figure on the second row, signifying a deified Oba (others occur higher up), and just above him the small, long-haired figure representing a Portuguese soldier.",
  "title": "Tusk"
}
