{
  "accession_number": "57.11",
  "artist": "Lucas Cranach the Elder",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "c. 1520",
  "description": "One of a pair of marriage portraits (see 57.10)",
  "dimension": "16 x 10 3/4 x 3/16 in. (40.6 x 27.3 x 0.5 cm)",
  "id": "http://api.artsmia.org/objects/1324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7135,
  "image_width": 4699,
  "life_date": "German (Saxony), 1472 - 1553",
  "marks": " At lower center: 1518",
  "medium": "Oil on panel",
  "nationality": "German",
  "provenance": "Prince Karl Anton von Hohenzollern-Sigmaringen [d. 1885]; His son, Prince Leopold von Hohenzollern-Sigmaringen [d. 1905]. His son, Prince Wilhelm August Karl von Hohenzollern-Sigmaringen [d. 1927], Sigmaringen, Germany.[1] Oscar Franklin Oppenheimer, Frankfurt-am-Main, Germany. (Richard H. Zinser, Forest Hills, New York); purchased by MIA in 1957.\r\n\r\n[1] Located at the Getty Research Institute, Volume II of \"Ehemalige sammlung des fürsten von Hohenzollern-Sigmaringen\"  contains mounted photographs of both portraits. The royal collection of Sigmaringen was dispersed circa 1928. The works do not appear in the Hohenzollern auction of 1933.\r\n",
  "restricted": 0,
  "role": "Artist",
  "room": "G342",
  "style": "16th century",
  "text": "These companion portraits have been identified as Moritz Büchner and his wife, Anna Lindacker Büchner.  As a successful merchant and city alderman, Moritz Büchner was representative of the newly affluent middle class that resulted from the growth of capitalism in 16th-century Germany.  Lucas Cranach, the court artist to Frederick III of Saxony, was commissioned by the Büchners to paint their likenesses for posterity. Here, Cranach captures the confidence, pride, and ambition that often accompany newly acquired wealth and improved social status.  Cranach's signature, a winged serpent, and the date of the painting appear on the extreme left of Moritz's portrait.",
  "title": "Portrait of Moritz Buchner"
}
