{
  "accession_number": "57.19",
  "art_champions_text": null,
  "artist": "Designer: Clemente Maioli; Cartoonist: Clemente Maioli; Weaver: Maria Maddalena della Riviera and workshop in the Barberini Manufactory, Rome",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "3rd quarter 17th century",
  "department": "European Art",
  "description": "From the stroies of Apollo, a set of five illustrating the myths of Apollo, god of the sun and of music; here the satyr Marsyas is being flayed alive; the border, which is treated as though it were a carved picture frame, includes the bee emblem of the Barberini family, in whose palace the tapestry remained until the late 19th century; possibly woven after a design by Nicolas Poussin, or Gaspard Duguet",
  "dimension": "165 x 187 3/4 in. (419.1 x 476.89 cm)",
  "id": "http://api.artsmia.org/objects/1328",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2173,
  "inscription": "",
  "life_date": "Italian, 1625 - 1671",
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The satyr Marsyas, a goatlike woodland god, has been tied to a tree and is about to be skinned alive. His crime is pride. In this ancient myth, Marsyas challenges Apollo, god of music and famed for his skill with the lyre (a small harp), to a musical contest after finding a musical pipe. Apollo wins and names Marsyas’ punishment. \r\n\r\nThough professional tapestry weaving was decidedly male dominated, this finely woven tapestry was made under the direction of a woman. Maria della Riviera came from a Flemish (present-day Belgium) family of tapestry weavers and directed one of the Barberini workshops—established by Cardinal Francesco Barberini (1597–1679) and famed for their craftsmanship—from 1653 to 1678.",
  "title": "Apollo and Attendants Flaying Marsyas"
}
