{
  "accession_number": "57.59",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1467-1469",
  "department": "European Art",
  "description": "in silver frame; central section the Marriage at Cana; below the Raising of Lazarus; the lozenge the Baptism of Christ; the borders are filled with foliage and representations of angel musicians; the coat of arms of Cardinal Balue, for whom the book cover was made, appear at the mid points",
  "dimension": "16 x 11 1/2 x 1/2 in. (40.64 x 29.21 x 1.27 cm)",
  "id": "http://api.artsmia.org/objects/1342",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6075,
  "image_width": 4374,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Engraved silver, niello, and silver gilt",
  "nationality": null,
  "object_name": "Book cover with scenes from the life of Christ",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This cover is one of a pair commissioned from a Florentine workshop by the French cardinal Jean La Balue for his personal copy of the Gospels. The decoration includes scenes from the New Testament (the Baptism of Christ, the Raising of Lazarus) and images of the church fathers, angels, and sphinxes. In 1469, while imprisoned for high treason by King Louis XI, Cardinal La Balue gave his gospel book to Pope Paul II, hoping the pope could intercede with the king. After eleven years of negotiations, the pope secured Balue’s release.\r\n\r\nThe niello technique used on this object involves engraving the design on silver sheets, filling the incised lines with a powder of sulfur, silver, lead, and copper, then heating the powder, which solidifies and turns black, creating striking surface contrasts.",
  "title": "Book cover with scenes from the life of Christ"
}
