{
  "accession_number": "58.28",
  "art_champions_text": null,
  "artist": "Artist: Nicolas Poussin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1627",
  "department": "European Art",
  "description": "Historical. Death of Germanicus Caesar; he is lying on his death-bed with his wife Agrippina grieving at his bedside.",
  "dimension": "58 1/4 × 78 in. (148 × 198.1 cm) (canvas)\r\n69 1/2 × 89 × 5 1/2 in. (176.5 × 226.1 × 14 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1348",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7661,
  "image_width": 10188,
  "inscription": "",
  "life_date": "French, 1594–1665",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The young Roman general Germanicus has just been poisoned by his jealous adoptive father, the emperor Tiberius. On his deathbed, Germanicus asks his friends to avenge his murder and his wife to endure her sorrow bravely. A key work in Western painting, this tragic picture presents a moral lesson in stoic heroism, notably in the restraint and dignity of the mourning soldiers.\r\n\r\nThis work—Poussin’s first major history painting—became the model for countless deathbed scenes for the next two centuries. Many powerful human themes figure here: death, suffering, injustice, grief, loyalty, revenge. Poussin drew on Roman antiquity for the form as well as the subject. The composition, with figures crowded together near the front, is based on Roman sarcophagus reliefs. Poussin spent most of his life in Rome, where he developed a classical style that strongly influenced both French and Italian art.\r\n\r\nThis painting was commissioned by Cardinal Francesco Barberini. As prominent patrons of the arts, the wealthy Barberini family helped shape the artistic landscape of the time. The Death of Germanicus remained with descendants of the Barberini family until 1958, when Mia purchased it.",
  "title": "The Death of Germanicus"
}
