{
  "accession_number": "58.28",
  "artist": "Artist: Nicolas Poussin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1627",
  "department": "Paintings",
  "description": "Historical. Death of Germanicus Caesar; he is lying on his death-bed with his wife Agrippina grieving at his bedside.",
  "dimension": "58 1/4 x 78 in. (147.96 x 198.12 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/1348",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3892,
  "image_width": 5209,
  "inscription": "",
  "life_date": "French, 1594–1665",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The young Roman general Germanicus has just been poisoned by his jealous adoptive father, the emperor Tiberius. On his deathbed, Germanicus asks his friends to avenge his murder and his wife to endure her sorrow bravely. The subject of this, Poussin's first major history painting, comes from the <i>Annales</i> of the Roman historian Tacitus. The event occurred in 19 CE.\r\n\r\nA key work in Western painting, this tragic picture presents a moral lesson in stoic heroism, seen especially in the restraint and dignity of the mourning soldiers. This painting became the model for countless deathbed scenes for two centuries to come, particularly for Neoclassical art around 1800. Many powerful human themes figure here: death, suffering, injustice, grief, loyalty, and revenge.\r\n\r\nPoussin drew on Roman antiquity for the form as well as the subject of this painting. The composition, with its shallow spatial arrangement, is based on a Roman sarcophagus relief. Poussin spent most of his life in Rome, where he created a classical style that strongly influenced both French and Italian art.",
  "title": "The Death of Germanicus"
}
