{
  "accession_number": "58.34",
  "art_champions_text": null,
  "artist": "Painter: Philip Guston",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Julia B. Bigelow Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1955",
  "department": "Arts of the Americas",
  "description": "Abstraction.",
  "dimension": "76 x 72 in. (193.0 x 182.9 cm)",
  "id": "http://api.artsmia.org/objects/1354",
  "image": "valid",
  "image_copyright": "© The Estate of Philip Guston Courtesy the Estate and Hauser %26 Wirth",
  "image_height": 5065,
  "image_width": 4815,
  "inscription": "Signature",
  "life_date": "American (born Canada), 1913 - 1980",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American (born Canada)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in brown: [Philip Guston]",
  "style": "20th century",
  "text": "Philip Guston began his career as a painter for the Works Progress Administration (WPA), the government-supported program that helped support arts and culture during the Depression years. Guston's contributions to public art during these years reflected his knowledge of Renaissance figurative painting and his interest in socially realistic subject matter. \r\n\r\nToday Guston is renowned for the highly original figurative art he created later in his career. However, he made a surprising and brilliant detour into abstraction during the 1950s. Long attracted to European painting of the 16th - 17th centuries, it was during a visit to Italy in the late 1940s that he immersed himself in the painterly work of the Baroque period. Studying its celebration of color, gesture, and movement, Guston felt that he could finally reconcile his interest in recognizable form with his impulse toward pure expression.  \r\n\r\nAlthough we don't know for sure if Guston studied the paintings of Peter Paul Rubens, such as the one installed on the opposite wall, he most likely saw the European master's work while traveling in Europe. The similarities of color and structure between the Guston and Rubens paintings on view here are striking, as is their shared emphasis on movement, sensuality, and metamorphosis.",
  "title": "Bronze"
}
