{
  "accession_number": "59.17",
  "art_champions_text": null,
  "artist": "Sculptor: Alessandro Algardi",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1647–49",
  "department": "European Art",
  "description": "Relief study for the marble relief of Pope Liberius Baptizing Neophytes, in the Cortile de Belvedere in the Vatican, adorning the Fountain of St. Damasus",
  "dimension": "21 1/2 x 36 x 1 in. (54.61 x 91.44 x 2.54 cm)",
  "id": "http://api.artsmia.org/objects/1367",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4024,
  "image_width": 6552,
  "inscription": "",
  "life_date": "Italian (Rome), 1602–1654",
  "markings": "",
  "medium": "Terracotta",
  "nationality": "Italian",
  "object_name": "Pope Liberius Baptizing the Neophytes",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This terra-cotta relief is the only known study in clay for a sculpture decorating the marble fountain of Saint Damasus in the Vatican. The fountain was erected in the 17th century by Pope Innocent X to mark his restoration of aqueducts built for Pope Damasus in the 4th century. The relief shows Damasus’ predecessor, Liberius, baptizing new converts to Christianity. Damasus stands behind him, lifting his mantle.\r\n\r\nThe easily worked medium of clay allowed Algardi to experiment and refine his ideas before carving the relief in marble. By sculpting the foreground figures almost fully in the round and those more distant in ever shallower relief, he achieved an illusion of depth and volume. Over time, weather and abrasive cleaning have taken a toll on the marble version, but the clay model remains evidence of the artist’s intent.",
  "title": "Pope Liberius Baptizing the Neophytes"
}
