{
  "accession_number": "59.17",
  "artist": "Sculptor: Alessandro Algardi",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1647-1649",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Relief study for the marble relief of Pope Liberius Baptizing Neophytes, in the Cortile de Belvedere in the Vatican, adorning the Fountain of St. Damasus",
  "dimension": "21 1/2 x 36 x 1 in. (54.61 x 91.44 x 2.54 cm)",
  "id": "http://api.artsmia.org/objects/1367",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4024,
  "image_width": 6552,
  "inscription": "",
  "life_date": "Italian (Rome), 1602-1654",
  "markings": "",
  "medium": "Terracotta",
  "nationality": "Italian",
  "object_name": "Pope Liberius Baptizing the Neophytes",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This terra-cotta relief is the only known preliminary study for a sculpture adorning the fountain of Saint Damasus in the Belvedere courtyard of the Vatican.  The fountain was erected by Pope Innocent X as part of his restoration of the aqueducts behind St. Peter’s, built by Damasus thirteen hundred years earlier.  The relief shows Pope Liberius baptizing with water from this newly created source; Damasus stands to the pope’s right.\r\n\r\nAlgardi made this study in clay, an easily worked medium that allowed him to experiment and refine his ideas before carving the fountain relief in marble.  Since the marble version has suffered over time from exposure to the elements and abrasive cleaning, this clay model remains the primary evidence of the artist’s original intent.  By sculpting the foreground figures almost fully in the round and those farther away in increasingly shallow relief, Algardi achieved the illusion of spatial depth and three-dimensional volume on a two-dimensional surface.",
  "title": "Pope Liberius Baptizing the Neophytes"
}
