{
  "accession_number": "59.21",
  "art_champions_text": null,
  "artist": "Artist: Florine Stettheimer",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Estate of Ettie Stettheimer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1929",
  "department": "Arts of the Americas",
  "description": "Portrait. 1929 frame",
  "dimension": "37 1/2 x 19 5/8in. (95.3 x 49.8cm)",
  "id": "http://api.artsmia.org/objects/1369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10024,
  "image_width": 6058,
  "inscription": "",
  "life_date": "American, 1871 - 1944",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G303",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This loving portrait is a memorial to Florine Stettheimer’s childhood nurse, teacher, and guide, Margaret Burgess. Burgess was an Irish Catholic immigrant who arrived in the U.S. at a peak time for Irish arrivals fleeing famine and its aftermath. Between 1820 and 1930 about 4.5 million Irish arrived in this country. They were met with prejudice and persecution, took jobs others would not, and yet made strong communities despite the culture shock of leaving a rural existence for urban centers. Burgess’s role as a domestic worker for the well-to-do Stettheimer family made her one of the lucky ones.\r\n\r\nStettheimer’s devotional image honors Burgess’s role in the family and her Catholic faith. She stands in the heavens before an altar to the Virgin Mary, clouds pooling at her feet, in glorious divine light. Florine and her four siblings surround her as winged seraphim. An added flourish is the artist’s frame, carved perhaps to reference to Irish lace.\r\n\r\nConservation of the artist's 1929 frame was made possible by a generous contribution from Paula Vesely through the Art Champions program.",
  "title": "Portrait of Our Nurse, Margaret Burgess"
}
