{
  "accession_number": "60.34",
  "artist": "Johannes Lingelbach",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "dated": "c. 1660",
  "description": "Genre scene. The Piazza del Popolo",
  "dimension": "22 3/4 x 28 7/8 in. (57.79 x 73.34 cm) (canvas)\r\n31 1/2 x 37 x 5 in. (80.01 x 93.98 x 12.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1386",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5098,
  "image_width": 6452,
  "life_date": "Dutch, 1622 - 1674",
  "marks": " No signature visible (10-30-01)",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "provenance": "(H. Esser sale, Amsterdam, October 19, 1774, no. 2, sold for f. 305). Van der Voort, by 1806; (van der Voort sale, Amsterdam, August 13, 1806, lot 94); sold to Roos.[1] Baron Anselm von Rothschild [d. 1874]; Baron Nathaniel von Rothschild [1836-1905]; [2] Baron Alphonse von Rothschild [b. 1878]; [3] Baroness Clarice de Rothschild; [4] (Rosenberg and Stiebel, New York, by 1948); purchased by MIA in 1960.\r\n\r\n[1] See Fredericksen, Burton B., \"Corpus of Paintings Sold in the Netherlands during the Nineteenth Century,\" vol. 1, pp. 26, 388. The work was sold for fl 100 to Roos. The catalogue description reads, \"Deeze Ordinantie vertoont een Italiaansche Markt, met verscheide Gebouwen en Fontyn, ryk gestoffeert met een ménigte Lieden, zoo wandelende Dames als Heeren en anander Mannen, Vrouwen en Kinderen, met hun Koopmanschappen, verder Rytuigen en andere Persoonen, bevallig van Coloriet en uitvoerig gepenceeld. Op doek. Hoog 22, breed 29 duim. \r\n\r\n[2] The reverse of the painting contains a wax seal of the Rothschild family crest. It is also inscribed with [AR844] on the stretcher, which indicates it was in Alphonse's inventory. Later, the Nazis used this inventory number for its own classification purposes. The work is also found in the inventory books for the Vienna Rothschild collections [RG 260/OMGUS/Box 466/NARA].\r\n\r\n[3] The work was seized by Nazis in 1938. According to the Consolidated Interrogation Report on Linz [RG260/Ardelia Hall Collection/Box 428/NARA], Hitler's planned museum and library, dated 15 December 1945, the painting was destined for the museum, and is listed in the inventory as \"Lingelbach, Piazza del Popolo in Rom\" with the Rothschild inventory number of AR844. The painting was again listed in the Munich Central Collecting Point (MCCP) records, when it was recovered by the Allies [Munich property card 4045/Alt Aussee/2782/NARA] which indicates it was likely found in the Nazi storage repositories in the salt mines at Alt Aussee.\r\n\r\n[4] Clarice was Alphonse's wife; the work was restituted and sold ",
  "restricted": 0,
  "role": "Artist",
  "room": "G309",
  "style": "17th century",
  "text": "",
  "title": "The Piazza del Popolo, Rome"
}
