{
  "accession_number": "61.30",
  "art_champions_text": null,
  "artist": "Artist: Abraham Bloemaert",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1625–30",
  "department": "European Art",
  "description": "Boy seated in front under a tree with a yoke, buckets, and a jug, pointing to Tobias and the Angel walking on the right.",
  "dimension": "36 1/4 x 46 3/8 in. (92.08 x 117.79 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/1401",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2444,
  "inscription": "",
  "life_date": "Dutch, 1566–1651",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G312",
  "see_also": [
    "1401",
    "46184"
  ],
  "signed": "",
  "style": "17th century",
  "text": "The shepherd boy, resting with his bucket, milk can, and yoke, guides our eye to travelers in the distance. They are Tobias and the archangel Raphael, whose tale is told in some versions of the Christian Bible. Tobias, a young Jewish man, was sent off by his blind father to recover the family fortune. Accompanying him on his trek were his dog and a guide—the archangel Raphael in disguise. Though we can see Raphael’s true identity, Tobias does not learn it until later. The story concludes with renewed fortune, restored eyesight, and a happy marriage for Tobias.\r\n\r\nIn the 1500s and early 1600s, Dutch artists frequently combined scenes of everyday life with biblical subjects, often placing the Bible stories in the background. Bloemaert has left the meaning of this image open. Possibly the shepherd is indicating that people on a devout journey through life have a protector.",
  "title": "Shepherd Boy Pointing at Tobias and the Angel"
}
