{
  "accession_number": "61.35.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "European Art",
  "description": "Rich light brown patina with lacquer. The figure stands with left arm raised and the weight resting on the right foot. The left foot is placed on a skull, a very rare feature. On stepped, circular, mottled green base. On the base of the bronze, the number 27 (Mayer Collection).",
  "dimension": "13 3/4 x 8 1/8 x 5 7/8 in. (34.93 x 20.64 x 14.92 cm)",
  "id": "http://api.artsmia.org/objects/1404",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6704,
  "image_width": 4488,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Through its active stance, this ecorché (literally, a \"flayed\" figure) becomes a living cadaver. The pose, drawn from classical statuary, provides an excellent opportunity to display the muscles in action, notably seen here in the differing tensions and movements of the shoulder, neck, and thigh muscles. The ecorché demonstrates the practice of anatomical representation that arose during the Renaissance from an interest in the human body and its functions. Illustrated anatomy books, and particularly Vesalius' Fabrica, published in 1543, established the activated flayed corpse as the dominant type of anatomical representation. It remained so until the Borghese Gladiator was discovered around 1610 (see the full-scale cast in this gallery). This provided a new model for the study of muscular anatomy as an intact, healthy body.",
  "title": "Anatomical Man (Ecorché)"
}
