{
  "accession_number": "61.36.5",
  "art_champions_text": null,
  "artist": "Artist: Oskar Kokoschka",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Bequest of Putnam Dana McMillan",
  "culture": null,
  "curator_approved": 1,
  "dated": "1925",
  "department": "European Art",
  "description": "",
  "dimension": "30 x 50 in. (76.2 x 127 cm) (canvas)\r\n39 1/4 x 59 1/4 x 3 in. (99.7 x 150.5 x 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1426",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F Pro Litteris%2C Zurich",
  "image_height": 4099,
  "image_width": 6869,
  "inscription": "Signature and Date",
  "life_date": "Austrian, 1886–1980",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Austrian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Kunsthalle, Hamburg (1929–1937; confiscated by Nazis as degenerate art); Schloss Schönhausen, Berlin (deposited 1937–1939; to Fischer); Sale, Galerie Fischer, Grand Hôtel National, Lucerne, Switzerland, June 30, 1939, no. 67, for SFr 7,200, to Sternberg); Josef von Sternberg, Hollywood, Calif. (1939–49; his sale, Parke-Bernet Galleries, New York, November 22, 1949, no. 90, to McMillan); Putnam Dana McMillan, Santa Barbara, Calif. and Minneapolis (1949–d. 1961; bequeathed to Mia)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G377",
  "see_also": [
    ""
  ],
  "signed": "Dated on ptg: [25]; on verso: [OK London Juli 25]",
  "style": "20th century",
  "text": "Oskar Kokoschka's first visit to London in July 1925 was brief: he stayed for about ten days, and could finish only one painting,  Tower Bridge ,  because fog obscured the view. Despite the weather he found the historic city stimulating. He wrote later: \"London was still a mother city as the ancient Greek cities had been, from which a surplus population had spread out over the world.\" Merchandise from many nations was shipped up the Thames. Kokoschka's vigorous brushstrokes convey the vitality of the port and the sense of pulsating activity along the wharves. \r\n\r\nThe manner of Kokoschka's application of paint, and his liberal politics, drew the attention of the Nazi government, with the result that  Tower Bridge   has the distinction of having been confiscated by the Nazis from the Kunsthalle, Hamburg, and sold in what was termed a \"degenerate\" art sale in Lucerne in June, 1939.",
  "title": "Tower Bridge, London"
}
