{
  "accession_number": "61.37",
  "artist": "Johann Georg Platzer",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Gift of Mrs. Walter H. Ude",
  "culture": null,
  "dated": "c. 1730",
  "description": "Allegory. Rococo. Spring represented by scene showing human activity, usually in a landscape.",
  "dimension": "15 x 21 1/2 in. (38.1 x 54.61 cm) (panel)\r\n19 3/4 x 26 1/2 in. (50.17 x 67.31 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1430",
  "image": "valid",
  "image_copyright": "",
  "life_date": "Austrian, 1704 - 1760",
  "marks": " ",
  "medium": "Oil on copper",
  "nationality": "Austrian",
  "provenance": "Counts of Maltzan, Schloss Militsch, Silesia, Polska.[1] (Galerie Julius Boehler, Munich by 1955); sold 1955 to Mr. and Mrs. Walter H. Ude, Minneapolis, MN; gift to MIA in 1961.\r\n\r\n[1] Letter and bill of sale enclosed in curatorial file from Boehler for all Platzer paintings: \"All six paintings come from the collection of Count Maltzan, which was kept at Militsch Castle in Selisia [sic] till the family had to leave it at the end of the war.  The collection of Platzers was one of the very few things they could save when they trailed to West-Germany.  The pictures belonged to the Maltzans for many generations and it is believed in the family that Platzer painted them for an ancester [sic] in his days. On the back of the small pictures, which are painted on silver and not on copper, as I just heard from our restorer, you will find the old inventory-numbers of the collection and also old tickets with the inscription \"Graf Maltzan, Militsch\", which seem to date from the early 19th century.\r\nThe signed small picture [Latona] is reproduced in Georg Biermann \"Deutsches Barock und Rokoko\" edited in 1914 (Verlag der weissen Bücher, Erik-Ernst Schwabach, Leipzig) on the occasion of the \"Jahrhundert Austellung deutscher Kunst\" in Darmstadt, where this and probably its companion as well as other Platzers of the Militsch collection were exhibited.\"\r\n",
  "restricted": 0,
  "role": "Artist",
  "room": "G308",
  "style": "18th century",
  "text": "Spring is evoked by appropriate flowers and by couples engaging in uninhibited and playful dalliance. Festive musicians accompany the dancing couple at the center, and sculpted putti cavort on a large urn. In the left foreground, lovemaking is more urgent, as a young couple embrace below a sculpture showing Venus crowned by Cupid. Venus, the goddess of love, is traditionally associated with springtime.",
  "title": "The Pleasures of the Seasons: Spring"
}
