{
  "accession_number": "61.5",
  "art_champions_text": null,
  "artist": "Artist: Orazio Fontana",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1570",
  "department": "European Art",
  "description": "Center dipicting a man attacking another, probably representing Cain and Able; reverse has a nude boy holding a plumed helmet",
  "dimension": "2 1/4 x 17 1/4 in. (5.72 x 43.82 cm)",
  "id": "http://api.artsmia.org/objects/1435",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5206,
  "image_width": 5436,
  "inscription": "",
  "life_date": "Italian (Urbino), 1510-1571",
  "markings": "",
  "medium": "Tin-glazed earthenware",
  "nationality": "Italian (Urbino)",
  "object_name": "Basin with Hercules and Cacus",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G332",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Italians introduced maiolica, a type of tin-glazed earthenware, as early as the 13th century.  Prized for its colorful decoration and glassy surface, maiolica objects achieved the same luxury status as paintings and sculpture.  Although modeled into functional forms such as large plates, and bowls, their primary role was for display on sideboards.   \r\n\r\nThis basin, which would have held a ewer, typifies \"istoriato,\" or story-painted, maolica.  Orazio Fontana and his family achieved great fame for the style. First developed around Urbino in the early 16th century, \"istoriato\" drew upon mythological and biblical themes.  The two men battling in this center medallion represent Hercules slaying the giant Cacus. The surrounding imagery features delicate grotesques-fantastic forms of humans, animals, and plants, derived from ancient interiors in Rome's House of Nero, rediscovered in the 15th century.",
  "title": "Basin with Hercules and Cacus"
}
