{
  "accession_number": "61.56",
  "art_champions_text": null,
  "artist": "Artist: Paul de Lamerie",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "The James S. Bell Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1719–1720",
  "department": "European Art",
  "description": "the oval bowl of the wine cooler rests on a similarly shaped foot comprised of a plain concave molding and a vertical base rim surmounted by a convex repoussé band; rim and bowl are linked in the center of either lone side of the oval bowl by a large cash male head surrounded by exhuborant scrolls and moldings Weight: 703 troy ounces = 48 lbs. and 3.29 oz.",
  "dimension": "18 x 38 x 25 in. (45.72 x 96.52 x 63.5 cm)",
  "id": "http://api.artsmia.org/objects/1451",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4672,
  "image_width": 7008,
  "inscription": "Mark; Engravings\r\n\r\nInside the bowl are engraved the arms of John (1694-1754), first earl Gower and viscount Trentham of Trentham, Staffordshire.  On each exterior side of the bowl are engraved the arms of Granville (1721-1803), second earl Gower and first marquess of Stafford, impaling those of his third wife, Lady Susanna Sterwart, daughter of the sixth earl of Galloway.  Surrounding these arms is the motto of the Order of the Garter.  These arms must have been engraved between 1771, when Granville was awarded the Garter, and 1786, the year he was created marquess of Stafford.",
  "life_date": "English (born Holland), 1688–1751",
  "markings": "Mark\r\n\r\nThe cistern bears full high standard hallmarks in six places on the wine cooler; on the underside of the bowl, on one side of the vertical foot rim and on each side of each of the handles; maker’s mark: Primewade, no. 1892 on the underside of the bowl is scratched the original weight of the bowl? \\'703=0.=0.\\'; engraving: inside the bowl are engraved the arms of John, first Earl of Gower (1694-1754) and the Viscount Trentham, of Trentham, in the county Stafford, on each exterior of the bowl are engraved the arms of Granville, second Earl Bower and the First Marquess of Stafford, and those of his third wife, Lady Susanna Stewart, daughter of John, Sixth Earl of Galloway, above which is the Motto of the Order of the Garter\r\n\r\nFully marked (Britannia standard) on underside of bowl, on foot rim, and on either side of each handle.",
  "medium": "Silver",
  "nationality": "English",
  "object_name": "Wine cistern",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "During large banquets and parties, cisterns were used to chill wine bottles in cool water. This cistern was made for John Leveson-Gower, the First Earl Gower, and remained in the family until acquired by the Institute in 1961.\r\n\r\nThe superbly proportioned vessel is given power and individuality by two eccentrically-shaped handles bearing animals' masks on the upper volutes. Bold, faun-like masks spring from the body to support the vigorous leaf rim. Moulded panels on a ground of Régence-style scales enclose grotesque marks, and scrolls and shells are chased on the base. The sum of the parts demonstrates Paul de Lamerie's ability to produce, even in the early years of his career, a massive piece of highest quality.",
  "title": "Wine cistern"
}
