{
  "accession_number": "61.59",
  "art_champions_text": null,
  "artist": "Artist: Attributed to the Antimenes Painter",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Greece",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Greek, Attic",
  "curator_approved": 0,
  "dated": "c. 530 BCE",
  "department": "European Art",
  "description": "Attic; black-figured hydria (three-handled water jar) in the main scene the goddess Athena, painted white, harnesses her four-horse chariot; the scene on the shoulder depicts the divine battle between Heracles and Cynus, with Zeus intervening",
  "dimension": "20 3/4 x 17 x 15 in. (52.71 x 43.18 x 38.1 cm)",
  "id": "http://api.artsmia.org/objects/1461",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7503,
  "image_width": 6002,
  "inscription": "",
  "life_date": "Greek (Attica), active 530 BCE –510 BCE",
  "markings": "+-",
  "medium": "Slip-glazed earthenware",
  "nationality": "Greek",
  "object_name": "Hydria",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G241",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th BCE (Archaic)",
  "text": "The Antimenes Painter was active in Athens in the late 6th century BCE and specialized in decorating large pots, like this hydria, or water jar. In the main scene the goddess Athena, painted white to indicate her gender, helps harness her four-horse chariot, assisted by several grooms and the bearded charioteer. This harnessing technique accurately reflects practices in the period. The appearance of Athena dressed for war may refer to her legendary invention of the war chariot or perhaps to an episode from \"The Iliad.\" The scene on the shoulder of the vase depicts Zeus, the central figure, intervening in the fight between Heracles (on Zeus' right) and Cycnus (on his left). This divine battle occurred because Cycnus stole the sacrificial animals of the god Apollo.",
  "title": "Hydria"
}
