{
  "accession_number": "62.12",
  "artist": "Guercino (Giovanni Francesco Barbieri)",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "1648",
  "description": "frame Spanish or Italian, c.1600",
  "dimension": "93 1/2 x 112 in. (237.5 x 284.5 cm)",
  "id": "http://api.artsmia.org/objects/1471",
  "image": "valid",
  "image_copyright": "",
  "life_date": "Italian (Bologna), 1591 - 1666",
  "marks": " ",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "provenance": "Originally commissioned by Don Antonio Ruffo of Messina, Principe della Scaletta, in 1648. Don Vicenzo Aulicino, Naples, Italy by the late 18th century.[1] Anonymous private collection, Sorrento, Italy, by the 19th century.[2] (Julius H. Weitzner [d. 1986], London, England by 1962);[3] purchased by MIA in 1962.\r\n\r\n[1] The work was engraved presumably while in Aulicino's collection.\r\n\r\n[2] According to a note in the curatorial file, the work was acquired for the Sorrento collection in the 19th century from Ruffo descendants (verbal communication from Julius Weitzner to Anthony M. Clark).\r\n\r\n[3] The work was owned jointly with Marcello and Carlo Sestieri, Rome, Italy with Weitzner, from whom the MIA acquired the painting.\r\n",
  "restricted": 0,
  "role": "Artist",
  "room": "G330",
  "style": "17th century",
  "text": "Erminia and the Shepherds illustrates a scene from one of the great epic poems in the Italian language, <I>Jerusalem Delivered<I>, by Torquato Tasso (1544-95), published in 1581. Guercino's masterpiece is a literal interpretation of stanzas 6 and 7 from the seventh canto of the poem:\r\n<I>\r\nShe rose; and gently, guided by her ear\r\nCame where an old man on a rising ground\r\nIn the fresh shade, his white flocks feeding near,\r\nTwin-baskets wove, and listened to the sound\r\nTrilled by three blooming boys, who sate disporting round.\r\n\r\nThey at the shining of her silver arms,\r\nWere seized at once with wonder and despair,\r\nBut sweet Erminia soothed their vain alarms,\r\nDiscovering her dove's eyes, and golden hair.\r\n<I>\r\n\r\nThis painting underwent an extensive and complex restoration during the fall of 2004. The ten-week long process was fully documented through text, video, and photography, and can be viewed in the interactive computer program located next to this gallery.",
  "title": "Erminia and the Shepherds"
}
