{
  "accession_number": "62.41",
  "art_champions_text": null,
  "artist": "Artist: Attributed to the Villa Giulia Painter",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Greece",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "European Art",
  "description": "inside scene depicts a seated youth with athletic equipment hanging on wall; outer band depicts two scenes in one, a standing figure holding a lyre and two youths, and in the other, two standing youths with staffs face a central figure gymnasium scenes; red on black",
  "dimension": "3 11/16 x 12 in. (9.4 x 30.5 cm) (with handles)",
  "id": "http://api.artsmia.org/objects/1483",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5741,
  "image_width": 8037,
  "inscription": "",
  "life_date": "Greek (Attica)",
  "markings": "term of endearment, EOLAIS, appears above the seated youth",
  "medium": "Slip-glazed earthenware",
  "nationality": "Greek",
  "object_name": "Kylix",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G241",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "The Villa Giulia Painter was the chief representative of an academic group that specialized in painting calm, harmonious scenes. \r\n\r\nThe inside scene depicts a seated youth holding a staff. His athletic equipment--bathing sponge; an aryballos, a round, short-necked jar containing rubbing oil; and a curved metal strigil, used for scraping oil and moisture off the skin after exercising--hangs on the wall of the gymnasium.\r\n\r\nA shortened form of the kalos, or \"love name,\" eolais appears above the seated youth. Vase painters commonly added these terms of endearment to acknowledge some athlete or youth popular at the time. The names were not necessarily related to the scenes depicted.",
  "title": "Red-figure Kylix"
}
