{
  "accession_number": "62.77",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 17th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "65 1/4 x 146 in. (165.74 x 370.84 cm)",
  "id": "http://api.artsmia.org/objects/1504",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4994,
  "image_width": 10940,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "Yamada, Kyoto (until 1935); Nagatani Inc., Chicago; Louis W. Hill, Jr. (until 1962)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "During the Edo period (1603-1868) eighteen military techniques were considered essential for the training of a proper samurai. Foremost among these were archery, sword fighting, and horsemanship. Affluent warriors commissioned lavish folding screens that illustrated their favorite martial pastime. For this six-fold screen, the artist depicted a portion of a high-ranking warrior's estate as seen through golden clouds. To the right, a sizable mansion is shown complete with painted folding screens and sliding doors. The spectators, seated on green tatami mats and the wooden planks of the veranda, lounge casually in colorful and elegant robes. The focus of the screen, however, is the four horsemen who gallop about in the open courtyard.\r\n\r\nNormally produced in pairs, it is unfortunate that the location of the mate to the museum's screen is unknown.  A pair of screens designated as an Important Cultural Property of Japan in the collection of the Taga shrine in Shiga Prefecture, however, offers evidence as to the likely nature of the missing screen. While the right screen is very similar in composition to the museum's example, the left screen depicts a long, low stable with six stalls occupied by six robust horses. It is likely that the mate to the museum's screen, therefore, would have included the remainder of the stable already partially represented.",
  "title": "A Show of Horsemanship"
}
