{
  "accession_number": "64.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st century BCE-1st century CE",
  "department": "Asian Art",
  "description": "Bronze bell (Dotaku); Dotaku- Bronze Bell with so-called 'crossing bands' (in Japanese Kesadasuki) decoration. Fine natural green patina; no repairs, in excellent condition. Excavated at Chiwa-Yama, Yashu-gun, Ohmi Province (now Shiga Prefecture) in the 14th year of Meiji, or 1881 A.D. This was on the 14 bells found, the largest of which is now in the Tokyo national Museum. with a box authentication of Professor Sueji Umehara. Modern wooden storage box has authentication by Professor Umchara.",
  "dimension": "8 x 10 in. (20.32 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/1541",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4881,
  "image_width": 3291,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Ritual Implement",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G205",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century BCE - 1st century CE",
  "text": "Among the most impressive examples of early bronze casting in Japan are large, bronze bells like this one, known as dōtaku. Metallurgy, together with wet-rice cultivation, was probably first introduced to Japan by a new wave of immigrants from the Korean peninsula around 200–300 BCE. Although dōtaku resemble Chinese bells in overall shape, most lack musical resonance because of the thinness of their casting. Instead, they seem to have been ritual objects and symbols of political authority. This bell was one of fourteen excavated in 1881 on Mount Ōiwa in Shiga Prefecture.",
  "title": "Ritual Bell (Dōtaku)"
}
