{
  "accession_number": "64.44.3",
  "art_champions_text": null,
  "artist": "Artist: Oskar Kokoschka",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Gift of Mr. and Mrs. Donald Winston",
  "culture": null,
  "curator_approved": 0,
  "dated": "1948",
  "department": "European Art",
  "description": "Florence Cathedral. Expressionist.",
  "dimension": "38 x 49 1/2 in. (96.5 x 125.7 cm)",
  "id": "http://api.artsmia.org/objects/1557",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F Pro Litteris%2C Zurich",
  "image_height": 4940,
  "image_width": 6421,
  "inscription": "Signature",
  "life_date": "Austrian, 1886–1980",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Austrian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G377",
  "see_also": [
    ""
  ],
  "signed": "LL in blue: [OK]",
  "style": "20th century",
  "text": "After World War II, Austrian artist Oskar Kokoschka, traveled across Europe and the United States painting townscapes and portraits. In 1948, Kokoschka traveled to Italy where he painted The Duomo, Florence in September. While the Basilica di Santa Maria del Fiore, known as the Duomo, or cathedral church, has a façade of red, white, and green marble topped by red brick domes, Kokoschka uses an array of colors to capture the light playing off the exterior marble while also conveying the grandeur of this church; it is so large that it does not fit entirely on the canvas. Of this painting, Kokoschka writes, “My personal contribution to the vogue for cubism. The structure is broken down into hundreds of facets, each with its own colour. This was to show how to go about letting colour rather than geometry determine a picture.”\r\n \r\nA few years after completing The Duomo, Florence, Kokoschka traveled to Minnesota where he was an instructor at the Minneapolis School of Fine Arts, now the Minneapolis College of Art & Design.",
  "title": "The Duomo, Florence"
}
