{
  "accession_number": "65.2.1",
  "art_champions_text": null,
  "artist": "Artist: Anghiari Master",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. and Mrs. Theodore W. Bennett",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1470",
  "department": "European Art",
  "description": "cassone panels; P. Cornelius Scipio Africanus Major storming New Carthage.",
  "dimension": "15 7/16 x 59 7/16 x 1/4 - 3/4 in. (39.21 x 150.97 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/1581",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2031,
  "image_width": 6876,
  "inscription": "",
  "life_date": "Italian (Florence), active 1476 - 1504",
  "markings": "",
  "medium": "Tempera on fabric mounted on panel",
  "nationality": "Italian (Florence)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Battle of Zama (202 B.C.E.), near Tunis, marked the final victory of the Roman general Scipio against the Carthaginians, led by the military commander Hannibal. Hannibal made use of the African elephants (here on the left), considered an unbeatable weapon, but the Romans had learned how to overcome their strength and aggressiveness with the piercing noise of long trumpets that scared the beasts and scattered the enemy’s ranks. Apart from these details known from Livy, no other element in the panel respects the historical setting. Instead of the desert plains of North Africa, the landscape shows the familiar Tuscan hills capped by towered villages, with ramparts, churches and bell towers, and even Carthage (on the left) is represented as a walled medieval city with drawbridges. Moreover, the soldiers’ armor is typical of 15th century military garb. Some knights wear feathered helmets and the footmen have two-colored britches. The scene evokes a historical fact, but everything is conceived in order to be understood by different audiences within the family: the husband, more learned in ancient history; the wife, who would at least be familiar with the scenery represented; and the children playing on the floor in front of the chests. For them, this was a pleasant way to learn the stories of Antiquity.",
  "title": "The Battle of Zama"
}
