{
  "accession_number": "65.2.2",
  "art_champions_text": null,
  "artist": "Artist: Anghiari Master",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. and Mrs. Theodore W. Bennett",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1470",
  "department": "European Art",
  "description": "cassone panels; Triumph of Scipio Africanus Major",
  "dimension": "15 5/8 x 61 3/4 x 1/4 - 3/4 in. (39.69 x 156.85 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/1582",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2102,
  "image_width": 6964,
  "inscription": "",
  "life_date": "Italian (Florence), c. 1460-1480",
  "markings": "",
  "medium": "Tempera on fabric mounted on panel",
  "nationality": "Italian (Florence)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The African campaign ended with the victory of the Romans at the Battle of Zama (202 B.C.E.) and the glorious return of Scipio, who crossed the Mediterranean sea and landed in Sicily (on the left of the panel). On his way Scipio was saluted by the people exultant about the end of the war. He was called “the African,” the first military commander to be honored with the name of the people defeated in war. \r\n\r\nThe panel shows Scipio’s triumphal entrance into Rome. He is seated on an elaborate chariot draped in precious fabrics with enemies chained at its base. On the front, however, sits the jester whose role is to tease the hero, reminding him to remain humble and not to forget his transitory position as victorious general. Rome is recognizable thanks to famous landmarks, such as the Colosseum and Trajan’s Column, both however revealing the amusing historical ignorance of the artist and of the patron. In fact, the column, with the spiraled frieze reporting the military campaigns of the Emperor Trajan, was erected only 40 years after Scipio’s triumph, in 172 B.C.E., and the Colosseum was begun only in 72 A.C.E:, almost three hundreds years later.",
  "title": "The Triumph of Scipio Africanus"
}
