{
  "accession_number": "65.7.1",
  "artist": "Painter: Sesson Shūkei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 16th century",
  "department": "Japanese and Korean Art",
  "description": "",
  "dimension": "69 1/4 x 24 in. (175.9 x 60.96 cm) (each fold)",
  "id": "http://api.artsmia.org/objects/1602",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4820,
  "image_width": 9773,
  "inscription": "",
  "life_date": "Japanese, 1504 - 1589",
  "markings": "{Sesson or Kakusen} {Shūkei}",
  "medium": "Six-panel folding screen; ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair (left)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Sesson Kakusen hitsu}",
  "style": "suiboku-ga",
  "text": "Born in remote Hitachi province, Sesson was a self-taught painter who studied both the Chinese masters of the Sung and Yuan dynasties, and the works of Sesshu, Japan's most celebrated ink painter. Nevertheless, he developed his own unique style and artistic vision. Through skillful use of ink wash and softly modeled forms, he imbued his paintings with great lyricism. This gentle and evocative view of nature depicts the transition from spring to summer. The plum, shown in the right screen, is emblematic of spring, because it is the first tree to send forth blossoms. The willow, with its long, trailing branches is associated with summer. Although integrated into an effective composition, other motifs carry long-standing symbolic connotations as well. Paired carp stand for marital fidelity as do herons, both believed to mate for life. Swallows, which busily gather material for nests, stand for domesticity and fecundity.",
  "title": "Willow, Egrets in Plum and Willow [left]"
}
