{
  "accession_number": "66.38",
  "art_champions_text": null,
  "artist": "Artist: Guido Reni",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1640–42",
  "department": "European Art",
  "description": "Oval canvas, female figure holding a bowl.",
  "dimension": "21 1/2 x 17 1/2 in. (54.61 x 44.45 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/1612",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7365,
  "image_width": 5906,
  "inscription": "Inscription (on verso):\r\n\r\n(Inscription of Cardinal Valenti): [Sil:o Card:e Valenti/no. 432]",
  "life_date": "Italian (Bologna), 1575–1642",
  "markings": "Marks on verso:\r\nUL: [E8369]\r\nUR: [IMP 12383]\r\n\r\nLabels on verso:\r\nBC: [Colnaghi]",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "When Guido Reni died in 1642, he was the most famous artist in Italy, and his sought-after paintings became even more valuable, including those left unfinished. This late work was likely among the incomplete canvases in his studio. As it passed from one princely collection to another before coming here, the woman’s identity continued to be a source of much speculation. A cardinal identified her as Saint Lucy holding a bowl containing her eyes, extracted during her martyrdom. To others, her turban suggested that she was a sibyl, an ancient Roman prophetess, shown reading signs and foretelling omens; or perhaps she was Circe, the sorceress who turned the Greek hero Odysseus’s companions into pigs. A more recent identification is Porcia, the wife of Brutus, Julius Caesar’s assassin, who killed herself by swallowing burning coals. Unfortunately, the artist’s death before the picture’s completion prevents any definitive conclusion about this young woman’s identity. \r\n\r\nRecent conservation of this picture was made possible by a generous contribution from an anonymous patron through Mia’s Adopt-a-Painting program.",
  "title": "Bust of a Woman Wearing a Turban"
}
