{
  "accession_number": "66.39",
  "art_champions_text": null,
  "artist": "Artist: Giovanni Benedetto Castiglione (Il Grechetto)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1649–50",
  "department": "European Art",
  "description": "'Immaculata' with Anthony of Padua and Francis of Assisi.",
  "dimension": "144 5/8 x 87 in. (367.35 x 220.98 cm) (canvas)\r\n144 x 105 3/4 in. (365.76 x 268.61 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1613",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6960,
  "image_width": 4671,
  "inscription": "",
  "life_date": "Italian (Genoa), 1609-1664",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Giovanni Benedetto Castiglione’s difficult and violent personality often overshadowed his artistic ability and professional success. He reportedly threw his sister off a rooftop, sent his brother to jail, and nearly murdered his nephew in a fistfight. Yet he produced grand, inspiring religious paintings.\r\n\r\nThe Immaculate Conception refers to the Catholic doctrine that the Virgin Mary, mother of Christ, was herself born without sin. Following traditional iconography, Castiglione depicted her as Queen of Heaven, accompanied by angels and standing on a crescent moon, a symbol of chastity. The doctrine, much debated, was supported by the Franciscan order of monks. Hence, the presence of two Franciscan saints—Francis of Assisi on the left and Anthony of Padua on the right.\r\n\r\nOne of the few documented paintings in Castiglione’s career, the work was executed for the high altar of the new Capuchin church in Osimo, a small town in central Italy. The bishop of Osimo, Cardinal Girolamo Verospi, arranged the commission in Rome at the expense of Pier Filippo Fiorenzi, archdeacon of the church, whose family coat of arms appears at lower left. The painting was completed in October 1650 just weeks before the artist and his brother mysteriously fled Rome, leaving without their belongings, even, according to records, their underwear.",
  "title": "The Immaculate Conception with Saints Francis of Assisi and Anthony of Padua"
}
