{
  "accession_number": "66.39",
  "artist": "Artist: Giovanni Benedetto Castiglione (Il Grechetto)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1649–50",
  "department": "Paintings",
  "description": "'Immaculata' with Anthony of Padua and Francis of Assisi.",
  "dimension": "144 5/8 x 87 in. (367.35 x 220.98 cm) (canvas)\r\n144 x 105 3/4 in. (365.76 x 268.61 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1613",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6960,
  "image_width": 4671,
  "inscription": "",
  "life_date": "Italian (Genoa), 1609-1664",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The artistic genius and professional success of the Genoese painter Giovanni Benedetto Castiglione was often overshadowed by the artist’s difficult and violent personality. He reportedly threw his sister off a rooftop, sent his brother to jail, and nearly murdered his nephew in a fistfight. Yet he produced religious pictures of stunning grandeur and inspiration.  \r\n\r\nThe subject is the Immaculate Conception of the Virgin, which represents the conception of Mary herself, and the belief she was born without sin. Castiglione follows the standard iconography, depicting the Virgin as Queen of Heaven standing among angels upon a crescent moon, a symbol of chastity. The doctrine, much debated in the period, was supported by the Franciscans, thus the appearance of two Franciscan saints kneeling before the Virgin: Francis of Assisi, on the left, and Anthony of Padua on the right.  \r\n\r\nOne of the few documented paintings in Castiglione’s career, the work was executed for the high altar of the new Capuchin church in Osimo, a small town in central Italy. The bishop of Osimo, Cardinal Girolamo Verospi, arranged the commission in Rome at the expense of Pier Filippo Fiorenzi, archdeacon of the church, whose family coat of arms appears at lower left. It was completed in October 1650 just weeks before the artist and his brother mysteriously fled Rome for Genoa. The reasons for their abrupt move are not known, but they were in a hurry as they left all of their belongings behind.",
  "title": "The Immaculate Conception with Saints Francis of Assisi and Anthony of Padua"
}
