{
  "accession_number": "66.6",
  "art_champions_text": "Conservation cost: $6,105\r\n\r\nWhile the painting is in good condition, the historically important frame that surrounds it requires the assistance of a conservator. This Palladian or \"Kent\" frame is quintessentially British, with texture created through the use of sand over the whole ground of the frieze, weighty architectural ornament, and swags of foliage.\r\n\r\nThe frame is unstable due to lifting, cracks, and losses in the gesso, primarily along original joints in the underlying wood and along the edges, with large losses on the sides of the frame. There are some breaks/joints, including the back of the shell carving and a section of the ribbon carving near the lower proper right corner. Accumulated materials including soot have left the frame very dirty. Cleaning, consolidation, and repair of gild and tone losses will blend together the frame's appearance and give it new life for many years to come. \r\n\r\nContact the Paintings Department at paintings@artsmia.org or (612) 870-3111 to Champion this artwork.",
  "artist": "Artist: Viviano Codazzi; Artist: Michelangelo Cerquozzi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Dr. Alfred Bader",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 1650s",
  "department": "European Art",
  "description": "view in the Roman Forum",
  "dimension": "50 1/4 x 41 3/8 in. (127.6 x 105.1 cm)",
  "id": "http://api.artsmia.org/objects/1624",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6319,
  "image_width": 4682,
  "inscription": "",
  "life_date": "Italian (Rome), 1603–1670",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian (Rome)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Art market, Milwaukee, Wisconsin, by 1965, as by Paolo Pannini; Alfred Bader, Milwaukee, Wisconsin (until 1966; given to Mia as by MIchelangelo Cerquozzi)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This realistic landscape is actually an architectural fantasy, or capriccio, created by Viviano Codazzi. It includes real ruins in the background, like the half-buried Arch of Septimius Severus and the Palazzo Senatorio in Rome. But the large ruin dominating the left foreground, with its row of Corinthian columns, is pure fiction. The painting was designed to lend a sense of grandeur to these architectural ruins, creating a setting more theatrical than pastoral. To make the scene more believable, Codazzi wanted to add figures, called staffage. But he was untrained in figure painting, so he hired another artist, Michelangelo Cerquozzi, to complete the work.\r\n\r\n\n\nConservation of this picture's frame was made possible by a generous contribution from Al and Dena Naylor through the Art Champions program.",
  "title": "View in the Roman Forum"
}
