{
  "accession_number": "67.31.4",
  "art_champions_text": null,
  "artist": "Artist: Jean-François Millet",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Mrs. Egil Boeckmann",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868-1869",
  "department": "European Art",
  "description": "landscape with farm field in foreground, church in background, and low buildings and sheep in middle ground",
  "dimension": "28 1/16 x 34 1/4 in. (71.3 x 87 cm)\r\n36 1/2 x 42 3/4 x 3 1/4 in. (92.71 x 108.59 x 8.26 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1637",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7439,
  "image_width": 9117,
  "inscription": "Signature",
  "life_date": "French, 1814–1875",
  "markings": "",
  "medium": "Pastel and Conté crayon on beige paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Émile Gavet, Paris (1868/69-75; his sale, Hôtel Drouot, June 11-12, 1875, no. 7, for Fr 4,600); Monsieur Guyotin, Paris (until 1897; sold, March 20, for Fr 15,000 to Durand-Ruel); [Durand-Ruel, Paris and New York, 1897-1911; stock number 4,123, sold, July 11, for Fr 35,000 to Van Wisselingh [E.J. van Wisselingh, Amsterdam and London, from 1911]. [Knoedler, New York, until 1916, sold, April 10, for $11,500, to Hill]; James J. Hill, St. Paul (April 10, 1916-d. May 29, 1916, Hill voucher no. 57702, inv. no. 282); his wife, Mary T. Hill, St. Paul (1916-d. 1921); by descent to their daughter, Mrs. Egil (Rachel Hill) Boeckmann, St. Paul (until d. 1967; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR, in black pastel: [J. F. Millet]",
  "style": "19th century",
  "text": "A gifted landscape artist, Jean-François Millet was a master of the middle ground, able to evoke boundless space in the narrow strip between the foreground and the horizon line. Here he depicted lush green pastures, a flock of grazing sheep, a lone shepherd, a man driving a farm cart, a row of thatched houses, and some trees and fences.\r\n\r\nAfter achieving reasonable success in Paris exhibiting controversial large-scale paintings of peasants at the Salons, Millet moved his growing family to the hamlet of Barbizon, joining an informal artists’ colony whose members were drawn to the forest of Fontainebleau and its surroundings. Up the road was the village of Chailly-en-Bière, where people from the region traveled to be baptized, attend school, shop for food, and mail a letter. The bold technique of this pastel displays Millet’s remarkable originality, later admired by the Impressionists; the rigorous spatial structure reveals his firm academic training. Luminous touches of bright green, yellow, and pink create the effect of reflected light while a complex variety of strokes mimic the textures of the landscape—grass, dirt, shrubs, hay, bark, and mist.",
  "title": "The Church at Chailly"
}
