{
  "accession_number": "68.11",
  "art_champions_text": null,
  "artist": "artist: Jacques Dumont, called le Romain; artist: Formerly attributed to Jean Restout II",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Alfred Bader",
  "culture": null,
  "curator_approved": 0,
  "dated": "1733",
  "department": "European Art",
  "description": "",
  "dimension": "39 x 28 in. (99.06 x 71.12 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/1658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10123,
  "image_width": 7810,
  "inscription": "Inscription, brush and black pigment on secondary liner removed from verso in 2024 (see photos): “Dom Pascal Le Tonnellier  Prieur / de la Chartreux de Paris, Age de / 65. ans. Peint par J. Dumont le Rom. / en 1733.” \r\n\r\nA second inscription, more legible with infrared: ex Dono <?> P. D. Prioris / D de Chiffreville\r\n",
  "life_date": "French (Paris), 1701–1781",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G308",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The identity of the Carthusian monk and artist who painted him only came to light during recent conservation. Two secondary supports were removed from the verso revealing an early French inscription recording the portrait’s key facts: “Dom Pascal Le Tonnelier, Prior of the Carthusians of Paris, Age of 65 years, painted by J. Dumont le Rom. in 1733.” \r\n\r\nLe Tonnelier (1668–1742/45) was a prominent leader of the Carthusian Order in France.  Dumont presumably painted his portrait for the Paris convent when Le Tonnelier was prior. The artist made at least one other picture for this monastery, which was filled with art by the most illustrious contemporary artists of the day. With centuries of dirt removed from the varnished surface, the delicate treatment of the monk’s wrinkled brow and eyelids, shaved scalp, and five o’clock shadow are once again visible. \r\n\r\n**Conservation of this painting was generously funded in memory of Lynn Christianson.",
  "title": "Portrait of Dom Pascal Le Tonnelier"
}
