{
  "accession_number": "68.3",
  "art_champions_text": null,
  "artist": "Artist: René Magritte",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1955",
  "department": "European Art",
  "description": "City view in general; \"veduta\"; trompe l'oeil. The interior of a room with a painting on an easel sitting in front of a window. Through the window a cityscape can be seen; the scene on the painted canvas seems to exactly replicate that section of the city which it blocks from view. Two triangular shapes dominate the center of the painting. One is the conical roof of a stone tower, while the other is a near-empty avenue shown in rapidly receding perspective. These two triangles are an oblique reference to Euclid, the father of geometry.",
  "dimension": "64 1/8 x 51 1/8 in. (162.88 x 129.86 cm) (canvas)\r\n73 7/8 x 60 7/8 x 4 in. (187.64 x 154.62 x 10.16 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1670",
  "image": "valid",
  "image_copyright": "© C. Herscovici %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6044,
  "image_width": 4892,
  "inscription": "Signature and Date; Inscription (on verso) in black: [LES PROMENADES D\\'EUCLIDE 1955]",
  "life_date": "Belgian, 1898 - 1967",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Belgian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G376",
  "see_also": [
    ""
  ],
  "signed": "LL in black: [Magritte]; see inscription",
  "style": "20th century",
  "text": "Surrealism was an art of fantasy, dream, and the unconscious, delving into the recesses of the human psyche to discover mysterious, bizarre, and often disturbing images. René Magritte, however, was a Surrealist painter more fascinated by puzzles and paradoxes than by the nature of the unconscious. The Promenades of Euclid presents the age-old problem of illusion versus reality. In this witty picture within a picture, the canvas in front of the window seems to exactly replicate the section of city it blocks from view. But does it' Could the twin forms of tower and street exist only in the artist's imagination' Or do we view the actual city through a transparent canvas'",
  "title": "The Promenades of Euclid"
}
