{
  "accession_number": "68.41.11",
  "art_champions_text": null,
  "artist": "Artist: Bernardo Bellotto; Artist: Formerly attributed to Canaletto (Giovanni Antonio Canal)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Miss Tessie Jones in memory of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 1740s",
  "department": "European Art",
  "description": "",
  "dimension": "24 1/8 x 36 3/8 in. (61.28 x 92.39 cm) (canvas)\r\n32 × 44 1/2 × 2 1/8 in. (81.28 × 113.03 × 5.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1673",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4273,
  "image_width": 6530,
  "inscription": "",
  "life_date": "Italian (Venice), 1722–1780",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Herschel V. Jones, Minneapolis (1926–d. 1928); his wife, Lydia Wilcox Jones, Minneapolis and Balmville, N.Y. (until d. 1942)[1]; by descent, her daughter, Tessie Jones d. 1967], Newburgh and Balmville, N.Y. (until d. 1967; bequest to Mia)\r\n\r\n[1] Lydia Wilcox Jones is recorded owning the work in 1936.\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G307",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Venice was a popular subject for view painters in the 18th century. Artists like Bernardo Bellotto fastidiously recorded the miraculous city on water—its stately architecture (and every window door and chimneypot), the shimmering light, and, in the scattered figures and gondolas, the routine of daily life. The near photographic precision of their paintings made them popular with tourists, who bought them as mementos of their travels to Italy. Today, you can see this vista (approximately) from Venice's train station. This early work by Bellotto was painted while he was still under the influence of Canaletto, his teacher and uncle. The composition closely follows two Canaletto paintings (Wallace Collection, London and Getty Museum, Los Angeles), but Bellotto enlarged the composition, varied many small details, and showed his hand in his distinctive handling of the paint and colder palette. There is a fourth variant known (art market, London, 1998) as well as an engraving by Antonio Visentini from 1742.",
  "title": "The Grand Canal in Venice from Palazzo Flangini to Campo San Marcuola"
}
