{
  "accession_number": "68.41.9",
  "art_champions_text": null,
  "artist": "Artist: Benedetto Ghirlandaio",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Miss Tessie Jones in memory of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "15th century",
  "department": "European Art",
  "description": "Bust-length portrait of an unknown woman",
  "dimension": "16 13/16 x 11 3/4 in. (42.7 x 29.85 cm) (sight)\r\n17 3/8 x 12 3/8 x 1/4 in. (44.13 x 31.43 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/1681",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10353,
  "image_width": 7482,
  "inscription": "",
  "life_date": "Italian (Florence), 1458 - 1497",
  "markings": "Verso of the panel bears a Paris customs stamp.\r\n\r\nWax seal on verso: [\\'Kollamt -  (R/B/P)ilgüterbanhof Frankfurt 2.M3\\'; picture of eagle with \\'K\\' in center]",
  "medium": "Oil on poplar panel",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Benedetto was the youngest of the Ghirlandaio brothers, an established family workshop in late Quattrocento Florence. In the years 1486-1493 he sought new opportunities in France. His only documented work is a Nativity in the church of Aigueperse (Auvergne), where the painter worked for the governor Gilbert de Bourbon-Montpensier and his wife Chiara Gonzaga, daughter of Marquis Federico of Mantua. This portrait aligns so perfectly with the stylistic characteristics of the signed painting that its attribution to Benedetto cannot be doubted. There is no clue, however, as to the identity of the sitter—surely a lady of the highest social strata, considering the golden-bordered dress, the precious necklace, and the fine lace that protects the neckline, delicately forming the shape of a bird. The delicate bird seen in the pattern of the lace may be a family emblem and thus could provide a clue to the woman’s identity. The fashionable shaved forehead and the pale complexion are also marks of a privileged life. The eyes are modestly downcast, as appropriate for respectable women. This is the kind of wife any Renaissance man would have been happy to marry. A lady like this would have stored her linens, jewels and garments in beautifully decorated chests in her bedroom.",
  "title": "Portrait of a Young Woman"
}
