{
  "accession_number": "68.41.9",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Benedetto Ghirlandaio",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Miss Tessie Jones in memory of Herschel V. Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1495",
  "department": "European Art",
  "description": "Bust-length portrait of an unknown woman",
  "dimension": "16 13/16 x 11 3/4 in. (42.7 x 29.85 cm) (sight)\r\n17 3/8 x 12 3/8 x 1/4 in. (44.13 x 31.43 x 0.64 cm) (panel)",
  "id": "http://api.artsmia.org/objects/1681",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10353,
  "image_width": 7482,
  "inscription": "",
  "life_date": "Italian (Florence), 1458 - 1497",
  "markings": "Verso of the panel bears a Paris customs stamp.\r\n\r\nWax seal on verso: [\\'Kollamt -  (R/B/P)ilgüterbanhof Frankfurt 2.M3\\'; picture of eagle with \\'K\\' in center]",
  "medium": "Oil on panel (not tested)",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This portrait of a prim blond lady is a mystery. It seems Italian, but the sitter possesses some northern European qualities. The headdress, although lacking a tall cone, is inspired by northern fashions, and the jewel is likely Flemish, although it is worn—suspended from a pearl necklace—in a Florentine manner. Her high forehead and plucked hairline and eyebrows reflect conventions of feminine beauty on both sides of the Alps. Yet her straight hair, worn framing her face, is closer to Italian taste. Her winter dress—a golden surcoat over a red gamurra with green sleeves—is also decidedly Italian, as is the choice of silk (rather than velvet or fur) . And the lace decoration, an eagle with open wings and a cross, can be traced to Italian embroidery models. The gems in her pendant are symbolic: diamond for strength, ruby for love, and pearl for fertile chastity. Perhaps the jewel was a nuptial gift, and she is a bride (although the low veil may signify widowhood).\r\n\r\nWhile much about the sitter remains unknown, her personal style leaves no doubt that she is Italian, and the portrait was painted in Florence. The northern flavor has led scholars to attribute it to Benedetto Ghirlandaio, the youngest brother in the Ghirlandaio shop, whose style acquired a French accent after he worked in France for seven years.",
  "title": "Portrait of a Woman"
}
