{
  "accession_number": "69.131.1",
  "art_champions_text": null,
  "artist": "Artist: After Jean-Baptiste Isabey; Artist: After Simon Charles Miger",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of David M. Daniels",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1799",
  "department": "European Art",
  "description": "",
  "dimension": "10 3/4 x 8 1/2 in. (27.31 x 21.59 cm) (image)\r\n13 x 10 in. (33.02 x 25.4 cm) (sight)",
  "id": "http://api.artsmia.org/objects/1703",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4516,
  "image_width": 3563,
  "inscription": "Mark, Inscription\r\n\r\nInscribed on verso in black ink: [ __  la 1900 / Beaux Arts / M.r Beurdeley / 79 Rue de Clichy]",
  "life_date": "French, 1767–1855",
  "markings": "watermark: [Papeterie T...], in cursive script",
  "medium": "Black and white chalk on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Alfred Beurdeley (1847-1919), Paris (until 1905; his sale, Georges Petit, Paris, March 13-15, 1905, p.68, no. 111); Louis Leboeuf de Montgermont (until 1919; his sale, Galerie Georges Petit, Paris, June 16-19, 1919, no. 242 for Fr 9,100, to Paulme); Marius Paulme (1863-1928), Paris (from 1919). Sale, Nicolas Rauch, Geneva, June 13-15, 1960, no. 227, for Fr 1,850;  [Charles E. Slatkin Galleries, New York, until July 1960; sold to Daniels]; David Daniels, New York (1960-69; gave to MIA]\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "cream wove paper",
  "style": "18th-19th century",
  "text": "Jean-Baptiste Isabey was the most fashionable miniaturist and portrait painter in France between 1790 and 1830. An intimate friend of Maire-Antoinette and later Napoleon, Isabey also served as painter to the empress Josephine and drawing master to the empress Marie-Louise. Hubert Robert (1733-1808), the subject of the portrait, was an esteemed painter of landscapes and ancient Roman ruins. Young Isabey and Robert were friends, despite their 34-year age difference, and became neighbors right around the time he executed this portrait, as Isabey was granted lodgings at the Louvre probably sometime in 1799. Isabey’s diary makes clear his admiration for the older artist. Isabey's portrait drawing is well known from a 1799 engraving after it by Simon Charles Miger. Many versions of the drawing exist—at least seven can be identified now—and the Minneapolis version was long considered Isabey’s original work. The impressive provenance  certainly buttressed its case for priority. But comparison with two other versions of very high quality (NGA, DC and private collection, New York) brought subtle weaknesses in Mia's drawing glaringly to light--namely the eyes, which appear on the verge of going cross, the hand, which lacks weight as does the ribbon tying the portfolio, and the touches of white heightening are purely decorative in the Minneapolis sheet. In Isabey's hand, instead, the white chalk makes the paper and fabric crinkle, and moistens Robert's eyes and lips to appear lifelike. The number of surviving drawings of this portrait is a testament to the polularity of the image, with students copying it and also perhaps collectors requesting drawn copies.",
  "title": "Portrait of Hubert Robert"
}
