{
  "accession_number": "69.22",
  "artist": "Anne-Louis Girodet-Trioson",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "1799",
  "description": "Portrait. Mythology. History. Oval.",
  "dimension": "23 3/4 x 19 1/8 in. (60.33 x 48.58 cm) (sight, oval)\r\n30 3/8 x 25 3/4 x 3 1/8 in. (77.15 x 65.41 x 7.94 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1727",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8357,
  "image_width": 7090,
  "life_date": "French, 1767 - 1824",
  "marks": " ",
  "medium": "Oil on canvas",
  "nationality": "French",
  "provenance": "Henri-Guillaume Chatillon, godson of the painter. Raoul Brinquant. (Wildenstein and Co., London, England); George Ansley, England; (Wildenstein and Co., New York, New York); sold to MIA in 1969 through the William Hood Dunwoody Fund.",
  "restricted": 0,
  "role": "Artist",
  "room": "G306",
  "style": "18th century",
  "text": "Miss Lange was a talented actress known for her beauty and wealthy lovers. Girodet had painted an earlier portrait of her that she found unflattering. When she refused to pay the agreed-upon price and insisted that the painting be removed from public view at the Paris Salon, the enraged Girodet sought revenge with this second, satirical portrait. Eighteenth-century artists sometimes portrayed people as mythological characters to highlight their virtues. Girodet inverted this convention to defame Miss Lange. Danae was one of the mortals loved by the Greek god Zeus, who transformed himself into a shower of gold and fell upon her. Girodet shows Miss Lange greedily catching the gold coins. All of the painting's details are scathingly symbolic. For example, the turkey wearing a wedding ring represents a man the actress married for his fortune. The cracked mirror denotes her inability to see herself as Girodet saw her—a vain, adulterous, and avaricious woman.",
  "title": "Portrait of Mlle. Lange as Danae"
}
