{
  "accession_number": "69.36.1",
  "art_champions_text": null,
  "artist": "Artist: Simon Vouet",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1627",
  "department": "European Art",
  "description": "Part of a series of 12 paintings by Vouet of angels holding symbols of the Passion; other is 69.36.2",
  "dimension": "41 1/16 x 30 7/8 in. (104.3 x 78.42 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/1733",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6128,
  "image_width": 4571,
  "inscription": "",
  "life_date": "French, 1590–1649",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Cardinal Ascanio Filomarino, Rome and Naples (“12 angeli,” purchased from the artist, for 120 scudi, June 5, 1627 [1]–d.1666); by descent to his nephew, Ascanio Filomarino, duca della Torre, Naples (until d. 1685; 1685 inv., nos. 112-123 [2]); his brother, Alfonso Filomarino, Duca della Torre (1685-d.1700; 1700 inv.); by descent to Filomarino family, Principi della Rocca, Naples (until at least 1769; Cochin 1758 [3]; La Lande 1769 [4]). Private collection [5]. (Marcello and Carlo Sestieri, Rome, Italy, 1969; sold to Mia)[6] \r\n\r\n[1] ASR, Monte di Pieta, Libro Mastro, n. 52, 1627, f. 847, see Lorizzo 2006, p. 117, doc. 9\r\n\r\n[2] ASN, Notai del ‘600, Notaio Dionisio d’Alterio, scheda 320, prot. 9. Ff. 982 sgg, (nos. 112-123), see Lorizzo 2006, pp. 108-111.\r\n\r\n[3] Charles Nicolas Cochin, “Voyage d’Italie” (1758), I, p. 191.\r\n\r\n[4] Marquis de LaLande, “Voyage d’un Francais en Italie” (1769), VII, p. 48. \r\n\r\n[5] Two of the paintings from the series were next recorded in the collection of Giuseppe Oberto, who sold them to the king of Naples for 180 ducats, on September 2, 1829. They are now in the Museo di Capodimonte, Naples (A. Filangieri di Candida,” in Venturi 1902, pp.249, 340n147). As the series remained intact until at least 1769, it is possible Oberto owned the whole Vouet series at some point, including the Mia paintings. \r\n\r\n[5] See object file for series of letters between Sestieri and Tony Clark regarding shipment of paintings and damage done, beginning Nov. 22, 1968.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This angel carries symbols of the Passion—the events associated with Jesus Christ’s suffering and death. The pitcher, basin, and cloth represent those used by Pontius Pilate to wash his hands of responsibility for Christ’s crucifixion.The painting belongs to a series of twelve angels carrying symbols of the Passion, which were painted for a private patron in Rome, Ascanio Filomarino, later appointed a cardinal of the Church and archbishop of Naples.\r\n\r\nSimon Vouet was one of the most important painters of his generation in France, ultimately serving as First Painter to King Louis XIII. From 1612 to 1627, he worked in Rome. These angels were among the last works he painted there, completed just months before his return to France. In Paris, he helped introduce French artists to the Baroque style: high drama, rich color, intense light, and dark shadows. /// We are grateful to Sebastian Schütze for clarifying the provenance of this painting.",
  "title": "Angels with Attributes of the Passion: Angel Holding the Vessel and Towel for Washing the Hands of Pontius Pilate"
}
