{
  "accession_number": "69.49.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture; Floor Coverings",
  "continent": "Asia",
  "country": "Turkey",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 4th-mid 5th century",
  "department": "Asian Art",
  "description": "mosaic representing a scene of an elephant attacking a feline, in multicolors.; known to have come from the floor of an early Christian church near Antioch",
  "dimension": "41 1/4 x 81 1/2 in. (104.78 x 207.01 cm)",
  "id": "http://api.artsmia.org/objects/1740",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mosaic",
  "nationality": null,
  "object_name": "Mosaic",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G241",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Byzantine",
  "text": "Animal combat is a Near Eastern theme which entered early into Greek and later Roman art. The introduction of large-scale animal compositions was an important innovation in mosaic decoration, possibly stimulated by circus spectacles. In the fourth century A.D. pavement mosaics of hunting scenes were installed in the villa of Constantine the Great in Antioch, setting an important local precedent. \r\nIn this fragment of a larger scene, the elephant appears to be somersaulting the tiger with his trunk. The two animals are flattened and generalized into a linear surface pattern, with little attempt at anatomical accuracy. The Romans associated the African elephant with military victory, while tradition held that the tiger, a native of Asia, gave his name to theTigris river. Although this mosaic formed part of a pavement in an Early Christian church, any eventual religious significance of the animals remains obscure, and may not have been intended.",
  "title": "Elephant Attacking a Feline"
}
