{
  "accession_number": "69.80.1a,b",
  "art_champions_text": null,
  "artist": "Silversmith: Vincenzo Coaci",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from The Morse Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1792",
  "department": "European Art",
  "description": "The inkstand is a replica of the Quirinal Monument in Rome and was made to commemorate its erection during the pontificate of Pius VI. The composition includes an Egyptian obalisk, and four horse tamers that can be swung from their bases on levers to reveal an inkwell and a sandbox; Sphinxes' headdresses conceal candle sockets; one of the drawers contains an assortment of tromp l'oeil engravings; two doves can be made to kiss by means of a lever located in the fountain; the inkstand has a leather carrying case that resembles a medieval fortified town, with gates, battlements and a bell tower.",
  "dimension": "28 1/2 x 20 1/2 x 14 3/4 in. (72.39 x 52.07 x 37.47 cm)",
  "id": "http://api.artsmia.org/objects/1748",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5334,
  "image_width": 5862,
  "inscription": "",
  "life_date": "Italian (Rome), 1756–1794",
  "markings": "",
  "medium": "Silver, silver gilt, lapis lazuli, and rosso antico marble",
  "nationality": "Italian",
  "object_name": "Inkstand",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    "1748",
    "8484"
  ],
  "signed": "Vincenzo Coaci Roma 1790",
  "style": "18th century",
  "text": "This ingeniously complex inkstand may have been presented to Pope Pius VI to commemorate completion, in 1786, of the Quirinal Monument in Rome, just across from the pope’s summer palace. As seen in the inkstand, the monument incorporates an Egyptian obelisk, which was unearthed about a mile away, and two ancient Roman sculptures of horse tamers. The horse tamers on the inkstand swing out with the press of a lever, revealing an inkwell and sander (a shaker for sprinkling fine sand or powdered talc over wet ink to speed its drying). The sphinxes’ headdresses conceal candleholders, and the center drawer contains an assortment of illusionistic engravings, including Coaci’s trade card. The two doves can be made to kiss by means of a lever located under the fountain.",
  "title": "The Coaci Inkstand"
}
