{
  "accession_number": "69.86.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Cambodia",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Khmer",
  "curator_approved": 0,
  "dated": "early 9th century",
  "department": "Asian Art",
  "description": "Head from an image of a diefied king carved in sandstone wearing a very elaborate crown and a diadem tied with a knot at the back of his head. Crisply delineated facial features carved in high and low relief. Original encrusted patina. First Angkor style, style of Koh Ker, Cambodia.",
  "dimension": "9 1/2 in. (24.13 cm)",
  "id": "http://api.artsmia.org/objects/1752",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11608,
  "image_width": 8708,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grey sandstone",
  "nationality": null,
  "object_name": "Head from an Image of Vishnu or a Deified King",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Angkor style, style of Kon Ker",
  "text": "This powerfully carved head reflects the concept of the God-King (Deva-Raja), a system of statecraft that originated in India but was taken to new heights during the Khmer Empire (802–1437 CE). Despite being consecrated under the protection of the Hindu deity Shiva, the Khmer identified most closely with Vishnu, preserver of universal order. In fact, the deity often took on the likeness of individual Khmer rulers. In a fragment such as this, which is missing bodily attributes such as multiple arms, it is difficult to distinguish between divine human and god. In keeping with the period’s style, crisply detailed hair frames a face of steely perfection, with a detached yet eternal smile and an inner benevolence radiating from faintly chiseled eyes.",
  "title": "Head from an image of Vishnu or a deified king"
}
