{
  "accession_number": "69.86.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Mon-Dvaravati",
  "curator_approved": 0,
  "dated": "7th-9th century",
  "department": "Asian Art",
  "description": "Buddha seated with legs crossed at the ankles. He wears a monk's diaphanous garment which covers only his right side. He is seated in a adamantine pose with the soles of his feet facing upward (as in early Gupta art). He assumes a gesture of exposition with his very long fingers. His face is excellently modelled with heavy eyelids, eyes looking downward and an enigmatic smile. His ears are large with long perforated lobes and he wears a tiered snail-like hairdo. Original and dark patina. Dvaravati style, Mon, Thailand. Cast in the lost wax process.",
  "dimension": "7 1/8 x 3 1/8 x 1 7/16 in. (18.1 x 7.94 x 3.65 cm)",
  "id": "http://api.artsmia.org/objects/1753",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8989,
  "image_width": 6420,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Seated Buddha",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Mon-Dvaravati style",
  "text": "This upright seated Buddha demonstrates the mixing of Mon-Dvaravati style with the earliest pan-Asian conventions. The depiction has characteristically plump lips, described as bee-stung in Indian texts from about the 400s CE. Yet his wide mouth, flat nose, continuous eyebrows, and wide-set eyes are hallmarks of the style during this Thai kingdom (c. 600s–1000s). The Buddha’s right hand is in the gesture of exposition, or teaching, while the left is lowered to offer blessings. He sits relaxed in open-robe pose, with traditional attributes, such as distended earlobes (signifying the burdensome earrings of his former princely life), three beauty marks on the neck, a cranial protuberance, and hair in snail-shell curls. The slightly parted lips and raised corners of his mouth evoke other qualities, such as a sweet and resonant voice.",
  "title": "Seated preaching Buddha"
}
