{
  "accession_number": "69.92",
  "art_champions_text": null,
  "artist": "Artist: Jean-Pierre Dantan II",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1839",
  "department": "European Art",
  "description": "Anatole Demidoff, Prince of San Donato (1812-1870) was a distinguished scientist and explorer, as well as art collector. He is shown in this portrait with the attributes of his collecting--a classically inspired ewer and basin--and tools indicative of his scientific explorations--a globe, maps, a telescope and a compass. The books by his feet and the pamphlet in his hand bear the titles of his scholarly publications on the natural history, geology and anthropology of Crimea and southern Russia. The prince's crest, a three-dimensional rendition, is affixed to the center of the base.",
  "dimension": "19 x 11 x 13 in. (48.26 x 27.94 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/1771",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5164,
  "image_width": 3528,
  "inscription": "Signature, Date",
  "life_date": "French, 1800 - 1869",
  "markings": "\\'1839\\'",
  "medium": "Marble",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Anatole Demidoff, Prince of San Donato (1812-70), was one of the foremost art collectors of the mid-19th century as well as a distinguished scientist and explorer. In this portrait by Jean-Pierre Dantan, Demidoff is shown with the attributes of his collecting -- a classically inspired ewer and basin -- and tools indicative of his scientific explorations -- a globe, telescope, compass, and maps. The books by his feet and the pamphlet in his hand bear the titles of his scholarly publications on the natural history, geology, and anthropology of Crimea and southern Russia: Voyage en Crimée,  Valachie et Moldavie, Siberie, and Russie Meridonale et Crimée.",
  "title": "Prince Anatole Demidoff"
}
