{
  "accession_number": "70.23.1",
  "art_champions_text": null,
  "artist": "Artist: Tosa School",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "66 1/2 x 24 in. (168.91 x 60.96 cm) (each panel)",
  "id": "http://api.artsmia.org/objects/1787",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4254,
  "image_width": 9512,
  "inscription": "",
  "life_date": "active early 15th - 19th century",
  "markings": "",
  "medium": "Ink, color, and gold on gilded paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This pair of screens illustrates two decisive battles between the rival families of the Taira and Minamoto that occurred during the Genpei Wars (1180-1185). These epic clashes were recorded in the Heike monogatari (Tales of Heike), a semi-historical account written in the early 13th century that has inspired countless paintings and dramatic plays ever since. The battle of Ichinotani, on the right, illustrates Minamoto Yoshitsune's daring attack of the Taira camp. By leading his warriors in a mounted charge down a steep mountain at daybreak, Yoshitsune successfully took the Taira troops by surprise, forcing them to flee by ship. The left screen shows one of the most celebrated feats of martial skill in Japan's history. The Taira forces again fled by boat from the advancing Minamoto, shown here on the shore of Yashima.  At dusk, a young woman appeared on the deck of one of the Taira ships and proceeded to perform a taunting dance with a red fan decorated with a rising sun. Yoichi Munetaka, one of the Minamoto's best archers, rode his horse into the shallows and shot the fan from the woman's hand at a distance of some ninety feet. This amazing feat was seen as prophetic, and indeed, the Taira were completely defeated about a month later.\r\nTypical of this kind of narrative painting, the artist used brilliant mineral pigments to render the landscape elements and figures in considerable detail. Gold clouds isolate individual vignettes, a device that also lends considerable opulence and decorative impact to the composition.",
  "title": "The Battle of Yashima [left of a pair of Scenes from The Tale of the Heike]"
}
