{
  "accession_number": "70.45",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Carlo Portelli",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1565",
  "department": "European Art",
  "description": "",
  "dimension": "53 5/8 x 41 3/8 in. (136.21 x 105.09 cm) (panel)",
  "id": "http://api.artsmia.org/objects/1806",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7709,
  "image_width": 6056,
  "inscription": "",
  "life_date": "Italian (Tuscany), c. 1510–1574",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Italian (Tuscany)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Giovanni dalle Bande Nere (1498–1526), a celebrated condottiere of the papal mercenary forces, fought the invasion of the Italian peninsula by the Holy Roman Emperor Charles V. Giovanni died the year before Charles’s troops sacked Rome, in a battle outside Mantua. His remains were recently exhumed as part of an archaeological survey of the Medici family tombs. The study described the 28-year-old as “a vigorous man, with an athletic body, medium-sized skull, narrow nose…great physical strength and robusticity.” The muscles in his shoulders, legs, and feet confirmed he “was a highly skilled horseman,” while the wear and tear in his hips and back indicated he “had carried heavy loads since adolescence due to horse-riding and body armor.” Among many injuries, Giovanni’s right leg was amputated below the knee, likely the result of a cannonball hit. Gangrene followed, which killed the soldier after an agonizing three days. \r\n\r\nNo lifetime portraits of the sitter are known, but he was painted many times posthumously to celebrate the Medici dynasty. Portelli’s portrait might have been made for the wedding of Francesco de’ Medici, Grand Duke of Tuscany, and Joanna of Austria, daughter of the Holy Roman Emperor Ferdinand I. The Italian wars of the 1520s, which had killed Giovanni when the Medici and Habsburg families were enemies, were allied through this 1565 marriage. The male and female herms in the background of the portrait, depicted with arms entwined and ivy climbing up the female figure’s body, may symbolize marital fidelity.",
  "title": "Portrait of Giovanni de’ Medici, called Giovanni dalle Bande Nere"
}
