{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Italian, 1752-1834",
  "nationality": "Italian",
  "role": "Artist",
  "artist": "Francesco Bolgiè",
  "dated": "18th century",
  "culture": null,
  "country": "France or Italy",
  "continent": "Europe",
  "dimension": "39 3/4 x 16 1/2 x 1 in. (100.97 x 41.91 x 2.54 cm)",
  "medium": "Wax on wood panel",
  "title": "Modello for a neo-classical design for boiserie decoration",
  "id": "http://api.artsmia.org/objects/1808",
  "room": "G324",
  "style": "18th century",
  "marks": " ",
  "text": "Francesco Bolgiè, probably the designer and modeler of this modeled wax relief, worked in the Piedmont region of northern Italy during the second half of the eighteenth century and the beginning of the nineteenth century, creating delicate neo-classical reliefs on paneling and furniture.  Bolgiè worked with the more well-known designer Giuseppe Maria Bonzanigo (1745-1820) to decorate and furnish complete rooms for the royal palaces of the Savoy family, including the Palazzo Reale in Turin and the royal hunting lodge of Stupinigi outside Turin.  Under the direction of the architect Filippo Juvarra (1678-1736), these houses were decorated with carved low relief trophies for doors, paneling, picture frames, portraits, and furniture.  Juvarra, who trained in France, brought this restrained carved form of neo-classical design from France to the court of Savoy in the early- eighteenth century. \r\n\r\nBolgiè was relatively unknown until recently-discovered information revealed that he, along with Bonzanigo and several other designers, worked on the Savoy royal residences.  A secretary-bookcase from Stupinigi decorated with caryatids and other anthropomorphic figures was designed and carved by Bolgiè and relates most closely to this modeled wax panel.\r\n\r\nPrior to the work of Bonzanigo, northern Italian woodwork was characterized by the use of inlay and marquetry decoration rather than the low relief carving in which Bonzanigo excelled.  ",
  "description": "Modello for Neoclassical design, wax on wood panel, French/Italian, XVIIIc no painted number, frame loose",
  "provenance": "",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "accession_number": "70.48"
}
