{
  "accession_number": "71.11a-l",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mrs. Edwin Dodge Johnston",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1770-1790",
  "department": "Arts of the Americas",
  "description": "American carved Chippendale mahogany chest-on-chest, upper molded swan neck cresting having sunflower terminals and fitted with two carved flaming finilas lain in leaf and center with brass ball and convex shell and flanked by scrolling leafage; the unusual part of this design is that the swan necks extend to the back of the chest; the hardware is replacement as apparently there were knobs instead of handles for pulls a-top; b- bottom; cde top small drawers; fghijkl- large drawers top to bottom",
  "dimension": "84 1/2 x 42 3/8 in. (214.63 x 107.63 cm)",
  "id": "http://api.artsmia.org/objects/1842",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4869,
  "image_width": 3069,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mahogany, white pine, brass hardware",
  "nationality": null,
  "object_name": "Chest on Chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This chest-on-chest descended in the Dodge family to Edwin Noyes Dodge, whose wife donated it to the Institute.  While the object was made in New England, it came to the Midwest when the Dodge family immigrated to Minnesota in the 19th century.  The style of this chest-on-chest suggests that it was made in New London County, Connecticut, and probably Colchester, as it displays characteristics of 18th-century furniture from that vicinity, including the block-and-shell front; the curled, beaded molding on the feet; the compass carving at the tops of the side pilasters; the rosettes on the broken pediment; and the whorl in the top center drawer.",
  "title": "Chest on Chest"
}
