{
  "accession_number": "71.24",
  "art_champions_text": null,
  "artist": "Artist: Giorgio Vasari",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1543–44",
  "department": "European Art",
  "description": "Group portrait of six Italian writers and poets: Dante Alighieri, Francesco Petrarch, Guido Cavalcanti, Giovanni Boccaccio, Cino da Pistoia, and Guittone d'Arezzo.",
  "dimension": "52 x 51 5/8 in. (132.08 x 131.13 cm) (canvas)\r\n62 1/8 x 61 5/8 x 4 3/4 in. (157.8 x 156.53 x 12.07 cm) (outer frame)\r\n180  lb. (81.6  kg)",
  "id": "http://api.artsmia.org/objects/1850",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7640,
  "image_width": 7580,
  "inscription": "",
  "life_date": "Italian (Florence), 1511–1574",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Italian (Florence)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Luca Martini (1507–1561), Florence (from 1544; commissioned in July 1543, final payment September 1545). Cardinal Mazarin, Paris; Phillippe II, Duc d’Orléans, Palais Royale, Paris (until d. 1723, [1723 inv.; 'no.1631, in the Cabinet de la Chambre]; his son, Louis, Duc d’Orléans, Palais Royale, Paris (until d. 1752 [Antonini / Bauche 1749, pp. 134, 300, in the 'Cabinet de Monseigneur, also called the Chambres des Poussins']), his son, Louis-Philippe I, Duc d’Orléans, Palais Royale, Paris (until d. 1785); his son, Louis Philippe Joseph d'Orléans, called Philippe Egalité, Palais Royale, Paris (until 1792; Orleans collection of Italian, French and Spanish paintings sold to Walckiers); Viscount Edouard de Walckiers (1792); Count Francois-Louis-Jean-Joseph Laborde de Mereville, Paris and London; Jeremiah Harman, London (1792–98); Syndicate consisting of the Duke of Bridgewater, Lord Carlisle, Lord Gower negotiated by Michael Bryan (1798; sale, Bryan Orleans auction I, London, December 26, 1798, no. 271, for 100 guineas, to Hope; Thomas Hope, London (1798–1831); Collection Henry Philip Hope; Collection Henry Thomas Hope ['inherited from his uncle Henry Philip], Deepdene; by descent to Lord Henry Francis Pelham Clinton Hope, 8th Duke of Deepdene, Surrey, Nottingham (until 1917; his sale, Christie's, London. July 20, 1917, no. 126, to Winkworth); E.D. Winkworth. Sale, Sotheby's, London, June 17 1961, no. 23, to Wildenstein; [Wildenstein & Co., New York, 1961–71; sold for $93,500, to Mia)\r\n\r\n\r\nEngraved Cathelin & Mondet La Galerie du Palais-Royale 1786-1806 vol I (1786)\r\n\r\n-Wildenstein receipt dated 1971: \"Collections: Cardinal Mazarin, Philippe, Duc d'Orleans, Palais-Royal, Paris. The Italian pictures of the Orleans collection were sold in 1792 to the Belgian banker Walkuers. He sold them to Laborde de Mereville, who fled with them to England where they were bought by Jeremiah Harman, and subsequently by a syndicate consisting of the Duke of Bridgewater and Lords Carlisle and Gower. The three agreed to select certain of t",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This group portrait of six distinguished Tuscan poets and writers celebrates the golden age of Italian literature of the 14th and 15th centuries and the role these individuals in elevating literature and ennobing the language.\r\n\r\nDante Alighieri (1265-1321), one of the most celebrated poets of the ages and author of the \"Divine Comedy,\" sits prominently at the table. To the left stands Francesco Petrarch (1304-1374), who holds the green volume, the book's cover decorated with a cameo portrait of a woman in profile, likely Petrarch's muse Laura. Between them is Giovanni Boccaccio (1313-75), author of the \"Decameron,\" a book begun in 1348 following the outbreak of the Black Death in Florence. At far right is Guido Cavalcanti (c. 1255-1300), a poet acclaimed for his love sonnets, although Dante, holding open a book of Virgil before him, seems to suggest he would benefit from studying the ancient Latin writer's work (a point Dante also makes in the \"Divine Comedy\"). The four 13th-century poets wear laurel crowns symbolic of their literary achievements. Behind them to the left are two more men of letters, shown wearing fashionable 15th-century caps instead of laurel crowns. They lived a century later and thus are depicted observing the literary giants' discussion. Cristoforo Landino (1424-1498/1504), at left, was an influential Neoplatonist and scholar in Florence, who published a definitive edition of Dante's \"Comedy\" in 1481, which included an extensive commentary and illustrations. Next to him is Marsilio Ficino (1433-1499), a key figure in reviving and translating ancient Greek and Latin literature in the Renaissance. \r\n \r\nThe objects on the table represent various scholarly disciplines. The solar quadrant and celestial globe denote astronomy and astrology; the compass and terrestrial globe, geometry and geography; the books, grammar and rhetoric.",
  "title": "Six Tuscan Poets"
}
