{
  "accession_number": "71.57.2",
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. Joseph R. Wright",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "",
  "dimension": "75 7/8 x 39 in. (192.72 x 99.06 cm) (image)\r\n112 1/2 x 62 3/4 in. (285.75 x 159.39 cm) (mount)",
  "id": "http://api.artsmia.org/objects/1870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6888,
  "image_width": 3652,
  "inscription": "Signature, Seal",
  "life_date": null,
  "markings": "",
  "medium": "Ink and colors on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "LL: false signature and seal",
  "style": "17th-18th century",
  "text": "This painting bears an apocryphal signature of Yan Wengui, a highly regarded academic landscape painter of the Five Dynasties period (907-960). While few authentic works by Yan survive, his reputation was largely based on the towering ink landscapes that had come into prominence during his time.\r\nThe present painting is an excellent example of the popularity during late Ming and early Qing for large, carefully rendered color landscapes that evoked the monumental mountainous landscapes of the earlier Five Dynasties and Northern Song period (ca. 10th-13th centuries). The wealthy Ming and Qing merchant class created a demand for large-scale, carefully delineated, decorative scrolls such as this for use in their luxurious estates. Paintings such as these, carefully rendered by skilled, professional artists for an affluent audience were substantially different from the smaller ink landscapes produced by the scholar-amateurs for the literati class with their emphasis on personal brushwork and literary content.",
  "title": "Landscape in the style of Yan Wengui, c. 1700"
}
