{
  "accession_number": "72.109.5",
  "art_champions_text": null,
  "artist": "Photographer: Diane Arbus; Publisher: Diane Arbus and her estate",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Kate and Hall J. Peterson Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966 (printed 1971)",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "14 5/8 x 14 11/16 in. (37.15 x 37.31 cm) (image)\r\n19 7/8 x 15 15/16 in. (50.48 x 40.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/1900",
  "image": "valid",
  "image_copyright": "© 1970 The Estate of Diane Arbus%2C LLC",
  "image_height": 3688,
  "image_width": 3702,
  "inscription": "",
  "life_date": "American, 1923 - 1971",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From From \"A Box of Ten Photographs\" portfolio",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Diane Arbus photographed people in and around her native New York City during the 1950s and 1960s. Conducting a kind of anthropological fieldwork, she was drawn to both the seemingly conventional individuals she encountered on the street and the more eccentric types she sought out. Identical Twins is perhaps her most iconic image. Standing close together on a brick sidewalk that anchors the bottom of the picture, these little girls appear perfectly matched, but close study of their faces suggests that their outward similarities mask very different personalities. Identical Twins was included in Arbus’s only portfolio, A Box of Ten Photographs, which was created by Arbus in 1970 but largely produced posthumously by her elder daughter, Doon, and printed by Neil Selkirk, after the artist committed suicide in 1971.",
  "title": "Identical Twins, Cathleen (left) and Colleen, Members of a Twin Club in New Jersey"
}
