{
  "accession_number": "72.11.1a",
  "art_champions_text": null,
  "artist": "Architect: Frank Lloyd Wright; Manufacturer: Temple Art Glass Company; Designer: Frank Lloyd Wright",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David Draper Dayton Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1912-1914",
  "department": "Arts of the Americas",
  "description": "Stained glass window (left) from Frank Lloyd Wright Little House cat. card dims 50-3/16 x 18-15/16'",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/1905",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3894,
  "image_width": 3909,
  "inscription": "",
  "life_date": "American, 1867–1959",
  "markings": "",
  "medium": "Oak, pine, glass, copper-coated zinc caming, porcelain, brass hardware, metal screens, cotton canvas upholstery, fabric-covered shades",
  "nationality": "American",
  "object_name": "Window",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1908 Francis and Mary Little commissioned Frank Lloyd Wright, the architect of their previous home in Peoria, to design a summer residence for them on their property overlooking scenic Lake Minnetonka.  The home that Wright designed for the Littles was one of his last great Prairie School houses.  Characteristically long and low, with a hipped roof, the house featured windows spanning the entire lakeside elevation, giving the Littles full advantage of the impressive view.  Although Wright drew elaborate designs for these windows, Mr. Little did not want an intricate pattern to obscure his view of the lake.  As a compromise, large expanses of glass throughout the house have a central area of plain glass \"framed\" with an intricate border.  In this hallway, the framed area becomes increasingly complex in the design of the three right windows facing a grove of trees.\u000b\u000bBy the late 1960s the large size of the house, rising property taxes, inflexible built-in furnishings, inadequate insulation, and many uninvited visitors placed the owners, at that time the Littles' daughter and her husband, in a difficult situation.  They made every effort to find a purchase, but no local buyer or institution could be found to save the house on the site.  A group of Wright enthusiasts contacted officials at the Metropolitan Museum of Art in New York to see if they might be able to purchase it for installation.  The Metropolitan bought only the house in 1972, allowing the current owners to retain the property.  Portions of the interior were dismantled for future installation in the Metropolitan and for sale to other institutions.  The Minneapolis Institute of Arts purchased this hallway, which led to the master bedroom of the house.  It has been installed without its fourth wall of closets, allowing a broader view of the windows.  A model of the house is located directly across from the hallway.",
  "title": "Hallway window (left)"
}
