{
  "accession_number": "72.75",
  "art_champions_text": null,
  "artist": "Artist: Giorgio de Chirico",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1917",
  "department": "European Art",
  "description": "Metaphysical School. Scuola Metafisica. Surrealist still life with anatomical charts, drafting triangles and tools, and banded rod or maulstick. Architectural drawing in foreground. Various abstracted rectangles and triangles in remainder of composition.",
  "dimension": "35 1/4 x 20 1/4 in. (89.54 x 51.44 cm) (canvas)\r\n42 x 27 1/4 x 2 1/2 in. (106.68 x 69.22 x 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1941",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F SIAE%2C Rome",
  "image_height": 6324,
  "image_width": 3660,
  "inscription": "",
  "life_date": "Italian (born Greece), 1888 - 1978",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G367",
  "see_also": [
    ""
  ],
  "signed": "LR in black: G. de Chirico 5-1917",
  "style": "20th century",
  "text": "As a leader of the Metaphysical school of painting in Italy, Giorgio de Chirico had an important influence on the development of Surrealism in the early 1920s. In his own art, he combined stark images of buildings and empty urban spaces with objects from everyday life and often distorted scale and perspective to accentuate their haunting quality.\r\n\r\nMade while serving in the Italian army during World War I, this painting dates to the height of the artist's Metaphysical period. On the left he pictured a view of a factory in Modena, the city where he was stationed. The other objects included - drafting tools and anatomical charts - symbolize the \"playthings\" of the artist who must study anatomy, drawing, and architecture as part of his training. The anatomical charts may also be an autobiographical allusion to the artist's frequent illnesses.",
  "title": "The Scholar's Playthings"
}
