{
  "accession_number": "72.94",
  "art_champions_text": null,
  "artist": "Artist: Louis Lafitte; Artist: Formerly attributed to Baron François-Pascal-Simon Gérard",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The David M. Daniels Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1804-1805",
  "department": "European Art",
  "description": "woman leaning on table looking down with garment belted below exposed breasts",
  "dimension": "10 5/16 x 7 1/4 in. (26.2 x 18.4 cm) (image)\r\n19 3/4 × 15 3/4 in. (50.17 × 40.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1953",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6616,
  "image_width": 4748,
  "inscription": "Inscription\r\n\r\nInscribed in black chalk, lower left corner: [Gerard 1821] (spurious signature)",
  "life_date": "French, 1770–1837",
  "markings": "",
  "medium": "Black chalk, partially incised,on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Hôtel Drouot, Paris, December 3, 1969, no. 7, as by Gérard, for Fr 2,700; [Walter Goetz, Pintura Establishment, Vaduz, Liechtenstein, until 1972; sold for $2,000 to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In France in the 1790s, the Republicans used more than the guillotine to do away with the ancien régime. They went so far as to invent a new system of measures (the metric system), a new dress code, a new system of time (100-second minutes, 100-minute hours, 10-hour days), and a new calendar.\r\n\r\nRejecting the Gregorian calendar inherited from the Roman Catholic Church, which structured the very fabric of life around religious observances and feast days, the Republicans decided to mark the days in a more rational, secular way. Their new calendar maintained the twelve-month year but introduced three-week months and ten-day weeks (décades). The extended week was the least popular measure, and not just with the church. A day of rest every seven days, not ten, was sacred to the working class, too.\r\n\r\nThis study belongs to a series of designs by Louis Lafitte for a printed calendar in which he invented a new iconography for the months. The noble bathing woman represents Thermidor, France’s hottest month (late July to late August). Napoleon would abolish the unpopular Republican calendar in 1806, just a year or two after Lafitte produced this drawing.",
  "title": "Young Woman in Classical Dress, Study for the Month \"Thermidor\""
}
