{
  "accession_number": "74.1.143",
  "art_champions_text": null,
  "artist": "Artist: Kitagawa Utamaro; Publisher: Tsutaya Jūzaburō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1792-1793",
  "department": "Asian Art",
  "description": "",
  "dimension": "14 15/16 × 9 3/4 in. (38 × 24.8 cm) (image, sheet, vertical ōban)\r\n23 × 19 × 1 1/2 in. (58.42 × 48.26 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/1998",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8541,
  "image_width": 5638,
  "inscription": "",
  "life_date": "Japanese, 1753 - 1806",
  "markings": "censor seal: 極 {kiwame}; Publisher: Tsutaya; Collecter: Wakai Oyaji, Hayashi Tadamasa",
  "medium": "Woodblock print (nishiki-e); ink and color on paper with mica",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Ten Types in the Physiognomic Study of Women (Fujin sōgaku juttai 婦人相学十躰)",
  "provenance": "Wakai Kenzaburō; Hayashi Tadamasa; Chavarse (order unclear); Louis V. Ledoux (until 1948); Roland Koscherak (around 1948); Richard P. Gale (until 1974)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Sōmi Utamaro ga}",
  "style": "18th century",
  "text": "After producing a few successful books, Utamaro and the publisher Tsutaya launched an innovative type of bijin-ga (pictures of beautiful women)  series. It was the first to feature women in half-length portraits, a format previously reserved for yakusha-e (actor prints). It was also the first attempt by an ukiyo-e artist to represent the individuality of women. Except for the most famous prostitutes, print designers tended to depict women as stereotypes of femininity. Utamaro’s close-up portraits straightforwardly captured the facial expressions of his models, vividly evoking their personalities despite their anonymity. The woman shown here is identified on the print as the “fickle type.” To convey that quality, Utamaro has her casting a glance over her shoulder, hoping to catch the eye of an interested suitor as she returns, careless and disheveled, from the bath.",
  "title": "Fancy-free Type"
}
