{
  "accession_number": "2017.16",
  "artist": "Artist: Christiane Baumgartner",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Proceeds from the Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Prints and Drawings",
  "description": "waves on water with high horizon line, simplified into horizontal lines of various widths with straight edges in sky and wavy edges in water; bridge on horizon in ULC; towers/buildings on horizon in URC; black and white",
  "dimension": "47 × 62 7/8 in. (119.38 × 159.7 cm) (image)\r\n55 3/16 × 70 3/4 in. (140.18 × 179.71 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126074",
  "image": "invalid",
  "image_copyright": "© Christiane Baumgartner",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1967",
  "markings": "LLC in pencil: 4/6",
  "medium": "Woodcut on Kozo paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Baumgartner 2016 | bottom center in pencil: Another Country",
  "style": "21st century",
  "text": "Christiane Baumgartner’s monumental print, Another Country, is based on a photograph the artist made of upper Manhattan as seen from the across the Hudson River. As a handmade woodcut, its large scale and photographic origin is both unusual and intriguing. Here, Baumgartner contrasts traditional practices with modern digital systems by carving a series of closely spaced horizontal lines onto the surface of the woodblock matrix, that when printed emulates the “pattern noise interference” common to analog video. This linear surface pattern partially obscures the scene and creates a distance-relative “sweet spot” for seeing the image clearly, as if focusing a camera lens. The visual effect is mesmerizing, as the viewer attempts to discern the work’s ambiguous, abstract qualities along with the details of the distant landscape. Like many of Baumgartner’s woodcuts, the print possesses an aura of mystery and wonder.",
  "title": "Another Country"
}
