{
  "accession_number": "2016.134.2",
  "art_champions_text": null,
  "artist": "Artist: Frank Lobdell",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Frank Lobdell Trust",
  "culture": null,
  "curator_approved": 1,
  "dated": "1974",
  "department": "Arts of the Americas",
  "description": "stylized drawing of a nude woman reclining in tight pose on PR side, propping upper up on elbows, with PR hand supporting head; PL leg is tucked upward, closing off body; woman is looking toward her knee; long, dark hair falling over shoulder; green linear outlines and markings",
  "dimension": "13 5/8 × 17 in. (34.61 × 43.18 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126008",
  "image": "valid",
  "image_copyright": "© Frank Lobdell Trust",
  "image_height": 5521,
  "image_width": 6915,
  "inscription": "mark on back ULC in pencil: FLP1974-13",
  "life_date": "American, 1921–2013",
  "markings": "",
  "medium": "Ink, ink wash, crayon, and gouache on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; Estate of Frank Lobdell; Frank Lobdell Trust; given to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed LRC in black: FL | dated in green pen LRC: 2.1.74",
  "style": "20th century",
  "text": "Beginning in the 1950s, Lobdell was active in the Bay Area Figurative Movement, an informal association of artists centered in San Francisco whose advocates abandoned the prevailing stylistic strategies of Abstract Expressionism, and instead focused on painting and drawing the human figure, still lifes, landscapes, and urban views. Though the movement essentially rejected pure abstraction, many of its adherents freely embraced the vigor and spontaneity of action painting in the service of representational imagery. By the mid-1970s, Lobdell was again working in abstract modes of expression inspired in part by the Surrealists and the modernist paintings of Mark Rothko and William Baziotes. Lobdell’s personal style was at once somber and dramatic, ambiguous and loosely architectonic, while exploiting the formal tension of juxtaposed planes, lines, and space. He later introduced a vocabulary of abstract symbols for both expressive and conceptual objectives.",
  "title": "Nude Reclining in a Landscape (Figure Drawing Series No. 13)"
}
