{
  "accession_number": "2017.16",
  "art_champions_text": null,
  "artist": "Artist: Christiane Baumgartner",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Proceeds from the Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Prints and Drawings",
  "description": "waves on water with high horizon line, simplified into horizontal lines of various widths with straight edges in sky and wavy edges in water; bridge on horizon in ULC; towers/buildings on horizon in URC; black and white",
  "dimension": "47 × 62 7/8 in. (119.38 × 159.7 cm) (image)\r\n55 3/16 × 70 3/4 in. (140.18 × 179.71 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126074",
  "image": "invalid",
  "image_copyright": "© Christiane Baumgartner",
  "image_height": "",
  "image_width": "",
  "inscription": "Titled in pencil, bottom center: Another Country",
  "life_date": "German, born 1967",
  "markings": "Numbered in pencil, LL: 4/6",
  "medium": "Woodcut on Kozo paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Leipzig, Germany; (Alan Cristea Gallery, London, 2016-17); sold to MIA, 2017",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR: Baumgartner 2016",
  "style": "21st century",
  "text": "Christiane Baumgartner modeled her monumental woodcut,  Another Country, on a photograph she made in 2005 while visiting New York City from her home country of Germany. The scene is dominated by the undulating surface of the Hudson River as the waterway empties into New York Bay. The Statue of Liberty, Verrazano Narrows Bridge, and Staten Island shoreline are barely discernible in the distance. With an unconventional approach that combines traditional printmaking techniques and modern technologies, Baumgartner hand-carved her composition onto the surface of a single block of wood, using precisely arranged parallel horizontal lines. When inked and printed on semi-translucent paper, these closely-spaced lines produced a pulsating visual effect similar to the “pattern noise interference” common to analog video transmission. This interference pattern partially impedes the viewer’s perception of the scene, while at the same time forming a distance-dependent “sweet spot” that allows the image to be seen clearly, similar to focusing a camera lens. Such visual manipulations lend an aura of mystery and wonder to Baumgartner's compositions, challenging the viewer to reconcile the woodcut’s abstract and representational characteristics.",
  "title": "Another Country"
}
