{
  "accession_number": "2016.134.4",
  "art_champions_text": null,
  "artist": "Artist: Frank Lobdell",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Frank Lobdell Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Arts of the Americas",
  "description": "abstract black and white image with two sections: lower section with white squiggles at C against gray and white hash-marked background; black scribbles at UL and LRC with dots; thick border in black and white; squares and triangles around border; at top: black and gray horizontal rectangles at C with overlapping black scribbles; triangles and squares along lower border",
  "dimension": "15 × 11 7/8 in. (38.1 × 30.16 cm) (image)\r\n29 7/8 × 22 3/8 in. (75.88 × 56.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126014",
  "image": "valid",
  "image_copyright": "© Frank Lobdell Trust",
  "image_height": 4212,
  "image_width": 3362,
  "inscription": "marks in lower margin, in pencil: AP 4/5",
  "life_date": "American, 1921–2013",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; Estate of Frank Lobdell; Frank Lobdell Trust; given to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dates in lower margin, in pencil: 8.4.89 / FL",
  "style": "20th century",
  "text": "Beginning in the 1950s, Lobdell was active in the Bay Area Figurative Movement, an informal association of artists centered in San Francisco whose advocates abandoned the prevailing stylistic strategies of Abstract Expressionism, and instead focused on painting and drawing the human figure, still lifes, landscapes, and urban views. Though the movement essentially rejected pure abstraction, many of its adherents freely embraced the vigor and spontaneity of action painting in the service of representational imagery. By the mid-1970s, Lobdell was again working in abstract modes of expression inspired in part by the Surrealists and the modernist paintings of Mark Rothko and William Baziotes. Lobdell’s personal style was at once somber and dramatic, ambiguous and loosely architectonic, while exploiting the formal tension of juxtaposed planes, lines, and space. He later introduced a vocabulary of abstract symbols for both expressive and conceptual objectives.",
  "title": "Kelso No. 27"
}
