{
  "accession_number": "2016.131.6",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bill and Krista Thorburn",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 0,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "abstract image; biomorphic forms with red forms at top and vertical golden brown forms at bottom; horizon line with red dotted \"sky\" and green shaded \"ground\"",
  "dimension": "9 7/8 × 7 13/16 in. (25.08 × 19.84 cm) (sheet)\r\n14 × 11 1/8 × 1 1/2 in. (35.56 × 28.26 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126119",
  "image": "valid",
  "image_copyright": "© Estate of George Morrison %2F Briand Morrison",
  "image_height": 4170,
  "image_width": 3397,
  "inscription": "see Signed",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "",
  "medium": "Colored ink and graphite on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Bockley Gallery, Minneapolis); Krista and William Thorburn, Minneapolis; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom in orange, green and purple ink: \\\"Surrealist Landscape\\\" / or / \\\"RED ROCK VARIATION\\\" - MASONIC HOSPITAL - U of M - MINNEAPOLIS / AUTOMATIC TECHNIQUES - APRIL 18, 1985",
  "style": "20th century",
  "text": "Minnesota native George Morrison was a member of the Anishinaabe (Ojibwe) people of the Grand Portage Reservation. Early in his career, he was active in the New York School of Abstract Expressionism, a mid-20th-century movement of avant-garde artists who saw abstraction as the essential vehicle for conveying intense emotion and exploring spirituality and the unconscious through color, form, space, and gesture. Morrison later turned to nature and the earth for inspiration and subject matter, producing paintings, wood collages, drawings, rubbings, and prints that embodied the spiritual concerns of his Native American culture. Many of his later works feature highly abstracted landscapes with high horizon lines and a flattened perspectives, a signature motif that embodied Morrison’s spiritual and symbolic methodology. Though his sculptures and collages could be monumental in scale, Morrison often chose to produce modestly-sized works that could be completed quickly. Indeed, a number of these smaller works were part of his extended series of “surrealist landscapes,” dreamlike depictions of land and sky that resulted from automatic drawing techniques he adopted as a way to tap into the mind’s subconscious.",
  "title": "Surrealist Landscape or Red Rock Variation - Masonic Hospital - U of M – Minneapolis"
}
