{
  "accession_number": "2017.83.2",
  "art_champions_text": null,
  "artist": "Artist: Sue Coe",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist Sue Coe",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "pair of emaciated, starving lions in foreground--one lying down, one standing with head bowed; trash in front of reclining lion; bent cage bars behind lions with a bear, a monkey and an emaciated donkey behind bars, with tanks and explosions in background; Arabic text at top",
  "dimension": "32 × 23 1/2 in. (81.28 × 59.69 cm) (image)\r\n37 1/16 × 25 1/4 in. (94.14 × 64.14 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126155",
  "image": "valid",
  "image_copyright": "© Sue Coe",
  "image_height": 9774,
  "image_width": 6878,
  "inscription": "",
  "life_date": "British, born 1951",
  "markings": "LLC in pencil: 6/18",
  "medium": "Lithograph on Japan paper",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Deposit, New York, given to MIA, 2017",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Sue Coe 2016",
  "style": "21st century",
  "text": "Sue Coe is an internationally prominent British artist whose graphic work is part of a centuries-long tradition of socially-conscious art, a tradition that includes such celebrated figures as Francisco Goya, Käthe Kollwitz, Otto Dix, and Max Beckmann, among many others. She was born in Tamworth, England and studied at the Royal College of Art, London, before immigrating to the United States in 1972. She came to prominence in the 1980s for powerful prints, paintings, and drawings dealing with social and political injustice. They ask and even force viewers to reevaluate how their actions and inactions affect society and the environment. Although Coe is a humanitarian who cares about the negative effects of violence and injustice, she first became known for her work dedicated to animal rights. Indeed, Coe has raised the plight of animals to the seriousness of Goya’s famous \"Disasters of War\" print cycle. She has also made art addressing the injustice of apartheid in South Africa, racism, AIDS, and sold her work to benefit humanitarian and animal rights causes. Throughout her career she has worked as both a printmaker and the maker of and unique objects, circulating her imagery in print editions, published illustrations, and by other means to reach a wide, international audience. \r\n\r\nIn recent years Coe has made cycles of work called \"The Tragedy of War\" and the \"Bully\" series that focused on the actions of the administration of President George W. Bush. She has responded quickly to atrocities perpetrated by the Taliban and ISIS as well as homegrown racism and what she sees as damaging policies of the U.S. government. Coe is the art world’s conscience. She has worked with Farm Sanctuary and other groups throughout the world to rescue and rehabilitate animals caught in war zones or who have been savagely abused. She has also visited and lived among addicts, victims of domestic violence and AIDS patients in order to tell their stories through her work. She has published numerous books and has been the subject of many e",
  "title": "WarZoo"
}
