{
  "accession_number": "2017.18",
  "art_champions_text": null,
  "artist": "Artist: Ethan Rowan Pope",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Miriam and Erwin Kelen and proceeds from the Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 1,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "two desperate-looking young women wearing embroidered summer dresses accompanying a severely-emaciated figure in foreground; adults and children, including a group of musicians at left, emerging from behind a wall of flowers and vertical metal bars; smiling balding man from seen from back with head turned toward PL and upraised arms at right; some lines impressed in paper, giving an embossed effect",
  "dimension": "31 1/2 × 26 3/8 in. (80.01 × 66.99 cm) (sight)\r\n42 11/16 × 37 1/16 × 2 7/16 in. (108.43 × 94.14 × 6.19 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126161",
  "image": "valid",
  "image_copyright": "Copyright © Rowan Pope",
  "image_height": 8503,
  "image_width": 7148,
  "inscription": "",
  "life_date": "American, born 1980",
  "markings": "",
  "medium": "Graphite on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, St. Paul; sold to MiIA, 2017.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in white: ROWAN POPE",
  "style": "21st century",
  "text": "This disturbing image is inspired by Franz Kafka’s dark story A Hunger Artist, which follows a performer, a kind of circus freak show, whose act, or art, is starving himself. He travels from town to town, fasting in a cage for 40 days. There is a routine to his performances. Townspeople watch him closely as the fast progresses to starvation. At the end, a crowd gathers to see him emerge from his cage on the brink of death. An impresario directs his ceremonious unveiling, along with the orchestra, the crowd, and the presentation of his first meal.\r\n\r\nThe surreal story is brought vividly to life in Rowan Pope’s almost photographic rendering. It is easy to forget you are looking at a pencil drawing, or an imagined world. The artist uses the narrative to examine a range of human emotion and presents a chilling view of humanity. The sneers, the elation, the voyeurism, the schadenfreude, as well as the fear and suffering place the viewer on edge.",
  "title": "A Hunger Artist"
}
