{
  "accession_number": "2017.12a-c",
  "artist": "Photographer: Vera Lutter",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Alfred and Ingrid Lenz Harrison Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Photography and New Media",
  "description": "negative image of classical building with thick fluted columns; fence with X shaped panels in foreground; each panel of tripych framed separately",
  "dimension": "95 × 126 × 2 7/8 in. (241.3 × 320.04 × 7.3 cm) (triptych, overall, approx.)",
  "id": "http://api.artsmia.org/objects/126132",
  "image": "valid",
  "image_copyright": "© Vera Lutter",
  "image_height": 7529,
  "image_width": 9972,
  "inscription": "",
  "life_date": "German, born 1960",
  "markings": "",
  "medium": "[0 _+\"Gelatin silver prints",
  "nationality": "German",
  "object_name": "Triptych photographs",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G242",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Trained in sculpture and later in photography and related media, Vera Lutter has created large-scale pinhole photographs since the early 1990s. Her subjects are often architecture, landscape, cityscape, and communication and transportation infrastructures. With a deep interest in archaeology and classical architecture, Lutter, for the first time, photographed a Greek temple, and created Temple of Nettuno. Built in c. 460 – 450 BC, the temple is one of the best-preserved Greek architectures. Thus, Lutter identified Temple of Nettuno most suitable for a long exposure. To create a large-size unique print, she first sets up a room-sized camera obscura to capture black and white negative images. (Photographic paper is affixed to a wall inside of a camera obscura, opposite to a wall where an aperture is.) An image from outside is projected upside-down through an aperture and fixed on the photographic paper. As the work title indicates, she gave a full day exposure to create the work in a cloudless beautiful day.",
  "title": "Temple of Nettuno, Paestum, XVI"
}
