{
  "accession_number": "2016.122.7",
  "art_champions_text": null,
  "artist": "Artist: Julian Schnabel; Printer: Fine Art Printing, New York; Publisher: Lococo Fine Art Publishers, St. Louis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "Standing male figure wearing dark colored clothing with vertical blue irregular stripes on pants; man has dark hair with receding hairline and small goatee; painterly color swaths in background in brown, green, yellow and blue; white vertical painterly line to right of figure; irregularly applied, dripping shiny clear resin over image",
  "dimension": "37 3/4 × 35 3/4 in. (95.89 × 90.81 cm) (sheet)\r\n46 × 44 × 1 3/4 in. (116.84 × 111.76 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126130",
  "image": "valid",
  "image_copyright": "© 1998 Julian Schnabel %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6463,
  "image_width": 6157,
  "inscription": "",
  "life_date": "American, born 1951",
  "markings": "LLC in silver: 13/90",
  "medium": "Color screenprint and poured resin on museum board",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Portraits series",
  "provenance": "[Thomas Smith Fine Art, Fort Wayne, Ind., sold to Mersky, 1999]; Robert B. Mersky, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in silver: Julian Schnabel 98",
  "style": "20th century",
  "text": "The subject of Schnabel’s print is Spanish actor and filmmaker José Luis Ferrer, a close friend of the artist. Part of a series of three portraits Schnabel made of fellow creative professionals, the portrayal is essentially a psychological consideration of Ferrer, who is depicted standing at the center of an ambiguous pictorial space, wearing a dark, cleric-like robe and collar. Ferrer stares directly at the viewer, with an alert but solemn expression. His feet and left hands are unseen. Is this a portrait of a holy man' A prophet' A sage' To the right of Ferrer, a flowing, jagged wedge of white runs from the top of the composition to its bottom edge, visually competing with the figure. Other colors drip and flow across the background, including several areas of poured translucent resin, a viscous fluid that hardens to a solid over time. With this, Schnabel introduces chance and transience into the work. The portrait is a scene of uncertainty, of mystery, and of an undefined melancholy. Though charged with emotion, its ultimate meaning is left for the viewer to determine.",
  "title": "José Luis Ferrer"
}
