{
  "accession_number": "2017.15",
  "art_champions_text": null,
  "artist": "Artist: Fred Hagstrom; Author: Thomas Clarkson; Author: Abigail Mott; Publisher: Strong Silent Type Press, St. Paul, Minnesota",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "Blue cloth hard-bound book with indistinct cover image of a sailing ship with some light blue in sky; images alternate between images of slaves lying down in the hold of a ship with various colored backgrounds and indistinct black-and-white images of dark-skinned people. Type font is Myriad Pro; drum leaf binding; 24 unnumbered pp.",
  "dimension": "16 × 15 1/8 × 1 in. (40.64 × 38.42 × 2.54 cm) (closed)",
  "id": "http://api.artsmia.org/objects/126160",
  "image": "valid",
  "image_copyright": "© Fred Hagstrom",
  "image_height": 5419,
  "image_width": 9812,
  "inscription": "",
  "life_date": "American, born 1954",
  "markings": "on colophon page at back, in white: copy #2 of 11 | on colophon page at back, in white: 2nd ed.",
  "medium": "Color screenprints; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Strong Silent Type Press, St. Paul (publisher); sold to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed on the colophon page at back, in white: F Hagstrom",
  "style": "21st century",
  "text": "Through word and image, Fred Hagstrom’s artist’s book Passage presents a glimpse of the brutal reality of the transatlantic slave trade that outraged so many Americans of conscience and served as the principal catalyst for the American Civil War (1861-1865). Using excerpted quotations and diagrams of slave ships from eighteenth- and nineteenth-century anti-slavery publications, along with historic photographs of enslaved men, women, and children, Hagstrom evokes some of the moral outrage voiced over the mistreatment of free Africans who were captured, transported, and held captive for economic gain by Northerners and Southerners alike. The book also serves as a memorial to the countless individuals who suffered and died under this cruel system of human trafficking.",
  "title": "Passage"
}
