{
  "accession_number": "2017.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Commemorative Objects",
  "continent": "Africa",
  "country": "Nigeria or Cameroon",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Ejagham",
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "rectangular panel on woven base; small drum at center surrounded by vertically-placed small animal skulls; four small possibly primate skulls around top edge of drum; large long-handled spoon below drum; plant fibers bundled into a whisk at top; two largest skulls from animals with long snouts at top corners; 28 skulls of various types and sizes around edge of panel, all facing inward; two jawbones at left center, one jawbone at right center; covered overall with burnt black patina; NOTE: proper configuration of piece is horizontally with the spoon at the top and the whisk at the bottom--description and condition report written with the piece upside down, with the spoon at the bottom",
  "dimension": "23 3/4 × 39 1/2 × 6 in. (60.33 × 100.33 × 15.24 cm)",
  "id": "http://api.artsmia.org/objects/126257",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6220,
  "image_width": 9898,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, bone, plant fibers, animal hide, cloth, metal and other materials",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This assemblage of objects is the sacred emblem of an all-male association called the Leopard Spirit Society. The association served as a traditional form of law enforcement in the past and continues to be an important social institution today. The emblem was attached to the center pillar of a society’s lodge, the structure in which members would hold their meetings. Its basic configuration is a woven palm-leaf mat, adorned in the middle with a drum. It carries a ceremonial spoon and a ritual broom of the type used to sweep away forces intending to harm members. Most striking are the numerous skulls and bones attached to the mat, remains of animals consumed at ceremonial meals.",
  "title": "Emblem panel"
}
