{
  "accession_number": "2017.10",
  "art_champions_text": "Conservation Cost $4,045\r\n\r\nThis fantastic crazy quilt is unique in its inclusion of commemorative ribbons, some of which have to do with medical and pharmaceutical professional organizations—unusual components of women’s hand-made creations. It was common in the late 1800s to treat silk fabrics with metallic salts, chemicals that added weight and sheen to the fabric and produced a pleasing rustling sound when worn as a dress. The downside of these chemicals, however, is that over the long term they are abrasive to the silk fibers they were meant to “improve,” often resulting in breakage or “shattering.” Conservation is needed to repair and support many of the shattered silk patches throughout this remarkable handmade creation. Treatments will take the form of adhesive underpatches and fine netting overlays. Once conservation is complete, this new acquisition will be able to go on public display for the first time ever. \r\n\r\nContact the Decorative Arts, Sculpture, and Textiles Department at DATS@artsmia.org or (612) 870-3101 to Champion this artwork.",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Carolyn Crandall Bremner and family in honor of our grandparents, Dr. Frank and Jennie May Allen",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1882",
  "department": "Arts of the Americas",
  "description": "dark burgundy velvet border; square blocks each pieced with irregular fabric scraps sewn together with embroidery floss in various stitch types and colors; various fabrics including embroidered and appliqued parasols, fans, teapot, flowers, top hat, butterfly, large blue leaf; at least four fragments of printed ribbons from various events including Grand Masonic Reunion, 1876, and Wisconsin Pharmaceutical Association, 1862; backing of burgundy fabric with inherent pleating",
  "dimension": "81 1/8 × 70 7/8 in. (206.06 × 180.02 cm)",
  "id": "http://api.artsmia.org/objects/126258",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7740,
  "image_width": 8974,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, velvet, printed silk ribbons, silk and cotton thread",
  "nationality": null,
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Among the vibrant patches in this crazy quilt are three printed souvenir ribbons: two relate to Freemasons (men-only secret societies that act as social groups), and the third commemorates the 1882 Wisconsin Pharmaceutical Association meeting. Souvenir ribbons in similar crazy quilts typically reference women’s charitable organizations or Civil War veterans’ reunions. The emphasis on exclusively male social and professional societies seen here is rare in the distinctly feminine, domestic craft of quilting.\r\n\r\nThe donors of this quilt trace its ownership through their grandfather, Frank H. Allen. Originally from Wisconsin, Allen later lived in Staples, Minnesota, and was a doctor. Allen would have been a child when the quilt was made, and it is possible his father also worked in the medical field.  \r\n\r\n\r\nConservation of this artwork was made possible by Barbara and Paul Mikelson, in memory of Emma Kloos Hitzemann, through Mia's Art Champions program.",
  "title": "Crazy quilt"
}
