{
  "accession_number": "2017.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Putnam D. McMillan Fund and the Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th century",
  "department": "Asian Art",
  "description": "head with elongated earlobes; downcast eyes; headdress with scrolls, tassels and floral forms, with pair of ornaments on either side with three red balls on blue drops; traces of blue pigment at hairline; traces of red pigment on lips; traces of olive-colored patina on skin of face; red, green and blue pigment on headdress; received attached to rectangular black base",
  "dimension": "16 1/4 × 9 7/16 × 11 5/8 in. (41.28 × 23.97 × 29.53 cm) (without attached base)",
  "id": "http://api.artsmia.org/objects/126254",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8330,
  "image_width": 6256,
  "inscription": "on back of neck at bottom, in black: 12928 / XNOXP [?]",
  "life_date": null,
  "markings": "",
  "medium": "Sandstone, pigments",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This sculpture was originally the head of a standing figure of a bodhisattva—a being who has postponed its own passage to nirvana in order to guide others to salvation. Carved fully in the round, with a serene expression and gracefully curved downcast eyes, it wears an elaborate crown that is secured by knotted ribbons that hang down behind its ears. These characteristic knots of scarves help date the sculpture to the Sui dynasty. The figure represents some important changes in Buddhist art in China. It exhibits a new fashion for elaboration and ornament that emerged at this time. It also demonstrates another trend of the period—the use of freestanding sculptures rather than high reliefs in cave-temples or on stelae.",
  "title": "Head of a Bodhisattva"
}
