{
  "accession_number": "2017.7",
  "art_champions_text": null,
  "artist": "Artist: Mori Chihiro",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Robert C. Winton Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "tan ground; multicolored color fields; white line drawn smiley faces overall; details of various design elements from currency--scrolls and other decorative elements; various numbers (\"1000\", \"5000\"); English and Japanese text; paper mounted on board with four \"handles\" cut into back",
  "dimension": "47 1/8 × 63 1/4 in. (119.7 × 160.66 cm)",
  "id": "http://api.artsmia.org/objects/126299",
  "image": "valid",
  "image_copyright": "© Chihiro Mori",
  "image_height": 7591,
  "image_width": 10182,
  "inscription": "",
  "life_date": "Japanese, born 1978",
  "markings": "",
  "medium": "Watercolor, marker, pencil and acrylic on paper mounted on board",
  "nationality": "Japanese",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Chihiro Mori’s work takes the chaotic fragments of urban life as its building blocks, bombarding us with the signs and symbols we encounter in our daily lives and the darker visions from our sleepless nights. This jumble of references, ranging from the institutional to the absurd, collides with bits of language to yield a cacophony of color and form. What at first glance appear to be childish doodles reveal themselves to be a subconscious critique of the rules and systems that govern the individual’s indoctrination into mainstream society.\r\n\r\nMori’s work often begins as small pen on paper drawings that are then reconstituted as elaborately layered watercolor on panel paintings. Picture of Money (Sanjusangendo) features a complex tapestry of guilloche patterns taken from Japanese paper currency as its background. On top of this colorful web the artist has painted a sea of smiley faces that represent the religious icons housed in the Sanjūsangendō—an important 13th century Buddhist temple in Kyoto containing one thousand life-size statues of the Thousand Armed Kannon. As in other works, Mori’s work playfully visualizes a clash of opposing forces—sacred and profane; order and chaos; alienation and belonging— to express her doubt and frustration with orthodoxy in general.",
  "title": "Picture of Money (Sanjusangendo)"
}
