{
  "accession_number": "2017.8a,b",
  "art_champions_text": null,
  "artist": "Artist: Katy Cowan",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": null,
  "country": null,
  "creditline": "Gift of funds from Eric and Nancy Ritter in memory of Richard Ritter and Pola Waga Ritter",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "a: wood sculpture consisting of cut out pieces of fruit layered on top of each other and place in front of a bottle shape; attached with screws; pieces are hand colored with marker and paint; clear coat over coloring; b: wood sculpture consisting of cut out 'still life objects' in the shapes of bottles and pieces of fruit layered on top of each other; attached with screws; all objects are painted with a light wash of gray paint",
  "dimension": "12 1/2 × 9 5/16 × 6 1/8 in. (31.75 × 23.65 × 15.56 cm) (a, color)\r\n12 1/2 × 9 3/4 × 7 7/16 in. (31.75 × 24.77 × 18.89 cm) (b, grey)",
  "id": "http://api.artsmia.org/objects/126302",
  "image": "valid",
  "image_copyright": "© Katy Cowan",
  "image_height": 6136,
  "image_width": 8186,
  "inscription": "",
  "life_date": "American, born 1982",
  "markings": "",
  "medium": "Watercolor, gouache, permanent marker, pastels, latex paint, oil stain, and clearcoat on wood; diptych",
  "nationality": "American",
  "object_name": "Sculpture, diptych",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Katy Cowan’s work incorporates a variety of materials into a studio practice that investigates the intersection of fine art, craft, and labor. Cowan is able to seamlessly shift between media from painting to ceramics to textile to sculpture, and back again; each of these transitions rely on a larger systematic way of thinking within the artist’s practice through alteration, repetition, and a conceptual emphasis on material choice.\r\n\r\nDouble Still Life (2015), consists of a playful but thoughtful juxtaposition of a wooden still life positive and a physical representation of its shadowy other. The rough-hewn shapes of fruits and a wine bottle are screwed together in a matter-of-fact way that highlights the process of the object's making. Cowan paints the plywood surfaces with washes of watercolor and floral imprints and reconfigures those wood slices to further abstract the form’s legibility, with the intention of drawing more attention to the materiality of the object itself. Cowan’s deliberate confusion of representation asks viewers to stumble when recognizing subject matter, and her material choice of wood proposes to elevate this material to that of a more traditional sculptural medium.",
  "title": "Double Still Life"
}
