{
  "accession_number": "2017.13.4",
  "art_champions_text": null,
  "artist": "Photographer: Naoya Hatakeyama",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Asian Art",
  "description": "foundation of a building with concrete raised areas defining where rooms would have been, LRQ; people standing along a barrier overlooking water with lanterns along edge of water; crane on opposite shore; mountains",
  "dimension": "17 1/2 × 21 1/2 in. (44.45 × 54.61 cm) (image)\r\n21 7/8 × 24 13/16 in. (55.56 × 63.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126747",
  "image": "valid",
  "image_copyright": "© Naoya Hatakeyama",
  "image_height": 5561,
  "image_width": 6847,
  "inscription": "",
  "life_date": "Japanese, born 1958",
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From Rikuzentakata",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The seven photographs from the series Rikuzentakata were shot in Hatakeyama’s hometown, Rikuzentakata, a small fisherman’s village, facing the Pacific Ocean, in Iwate Prefecture in northern Japan. They were taken over a three-year period, after it was almost completely destroyed by the earthquake and tsunami of March 11, 2011. For most of his career, Hatakeyama has captured the metamorphosis of cities (Tokyo, where he resides, and Rikuzentakata, Iwate, in northern Japan where he grew up) including their birth, maturity, death and rebirth. These photographs are particularly poignant because they represent not only his long-standing interest in this cycle, but also because they are biographical in representing the destruction and re-emergence of his home town.",
  "title": "2012.8.5 Kensen-cho"
}
