{
  "accession_number": "2017.61",
  "art_champions_text": null,
  "artist": "Artist: Harriet Bart; Author: Poetry by Constantine P. Cavafy; Translator: Walter Kaiser; Printer: Philip Gallo , at the Hermetic Press, Minneapolis; Book Binder: Jill Jevne; Publisher: Mnemonic Press, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "Black leather bound book with black geometric shapes inside; several of the pages fold out with small text phrases; poem at back; silver triangle on spine; accompanied with tri-fold brochure",
  "dimension": "11 13/16 × 8 3/4 × 1/2 in. (30 × 22.23 × 1.27 cm) (closed)",
  "id": "http://api.artsmia.org/objects/126737",
  "image": "valid",
  "image_copyright": "© Harriet Bart %2F Mnemonic Press%2C Minneapolis",
  "image_height": 4977,
  "image_width": 10128,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "Numbered in pencil, on colophon page: 10\r\nWM: infinity sign on lower corner of each page\r\n",
  "medium": "Relief prints, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "Mnemonic Press, Minneapolis (publisher); sold to MIA, 2017.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed in pencil, LRQ of last page: H. Bart",
  "style": "21st century",
  "text": "Patterns explores the visual and material relationship of parts to a larger, unseen whole. Featuring a combination of single-page and gatefold construction, this artist’s book presents a progression of abstract black silhouettes traced from paper sewing patterns used for the production of clothing. Harriet Bart’s austere black-and-white imagery serves as a counterpart to the haunting prose poem “Clothes” (1897) by Greek modernist poet Constantine P. Cavafy, which Bart presents in translation. In alluding to ideas of process, work, and gendered imagery, the book is a commemorative tribute to the frequently unheralded contributions of women’s labor within a patriarchal society.\r\n ",
  "title": "Patterns"
}
