{
  "accession_number": "2017.44.1",
  "art_champions_text": null,
  "artist": "Designer: Georges de Feure; Manufacturer: Gerard, Dufraisseix &amp; Abbot; Retailer: L'Art Nouveau Bing",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. and Mrs. Gabriel P. Weisberg in memory of Lady Jane Abdy",
  "culture": null,
  "curator_approved": 0,
  "dated": "1902",
  "department": "European Art",
  "description": "Art Nouveau style; standing woman with brown hair in profile wearing a pink long dress and a white wrap, holding a green object, with another green object behind her head (hat?); grey sky with falling white spots of snow; snow on ground; vertical lines of pink with decorative scrolls on top; band at bottom ink pink, green and pale grey of repeating decorative U-shaped scrolls; vessel has slightly indented bottom band, with slightly outward flaring sides, flaring inward above shoulder with straight vertical wide mouth",
  "dimension": "7 7/8 × 5 1/8 × 5 1/8 in. (20 × 13.02 × 13.02 cm)",
  "id": "http://api.artsmia.org/objects/126749",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6683,
  "image_width": 5171,
  "inscription": "",
  "life_date": "French, 1868 - 1928",
  "markings": "on bottom, in green: (unidentified monogram inside a rectangle) ABN (monograph inside a rectangle) / LEUCONDE | on bottom: (Christie\\'s sticker)",
  "medium": "Porcelain, polychrome enamels",
  "nationality": "French",
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The artistic movement known as Art Nouveau was deeply influenced by Japanese aesthetics and, insofar as it impacted the production of French ceramics, developed along two different paths. One lead to the highly refined painting represented by the graceful figure of a woman in the snow adorning Georges de Feure’s vase. The other direction, taken by small pottery workshops or individual ceramicists such as Delaherche, emphasized simple forms enlivened by the experimental application of glazes.",
  "title": "\"Woman in the Snow\" vase"
}
