{
  "accession_number": "2017.61",
  "artist": "Artist: Harriet Bart; Author: Poetry by Constantine P. Cavafy; Printer: Philip Gallo , at the Hermetic Press, Minneapolis; Book Binder: Jill Jevne; Publisher: Mnemonic Press, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Prints and Drawings",
  "description": "black leather bound book with black geometric shapes inside; several of the pages fold out with small text phrases; poem at back; silver triangle on spine; accompanied with tri-fold brochure",
  "dimension": "11 13/16 × 8 3/4 × 1/2 in. (30 × 22.23 × 1.27 cm) (closed)",
  "id": "http://api.artsmia.org/objects/126737",
  "image": "valid",
  "image_copyright": "© 2016 Harriet Bart %2F Mnemonic Press%2C Minneapolis",
  "image_height": 4977,
  "image_width": 10128,
  "inscription": "inscription LLQ, in pencil, on last page: 10",
  "life_date": "American, born 1941",
  "markings": "infinity water marks lower corner of each page",
  "medium": "Relief prints, letterpress; bound in full leather",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed in pencil, LRQ of last page: H. Bart",
  "style": "21st century",
  "text": "Harriet Bart’s artistic practice focuses on the personal and cultural expression of memory, loss, and time, using material objects to signify places, events, and historical connections to the present. Patterns is the eleventh artist’s book Bart has produced since 2000. Published as part of a body of work (2016) exploring the concept of fragments, the book features a series of abstract black silhouettes traced from paper sewing patterns. Featuring a combination of single-page (folio) and gatefold construction, the book focuses on the concept of the part in relation to the absence of a larger unseen whole, in this instance, a garment. Designed as both an elegy and a workbook exercise, Patterns combines Bart’s austere imagery with the melancholic prose poem “Garments” (1894-97) by the Greek poet Constantine P. Cavafy. Bart arranges her sewing pattern images as a pictorial complement to Cavafy’s poem, with individual fragments evoking process, labor, and the feminine gesture. The book is a commemorative tribute to the forgotten histories and frequently unheralded contributions of women’s labor within a patriarchal society.",
  "title": "Patterns"
}
