{
  "accession_number": "2017.13.1",
  "art_champions_text": null,
  "artist": "Photographer: Naoya Hatakeyama",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2011",
  "department": "Photography and New Media",
  "description": "boards and debris in water with a roof and top part of a building in middle ground center; four people wearing white outfits and hats with orange life jackets in a small raft with a red and white flag in ULQ",
  "dimension": "17 1/2 × 21 9/16 in. (44.45 × 54.77 cm) (image)\r\n21 5/8 × 24 15/16 in. (54.93 × 63.34 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126741",
  "image": "valid",
  "image_copyright": "© Naoya Hatakeyama",
  "image_height": 5554,
  "image_width": 6833,
  "inscription": "",
  "life_date": "Japanese, born 1958",
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From Rikuzentakata",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "As soon as possible after the earthquake and tsunami hit the northeastern Japan on March 11, 2011, Hatakeyama returned home to the small town called Rikuzentakata in Iwate Prefecture. Within a week, he began documenting the transformed landscape and built environment of his hometown. While photographing, he struggled to maintain as neutral a distance as possible from the once-familiar neighborhoods, now mute. Since the initial devastation, a large network of conveyor belts has been built to transport construction and fill materials from one location to another—resembling the scenes of limestone quarries and processing plants photographed earlier. Hatakeyama characterizes the photographs as “biographical landscape,” tracing the process of the land’s transformation “with a desire to report the entirety of the events to someone beyond ourselves.” Up to the present date, he has made more than 8,000 images of the town.",
  "title": "2011.5.1 Yonesaki-cho"
}
