{
  "accession_number": "2017.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork; Beadwork; Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Robert J. Ulrich and Diane Sillik",
  "culture": "Ka'igwu (Kiowa)",
  "curator_approved": 0,
  "dated": "c. 1870",
  "department": "Arts of the Americas",
  "description": "yellow bodice with red trim on sleeves; long, thin green fringe at arm openings; two red silk rosette-like pouches (medicine bundles)--both open and empty--on front chest with long fringe and gold metallic beads; rows of multicolored beadwork diamonds at front and back neckline, edged in white; upper back has similar long fringe with gold beads, one intact red silk rosette-pouch and small cylindrical beaded element with multicolored horizontal rows of beads; natural colored skirt with fringe at sides and bottom hem; two green rectangular tabs and left and right sides at hem, edged with short fringe and white, light and dark blue beading and metal cones; green scalloped design at hem trimmed with similar beading; horizontal row of fringe and metal cones with green, red and white beadwork at middle of skirt, front and back",
  "dimension": "71 1/2 × 34 1/2 in. (181.61 × 87.63 cm)",
  "id": "http://api.artsmia.org/objects/126731",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10800,
  "image_width": 6837,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, pigments, glass and metal beads, metal cones, silk",
  "nationality": null,
  "object_name": "Dress",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This dress, stitched together from four brain-tanned deer hides, was made by a Kiowa woman artist for a particular person, most likely a close relative. The maker of the dress maintained the forms of the deer within the garment—the finishing tabs on the skirt and arms are from the deer’s legs, investing the wearer with the swiftness and grace of the animals themselves. Hundreds of tin cones are stitched in rows in the\r\nmiddle of the skirt and along the bottom tabs. They acted like bells or chimes; when the wearer of this dress moved, she was accompanied by music. Finely cut fringe finishes the dress, each piece individually applied by the maker.",
  "title": "Dress"
}
