{
  "accession_number": "2017.50",
  "art_champions_text": null,
  "artist": "Artist: Nicolaes Maes",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter H. and Valborg P. Ude Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1670",
  "department": "European Art",
  "description": "little boy with shoulder-length blonde hair and brown eyes, wearing a green cap with a tall white feather and a pink skirted garment with a white blouse underneath and a red cloth over his shoulders, holding a brown finch on his extended PL index finger; finch has a ribbon attached to its leg, which the boy holds in his PR hand; jumping brown and white spaniel with its mouth open at boy's PR hip; image in an oval with brown border",
  "dimension": "16 11/16 × 11 11/16 in. (42.39 × 29.69 cm) (sight)\r\n22 5/8 × 17 11/16 × 2 in. (57.47 × 44.93 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126887",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9106,
  "image_width": 7116,
  "inscription": "",
  "life_date": "Dutch, 1632/34 - 1693",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G309",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This portrait of a boy, although small in scale, is immediately engaging due to the boy’s direct and confident gaze at the viewer, his eye-catching attire, and the liveliness of the composition. It is an allegory for the importance of discipline and restraint in the upbringing of children. The calm assurance communicated by the boy’s face and posture convince the viewer that he will triumph over the unruly nature of his canine companion and will be the model of controlled restraint, just like his pet bullfinch.",
  "title": "Portrait of a Boy in Classical Dress with a Bullfinch and Spaniel"
}
