{
  "accession_number": "2017.73",
  "art_champions_text": null,
  "artist": "Artist: Frank Morley Fletcher",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900-1911",
  "department": "European Art",
  "description": "calm river with reflective grey water; foot bridge at right in middle ground with a figure; three grazing animals on opposite bank left of center; some tall trees on opposite bank, reflected in water; white and orange flowers, LRC",
  "dimension": "8 7/16 × 14 1/2 in. (21.43 × 36.83 cm) (image)\r\n9 7/16 × 15 5/8 in. (23.97 × 39.69 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126883",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3540,
  "image_width": 5764,
  "inscription": "",
  "life_date": "British, 1866–1949",
  "markings": "LLC in pencil: 55/100",
  "medium": "Color woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, California, until 2017; sold to Carl; (William P. Carl, Durham, N.C., sold 2017 to Kinney); Marla J. Kinney, Minneapolis; given to MIA, 2017.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: Wiston River | LRC in pencil: Morley Fletcher",
  "style": "20th century",
  "text": "The stillness of this very English scene belies the difficulty required to make it. Frank Morley Fletcher almost single-handedly popularized the color woodcut in Britain early in the last century by working out and then sharing how Japanese artists had made color woodblock prints since the 1760s. In Japan one person designed the image, one carved separate blocks for the various colors, and one inked and printed the image, but Fletcher believed in doing every step himself.\r\n\r\nMixing watercolors with rice-flour paste to give the colors body, he achieved a wonderfully muted palette in Wiston River, capturing just the right shades of earlymorning green. A bit of redness added along the horizon line suggests the impending sun.\r\n\r\nThe perfectly positioned reflections in the water—a nod to the Japanese penchant for simplified shapes—show how meticulous and painstaking Fletcher was as a printer. He made up to 100 impressions of each design, and produced only fourteen different color woodcuts in his lifetime.",
  "title": "Wiston River"
}
