{
  "accession_number": "2017.68",
  "art_champions_text": null,
  "artist": "Artist: Walter J. Phillips",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1930",
  "department": "Arts of the Americas",
  "description": "view from rock shore of two boats with trapezoid shaped peach-colored sails; blue rocks in LRQ with tree in URQ, with branches in front of boats; white sunlight on water at center; high horizon line with blue mountains",
  "dimension": "9 1/4 × 13 1/8 in. (23.5 × 33.34 cm) (image)\r\n9 3/4 × 13 5/8 in. (24.77 × 34.61 cm) (sight)\r\n17 1/2 × 21 3/8 × 1 5/16 in. (44.45 × 54.29 × 3.33 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126875",
  "image": "valid",
  "image_copyright": "© Estate of Walter J. Phillips",
  "image_height": 3798,
  "image_width": 5195,
  "inscription": "",
  "life_date": "Canadian (born England), 1884–1963",
  "markings": "",
  "medium": "Color woodcut",
  "nationality": "Canadian (born England)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Winnipeg, Manitoba; by descent (until 2015; sold, June to Mayberry);[Mayberry Fine Art, Winnipeg, Manitoba; 2015-2017]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: POPLAR BAY 56/100 | LRC, in pencil: W J Phillips | LRC in blue, in the print: WJP (intertwined--monogram) / 1930",
  "style": "20th century",
  "text": "Walter J. Phillips described Lake of the Woods—the enormous expanse of water and islands that Minnesota shares with Canada—as a place where every object could be a “shrine for beauty.” That is the feel of Poplar Bay, where an elegant, weather-beaten pine angles toward the shoreline, beckoning boaters to what could be the best campsite on the bay. Today, nearly 90 years later, the tree is gone but the rocks are exactly the same.\r\n\r\nPhillips taught himself to make color woodcuts in 1917, five years after he and his young family emigrated from England to Winnipeg, Canada. Many prints have the same transparency and precision as Poplar Bay, a look he perfected as a successful watercolorist in England. Not surprisingly, he began each new woodcut by making a watercolor of the image. Because he loved the sheer effort of crafting things by hand, he followed the Japanese woodblock method, which called for carving a separate block for each color. To make the shimmering area in the water literally sparkle, he coated his paper with starch and powdered pigment before applying his colors, a technique he learned from a Japanese printmaker. He also learned how to layer his pigments to achieve unusual colors, seen here in the blue-brown combination on the tree trunk.",
  "title": "Poplar Bay (Lake of the Woods)"
}
