{
  "accession_number": "2017.64",
  "art_champions_text": null,
  "artist": "Artist: Pedro de Lemos",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1921",
  "department": "Arts of the Americas",
  "description": "sloping landscape lined with trees and dotted with pink, green and orange ground cover; small patch of pebbles in lower left edge; group of three leaning trees in lower right quadrant; two trees in middle center and middle left; small path winds behind middle trees; series of taller trees in background, starting in upper left quadrant and moving across upper center; body of water visible in upper right quadrant; pale green sky",
  "dimension": "5 3/16 × 11 11/16 in. (13.18 × 29.69 cm) (plate)\r\n5 3/8 × 11 13/16 in. (13.65 × 30 cm) (image)\r\n15 3/4 × 22 3/16 × 7/8 in. (40.01 × 56.36 × 2.22 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126880",
  "image": "valid",
  "image_copyright": "© Estate of Pedro de Lemos",
  "image_height": 2366,
  "image_width": 4596,
  "inscription": "",
  "life_date": "American, 1882–1954",
  "markings": "LLC, stamp in black ink",
  "medium": "Color woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Artist’s estate (until 1990, sold to Terry and Paula Trotter); [Trotter Galleries, Carmel, Calif.; 1990-2017]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: Old Pines at Monterey | LLC, in pencil: Pedro J de Lemos",
  "style": "20th century",
  "text": "Pedro Lemos was the leading light of the Arts and Crafts movement on the West Coast, extolling the importance of handcrafted objects to beautify our everyday lives. For printmakers, the epitome of this aesthetic was a print made from blocks of wood or linoleum carved and inked by hand. (Lemos used a cornhusk wrapped around cardboard to rub the paper against the inked block.) Favorite Arts and Crafts subjects were highly personal scenes from nature, and windblown trees were about as good as it got.\r\n\r\nIn Old Pines at Monterey, we see Lemos the theoretician, using two shades of the same color, as in the row of violet trees, or using complementary shades, like the red and green in the foreground. The power of this print comes just as much from experimentation, however—the iridescence Lemos somehow achieves on the wind-carved trees, the lavender flecks in the blue sky. Lemos worked on the campus of Stanford University near Palo Alto, Calif., and was often seen sketching on the Monterey Peninsula a couple hours away; in 1926 he designed a cottage and had it built in the area. The son of a Portuguese-born cobbler, he decided in 1933 to ally himself with Spanish noblemen with the last name of de Lemos. He went back to earlier prints and squeezed the important-sounding “de” into his signature, as he does here.",
  "title": "Old Pines at Monterey"
}
