{
  "accession_number": "2017.69.1",
  "art_champions_text": null,
  "artist": "Artist: Gustave Baumann; Printer: Gustave Baumann; Publisher: Gustave Baumann",
  "catalogue_raissonne": "Baumann inv. no. 19; Chamberlain 101",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1924",
  "department": "Arts of the Americas",
  "description": "dense trees with leaves in three different shades of green; bits of blue sky at top, especially in ULC; image has a dark border surrounded by a green dotted line",
  "dimension": "10 3/4 × 9 3/4 in. (27.31 × 24.77 cm) (image)\r\n16 9/16 × 13 9/16 in. (42.07 × 34.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126873",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6003,
  "image_width": 5037,
  "inscription": "",
  "life_date": "American (born Germany), 1881–1971",
  "markings": "Watermark: Bergisch Gladbach",
  "medium": "Color woodcut on cream paper",
  "nationality": "American (born Germany)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Estate of the artist (from 1971); by descent to his daughter, the Ann Baumann Trust (until 1999; sold, December 17, to Annex); [Annex Galleries, Santa Rosa, Calif.; 1999-2017], sold to MIA, 2017.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1917, the year before Gustave Baumann settled in Santa Fe, New Mexico, he visited his wealthy friend Lydia Avery Coonley Ward at her western New York estate, called Hillside. The print \"Hillside Woods\" originated during that trip. Baumann had recently ordered his own small printing press from a Chicago supplier and had it shipped directly to Hillside. He used the same press his entire career.\r\n\r\nA German émigré who moved to Chicago as a child, Baumann spent a year in Munich in his mid-twenties to learn printmaking. Like German printmakers centuries earlier, he preferred making prints on a manual press. While many of his American contemporaries were following the Japanese method of inking a print (applying paper to the inked block by hand and rubbing the back of the paper to transfer the ink), Baumann liked the consistent impressions he could get by using a press. He was also something of a maverick in his use of oil-based, rather than water-based, inks, which explains how he achieved the forceful blues and greens in these hundreds of tiny, intricately carved leaves.",
  "title": "Hillside Woods"
}
