{
  "accession_number": "2017.67",
  "art_champions_text": null,
  "artist": "Artist: Frances Gearhart",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1931",
  "department": "Arts of the Americas",
  "description": "landscape image of wooded shoreline; six silhouettes of trees dispersed across foreground; shoreline edged with rocks extends along left portion of background; large tree covered hill extends upwards behind shore; body of water along lower right quadrant; strip of land in upper right quadrant along horizon; pale green and yellow gradated sky",
  "dimension": "10 3/8 × 9 1/16 in. (26.35 × 23.02 cm) (image)\r\n18 5/16 × 16 13/16 × 1 1/4 in. (46.51 × 42.7 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126888",
  "image": "valid",
  "image_copyright": "© Estate of Frances Gearhart",
  "image_height": 4286,
  "image_width": 3777,
  "inscription": "",
  "life_date": "American, 1869 - 1958",
  "markings": "",
  "medium": "Color woodcut on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist (given to Hinckley); Edith Parker Hinckley, Pasadena, Calif., neighbor of the Gearhart family and lifelong friend of Frances Gearhart’s sister Edna ('until d. 1981); by descent to her grandson (until 2016; sold to Burns); [Catherine Burns, Oakland, Calif.; 2016-2017]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Spending most of her career teaching high school English history, Frances Gearhart had summers free to visit her vacation home at Big Bear Lake in the San Bernadino mountains, just 90 miles from her Pasadena home. That’s undoubtedly the spot depicted in Untroubled Waters, one of her most famous prints.\r\n\r\nGearhart first printed the lighter woodblocks, including the pinkish rock forms, dusty blue outlines, and pale blue lake. Then she added a dramatic black screen of pine trees, creating the illusion that we have suddenly come upon a hidden idyll that few are privileged to see. She was unique among California color block printmakers, who had their heyday in the 1920s and 1930s. Her thick oil paints and emphasis on the “key block,” the darkly inked block that carries the outlines, produced a sense of majesty and depth rarely equaled in American printmaking.",
  "title": "Untroubled Waters"
}
