{
  "accession_number": "2017.48",
  "art_champions_text": null,
  "artist": "Artist: Paulus Potter",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1645",
  "department": "European Art",
  "description": "two men at left--one standing man wearing a hat holding a staff, looking down to PR, and seated gesturing man with short beard; small group of pigs of various colors and sizes to right of men at center bottom; figure and dog in middle ground at right; two horse pulling a covered wagon right of center in middle ground; expansive landscape behind figures with clouds in sky",
  "dimension": "18 1/4 × 24 5/8 in. (46.36 × 62.55 cm) (sight)\r\n26 7/8 × 33 1/4 × 2 in. (68.26 × 84.46 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126882",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7523,
  "image_width": 10161,
  "inscription": "",
  "life_date": "Dutch, 1625–1654",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in brown: Paulus Potter f 1645",
  "style": "17th century",
  "text": "The wealthy urban merchants of Holland in the 1600s relished humorous images of rural peasants, farms, and animals found in the countryside that surrounded the cities. Paulus Potter specialized in pictures of Dutch cows and hogs, painted in detail and with great affection. Here, two animated farmers or swineherds catch up near a crumbling well structure, while nine hogs sleep and stand around them. The hogs are the real subject matter of the painting, and each of them has individual features and a seemingly independent personality. If you were to have a party with pigs, you would definitely want to invite this group—but perhaps not the urinating swine on the far right.",
  "title": "A Landscape with a Herd of Pigs, The Swineherd Conversing with Another Man"
}
