{
  "accession_number": "2017.49",
  "art_champions_text": null,
  "artist": "Artist: Sylvia Fein",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The James Ford Bell Foundation Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1943",
  "department": "Arts of the Americas",
  "description": "woman with bare legs and feet at right wearing green skirt with black lace trim and blouse with stripes under a red short sleeved jacket with a black and green lace collar, holding a tiny blue teacup in her PL hand and a toy animal in her PR hand, reclining against a landscape element with swirling fragments of animal heads and sea creatures; low table at left with blue and white striped tablecloth, with three chairs with elaborate white backs and cushions of various colors; various objects on table including a dish with tiny white toy animals, pair of glasses, fruits, shell, note with text (\"Twinkle, Twinkle, Little Bat...\"), tall white teapot, red and white oil lamp; tailless cat in LLC in front of table with blue eyes and zebra-like stripes",
  "dimension": "23 1/16 × 37 1/8 in. (58.58 × 94.3 cm) (sight)\r\n30 5/8 × 44 1/8 × 2 3/4 in. (77.79 × 112.08 × 6.99 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126835",
  "image": "valid",
  "image_copyright": "Copyright © Sylvia Fein",
  "image_height": 5778,
  "image_width": 8912,
  "inscription": "",
  "life_date": "American, born 1919",
  "markings": "",
  "medium": "Egg tempera and oil on board",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G376",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: January / February / March / Nov [?] / 1943 / Sylvia Fein",
  "style": "20th century",
  "text": "World War II (1939-45) transformed the lives of Sylvia Fein and her friends. The Tea Party was created during the height of the war and shows the artist in the role of Alice, from Lewis Carroll’s 1865 fantasy novel Alice’s Adventures in Wonderland, at a table set for absent friends. Fein leans against a rock formation that swells and writhes with the suggestion of concealed images—birds, lizards, faces, hands—as though the very earth were unstable and ready to change itself and challenge her understanding of reality. A card on the table is inscribed “WKS/Hawaii,” revealing the picture’s dedication to her husband, fighting in the Pacific. Fein’s self-portrait as Alice suggests magical thinking and the will to have control over the whims of fate.",
  "title": "The Tea Party"
}
