{
  "accession_number": "2018.26.18",
  "art_champions_text": null,
  "artist": "Photographer: Hosoe Eikoh",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1968",
  "department": "Asian Art",
  "description": "standing figure wearing a flowered kimono, facing camera, with face partially in shadow, with an ominous expression; figure has PR arm stretched upward with hand in \"thumb's-up\" gesture, and PL hand on top of head; silhouettes of blooming grasses against white sky",
  "dimension": "23 5/8 × 15 5/8 in. (60.01 × 39.69 cm) (image)\r\n23 15/16 × 17 5/16 in. (60.8 × 43.97 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126948",
  "image": "valid",
  "image_copyright": "Copyright © Hosoe Eikoh",
  "image_height": 6940,
  "image_width": 4666,
  "inscription": "",
  "life_date": "Japanese, born 1933",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in pencil: Kamaitahi #34, 1968 / (artist\\'s signature in Japanese) / Eikoh Hosoe",
  "style": "20th century",
  "text": "Centered on the Japanese myth of Kamaitatchi, a mythical folkloric monster believed to have existed in rural Japan, these photographs were created collaboratively by the photographer Eikoh Hosoe and the choreographer and dancer Tatsumi Hijikata (1928-86) over several years in the late 1960s. The famed choreographer, who established the abstract dance style of Butoh, performed in front of Hosoe’s camera, enacting the movement of the monster Kamaitachi. \r\n\r\nHosoe captured Hijikata’s transformation into Kamaitachi as they traveled from Tokyo to a small farming village in Yamagata in the Tohoku region of Japan. Often thought to be a weasel, Kamaitachi appears in a whirlwind to cut its victims with a sickle, but his cuts neither draw blood nor cause pain. In the village, Hijikata ran around in a rice field, interacted with villagers and farmers, and played with children. The artists stated that their collaboration in the rural Tohoku region (where the both artists were born) was their symbolic departure from the increasingly modernized capital city Tokyo while they had worked professionally.",
  "title": "Kamaitachi #34"
}
