{
  "accession_number": "2017.58",
  "art_champions_text": null,
  "artist": "Photographer: John Houck",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David A. Wilson and Michael J. Peterman",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "color image of legs and arms of a person wearing blue jeans, a blue button-down shirt, red socks and black oxford shoes with shoelaces, with PR foot raised, holding each end of the untied shoelaces with either hand; another pair of hands, wearing similar shirts, at left and right sides of image, holding painterly purple and orange long shoelaces extending from PR shoe; salmon-colored painterly shape beneath PR leg and in front of PL thigh; painterly tan form behind PL calf; image of clear push pin, URQ",
  "dimension": "52 1/4 × 41 1/4 in. (132.72 × 104.78 cm) (sight)\r\n53 3/4 × 42 3/4 × 1 5/8 in. (136.53 × 108.59 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126969",
  "image": "valid",
  "image_copyright": "Copyright © John Houck",
  "image_height": 8980,
  "image_width": 7070,
  "inscription": "",
  "life_date": "born 1977",
  "markings": "",
  "medium": "Archival pigment print",
  "nationality": null,
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The legs of a disembodied figure stand in a pose suggestive of the ballet movement retiré passé in the diagram below. . The legs are in a photograph taped on the wall; meanwhile, a pair of hands enters from the margins to grasp an extra set of shoelaces across the photograph. This scene was then photographed to create this image. John Houck takes the traditional genre of still life and reinvigorates it with mischievous trickery. Houck’s subtle play with a series of digital and painted disruptions explores how we understand visual representation.",
  "title": "Passe or Retiré"
}
