{
  "accession_number": "2017.66",
  "art_champions_text": null,
  "artist": "Artist: Paula Rösler",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1900-1925",
  "department": "European Art",
  "description": "recto: grasses and flowers on long, thin green stems on grey ground; flowers are orange daisies, small white, pale yellow and purple flowers and one stalk with many small purple blossoms, and pale green and black tiny seed pods; grasshopper on stem in LRC; artist's initials in a monogram in ULC; green border; received framed--verso not examined as of 4/14/17",
  "dimension": "16 5/8 × 13 3/4 in. (42.23 × 34.93 cm) (sheet)\r\n24 1/2 × 21 5/8 × 1 3/4 in. (62.23 × 54.93 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126922",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6321,
  "image_width": 5327,
  "inscription": "",
  "life_date": "German, 1875–1941",
  "markings": "",
  "medium": "Gouache, watercolor, and graphite pencil on vellum, with framing lines in green watercolor (recto); graphite pencil with red and green watercolor (verso)",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Bassenge, Berlin, May 27, 2016, no. 6786, for $LPTN, to Ongpin; [Stephen Ongpin Fine Arts, London, 2016-2017]; sold to MiIA, 2017.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "recto, ULC, in green: PR (intertwined--monogram)",
  "style": "20th century",
  "text": "With a perfect balance of nature and artifice, this watercolor allows the happy rediscovery of a little-known artist. Paula Rösler’s precise rendition, shifting rhythms, compressed space, and restrained color produce a decorative whole, without a trace of wallpaper repetition.\r\n\r\nRösler lived in an art world dominated by men. Since women were not permitted to study at Munisch main art academy, she went to the Damen-Akademie des Münchner Künstlerinnen-Vereins (Ladies’ Academy of the Munich Artists' Association). She was the only woman among the founders of the progressive artists’ group Die Welle (The Wave), with which she exhibited from 1922 to 1934. The group disbanded in the face of rising Nazi intolerance for free-thinking organizations. Though she grew up in a prosperous family, the upheavals of World War I led Rösler to struggle financially for the rest of her life.",
  "title": "Wildflowers and a Grasshopper (recto); Studies of Plants (verso)"
}
