{
  "accession_number": "2017.80.5",
  "art_champions_text": null,
  "artist": "Artist: Charles White; Printer: Joseph Mugnani, American, born Italy, 1912–1992 and Hugo Mugnani, American, 1916-2001, Los Angeles",
  "catalogue_raissonne": "Gedeon Ec6",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "portrait of a Black woman in profile from PR, with her hair wrapped in a cloth extending far behind her head",
  "dimension": "11 5/16 × 24 1/8 in. (28.7 × 61.3 cm) (plate)",
  "id": "http://api.artsmia.org/objects/126991",
  "image": "valid",
  "image_copyright": "© Estate of Charles White",
  "image_height": 6762,
  "image_width": 9992,
  "inscription": "Titled, LLC, in pencil: \\\"JESSICA\\\"",
  "life_date": "American, 1918 - 1979",
  "markings": "LRC, in pencil: A/P",
  "medium": "Etching, drypoint, and plate tone in brown ink on cream paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Samuel Felrath Hines, Jr., Silver Spring, Md., d. 1993; his former wife, Dr. Laura Hines, Greenwich, Conn., until 2017; (Butterscotch Auctioneers & Appraisers, Pound Ridge, N.Y., sale 3/19/17, lot 47, sold to Mersky); Robert B. Mersky, Minneapolis; given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated LRC, in pencil: CHARLES WHITE \\'70",
  "style": "20th century",
  "text": "Charles White was a prominent twentieth-century artist who celebrated the intrinsic dignity of African Americans to counteract negative stereotypes that too often undermined the values and virtues of Black history and culture. Published in 1970, White’s portrait of Jessica embodies the grace, beauty, and confidence of African American women at a time when Black empowerment was emerging as a social and political force. Within this context, the portrait serves as a symbol of affirmation and resistance, specifically the resistance to cultural suppression and the practice of being defined by others. Here, White depicts his model wearing an elaborate coiffure and a headscarf that covers the entirety of her hair. Variously known as a dhuku, a gele, or more commonly, a headwrap, its significance as a cultural symbol for women of African descent is directly linked to its history. Though the practice of wearing a headwrap is centuries old among sub-Saharan African women, it is also a vestige of American slavery, a system of bondage that required enslaved women to cover their hair with a headscarf or kerchief, essentially an identifying mark of subjugation and coersion. The contemporary use of the headwrap among African American women is thus emblematic of the wearer’s unbroken bond to her enslaved American ancestors as well as those who remained in Africa, and is worn as a powerful symbol of racial pride and consciousness.",
  "title": "Jessica"
}
