{
  "accession_number": "2017.75",
  "art_champions_text": null,
  "artist": "Artist: Murray Griffin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Oceania",
  "country": "Australia",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "Prints and Drawings",
  "description": "three shorn sheep, facing right--one with head down, grazing; rocks in LLQ; olive green ground with purple hills at horizon line; grey and purple clouds; purple rectangle with title and artist's monogram in LRQ",
  "dimension": "11 × 13 15/16 in. (27.94 × 35.4 cm) (image)\r\n12 3/4 × 15 1/4 in. (32.39 × 38.74 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126912",
  "image": "valid",
  "image_copyright": "© Estate of Murray Griffin",
  "image_height": 4735,
  "image_width": 5626,
  "inscription": "",
  "life_date": "Australian, 1903–1992",
  "markings": "LLC, in pencil: No. 12 - Edition 16",
  "medium": "Color linocut",
  "nationality": "Australian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Lawsons, Annandale, Sydney, Australia, October 26, 2007, no. 2003, to Lebovic; [Josef Lebovic, Sydney; 2007-2017]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URQ in the print, in purple: THE / SHORN / ONES / MG (intertwined) | bottom center, in pencil: \\\"The Shorn Ones\\\" | LRC, in pencil: Murray Griffin 33 --",
  "style": "20th century",
  "text": "Is it a coincidence that The Shorn Ones appeared in 1933, when Australia was in the midst of the Great Depression' The wool shorn from these sheep had been an important source of income for the country, but now demand had dried up—and apparently so had the vegetation these skinny sheep feed on. Scholar Alisa Bunbury also suggested that these creatures could be biblical desert wanderers. The precision hatching shows remarkable cutting skills considering that Murray Griffin was carving and then printing from a block of linoleum. Two surviving blocks at the National Gallery of Victoria in Melbourne confirm that his linoleum was very stiff, probably a mixture of resin, linseed oil, and pulverized cork. He was one of the first artists in Australia to use this everyday material, which was less expensive than wood. For this print he would have carved six separate blocks, one for each color. The purple block with the title and monogram was added as a nod to seals applied to Japanese art.",
  "title": "The Shorn Ones"
}
