{
  "accession_number": "2017.40.4a,b",
  "art_champions_text": null,
  "artist": "Artist: Robin Best",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Alpha Gustafson Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "European Art",
  "description": "oval concave base; sides flare outward from base and flare inward toward short neck with small round mouth opening; white porcelain with light blue designs; wide sides decorated with four figures in row boats in a cartouche with two pairs of emus and kangaroos, turtle, flowers, insects and a coat of arms on neck; opposite side decorated with seascape with sailing vessel on horizon line and various animals on shore (birds, kangaroo, sheep, horse) and foliage, with a coat of arms on neck; band of leaves around bottom edge; conical cover with rounded top and tiny knob covered with silver foil",
  "dimension": "11 3/16 × 7 × 4 5/16 in. (28.42 × 17.78 × 10.95 cm)",
  "id": "http://api.artsmia.org/objects/126983",
  "image": "valid",
  "image_copyright": "© Robin Best%2C Courtesy Adrian Sassoon Ltd.",
  "image_height": 5159,
  "image_width": 10824,
  "inscription": "see Signed",
  "life_date": "Australian, born 1953",
  "markings": "",
  "medium": "Porcelain, pigments, silver foil",
  "nationality": "Australian",
  "object_name": "Covered vessel, from a five-piece garniture set",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on underside, in blue: Robin Best | Jingdezhen | 2016",
  "style": "21st century",
  "text": "Since the early 2010s Australian artist Robin Best has made her home in Jingdezhen, China, the city at the center of the porcelain industry for more than 1,000 years. There she has perfected a style of painting in miniature on porcelain. Best draws her subjects from historical narratives and imagery concerned with global trade and cultural exchange among Europe, South and East Asia, and Australia from the 1600s through the 1800s. These five vases are intended to be seen together and read as a story of British imperialism: they allude to the defeat of the Spanish Armada in 1588 and the subsequent rise of British naval power; the founding of the East India Company in 1600, which advanced Britain’s trade interests with India and China; and the exploration and colonization of Australia in the late 1700s and 1800s.",
  "title": "British East India Company - Trade & Colonise"
}
