{
  "accession_number": "2017.72.1",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Colwell",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910-1915",
  "department": "Prints and Drawings",
  "description": "two green mountains--one at right in foreground, one at left in middle ground; valley with farms, church, red barns and other buildings in LLC and center; blue sea at right beyond valley and mountains with one sailboat; low horizon line",
  "dimension": "8 × 12 5/16 in. (20.32 × 31.27 cm) (image)\r\n8 1/2 × 12 13/16 in. (21.59 × 32.54 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126915",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3179,
  "image_width": 4762,
  "inscription": "LLC, in pencil: J. [illegible] A.",
  "life_date": "American, 1881–1954",
  "markings": "",
  "medium": "Color woodcut on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection (until 2015; sold to Paramour); [Paramour Fine Arts, Franklin, Mich.; 2015-2017]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Elizabeth Colwell",
  "style": "20th century",
  "text": "Elizabeth Colwell was known for her hand-lettering, a skill that put her in the Arts and Crafts movement, which emphasized direct interaction with materials, the uplifting role of design in everyday life, and the importance of hand wrought objects. Colwell’s interest in handwork also led her to woodcuts. Her teacher was B.J.O. Nordfeldt, a fellow Chicagoan who had recently discovered Japanese woodblock printing. For Seaside Landscape, Colwell not only cut, inked, and printed each woodblock (generally one for each color) in the Japanese manner, but she also followed Japanese design principles. The simplified shapes and flat color on the hills are classic features of Japanese prints, as are the aerial viewpoint and the pattern of crossed lines on the farmland. The sunny patch was achieved by painting different shades of watercolor directly onto the woodblock. About the time she stopped making woodcuts, in 1916, a major Chicago foundry cut a typeface she invented, called Colwell Hand-Letter.",
  "title": "Seaside Landscape"
}
