{
  "accession_number": "2017.62",
  "art_champions_text": null,
  "artist": "Artist: Gladys Nilsson",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the John E. and Marion Andrus III Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "surreal, brightly-colored, highly stylized figures ranging from very small to two large figures; two largest figures are green and yellow male figure at left with yellow face, hair and beard, holding his very large phallus with a smiling face, and orange and red female figure at right with hooked stylized breasts; figures have roughly rectangular bodies and very long, thin limbs",
  "dimension": "22 1/8 × 29 5/8 in. (56.2 × 75.25 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126920",
  "image": "valid",
  "image_copyright": "© Gladys Nilsson",
  "image_height": 5862,
  "image_width": 7723,
  "inscription": "see Signed | on back in pencil: 440R / 140",
  "life_date": "American, born 1940",
  "markings": "",
  "medium": "Watercolor on paper",
  "nationality": "American",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "Private collection, Chicago; (Karen Lennox Gallery, Chicago); sold to MIA, 2017.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: Gladys Nilsson / W/C 1970 / \\\"Jardin Man\\\"",
  "style": "20th century",
  "text": "An original member of the 1960s-era Hairy Who artist collective, Gladys Nilsson finds inspiration for her outlandish narratives in comic books, Mad magazine, the cartoons of R. Crumb, and early zine culture. Irreverent and satirical, \"Jardin Man\" is an explosion of bizarre, humanoid characters engaged in peculiar activities and interactions. An outsized man and woman anchor the chaotic fantasy, surrounded by a supporting cast of various scales. Jardin Man (Garden Man) stands at the left of the scene, identified by his vegetal head, vine-like arms, and prominent, animated appendage. His counterpart sits at the right, smiling broadly. Other couples and single figures populate the scene. Some dance, some sing, some fight, others float through space. Tentacle-like arms and legs reach out and make contact with other characters, creating a web of intermingled forms. Despite the humorous exaggerations, the work is overtly sexual, as Nilsson portrays many of the figures unclothed and flaunting horn-like breasts or pickle-shaped genitalia. As is typical of her work, the setting is ambiguous and spatially shallow, with minimal perspective and no indications of time of day or light sources. In so doing, Nilsson focuses attention on the characters themselves and the collective narrative, ultimately leaving it to the viewer to extract meaning.",
  "title": "Jardin Man"
}
