{
  "accession_number": "2017.42",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Accessories",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Diane and Mary Lilly in memory of Irene Palmer",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "pouch; roughly teardrop-shaped with squared-off top with long vertical slit opening from top; gold, green, red and white embroidery; white fabric embroidered overall with gold organic lines; scrolling plant forms and flowers around edge of opening; four pair of drooping red and white buds; one pair of symmetrical flowers in green and gold vases; large asymmetrical flower bouquet at bottom center in a red and white striped container; received mounted, framed in gilt frame and glazed",
  "dimension": "16 3/16 × 10 in. (41.1 × 25.4 cm)",
  "id": "http://api.artsmia.org/objects/126992",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8303,
  "image_width": 5516,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen plain weave, silk embroidery",
  "nationality": null,
  "object_name": "Pocket",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In the 1700s, European women wore pockets as a separate accessory attached to their waists, beneath voluminous skirts and petticoats. These accessories were generously sized – large enough to stash a container of smelling salts, a small bottle of perfume, a clutch of love letters, a portable almanac, perhaps even a pocket microscope.\r\n\r\nWomen’s pockets were elaborately embroidered, despite the fact that they were seen only by the wearer and her intimates. The meandering yellow stitches on this pocket were common in the early 1700s. They were inspired by traditional embroidery from Bengal that featured naturally yellow wild silk on a cream fabric ground. When English tradesmen began importing Bengali fabrics in the late 1600s, local craftspeople quickly imitated these exotic goods. This pocket demonstrates that long-distance trade networks influenced the most intimate everyday objects, even a lady’s receptacle for personal treasures.",
  "title": "Embroidered pocket"
}
