{
  "accession_number": "2017.74",
  "art_champions_text": null,
  "artist": "Artist: Bror Julius Olsson (B.J.O.)  Nordfeldt",
  "catalogue_raissonne": "Donovan 9",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1906",
  "department": "Arts of the Americas",
  "description": "snow-covered landscape with one tall tree at right; sagging bridge in foreground, with two figures walking at right, just beyond bridge, and figure on a horse at left just beginning to cross bridge; houses in background; blue-grey stream",
  "dimension": "8 1/16 × 10 1/2 in. (20.48 × 26.67 cm) (image)\r\n8 7/16 × 10 3/4 in. (21.43 × 27.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/126901",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3229,
  "image_width": 4016,
  "inscription": "",
  "life_date": "American (born Sweden), 1878 - 1955",
  "markings": "",
  "medium": "Color woodcut on Japan paper",
  "nationality": "American (born Sweden)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Swann Galleries, New York, September 12, 2013, lot 215, for $3,000. [Harris Schrank, New York; in 2017]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Bror J. Olsson Nordfeldt / No. 13 / 1906",
  "style": "20th century",
  "text": "Looking for a studio in Chicago in 1903, Bror Julius Olsson Nordfeldt ended up in a vacant building left over from the 1893 Chicago World’s Fair. There, he did a very worldly thing. He made prints in the style and manner of Japanese woodcuts, something only a handful of artists in America had ever attempted. The technique, which Nordfeldt had recently learned in England, appealed for its directness and sense of craft. For The Bridge, he would have carved a separate woodblock for each color, inked them with a watercolor brush, then lined up the paper so that the color landed in just the right place. The snow-laden branches against the sky at right help us appreciate just how subtle his colors could be. Another Japanese element is the river dividing the snowy banks. Even as the narrowing shape leads our eye into the distance, the pure, flat color calls our attention to the surface of the sheet. Nordfeldt may have spotted this chilly scene on a trip back to Sweden, where he lived until he moved to Chicago with his family at age thirteen.",
  "title": "The Bridge"
}
