{
  "accession_number": "2017.53",
  "art_champions_text": null,
  "artist": "Artist: Aaron Bohrod",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Benjamin V. and Jane M. Siegel Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1958",
  "department": "Arts of the Americas",
  "description": "tromp l'oeil style; portrait of a man in shades of blue with burned edges in LLQ, with broken glass over image; tube of black paint with stream of paint squeezed out at top right; large moth pinned with pin with round red head at top left of center; part of a wasp nest at left center; razor blade behind ULC of portrait of man; snuffed-out cigarette with burning ashes and two matches below wasp nest; purple rectangular paper in LLC--\"Ivan Albright by A Bohrod\"; background of weathered wood",
  "dimension": "14 1/16 × 10 1/16 in. (35.72 × 25.56 cm) (sight)\r\n21 1/8 × 17 1/8 × 2 3/4 in. (53.66 × 43.5 × 6.99 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126968",
  "image": "valid",
  "image_copyright": "© Aaron Bohrod %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 10934,
  "image_width": 7751,
  "inscription": "",
  "life_date": "American, 1907 - 1992",
  "markings": "",
  "medium": "Oil on Masonite",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G360",
  "see_also": [
    ""
  ],
  "signed": "LLC in the image, in black and blue: Ivan Albright / by / A Bohrod",
  "style": "20th century",
  "text": "This painting commemorates a great artistic friendship and rivalry. Aaron Bohrod and his subject, the older Ivan Albright, became friends in Chicago where they spent the early part of their careers. Each made still-life paintings that required great technical skill, time, and patience to achieve a look of hand-painted reality. Albright pushed his images to an extreme, often spending a decade on single paintings that meditate of the meaning of life and death. Bohrod playfully alluded to this in his portrait by including a tube of black paint, a moth, and a burnt-out cigarette.",
  "title": "Ivan Albright, Through a Glass Darkly"
}
