{
  "accession_number": "2017.43.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gordon A. Locksley and Wayne Boeck",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "European Art",
  "description": "painted textile mounted in plexi box; chalice containing fruit and vegetation with bird perched on top in center; two rings of Hebrew text circle center image; outer right of foliage; four flowers encased in a circle in each corner",
  "dimension": "32 1/4 × 30 7/16 in. (81.92 × 77.31 cm)\r\n40 1/2 × 38 9/16 × 2 3/8 in. (102.87 × 97.95 × 6.03 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/126964",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6430,
  "image_width": 6076,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plain weave cotton, pigments",
  "nationality": null,
  "object_name": "Pillow cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This cushion cover and towel set would have been used in an elite Jewish home in the Alsace region of eastern France to celebrate the Passover Seder. During the meal, it is customary for important individuals to eat reclining in imitation of sumptuous Roman feasts when elites ate reclining on sofas. This gesture issues a reminder of the time in Jewish history when they were liberated from their enslavement in Egypt, and is meant to inspire feelings of gratitude for the fruits of freedom. This cushion cover would have contained a large cushion that was placed on the chair back of the male head of household. The decorative towel would have been used to cover utilitarian towels used during the Seder hand-washing ceremonies.",
  "title": "Passover pillow cover"
}
