{
  "accession_number": "2003.242.1.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Michele and David Dewey",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 7th-early 8th century",
  "department": "Asian Art",
  "description": "standing male figure wearing armor and tall hat, with thin moustache and beard; figure stands with both feet on a white-skinned demon with fangs, green claws and black hair",
  "dimension": "44 9/16 x 15 1/2 x 11 1/2 in. (113.19 x 39.37 x 29.21 cm)",
  "id": "http://api.artsmia.org/objects/84073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3876,
  "image_width": 2200,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with molded and carved décor under polychrome pigments and gold",
  "nationality": null,
  "object_name": "Lokapala Guardian King, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G207",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-8th century",
  "text": "These magnificent Buddhist lokapalas or guardian kings originally served as tomb guardians in an aristocratic Tang burial. Wearing elaborate headdresses and armor, and with a fierce expression on their faces, each king tramples underfoot a demon clinging desperately to a rockwork base. Their clenched hands perhaps once held weapons. These tomb figures are particularly masterful in their combination of the arts of sculpture and painting. The superbly modeled face of each king reveals finely painted moustaches, eyebrows and other details. The exotic suits of armor featuring decorative breast plates, animal head ornaments, and elaborate helmets were once completely polychromed with red, pink, green, blue, white, and black pigments as well as gold. Painted tomb ceramics such as these probably preceded the famous three-color (san cai) glazed wares that were introduced around 700 CE This pair is exceptional for its size, detailed modeling, and amount of original colored pigments that remain on the surface after thirteen centuries of burial.",
  "title": "Lokapala Guardian King, one of a pair"
}
