{
  "accession_number": "2003.233.5a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jeanne T. Hemphill, Stuart R. Hemphill, Scott A. Hemphill, and James T. Hemphill in memory of Ronda M. Hemphill",
  "culture": "Ka'igwu (Kiowa)",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Art of Africa and the Americas",
  "description": "moccasins with attached leggings; beaded star design on top of foot; geometric design beaded strips around ankles, at heels and in u-shape around front of legs, flanking row of silver studs",
  "dimension": "15 3/4 x 6 3/16 x 3/4 in. (40.01 x 15.72 x 1.91 cm) (a: left, without fringe)\r\n16 1/2 x 6 1/8 x 3/4 in. (41.91 x 15.56 x 1.91 cm) (b: right, without fringe)",
  "id": "http://api.artsmia.org/objects/84187",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, beads, metal studs",
  "nationality": null,
  "object_name": "Moccasins",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A girl's grandmother or mother created this pair of moccasins to be worn on social and ceremonial occasions.  Their rich color comes from yellow ocher, a mineral pigment applied to adorn southern plains clothing.  Delicate rows of lane-stitched beadwork encircle the ankle, outline the edges, and merge geometric design with a naturalistic, spot-stitched star on the instep.  By using two different beadwork techniques in tandem with each other, the artist presents classic Gaigwa design elements.  Her individuality is expressed in the brilliant color patterns and unique star motifs.  Through her ingenuity and skill, the artist exhibits the minimalist elegance of southern plains style and offers a beautiful example of Gaigwa beadwork.",
  "title": "Moccasins"
}
