{
  "accession_number": "99.1.1008.1",
  "art_champions_text": null,
  "artist": "Designer: Jack Larsen; Mill: United Textile Corp.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1962-1987",
  "department": "Arts of the Americas",
  "description": "Warp knit construction, heat set, Open (see thru) knit, horiz. Design. Winchester Blue",
  "dimension": "overall: 105 1/2 x 52 in. (267.97 x 132.08 cm)",
  "id": "http://api.artsmia.org/objects/84691",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Jack Larsen",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Saran monofilament",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From Larsen III",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A description of Interplay from company literature addresses many of the practical issues related to casement fabrics. “This unique warp knit construction firmly holds the straw-like yarns in a lacy open filigree, which is flame retardant, sun resistant, soil resisting and easily washed. The dark colors are especially useful in revealing a view while reducing glare.”\r\n\r\nLarsen developed Interplay with the hope of being awarded a commission, which would bring good public exposure to a company that had almost no advertising budget. The design studio had to meet the needs of a new bank in Philadelphia, which had twenty-foot windows ending at the top of a set of doors. This space required stable, nonstretch fabric that wouldn’t interfere with door movement, and the studio chose a synthetic fiber that could be heat set to hold its shape. Larsen did not receive the commission but believed so strongly in the fabric’s merit that Interplay was introduced into the collection and remained a stocked item until 1986.",
  "title": "Interplay"
}
