{
  "accession_number": "99.1.1027",
  "art_champions_text": null,
  "artist": "Designer: Iwan Tirta; Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "Handprinted polyester jersey with large-scale black outlined parrot and palmtree pattern in fluorescent colors (orange, pink, yellow, green, blue). Handprinted polyester jersey with large-scale black outlined parrot and palmtree pattern in fluorescent colors (orange, pink, yellow, green, blue). (orange/pink)",
  "dimension": "overall: 108 x 43 1/4 in. (274.32 x 109.86 cm)",
  "id": "http://api.artsmia.org/objects/84761",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Iwan Tirta%2C Larsen Design Studio",
  "image_height": 2972,
  "image_width": 1259,
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Nylon; knit, screen-printed",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Ja-eL",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Printed textile production is complex and involves many specialties beyond the development of the graphic image, including everything from screen production to dyeing and finishing.  The Ja-eL/Larsen archives indicate that the introduction of a new fabric such as the nylon knit, Caprolan, presented many challenges ranging from even color application to consistenct replication of the repeat unit. This latter concern was particularly important as patterns had to match when dress components were sewn together.  The white spot in the middle of this panel of Tropic Birds indicates an instance where the dye did not properly bond with the fabric, making the yardage unacceptable for sale.  \r\n\r\nTropic of Birds was produced in four colorways whereas Parrots was only printed in the form seen here.",
  "title": "Parrots"
}
