{
  "accession_number": "99.1.1084",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963",
  "department": "Arts of the Americas",
  "description": "African patterns inspired by strip weaving in Ghana & Nigeria. Multi colors. Vert. rpt. 27\". African patterns inspired by strip weaving on Ghana & Nigeria. Multi colors. 27\" vert. rpt Polychrome",
  "dimension": "overall: 109 x 56 in. (276.86 x 142.24 cm)",
  "id": "http://api.artsmia.org/objects/84894",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": 4961,
  "image_width": 5140,
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton, silk; weft face weave with warp floats",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Africa I",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Kano Cloth is the only fabric in the African Collection derived from a specific African textile. Based on the famous strip-woven cloths of Ghana, Larsen's simplified version retains the elegance and the rich tonalities of the original. \r\n\r\nLarsen's marketing team worked very hard to create a romantic context for the collections, crafting publicity that conjures up visions of cultural traditions and the exotic landscape of Africa. Kano Cloth was the subject of some of the most poetic descriptions. One press release declares,\r\n\"The weaves, said by fabric experts to be the finest work ever produced by Larsen, are rich in color, intricate in design, and one, Kano Cloth, is reminiscent of the fine tapestry woven strip fabrics done in the remote villages of Ghana. They are so luxurious in interpretation that African officials in this country have called them \"Chieftain Cloth\" after the West African cloths which are painstakingly crafted and allowed to be worn only by the chiefs and kings.\"",
  "title": "Kano Cloth"
}
