{
  "accession_number": "67.9",
  "art_champions_text": null,
  "artist": "Maker: Jacob Boelen",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The James S. Bell Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1690",
  "department": "Arts of the Americas",
  "description": "two-handled silver bowl; drinking; shallow, with six vertical flutes forming shallow lobes with chased palm-leaf decoration; flat bottomed; two twisted wire 'S' scroll handles",
  "dimension": "1 1/2 x 4 1/8 in. (3.8 x 10.48 cm)",
  "id": "http://api.artsmia.org/objects/19336",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3254,
  "image_width": 4955,
  "inscription": "Mark\r\n\r\nEngraved on the underside of body are the unidentified initials [A*B]",
  "life_date": "American, 1654-1729",
  "markings": "engraved on bottom with the initials <A*B>\r\nmaker\\'s mark struck on bottom: <J B> in shaped shield \r\n",
  "medium": "Silver",
  "nationality": "American",
  "object_name": "Two-handled bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Boelen, an American silversmith of Dutch descent working in New York, belonged to a family of silversmiths. Dummer was a prominent Boston businessman and church leader in addition to working as a silversmith. Boelen's bowl recalls contemporaneous Dutch bowls with its division into six lobes and heavily chased decoration. The chasing displaces the metal, allowing the design to be visible on both exterior and interior. Its handles consist of drawing wire, manually twisted into shape and soldered onto the raised body. In contrast, Dummer's cup consists of a raised body with cast handles and bears an engraved coat of arms similar to that of the William Browne family of Boston. Dummer uncharacteristically for American goldsmiths, placed his mark prominently in the center of the cup's body. Vessels such as these were used primarily for drinking, though bowls such Boelen's were also used on feast days,filled with treats such as brandy with raisins.",
  "title": "Two-handled bowl"
}
