{
  "accession_number": "67.55.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1625-50",
  "department": "Asian Art",
  "description": "Tiled Painting Depicting the Story of Bahram Gur and Fitna from the Book of Kings. Twelve tiles mounted together",
  "dimension": "35 1/8 x 26 5/8 in. (89.2 x 67.6 cm)",
  "id": "http://api.artsmia.org/objects/19407",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10242,
  "image_width": 7820,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with underglaze painted decor in polychrome colors",
  "nationality": null,
  "object_name": "Tile Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Safavid period (1501-1736)",
  "text": "This tile painting—which would have once decorated the interior of a great Isfahan palace—illustrates an episode in the love story of King Bahram Gur (r. 420–38 CE) and Fitna, an enslaved girl from western China. While the two are out hunting wild donkeys, Fitna challenges Bahram Gur to pin a donkey’s foot to its ear with an arrow. Upon his success, Fitna attributes his achievement to practice, as opposed to the innate skill befitting a great king. This enrages Bahram Gur, who orders a noble to execute her. Instead, Fitna convinces her would-be executioner to house her at his palace, where she builds her strength by carrying a calf up and down a 60-step garden pavilion every day, for six years. Fitna is depicted here carrying a fully grown bull as Bahram Gur happens upon her and is amazed at her feat. Fitna reiterates the importance of cultivating skill through practice. The King finally admits she is right, and the two live happily ever after.",
  "title": "Tile painting depicting Bahram Gur and Fitna (“Practice Makes Perfect”)"
}
