{
  "accession_number": "69.134",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg",
  "catalogue_raissonne": null,
  "classification": " Horology; Collages / Assemblages; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert Rauschenberg",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "Global Contemporary Art",
  "description": "Unique timepiece consisting of metal box measuring 5 x 5 feet, with a silkscreened, mirrored acrylic face composed of photographs taken by Rauschenberg, which include genitals, natural forms, and other images characteristic of the artist. A timing mechanism and electrical lights illuminate the hours and minutes; at noon and midnight, the clocks are fully lit.",
  "dimension": "60 x 60 x 10 in. (152.4 x 152.4 x 25.4 cm) (not including support legs); Runtime: 12:00 hours",
  "id": "http://api.artsmia.org/objects/19493",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Acre %28Carnal Clock%29%2C 1969 © Robert Rauschenberg Foundation",
  "image_height": 7375,
  "image_width": 6627,
  "inscription": "",
  "life_date": "American, 1925–2008",
  "markings": "",
  "medium": "Mirrored acrylic and screenprinting on acrylic in metal frame, with concealed electric lights and timing mechanism",
  "nationality": "American",
  "object_name": "Construction",
  "portfolio": "From \"Carnal Clocks\" series",
  "provenance": "Robert Rauschenberg, New York; given to MIA, 1969.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "One of several unique constructions from Rauschenberg's Carnal Clock series, Acre is both a work of art and a functioning clock of sorts. When operating, the electric-powered device is designed to sequentially illuminate one or more images in a predetermined pattern. In an early interview, Rauschenberg described the mechanics of the clock: \"There are always two lights on; one is the minute hand, and the other is the hour hand and they do what they have to do and it's at midnight and noon that all the lights come on for one minute, and then you get to see the whole thing at once.\"\r\n\r\nThe construction features both appropriated images and photographs Rauschenberg made specifically for this series, documenting his own body and those of some of his close friends. The work's nudity and sexual content is partially hidden from view by the reflective surface of the light box, slowing the initial comprehension of the imagery. Acre was intended to startle viewers, who were simultaneously confronted with their own reflections and graphic images of naked men and women. On this aspect of the work, Rauschenberg noted: \"Carnal Clocks could be considered offensive. I think Carnal Clocks was racy. My flesh tells the time marked by real people who are all still living. It was an embarrassing project. Part of the project was embarrassment as a medium, because it was about my working out my shyness to photograph my friends' intimate parts.\"",
  "title": "Acre (Carnal Clock)"
}
