{
  "accession_number": "70.27",
  "art_champions_text": null,
  "artist": "Artist: Antoine-Louis Barye",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Herschel V. Jones Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 1850s",
  "department": "European Art",
  "description": "sketchbook containing about fifty pencil drawings of animals, landscapes and classical figures plus many pencil notations",
  "dimension": "4 1/2 x 3 3/8 in. (11.43 x 8.57 cm) (page)",
  "id": "http://api.artsmia.org/objects/19564",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2021,
  "image_width": 4755,
  "inscription": "Signature",
  "life_date": "French, 1796–1875",
  "markings": "",
  "medium": "Graphite, black chalk on cream and pale green wove paper; bound volume",
  "nationality": "French",
  "object_name": "Sketchbook",
  "portfolio": null,
  "provenance": "[Gropper Art Gallery, Cambridge, Mass, until 1970; sold, April 18 for $450 to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[Barye], on page 7, right",
  "style": "19th century",
  "text": "Sketchbooks can offer an extraordinary snapshot of an artist’s mind at a given time. They preserve fleeting ideas, casual observations, private rehearsals, and lingering fixations. All can be found in a sketchbook in the museum’s collection by the French artist Antoine-Louis Barye, famous for his animal sculptures. Mixed in among the drawings in this pocket-sized compendium, which accompanied Barye on his daily activities in the 1850s, are the names of friends and hotels, lists of expenses, copies of works in the Louvre, the address of a lawyer, even a lengthy brasserie tab from 1854.\r\n\r\nAs expected, most of the sketches document Barye’s fascination with animals, especially tigers and elephants. Most were drawn from life during visits to the menagerie at the Jardin des Plantes, where Barye reportedly spent hours studying animals, alongside Eugène Delacroix. These artists drew the animals not only in their cages but also during dissection after their demise.",
  "title": "Sketchbook"
}
