{
  "accession_number": "70.53",
  "art_champions_text": null,
  "artist": "Artist: Gregorio Guglielmi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The David M. Daniels Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1750",
  "department": "European Art",
  "description": "",
  "dimension": "15 13/16 x 22 15/16 in. (40.16 x 58.26 cm) (sheet)\r\n29 11/16 x 23 11/16 x 1 1/8 in. (75.41 x 60.17 x 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/19569",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3376,
  "image_width": 4925,
  "inscription": "",
  "life_date": "Italian (Roman), 1714 - 1773",
  "markings": "Watermark: fleur-de-lis in a circle, with a crescent or c below, similar to Heawood no. 1570 [Rome]",
  "medium": "Brush and gray wash over black chalk on laid cream paper",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Sale, Christie's, London, July 1, 1969, lot 22 (as \"Property of a Gentleman\" with attribution of \"Corrado Giaquinto,\"), to Marcus. [Colnaghi, London; 1970; sold to MIA as Corrado Giaquinto]\r\n\r\nColnaghi cited ex-collection as \"Somers (Lugt 2931 [sic])\" presumably referring to Lugt 2981, which is John, Lord Somers, England, 1650-1716.  Yet Somers died when Guglielmi was just two years old, making it impossible for him to have owned the drawing",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This large, highly finished sheet was probably the definitive design for the fresco Gregorio Guglielmi executed in the refectory of the convent of Sant'Agostino in Rome because there are very few differences between this drawing and the final painting. The most obvious change is the addition around the fresco of a border of frolicking putti, who hold back feigned drapery to reveal the scene. The addition of a wide strip of paper on the right side of the sheet indicates that Guglielmi was still working out the composition when he began the drawing and did not allow himself a large enough piece of paper. Initially, Christ was at the very center of the composition, but at some later stage Guglielmi decided to include another figural group in the right foreground for balance, requiring him to extend the sheet and shift Christ slightly to the left.\r\n\r\nChrist's miraculous feeding of a crowd of five thousand with just five loaves of bread and two fish was a fitting theme for the refectory or monk's dining hall. Guglielmi's facile handling of brush and wash and his animated touch bring the scene to life.  \r\n\r\nImage Caption:\r\nGregorio Guglielmi, Multiplication of Loaves and Fishes, 1750, fresco, 19 x 32 ft., Seat of the State Attorney General of Italy, Rome (formerly the convent of Sant'Agostino)",
  "title": "The Multiplication of Loaves and Fishes"
}
