{
  "accession_number": "71.16",
  "art_champions_text": null,
  "artist": "Artist: Emilio Ortiz",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The William Hood Dunwoody Fund, by exchange",
  "culture": null,
  "curator_approved": 1,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "30 7/8 x 22 in. (78.4 x 55.9cm)",
  "id": "http://api.artsmia.org/objects/19611",
  "image": "valid",
  "image_copyright": "© Estate Emilio Ortiz",
  "image_height": 4472,
  "image_width": 3033,
  "inscription": "Titled, dated in black ink, LL verso: Figura 1969",
  "life_date": "Mexican, 1936 - 1987",
  "markings": "",
  "medium": "Collage of torn paper and map fragments, with black ink and gouache on paper",
  "nationality": "Mexican",
  "object_name": "Collage with drawing",
  "portfolio": null,
  "provenance": "The artist, Mexico City; sold to MIA, 1971.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in black ink, LC: E. Ortiz",
  "style": "20th century",
  "text": "Emilo Ortiz belonged to the Breakaway Generation (Generación de la Ruptura) of Mexican artists who during the 1950s and ’60s resisted the social themes and revolutionary ideals of the still-dominant Mexican muralism movement. Instead, Ortiz, along with such artists as Arnold Belkin (1930–1992) and Francisco Toledo (1940–2019) promoted a multicultural aesthetic in dialogue with global contemporary art. Ortiz’s interest in film, psychoanalytic theories, surrealism, and Mexican folk art informed his otherworldly scenes inhabited by fantastic figures rich in symbolism. In the mixed media work Figura, Ortiz blended fluid line, organic forms, and expressive use of color (here as collaged map fragments) to dramatic effect. Set against an undefined, deep black background, the segmented humanlike figure is reminiscent of a marionette, a wooden puppet whose movement is controlled by strings manipulated from above.",
  "title": "Figura"
}
