{
  "accession_number": "73.2",
  "art_champions_text": null,
  "artist": "Artist: Andrea Bergondi",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1772",
  "department": "European Art",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/19939",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9505,
  "image_width": 6687,
  "inscription": "",
  "life_date": "Italian, 1722-1789",
  "markings": "",
  "medium": "Marble",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Saint Paul from Luxor in Egypt was the first Hermit saint of Christianity. (He is not to be confused with the Apostle Paul, the patron saint of Minneapolis's Twin City.) The statue showing him in prayer was originally placed behind the altar of the church of San Paolo Primo Eremita in Rome, where it was set in a naturalistic cave made of stucco. Thanks to a light well in the wall, a natural spotlight illuminated the statue. Both the church's architecture and Bergondi's statue are heavily informed by the high baroque style of the previous century. These references to a glorious, recent  past must have resonated with the wishes of the patrons, the Order of Saint Paul, which was mostly composed of Polish and Hungarian monks. The decoration of San Paolo Primo Eremita was the last monumental project, which was carried out in Rome in the Baroque style, during a period, when most artists were adopting neoclassical ideals. Andrea Bergondi was a highly distinguished sculptor in 18th-century Rome. A longstanding president of the Roman Academy of Fine Arts (Accademia di San Luca), his most famous work today is the relief depicting Agrippa commanding the construction of the aqueduct (1732–34) on the Trevi Fountain.\r\n\r\nConservation of the statue of Saint Paul the Hermit was generously funded by the Friends of the Institute.",
  "title": "St. Paul the Hermit"
}
