{
  "accession_number": "73.35.1",
  "art_champions_text": null,
  "artist": "Artist: Pietro Fancelli",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The David M. Daniels Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800-1805",
  "department": "European Art",
  "description": "crowded scene with partially draped male and female figures at center, femal figure on left has arm up and male figure holds her other arm",
  "dimension": "16 x 22 1/8 in. (40.64 x 56.2 cm) (sheet)\r\n23 5/8 × 29 5/8 in. (60.01 × 75.25 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/19941",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6335,
  "image_width": 8735,
  "inscription": "Inscribed in pen and brown ink, in group of figures at upper center: [odio / vendetta / avarizia / disperazione / tradimento]; at upper right, some mathematical notations",
  "life_date": "Italian (Bologna), 1764 - 1850",
  "markings": "",
  "medium": "Pen and brown ink over graphite",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "La Société historique et littéraire polonaise, Paris (until 1972, sale, Christie's, London, July 4, 1972, no. 48, with group of 3 drawings by Fancelli, including \"Death of Lucretia\"[73.35.2]), to O'Brien; [Shepherd Gallery, New York, in 1973; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Dense and rapidly executed, this drawing shows an artist freely exploring a subject for his own creative purposes. In this story from classical mythology, the poet and musician Orpheus attempts to rescue his bride, Eurydice, from the underworld. Journeying down into Hades he secures her release through the power of his music. But Pluto imposes a condition: Orpheus cannot look back at her until the two have emerged into the upper world. Fancelli depicted the fateful moment when Orpheus turns to look. As he grasps at her, Eurydice is pulled back into the depths. \r\n\r\nIn Fancelli’s telling, the story is as much about the underworld as the couple. Pluto and Persephone are shown seated in a circular throne, reigning from above; Cerberus, the three-headed guard dog, snarls at Orpheus’s feet; and the three Fates, at left, measure out the thread of life with chilling indifference. A group of anguished figures crowded together in the sky may represent the region where the wicked are punished. A few have labels identifying the source of their misery: odio (hatred), vendetta (revenge), avarizia (greed). Fantastic airborne creatures—a long-beaked serpent, spiteful harpies, and a small fire-breathing dragon—torment the sinners.",
  "title": "Orpheus and Eurydice in Hades (recto); Triumph of Bacchus in a Landscape (verso)"
}
