{
  "accession_number": "2001.262.30.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "K'iche' Maya",
  "curator_approved": 0,
  "dated": "c. 1965",
  "department": "Arts of the Americas",
  "description": "embroidery on nearly half of belt in blue, pinks, oranges, and striped vertically on other half in black and beige; many twisted tassels at each end",
  "dimension": "101 x 2 in. (256.54 x 5.08 cm)",
  "id": "http://api.artsmia.org/objects/59497",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3040,
  "image_width": 798,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, cotton; needlework",
  "nationality": null,
  "object_name": "Sash (faja)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Huipiles from Chichicastenango exhibit a wider range of imagery than those from other villages; however, they are also among the most instantly recognizable. As evidenced in this example, they are characterized by the boldly appliquéd or embroidered sunbursts that encircle the neck opening.  When worn, the sunburst surrounds a woman's head, positioning her at the center of her universe. \r\n\r\nIn contrast to the man's ceremonial traje displayed on the adjacent mannequin, this ensemble represents women's everyday dress.  Her huipil would be neatly tucked into her long, wraparound skirt (corte) and secured by a colorful sash (faja). Although the ikat-patterned corte fabric was woven on a treadle loom, the embroidered seams (randa) and sash were carefully made by hand in a skillful expression of color and pattern, visually related to those of the huipil.",
  "title": "Sash (faja)"
}
