{
  "accession_number": "2001.205a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund and purchase through Art Quest 2001",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 180 BCE",
  "department": "Asian Art",
  "description": "small male figure with red sleeves riding on a dark horse with open mouth; man's upper body and horse's tail detach",
  "dimension": "31-1/2 x 29-3/4 x 11-1/2 in. (80.0 x 75.6 x 29.2 cm)",
  "id": "http://api.artsmia.org/objects/59514",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3788,
  "image_width": 3236,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with traces of pigment",
  "nationality": null,
  "object_name": "Horse and Rider",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd-2nd century BCE",
  "text": "Elaborate burials are a defining aspect of traditional Chinese culture and grave goods provide us extraordinary amounts of information about how the ancient Chinese lived. The horse-riding military, which began in the 3rd century b.c., grew rapidly during the 2nd century b.c. to meet the challenge of horse-riding peoples threatening China along the northern frontier. These large, powerful, horses were new to China. Traded for luxurious silk, they were the first major import to China from the newly established trade corridor to the Mediterranean world now known as the \"silk road.\" Within a few years, the marvelous Arabian steeds had become immensely popular with military and aristocracy alike and upper-class tombs began to be filled with images of these great horses for use in the after life.\r\nWhile this magnificent horse and rider is typical of the ceramic sculpture excavated from several pits at Yangjia wan in Shanxi Province, it is the largest such horse and rider known made in this style. It is also one of the most powerfully modeled with a good deal of the original color remaining.",
  "title": "Horse and Rider"
}
