{
  "accession_number": "2001.225.1",
  "art_champions_text": null,
  "artist": "Designer: Russel Wright; Manufacturer: Klise Wood Working Company, Grand Rapids, Michigan",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dolly J. Fiterman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1935",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Star or floral-shaped wooden tray with 5 indented sections",
  "dimension": "2 x 12 x 11-13/16 in. (5.1 x 30.5 x 30.0 cm)",
  "id": "http://api.artsmia.org/objects/59589",
  "image": "invalid",
  "image_copyright": "© Russel Wright Studios",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1904-1976",
  "markings": "",
  "medium": "Wood",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From Oceana line",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\\\"Russel Wright\\\", burned, on bottom",
  "style": "20th century",
  "text": "In his early design career, Russel Wright turned simple wood pieces in his coach house shop.  By the mid-1930s, he began a more adventurous relationship with the material as a designer for Klise Woodworking Company.  The result, Wright's Oceana line, is now one of his most prized, as it was only in production from about 1935 until the early 1940s.  Aside from its rarity, the sculptural beauty of the Oceana forms have been described as singing a \"siren's song\" to collectors--an appropriate term, since the forms are based on the marine world that housed the Sirens in the ancient story of Odysseus.  The starfish relish is perhaps the most literal reference to sea life in the line which---like his later ceramic dinnerware designs--was ahead of its time in bringing sculptural modernity to the home.  All the Oceana pieces have Wright's signature burned into the bottom.",
  "title": "\"Starfish\" relish"
}
