{
  "accession_number": "2001.200.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "Gift of Dr. and Mrs. Thomas F. Carroll",
  "culture": "Chokwe",
  "curator_approved": 0,
  "dated": "19th-20th century",
  "department": "Arts of Global Africa",
  "description": "2 seated figures with elongated heads, one wearing a necklace of blue and white beads; the heads support circular seat",
  "dimension": "5-11/16 x 8-1/8 x 7-13/16 in. (14.4 x 20.6 x 19.8 cm)",
  "id": "http://api.artsmia.org/objects/59619",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, brass tacks, beads",
  "nationality": null,
  "object_name": "Stool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Many African cultures, including the Chokwe, believe death is not an end, but merely a transition to the spirit world.  Departed ancestors continue to play an active role in the life of the living, providing protection and guidance. The living try to ensure the good favor of their ancestors by respecting traditions and providing offerings of food and drink.  The figure in these Chokwe stools is an ancestor holding her head in sorrow.  She is worried that her descendents are not honoring her as they should and fears that they may be punished for their misdeeds.The brass tacks embellishing these stools signify that they were once owned by a king.  The figure of the female ancestor carved in the stool symbolically supports the king, protecting his authority.  Immense spiritual strength is accredited to women in African society and female figures are common in their art.  This power comes from their ability to bear children, and thus ensure the continuance of their bloodline and culture.",
  "title": "Stool"
}
