{
  "accession_number": "2001.204.2",
  "art_champions_text": null,
  "artist": "Maker: Yasuimoku Komuten Company Ltd.",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Roberta Mann Foundation in memory of Ted Mann",
  "culture": null,
  "curator_approved": 0,
  "dated": "constructed 2001",
  "department": "Asian Art",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/59617",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2013,
  "image_width": 3000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G222",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The opulent spirit of Momoyama Japan is exhibited in this formal audience hall, a replica of a 17th century room at the Konchi-in, a temple within the vast Zen monastery of Nanzenji in eastern Kyoto. Such elegantly proportioned and decorated rooms are known as shoin, which literally means study or writing hall, even though Japanese used them as reception rooms for visiting guests and official government messengers. As is typical of Japanese residential architecture, this shoin has exposed posts and beams, which exhibit the natural beauty of rare, clear-grained wood. It also features other elements commonly found in such structures including a raised alcove (tokonoma) and staggered shelving unit (chigaidana) both for displaying works of art. Finely woven tatami mats with decorative brocade borders and fusuma (lightweight, paper-covered sliding doors) embellished with gold were also standard elements of these subtly ornate rooms. The Japanese usually sit directly on the tatami flooring, making most furniture unnecessary. To Western eyes, such rooms can seem extremely spare. Close examination, however, reveals many exquisite details, like the gilded bronze door pulls and lotus-shaped nail-head covers, which have both been further adorned with embossed floral designs. \r\n\r\nIn 2001, the museum commissioned the Yasuimoku Komuten Company, an architectural firm that has operated in Kyoto since the mid-17th century, to construct this room. Using traditional Japanese building and woodworking methods, their skilled carpenters first assembled the room in Japan, and then carefully dismantled it for shipment to Minnesota. A team of craftsmen then spent three months reassembling and finishing the room here, in the museum's gallery.",
  "title": "Formal Audience Hall"
}
