{
  "accession_number": "2001.221.1",
  "art_champions_text": null,
  "artist": "Artist: Beatrice Wood",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of various donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1941",
  "department": "Arts of the Americas",
  "description": "rounded, outward-flaring cylinder, on a tall foot; thick, bubbled green glaze with brown areas",
  "dimension": "6-5/16 x 4-5/8 x 4-5/8 in. (16.0 x 11.7 x 11.7 cm)",
  "id": "http://api.artsmia.org/objects/59768",
  "image": "valid",
  "image_copyright": "© Beatrice Wood",
  "image_height": 3604,
  "image_width": 3112,
  "inscription": "\\\"BWTF #161\\\", in black ink, on bottom",
  "life_date": "American, 1893-1998",
  "markings": "",
  "medium": "Glazed earthenware",
  "nationality": "American",
  "object_name": "bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\\\"BEATO [underlined]/O\\\", in black ink, on bottom",
  "style": "20th century",
  "text": "Beatrice Wood is perhaps the most unconventional of all the early California potters. She studied acting and dancing in Paris in the 1910s, and later met Dada artist Marcel Duchamp in New York. He encouraged her to draw, and she produced witty illustrations for the avante-garde publication The Blind Man. \r\n\r\nAfter an acting stint in Montreal, she returned to her native California around 1930, eventually studying with Glen Lukens and Gertrud and Otto Natzler. One of the Natzlers' most famous students in the early 1940s, Wood learned much from the couple--almost too much, in their estimation. Believing that they were nurturing their own competition as Wood's popularity increased, the pair withheld information about their glazes and techniques, finally breaking with Wood altogether. Wood eventually developed her own signature style, though this early lava-glaze bowl resembles the glaze colors and textures the Natzlers used. Later, she defended herself: \"I was their student, they taught me to throw and make glazes. Of course my work resembled theirs!\"",
  "title": "Apple green lava glazed footed bowl"
}
