{
  "accession_number": "99.1.964",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: Kimtex Laboratories; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966-1985",
  "department": "Arts of the Americas",
  "description": "Wax batiked, cotton velvet, machine top stitched to follow circular leaf-like pattern with synthetic pellon backing. - Conquistador 9180 (\"Tortoise\", orange on brown). 3.5\" brown border on all sides Wax batiked, cotton velvet, machine top stitched to follow circular leaf-like pattern with synthetic pellon backing. - Conquistador 9180 (\"Tortoise\", orange on brown). 3.5\" brown border on all sides Amber",
  "dimension": "overall: 93 x 54 in. (236.22 x 137.16 cm)",
  "id": "http://api.artsmia.org/objects/89007",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc. %2F Conquistador%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton, synthetic and metal thread; woven fabric; needlework",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Europe",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the mid-1960s, Win Anderson, head of the Larsen Design Studio, developed a line of batik velvets. Conquistador, introduced as part of the Andean Collection, was particularly successful.  The \"tortoise\" color seen here was created by dying the cloth twice, first brown, and then after a wax resist was applied to create the pattern, the fabric was immersed in an orange dye bath.  \r\n\r\nThis embroidered and quilted example was featured in the Jack Lenor Larsen 1967 retrospective at the Stedelijk Museum in Amsterdam. For years the company presumed this unique banner was lost until it was rediscovered among the archive materials. The extensive Larsen company archive materials are now in the collections of the Minneapolis Institute of Arts and the University of Minnesota.",
  "title": "Conquistador Banner"
}
