{
  "accession_number": "99.1.995.1",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: Belle Fabrics; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "Irregular diagonal stripes, floral print alternates with small block prints Irregular diagonal stripes, floral print alternates with small block prints (yellow, orange)",
  "dimension": "overall: 101 1/2 x 47 1/2 in. (257.81 x 120.65 cm)",
  "id": "http://api.artsmia.org/objects/89075",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Nylon; screenprint",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Ja-eL",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "By the mid-1960s Op Art was the dominant influence on design, with its dazzling optical experiences and emphasis on the illusion of movement. Although many Op Art textiles relied on dramatic juxtapositions of black and white geometric forms, others exploited the possibilities of contrasting color relationships. Circles, squares and chevrons, preferred motifs of this style, were manipulated to achieve a variety of effects, such as vibrating squares and complex figure-ground patterns.\r\n\r\nFlower Arrows draws on the linear aspects of Op Art; the floral element has been reduced to a supporting role and assertive wedge shapes provide a sense of dynamic motion. Part of a larger collection of psychedelic prints known as the Ja-el collection, Flower Arrows is printed on a stretchy nylon jersey that could be used as avant-garde upholstery or fashion fabric.",
  "title": "Flower Arrows"
}
