{
  "accession_number": "2004.46.1",
  "art_champions_text": null,
  "artist": "Artist: Kōgan Gengei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1800",
  "department": "Asian Art",
  "description": "heavy-set man seated inside a large sack; smiling man has light beard and wears dark garment, open at the chest; has storage box",
  "dimension": "16 1/2 x 20 3/4 in. (41.91 x 52.71 cm) (image)\r\n48 3/4 x 21 15/16 in. (123.83 x 55.72 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/89303",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3105,
  "image_width": 3877,
  "inscription": "",
  "life_date": "Japanese, 1748 - 1821",
  "markings": "red artist\\'s seal",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Budai (Jp. Hotei) grins broadly as he sits enveloped in his large bag. Budai was an eccentric Tang-dynasty (618–907) itinerant monk who was skilled at ink painting. His nickname, which literally translates to “jute bag,” refers to the large traveling sack he used for carrying belongings and food as well as accepting alms. He is often depicted with a large belly and a broad smile to reflect his cheery nature. In Japan, he became part of the seven gods of fortune and was associated with wealth and prosperity. Within Chan (Jp. Zen) Buddhism, Budai was considered the incarnation of Maitreya, the present bodhisattva and future Buddha.\r\nKōgan Gengei was a Japanese Zen priest in the lineage of Hakuin Ekaku (1686-1769), who was an influential Zen Buddhist monk, painter, and calligrapher. In Chan Buddhism, paintings were a tool to express religious teachings. Ink paintings were particularly suitable because they only required a brush, ink, and paper, all everyday objects in a monastery.",
  "title": "Hotei Within his Sack"
}
