{
  "accession_number": "2004.54",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Turkey",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "rectangular form on bracket feet; hinged beveled cover; inlay overall with central palmette medallion with pendant element and corner pieces with cartouche borders; side with trefoils forming trellis pattern with similar borders",
  "dimension": "12 1/2 x 9 1/4 x 16 1/2 in. (31.75 x 23.5 x 41.91 cm) (closed)",
  "id": "http://api.artsmia.org/objects/89539",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6030,
  "image_width": 7769,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with mother-of-pearl, tortoiseshell and ivory veneer with silver inlay",
  "nationality": null,
  "object_name": "Storage Chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Ottoman period (1299-1923)",
  "text": "Carved and inlaid woodwork was produced throughout Ottoman history. Fifteenth and sixteenth century examples were made of walnut or ebony inlaid with ivory, but mother-of-pearl was added to the repertoire during the 1550's and tortoiseshell began to be widely used at the end of that century. After 1600, mother-of-pearl and tortoiseshell used in combination became extremely popular in luxury furniture, storage chests, writing boxes, and bookstands. Similar materials and techniques were used in decorating doors, window shutters, and cupboards in secular and religious buildings.\r\nThis splendid storage chest reflects a classic Ottoman shape and its sumptuous veneer and inlay, comprised of expensive, exotic materials is in perfect keeping with aristocratic taste. The geometric makeup of the pattern, with its separation into separate panels and the combination of rectilinear and curvilinear forms is characteristics of much Islamic decorative art.",
  "title": "Storage Chest"
}
