{
  "accession_number": "2010.55.1",
  "art_champions_text": null,
  "artist": "Artist: Cy Thao",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from anonymous donors",
  "culture": null,
  "curator_approved": 1,
  "dated": "1993-2001",
  "department": "Global Contemporary Art",
  "description": "see previous exhibition catalog for illustrations of all 50 paintings",
  "dimension": "30 x 36 in. (76.2 x 91.44 cm)",
  "id": "http://api.artsmia.org/objects/89555",
  "image": "valid",
  "image_copyright": "© Cy Thao",
  "image_height": 3144,
  "image_width": 3804,
  "inscription": "",
  "life_date": "American (born Laos), 1972",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American (born Laos)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "127224",
    "89555"
  ],
  "signed": "",
  "style": "20th-21st century",
  "text": "Cy Thao is an artist, teacher, and political leader who recently served as a member of the DFL Minnesota House of Representatives for District 65A. He was born in Laos in 1972, but traveled to Thailand with his family in 1975 after the United States left Vietnam. His family stayed in a Thai refugee camp until 1980 when they immigrated to St. Paul, Minnesota.\r\n\r\nTaken together, the fifty canvases in The Hmong Migration comprise an epic narrative that recounts over 5,000 years of Hmong history -- from life in southern China and the mountains of Laos, to alignment with the U.S. during the Vietnam War and life in the refugee camps in Thailand, to resettlement in the United States. Thao's intent in this series was to expose the difficulties, menaces, and effects of any migration process. \r\n\r\nAlthough Thao has trained as a professional artist, this piece was created in a consciously \"outsider\" narrative style, mirroring the \"story-cloth\" tapestries he saw being made by his compatriots in the Thai refugee camps during his childhood, which he said were like picture books without words. For his visual narrative, Thao added a written commentary about each image, adding to their power. \"I want the series to educate the younger generation, to have some closure with the generation that went through the war,” he said, “and hopefully become a historical document for generations to come.\"",
  "title": "#1"
}
