{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Yoruba, d. 1945",
  "nationality": null,
  "role": "Artist",
  "dated": "c. 1910",
  "culture": "Yoruba",
  "country": "Nigeria",
  "continent": "Africa",
  "dimension": "65 1/2 x 8 3/4 x 11 1/2 in. (166.37 x 22.23 x 29.21 cm)",
  "medium": "Wood, pigment, metal",
  "title": "Ancestral Post",
  "id": "http://api.artsmia.org/objects/89618",
  "room": "Not on View",
  "style": "20th century",
  "marks": " ",
  "text": "Agbonbiofe was a master carver, and is one of the best known artists of the Ekiti region of Yorubaland, located in Nigeria.  Commissioned by the Oba, or ruler of that region, Agbonbiofe created numerous works of art for the palace and court life.  By comparing works known to be by Agbonbiofe with this piece, we know that it is likely the work of this important artist.  The sculpture signifies the distribution of power in Yoruba society, a common theme embraced by carvers of the Ekiti region.  The mounted warrior is an Oba, marked by his conical crown adorned with the faces of former rulers.  The authority of the Oba over his people is manifested in this crown.  By contrast, the woman's power is less overt.  Kneeling, she both supports the Oba and reminds the viewer of her ability to bear children, essential to the continuation of Yoruba society.  These figures represent ancestors engaged in a symbolic relationship rather than specific individuals.\r\n",
  "description": "post with two figures; bottom maternity figure is kneeling and holding two sticks presented vertically and touching the base of the post; bottom figure supports a circular bowl shaped platform which supports a male equestrian figure with elaborate saddle and trappings; figure wears a conical shaped crown decorated with the faces of past rulers; metal mount",
  "creditline": "The William Hood Dunwoody Fund and Gift of funds from Kevin and Polly Hart",
  "accession_number": "2004.25",
  "artist": "Agbonbiofe"
}
