{
  "accession_number": "2004.27.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Quillwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": "Dakhóta",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of the Americas",
  "description": "rectangular pouch with long fringe, partially covered in red and white quills; front quilled design of flowers in a basket; red lines and red, pink and white square on back; red feather accents",
  "dimension": "19 5/8 x 7 x 1 in. (49.85 x 17.78 x 2.54 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/89679",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6610,
  "image_width": 3661,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, quills, feathers, metal beads",
  "nationality": null,
  "object_name": "Pipe Bag",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Pipe bags are often called “Containers for the Heart,” because they contain the sacred pipe and tobacco used in ceremonies that capture the very heart, or essence, of the Lakȟóta people and their cosmology. Highly ornate pipe bags, like those shown here, would have been used during public ceremonies. The size of the bags evolved over time. Before Lakȟóta people were forcibly relocated to reservations, the\r\nbags were small, but they became larger and more extravagant during the reservation era (1870s–80s). There are differing designs on the front and back of these bags. This reflects the concept of duality in the world, a strong theme for many Native nations. Night and Day, Earth and Sky, the world above and the world below are, to many native tribes, evidence of balance in the world.",
  "title": "Pipe Bag"
}
