{
  "accession_number": "2004.27.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Quillwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund, The Driscoll Art Accessions Endowment Fund, and The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of the Americas",
  "description": "rectangular pouch with long fringe, partially covered in quills trimmed with blue beads; body decorated with horses on red ground- purple horse on front, white and blue horse on back; beaded detail at top edge",
  "dimension": "18 1/2 x 7 5/8 x 2 1/4 in. (46.99 x 19.37 x 5.72 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/89734",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3884,
  "image_width": 1600,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, quills, glass beads, metal beads",
  "nationality": null,
  "object_name": "Pipe Bag",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Among the Lakota, quillwork was a sacred art form because of its connections with Double Woman, a complex figure in oral tradition. Since this technique was wakan (holy), membership in quillwork societies was restricted to highly respected women and to those who had visionary experiences related to the supernatural being. This bag skillfully presents a central theme in Plains art, horses.  Horses were important in all Plains cultures because they provided the mobility necessary to maintain their way of life.  The artist depicted these animals in motion, giving both movement and vitality to her subject.  She contrasted these images with vibrant geometric patterns that add more color to this brilliant piece.  Stunning hues and evocative design make this a masterpiece of Lakota quillwork.",
  "title": "Pipe Bag"
}
