{
  "accession_number": "2004.86.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "blue and white Imperial porcelain; globular body painted with six different flower heads on leafy scrolling branches including lotus, peony, chrysanthemum and camellia above a band of lappets and scrolls at the foot beneath a double rib; shoulder between two ribs with a floral scrolling branch above a ruyi head band with key-fret; leaf and a wave band on tall, flaring neck",
  "dimension": "15 x 9 1/4 x 9 1/4 in. (38.1 x 23.5 x 23.5 cm)",
  "id": "http://api.artsmia.org/objects/89929",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8124,
  "image_width": 6499,
  "inscription": "Inscription and Stickers\r\n\r\non bottom, in blue: six-character seal-mark of Qianlong and the period",
  "life_date": null,
  "markings": "Mark and period of Ch\\'ien-lung (1736-1795);\r\nOn bottom, two stickers: dealer\\'s sticker and [56]",
  "medium": "Porcelain with cobalt blue decoration under a clear glaze",
  "nationality": null,
  "object_name": "Bottle Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This fine, imperial vase has a globular body painted with six different flower heads on leafy scrolling branches including lotus, peony, chrysanthemum, and camellia. There is a band of lappets and scrolls at the foot, a ju-i headband with keyfret encircling the shoulder and a leaf and wave band decorates the tall, flared neck. The painted decoration here is directly inspired by the blue-and-white porcelain of the early fifteenth century. Similar flower scrolls, lappet, ju-i, and wave bands can be found in the classic blue-and-white wares of the Yung-lo reign (1503-1524) of the Ming dynasty, a critical era in the evolution of Chinese blue-and-white. The early Ch'ing emperors encouraged the revival of earlier ceramic styles at the imperial kilns at Ching-te-chen. The brushwork of this exquisite vase successfully immitates the mottled \"heaped and piled\" effect of Ming period blue-and-white porcelain.",
  "title": "Bottle Vase"
}
