{
  "accession_number": "2004.105.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and gift of funds from Clyde and Mary Reedy",
  "culture": "Yup'ik",
  "curator_approved": 0,
  "dated": "c. 1880",
  "department": "Arts of the Americas",
  "description": "rounded top, rectangular bottom; dark red and black pigments; sides at bottom section have sliding doors over small compartments; top circular section has frowning woman's face on one side, smiling man's face with moustache and small beard on opposite side",
  "dimension": "9 x 4 1/2 x 1 7/16 in. (22.86 x 11.43 x 3.65 cm)",
  "id": "http://api.artsmia.org/objects/89927",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4866,
  "image_width": 3241,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment",
  "nationality": null,
  "object_name": "Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although it is unclear what the function of this object was and what the small containers in the sides held, it is an excellent example of the Yup'ik artistic tradition. In the Yup'ik worldview, there is a fine balance in the physical and spiritual worlds as well as the cosmos.  These beliefs are reflected here by the representation of the two faces; one with an upturned mouth, the other with a down turned one.  This typical Yup'ik duality exists between sky and sea, light and dark, and male and female.  The male face has a mustache and goatee; the female is illustrated by facial tattoos on the lower lip. The images have been placed back-to-back, showing that the opposites are meant to be together.  This type of imagery can also be found on wooden plaques that were attached to kayaks, which would insure safe passage.",
  "title": "Sewing or Tobacco Box"
}
