{
  "accession_number": "2004.86.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "blue and white Imperial porcelain; inverted bell shape; continuous landscape scene of mountainous river landscape with houses obscured behind willow on surface; medallion of a single fisherman beside a cliff at center of the interior",
  "dimension": "3 1/8 x 3 3/16 x 3 3/16 in. (7.94 x 8.1 x 8.1 cm)",
  "id": "http://api.artsmia.org/objects/89931",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3620,
  "image_width": 3700,
  "inscription": "Inscription and Stickers\r\n\r\non bottom, in blue: six-character mark of Kangxi",
  "life_date": null,
  "markings": "at interior, two stickers: [70] and dealer\\'s sticker",
  "medium": "Porcelain with underglaze blue decoration",
  "nationality": null,
  "object_name": "Beaker Cup",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This diminutive imperial cup is exquisitely painted with a continuous landscape scene. Inspired by the orthodox painting styles of the day, the porcelain artisan responsible for this fine work has exercised exceptional control of the underglaze blue in creating an amazingly detailed miniature landscape. Foreground and distant mountains are depicted with heavy texture strokes and light washes respectively in a manner similar to ink painting on paper or silk. Willow trees, a small village, a mountain temple, a scholar's hut and a broad river with a band of mist rising above it complete the scene.\r\nWhile pictorial scenes in underglaze blue-and-white were not an invention of the Kang-hsi period, imperial artisans working at that time refined their landscape depictions in underglaze blue to a point never before realized. The interior base of the cup depicts a rock garden with a bonsai plant growing in a rectangular basin.",
  "title": "Beaker Cup"
}
