{
  "accession_number": "2004.86.4.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "painted with large salmon-colored and blue flowers; flying insects at top; salmon-colored flowers around bottom edge",
  "dimension": "1 3/8 x 10 13/16 x 10 13/16 in. (3.49 x 27.46 x 27.46 cm)",
  "id": "http://api.artsmia.org/objects/89932",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3543,
  "image_width": 3582,
  "inscription": "Inscription and Stickers\r\n\r\non bottom, in salmon: [1103/2]",
  "life_date": null,
  "markings": "on bottom, two stickers: [44] and dealer\\'s sticker",
  "medium": "Famille verte ware Porcelain with overglaze enamel decoration",
  "nationality": null,
  "object_name": "Dish, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The Ching-te-chen factories were rebuilt in 1677 and among their new products was famille verte, a palette of overglaze enamels of which the principal color is green. This palette is most distinguished however by the use of overglaze blue enamel of a type seen here, a very difficult color to perfect. As with the green, brown, grey, and aubergine famille verte colors, the newly created blue enamel was translucent. All these colors flowed readily when melted. The black and red colors however were opaque and useful for fine outlines and textural detail.\r\nThis rare pair of dishes has been delicately painted with lotus flowers, leaves, and pods on tall stems amongst aquatic plants beneath butterflies and insects in flight. These are all auspicious symbols. The base of each plate bears an underglaze blue lotus flower head mark within a double ring. This Kang-hsi period (1662-1722) mark likely dates from before 1683 after which flower marks began to be dropped in favor of the standard six-character Kang-hsi reign mark written within a double circle.",
  "title": "Dish, one of a pair"
}
