{
  "accession_number": "2004.86.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "blue and white Imperial porcelain; globular body; painted design on body of the bajixian (eight Buddhist emblems) tied with ribbons above lotus sprays; four cylindrical legs, handle and spout painted with lingzhi fungus scroll; cover has loop handle above a key-fret scroll",
  "dimension": "8 3/4 x 9 1/4 x 6 1/8 in. (22.23 x 23.5 x 15.56 cm)",
  "id": "http://api.artsmia.org/objects/89930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2821,
  "inscription": "on underside of cover on sticker: [57]; on bottom, three stickers: dealer\\'s sticker, [S72/ S68g/ S30g] and [END OF/ SPOUT/ REPAIR]\r\non bottom, in blue: six-character seal-mark of Jiaqing and the period",
  "life_date": null,
  "markings": "Mark and period of Ch\\'ien-lung (1736-1795)",
  "medium": "Porcelain with cobalt blue decoration under a clear glaze",
  "nationality": null,
  "object_name": "Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This unusual four-legged covered ewer takes the general form of a type of ancient bronze wine vessel termed ho. The work is a fine example of the use of an ancient bronze shape in combination with designs painted in underglaze blue-and-white. The rare decorative pattern consists of numerous ling-chih fungus (the fungus of immortality) set against an overall tendril design. The eight Buddhist emblems (conch, umbrella, canopy, unending knot, double fish, lotus, wheel of the law, and vase), each appearing above a lotus blossom, encircle the belly of the vessel. In combination, the symbols signify Buddhist values and a wish for good health and long life. The inclusion of Buddhist symbols suggests that this vessel might have been intended for Buddhist rituals.",
  "title": "Ewer"
}
