{
  "accession_number": "2011.100",
  "artist": "Charles Eames; Ray Eames; Tigrett Enterprises",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Roger and Edward Firestone in memory of their parents Linn and Jean Firestone",
  "culture": null,
  "dated": "c. 1955 (designed 1953)",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "hanging rack; wire structure with fourteen wood balls attached to projecting wires; wood balls painted various colors",
  "dimension": "14 1/2 x 19 3/4 x 6 1/2 in. (36.83 x 50.17 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/89940",
  "image": "valid",
  "image_copyright": "© Eames Office",
  "image_height": 2078,
  "image_width": 2696,
  "life_date": "American, 1907-1978",
  "marks": " ",
  "medium": "Metal wire, wood, pigments",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "The Eameses designed the “Hang-It-All,” described as something “for children to hang things on,” in 1953; this example is part of that original production. It was one of several children’s items designed by the Eameses to cultivate imaginative play in modern interiors, including their “House of Cards,” embellished with colorful graphics, introduced the previous year.  The playful geometric forms and bright colors of the “Hang-It-All” were meant to inspire children to keep their rooms neat. Its eye-catching, whimsical qualities helped usher in a new era for colorful children’s furniture and accessories. According to the book Eames Design by John and Marilyn Neuhart and Ray Eames (Abrams, 1989), only a few thousand “Hang-It-Alls” were made and sold before production stopped when manufacturer Tigrett Enterprises went out of business in 1961. The Herman Miller Furniture Company reissued the “Hang-It-All” in the 1990s and it has been in production since. Aside from function, it recalls modern abstract sculpture of the period, as well as the structure of atoms, which influenced popular culture and design in the post-WWII era.",
  "title": "Hang-it-All"
}
