{
  "accession_number": "P.12,787",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "B.151; M.260 ii/ii\r\n",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Richard H. Zinser, 1959",
  "culture": null,
  "curator_approved": 0,
  "dated": "1515 (probably printed 17th century)",
  "department": "European Art",
  "description": "",
  "dimension": "19 9/16 x 18 3/8 in. (49.69 x 46.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/50291",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4123,
  "image_width": 3877,
  "inscription": "",
  "life_date": "German, 1471–1528",
  "markings": "Collector\\'s mark (verso): Hauslab (L.1247)",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": null,
  "portfolio": null,
  "provenance": "Field Marshall Franz Ritter von Hauslab (Lugt 1247), Vienna (d. 1883); Richard H. Zinser, Forest Hills, New York (until 1958, given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Albrecht Dürer's renowned celestial maps of the northern and southern hemisphere were the first star charts ever to be printed. The 48 classical constellations-the twelve signs of the zodiac, Orion, the Great Bear, and so on-that make of up core of these charts were carefully catalogued by Ptolemy in his Almagest. There were a number of drawn precedents of celestial maps found in Arabic and European illuminated manuscripts, and Dürer's designs, in fact, rely heavily on two drawn on vellum in Nuremberg, his hometown. Yet he updated the positions of the stars to show their locations around 1500, working closely with Nuremberg mathematician Conrand Heinfogel and the imperial astronomer Johann Stabius, who commissioned these woodcuts. A century of celestial globe makers took their information from these pioneering star charts, including Gerard Mercator whose 1551 globe is coming on loan from the Adler Planetarium (beginning October 15).",
  "title": "The Northern Hemisphere of the Celestial Globe"
}
