{
  "accession_number": "P.82.25",
  "art_champions_text": null,
  "artist": "Artist: Georg Baselitz (born Hans-Georg Kern); Publisher: Multiples, Inc., New York",
  "catalogue_raissonne": "Jahn 181; Geneva 90b (untitled), 145",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1977",
  "department": "European Art",
  "description": "",
  "dimension": "17 1/4 x 13 1/4 in. (43.82 x 33.66 cm) (image)\r\n17 7/8 x 13 7/8 in. (45.4 x 35.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/50304",
  "image": "invalid",
  "image_copyright": "© Georg Baselitz",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1938",
  "markings": "",
  "medium": "Color woodcut with hand-painting on smooth paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Adler (Eagle) portfolio1",
  "provenance": "Multiples, Inc., New York (publisher); sold to MIA, 1982.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A leading painter, sculptor, and printmaker in the German Neo-Expressionist movement, Georg Baselitz opposed the dominance of nonrepresentational painting of the 1950s and 60s, instead adopting a personalized style that featured expressive figurative motifs. In his two-dimensional work, Baselitz depicted his figures and other subjects upside down beginning in 1969 (he later abandoned this approach), thus emphasizing the subject's surface properties and its reality as form. He also made the subject subservient to the particular characteristics of the medium, whether painting, drawing, etching, or in this example, woodcut. In 1979, Baselitz began to produce monumental figurative sculptures carved from large tree trunks. He carved these totemic figures in an elemental and deliberately unrefined technique, thus revealing the expressive physicality and the creative process of his sculptural efforts.",
  "title": "Untitled"
}
