{
  "accession_number": "P.5,884",
  "art_champions_text": null,
  "artist": "Artist: Charles Meryon",
  "catalogue_raissonne": "D 17",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Frederick C. Torrey, 1919",
  "culture": null,
  "curator_approved": 0,
  "dated": "1852",
  "department": "European Art",
  "description": "black ink",
  "dimension": "6 1/2 x 4 3/4 in. (16.51 x 12.07 cm) (plate)\r\n7 3/4 x 5 3/4 in. (19.69 x 14.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/50561",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2376,
  "image_width": 1849,
  "inscription": "",
  "life_date": "French, 1821-1868",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "For the title page of his series Etchings of Paris, Meryon chose to place his Gothic-inspired text on a limestone tablet.  The stone containing fossil imprints stands as a symbol of the foundations of Paris.  Between 1850-54, Meryon completed his first suite of etchings.  This group of works dedicated to Paris was meant to include twelve large views of the city and ten small prints of verses and other related subjects.  However, full sets of the Paris etchings are extremely rare and scholars are still unsure as to the original order of the prints within the suite.  The idea to attempt a series of prints dedicated to a city was quite a novel idea at the time, but one that would be taken up by numerous artists in Meryon's wake.  According to the artist's letters and correspondences, Victor Hugo's prose and poetry were the most important inspiration for his prints of Paris.  Hugo's response to the Paris etchings was enthusiastic and in 1863 the author wrote, \"The breath of immensity passes through all his works, and makes his etchings more than pictures--visions.\"",
  "title": "Title page of \"Etchings of Paris\""
}
