{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Italian, 1720-1778",
  "nationality": "Italian (Rome)",
  "role": "Artist",
  "artist": "Giovanni Battista Piranesi",
  "dated": "1749",
  "culture": null,
  "country": "Italy",
  "continent": "Europe",
  "dimension": "23 5/8 x 17 15/16 in. (60 x 45.5 cm) (sheet)\r\n21 1/16 x 15 5/8 in. (53.5 x 39.7 cm) (plate)",
  "medium": "Etching with engraving and sulfur tint; first state",
  "title": "Perspective of Arches, with a Smoking Fire, Plate 6 from Carceri d'Invenzione",
  "id": "http://api.artsmia.org/objects/111004",
  "room": "Not on View",
  "style": "18th century",
  "marks": " Laid paper",
  "text": "Piranesi was a brilliant, multi-faceted artist, archeologist, architect, publisher, and dealer in antiquities, best known for his magnificent etchings of the ancient and modern wonders of Rome. He defined the image of the Eternal City for generations of tourists and dreamers. One of the reasons that his views of Rome surpassed all others is that he often distorted the cityscape to achieve more dramatic effect. Less well known and more rare are his imaginary views of prisons, which he executed as a young man and revisited years later. In these images Piranesi looked to the great tradition of Italian stage design, particularly the work of the large and ubiquitous Galli-Bibbiena family. \r\n\r\nIn the Prisons (Carcieri), Piranesi explored his imagination through architecture realized only as images on paper, unfettered by practical considerations. On the title page to the series, he explicitly stated that the Prisons were fanciful inventions. Described in Thomas De Quincey's Confessions of an Opium Eater (1822) as \"visions during the delirium of a fever,\" these brilliantly rendered dungeons with their imposing gloom became a touchstone for many artists and writers of the Romantic Movement. Intriguingly, the Prisons exist in two versions. A decade after the series' first appearance in the late 1740s, Piranesi went back to work on his copper plates, darkening the images both literally and figuratively. It is in no small part due to the radical rethinking evident between the two iterations of the Prisons that Piranesi is sometimes called \"the Rembrandt of Architecture.\"\r\n\r\nIn the early version of the Prisons, Piranesi emphasized his freedom of invention with rapid, slashing strokes and airy spaces. Later he produced a direct equivalent to the experience of real architecture through the illusion of solid forms and more specific details. In nearly all the plates, stairs and courtyards guide us into the image. Like dreams, they combine seemingly concrete elements with other, more mysterious forms. Stairways, balconies, and ca",
  "description": "large archways integrated with monumental stone architecture; silhouettes of figures standing below",
  "provenance": "",
  "creditline": "The John E. Andrus III Endowment Fund",
  "accession_number": "2010.87"
}
