{
  "accession_number": "2010.87",
  "art_champions_text": null,
  "artist": "Artist: Giovanni Battista Piranesi",
  "catalogue_raissonne": "Hind prisons 06, F29, Robison 32 i/vii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1749",
  "department": "European Art",
  "description": "Plate 6 from Carceri d'Invenzione large archways integrated with monumental stone architecture; silhouettes of figures standing below",
  "dimension": "23 5/8 x 17 15/16 in. (60 x 45.5 cm) (sheet)\r\n21 1/16 x 15 5/8 in. (53.5 x 39.7 cm) (plate)",
  "id": "http://api.artsmia.org/objects/111004",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4810,
  "image_width": 3751,
  "inscription": "At center bottom, below image, etched lettering: Georges | Lower PR corner,  marked in red pencil: 76 (?) | Lower PL corner, marked in pencil:  H6 | UL corner of plate line, marked in pencil:  5107 \r\n(Refer to photo image for number notations on paper fragment adhered to PL back edge.)",
  "life_date": "Italian, 1720–1778",
  "markings": "LL corner in ink: (Stamped symbol)",
  "medium": "Etching with engraving and sulfur tint",
  "nationality": "Italian (Rome)",
  "object_name": "Print",
  "portfolio": "From \"Carceri d'Invenzione\"",
  "provenance": "Marcel Louis Guérin (1873-1948, Lugt 1872b); Georges, an unidentified collector (L. 3416); sale, Piasa, Paris, September 19, 2005, no. 128; sale, Christie's, London, September 15, 2010, no. 7, to MIA",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "111004",
    "52607"
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this view of a prison interior, Giovanni Battista Piranesi explored his imagination through architecture realized only on paper, unfettered by practical considerations. The scene revels in the sublime—the flipside of the Age of Enlightenment—in which Romantics opened themselves to the sensation of forces beyond human comprehension and control. Piranesi intended us to lose ourselves as we wander through his maze of stairways, balconies, and catwalks leading to unknown destinations. This is the scary movie of the 18th century.\r\n\r\nPerspective of Arches belongs to a suite of such prison scenes. A decade after their first appearance in the late 1740s, Piranesi went back to work on his copper plates, darkening the images both literally and figuratively. It is in no small part due to the radical rethinking evident between the two iterations of the Prisons (see Mia P.11,330) that Piranesi is sometimes called “the Rembrandt of Architecture.” Perspective of Arches is among the most freely drawn plates of the first edition and among the most radically transformed in the second.",
  "title": "The Smoking Fire"
}
