{
  "accession_number": "2010.100a-c",
  "art_champions_text": null,
  "artist": "Artist: Siah Armajani",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Siah Armajani",
  "culture": null,
  "curator_approved": 1,
  "dated": "2005-06",
  "department": "Global Contemporary Art",
  "description": "triptych; two smaller panels at left, larger panel at right; each panel framed separately; abstracted image of a river with broken bridge, scarecrow-like figure with chicken, and floating houses, car, table and chairs, bed, lamp",
  "dimension": "43 1/4 x 162 x 2 in. (109.86 x 411.48 x 5.08 cm) (framed, as installed)",
  "id": "http://api.artsmia.org/objects/111030",
  "image": "valid",
  "image_copyright": "© Siah Armajani",
  "image_height": 2368,
  "image_width": 14299,
  "inscription": "",
  "life_date": "American (born Iran), 1939 - 2020",
  "markings": "",
  "medium": "Colored pencil on Mylar; triptych",
  "nationality": "American (born Iran)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On back of #1, in red pencil:  S.A. / 05-06 (and) 2005-2006",
  "style": "21st century",
  "text": "Armajani's drawing captures the disaster that befell the Gulf Coast and New Orleans in the wake of Hurricane Katrina. All of the destructive forces of water are unleashed when a great flood occurs. Waters overflowing banks, dykes, and levees contaminate water and sewage treatment facilities making tap water undrinkable. Industrial waste, agricultural chemicals and other pollutants get added to the mix and flow into neighborhoods. Water shortcircuits electrical systems, turning out the lights, shutting down refrigerators and freezers, leaving little to eat. A dining table with empty plates, a bed, and a house, the comforts of home, flow downstream. A car floats by upside-down, no longer a means of escape. Upstream the bridge has collapsed. Crows survey the catastrophy, ignore the scarecrow, and wait to exploit the carnage.",
  "title": "Mississippi Delta"
}
