{
  "accession_number": "2010.96",
  "art_champions_text": null,
  "artist": "Artist: Robert Guinan",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of R. Patrick Atherton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1985",
  "department": "Arts of the Americas",
  "description": "An African-American woman is seated at a bar with a purse slung over her shoulder. A glass contianing a drink over ice and a can of Pepsi-Cola are on the bar.",
  "dimension": "26 x 22 3/4 in. (66.04 x 57.79 cm) (sight)",
  "id": "http://api.artsmia.org/objects/111186",
  "image": "valid",
  "image_copyright": "© Robert Guinan",
  "image_height": 3462,
  "image_width": 3781,
  "inscription": "Signature, Date and Inscription\r\n\r\nLRC, in pencil, dedication to R. Patrick Atherton: [for RPA]",
  "life_date": "American, 1934–2016",
  "markings": "",
  "medium": "Colored crayon and graphite",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Gift of the artist to Robert Patrick Atherton, Minneapolis, c. 1985; the Estate of Robert Patrick Atherton, Minneapolis, 2010, bequethed to the MIA, December 2010",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LRC; [Guinan \\'85]",
  "style": "20th century",
  "text": "A keen observer of the human condition, Robert Guinan is internationally noted for his portrayals of the poor and those living on the margins of society in his adopted hometown of Chicago. This exuberant crayon and graphite drawing of a young African-American woman sitting alone in a bar is characteristic of his figural work, where setting, body language, and facial expression establish mood and suggest an implicit narrative. Guinan's work is in many ways reminiscent of the New York Ashcan School of painting, which focused on some of the darker realities of urban life during the early decades of the 20th century. Like the Ashcan painters, Guinan selects his subjects from everyday life, while revealing a glimpse of the often hidden urban underworld.",
  "title": "Pepsi-Cola II"
}
