{
  "accession_number": "2012.106.13",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "Gift of Richard L. Simmons in honor of Lotus Stack",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of Global Africa",
  "description": "tan with brown painted streaks forming camouflage design; leather tassels overall on front and back; leather-covered mainly square and rectangular button-like embellishments overall; zipper on front top; cowrie shells around neckline; animal teeth and claws hanging from some leather fringes; scattered rectangular and circular leather-backed mirrors",
  "dimension": "32 x 51 1/4 in. (81.28 x 130.18 cm)",
  "id": "http://api.artsmia.org/objects/111101",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5194,
  "image_width": 6637,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, pigment, animal hide, mirrors, animal teeth and claws, shells, metal",
  "nationality": null,
  "object_name": "Hunter's shirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "In most traditional West African societies, hunters are considered to possess exceptional physical and supernatural power. The clothes they wear—shirts, tunics, and caps—symbolize their aggressiveness and “otherness.” In the past, experienced hunters also were leading warriors and strategists. This shirt's cotton is dyed using mud to form the thin, black lines. Traditional elements are the leather strips, mirrors, and little boxes containing quotations from the Qur’an or medicinal plants that have been attached to the shirt, together with teeth, claws and horns of various animal species. Modern elements of the garment include a zipper and plastic button. Usually this kind of garment would be worn for protection during the hunt, but this may be a ceremonial shirt made to honor a particular hunter.",
  "title": "Hunter's shirt"
}
