{
  "accession_number": "2010.90.2",
  "art_champions_text": null,
  "artist": "Artist: Cynthia Lin",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cynthia Lin, artist",
  "culture": null,
  "curator_approved": 1,
  "dated": "2004",
  "department": "Arts of the Americas",
  "description": "black and white drawing of upper ear lobe; white painted wood frame",
  "dimension": "17 3/4 x 19 in. (45.09 x 48.26 cm) (sheet)\r\n20 3/4 x 20 1/4 in. (52.71 x 51.44 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/111209",
  "image": "valid",
  "image_copyright": "© Cynthia Lin",
  "image_height": 3711,
  "image_width": 4014,
  "inscription": "",
  "life_date": "American (born Taiwan), born 1964",
  "markings": "",
  "medium": "Graphite on frosted Mylar",
  "nationality": "American (born Taiwan)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Cynthia Lin, Brooklyn, NY (artist)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Cynthia Lin draws small fragments of the visible world blown up to a large scale to challenge the perception and expectations of what we think we see before our eyes. In the past several years, she has concentrated on drawing human skin, especially orifices and scars. In Crop8Ear7-21, she depicts a portion of a human ear. Lin's drawings are based on digital images made by having individuals press parts of their bodies directly on the glass surface of a scanner. The resulting scans are both in and out of focus depending on the degree of contact or separation of skin and glass across the field of view. From a distance the drawings can appear to be photographic, but closer inspection reveals the varied activity of the artist's hand. The experience of seeing Lin's drawings can be both unsettling and engrossing for reasons explained in the artist's own statement about her work: \"This work examines the fragility of the human condition through meticulously rendered orifices and scars… Through monumental scale and devotion to the handmade, they viscerally engage conflicting experiences of discomfort and fascination. Visual observation is taken to an extreme… The colossal orifices, pressed against glass, aim to convey a tension between intimacy and vastness that evokes conflicting aspects of modern life. They are vulnerable to scrutiny yet mysterious, unique yet anonymous, truthfully represented yet easily misread.\"",
  "title": "Crop8Ear7-21"
}
