{
  "accession_number": "2010.79.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The James Ford Bell Foundation Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "European Art",
  "description": "Tinted green glass with two rows of round decorations; hollow stem with flared bowl",
  "dimension": "3 3/4 x 3 3/4 x 3 3/4 in. (9.53 x 9.53 x 9.53 cm)",
  "id": "http://api.artsmia.org/objects/111220",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "Two stickers on bottom:\r\n\r\nRound white sticker written with blue ink: [3387]\r\n\r\nRed and white printed oval sticker: [INT TENTOONSTELLING VAN DUDE KUNST; RIJKSMUSEUM AMSTERDAM 1936] \r\nWritten in center of sticker in ink: [VECHT 7 (?) 31]\r\n\r\n",
  "medium": "Glass",
  "nationality": null,
  "object_name": "Berkemeyer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G332",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This Netherlandish drinking glass of the type called Berkemeyer is notable for its flared bowl, which tapers to a hollow stem decorated with textured prunts. Both a decorative element and a practical one, the applied prunts were originally designed to provide drinkers in any state of sobriety, or lack thereof, with a good grip. The name Berkemeyer is reminiscent of the fact that the glass type was based upon wooden drinking vessels, which were frequently carved of birch wood, or berkemei in Dutch. The distinctive prunts became iconic in the decoration of Netherlandish and German drinking glasses in the Renaissance and Baroque periods. As a result, Berkemeyers are often depicted in Netherlandish still life paintings of the 17th and 18th centuries.",
  "title": "Berkemeyer"
}
