{
  "accession_number": "2010.80",
  "art_champions_text": null,
  "artist": "Artist: David Trubridge",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Oceania",
  "country": "New Zealand",
  "creditline": "Gift of funds from the Windgate Foundation and the David and Ruth Waterbury Endowment for Contemporary Craft",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "European Art",
  "description": "Curve shaped lounge-chair (without legs), rests directly on floor. Slats of bent wood are screwed to cross supports and run length of obect.",
  "dimension": "87 x 31 x 28 in. (220.98 x 78.74 x 71.12 cm)",
  "id": "http://api.artsmia.org/objects/111206",
  "image": "valid",
  "image_copyright": "© DAVID TRUBRIDGE DESIGN",
  "image_height": 4170,
  "image_width": 6855,
  "inscription": "",
  "life_date": "born 1951, England",
  "markings": "impressed maker’s mark on bottom of cross support: “DT” [incomplete “D” used in logo]",
  "medium": "Laminate ash slats, bandsaw-cut cross pieces, stainless steel screws",
  "nationality": "New Zealander",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed [David Trubridge] in script on bottom of slat at foot of lounge\r\n",
  "style": "21st century",
  "text": "David Trubridge is an artist who is intent on dissolving hierarchies between art, design, and craft. Though the Glide lounge is shown here in a design context, it could just as easily be shown as an example of studio craft or art furniture. Trubridge has for years focused on the ecological aspects of craft and design, using sustainable plantation-grown wood for his furniture, often native to New Zealand or Australia. \r\n\r\nAs Trubridge has a strong sculptural sensibility in his work, one can see the Glide as an exploration of the exoskeleton in sculpture apart from its function as furniture. His delicately engineered design, held together by stainless steel screws, effectively forms a scoop-like rocking lounge characterized by lightness and transparency of structure. The result recalls his early training in naval architecture, or boat design. Trubridge has employed his own individual creative vocabulary, interpreted in his precisely-designed form, meticulously crafted with truth to materials. On the ecological stage, the Glide is a strong and elegant piece of furniture built with the minimum of natural materials.",
  "title": "Glide rocking lounge"
}
