{
  "accession_number": "2010.88",
  "art_champions_text": null,
  "artist": "Artist: Jacopo de' Barbari; Publisher: Anton Kolb",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1500",
  "department": "European Art",
  "description": "Birds-eye view of Venice created with six joined pieces of paper; linen mat with gold edged frame",
  "dimension": "52 1/4 x 109 1/4 in. (132.72 x 277.5 cm) (sheet)\r\n60 3/8 x 118 1/8 in. (153.35 x 300.04 cm) (outer frame)\r\n",
  "id": "http://api.artsmia.org/objects/111219",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5108,
  "image_width": 10264,
  "inscription": "VENETIE. M.D. / MERCVRIVS PRECETERIS HVIC FAVSTE EMPORIIS ILLVSTRO / AEQVORA TVENS / PORTV. RESIDEO / HIC NEPTVNVS\r\n(translation: Venice, 1500; I, Mercury, give glory and good fortune to this above all other trading cities; I, Neptune, reside here, watching over the seas at this port)",
  "life_date": "Italian (Venice), c. 1460/70–before 1516",
  "markings": "",
  "medium": "Woodcut from six blocks on six sheets of paper",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "André Masséna (b. Nice 1758-d. Paris 1817), 1st duc de Rivoli, 1st prince d'Essling, by descent to his son, François Victor Masséna (b. 1799-d. 1863), 2nd duc de Rivoli, 3rd prince d'Essling (1821), by descent to his son, Victor Masséna (b. Paris 1836-d. Paris 1910), 3rd duc de Rivoli, 5th prince d'Essling; by descent to his son, André Prosper Victor Eugène Napoléon Masséna (b. Paris 1891-d. Neuilly 1974), 4th duc de Rivoli, 6th prince d'Essling, by descent to his son, Victor André Masséna (b. Neuilly 1950), 5th duc de Rivoli, 7th prince d'Essling, France (until 2010; sold to unnamed European book dealer and Daniel Crouch); [Daniel Crouch Rare Books, Oxford and London, England, 2010; sold, December 10, to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Long before the advent of balloons and other aircraft, Jacopo de' Barbari created a bird's-eye view of Venice through the power of his intellect and imagination. The mural-size print was unprecedented in scale when it was published in the year 1500. Every building, canal, and open square is documented here. One imagines Barbari and his assistants climbing up the city's 103 bell towers in order to survey the dense urban landscape. The View of Venice also features the maritime activities that made the city an international center of trade. Mercury, the god of commerce, presides over the city, while watchful Neptune, god of the seas, rides his dolphin through the harbor.  \r\n\r\nThe incredible advance in the presentation and dissemination of information makes this the Google Earth of its day. The View is a landmark in the history of printmaking. It was printed in sections from six carved wooden blocks. Each part is so big that the individual sheets of paper were the largest ever produced in Europe at that time. When published, the View was very expensive, and most examples were probably displayed on walls. The result is that only a dozen of the original edition are known to survive. Mia's example, acquired in 2010, was the first to change hands in 55 years; it is one of just three in America and is in unusually good condition.\r\n\r\nFollow this link to see a high-resolution image of the Minneapolis View of Venice by Jacopo de' Barbari: http://gigapan.com/gigapans/166926",
  "title": "View of Venice"
}
