{
  "accession_number": "2011.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Inupiaq",
  "curator_approved": 1,
  "dated": "c. 1850-1900",
  "department": "Arts of the Americas",
  "description": "rounded, concave face; rounded ears on sides of head; wide, open, ovoid mouth with eight peg teeth; small eyes; rather flat nose with triangular nostrils; top of head is green; face is white; mouth, chin and ears are rust red",
  "dimension": "11 3/16 x 11 1/2 x 3 1/8 in. (28.42 x 29.21 x 7.94 cm)",
  "id": "http://api.artsmia.org/objects/111388",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7216,
  "image_width": 5412,
  "inscription": "Inscriptions\r\n\r\non back, in black: [19 / 8765] and [NAO26]",
  "life_date": null,
  "markings": "",
  "medium": "Wood (probably spruce), pigments, string",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Among the Yup’ik of the Arctic region, masks were made for ceremonial purposes, and their subjects were humans, animals, and spirits. Each mask is unique because its details are given to the carver in a dream. The masks are used for healing ceremonies or community-based dance celebrations such as the Bladder Ceremony.  This mask could have elements from both a human and a bear, which may show the transformation from one being into the other. The Yup’ik, like many Native American cultures, consider bears to be part human. The ears are proportionally large because the Yup’ik believe that bears have an acute sense of hearing. In fact, they would be very careful what they said about bears because their conversation could be heard for miles and could anger the bears. Most Yup’ik masks had extensions around the perimeter of the object; these could be a large wooden circle, feathers, or both. The majority of masks in museum collections have lost these elements because of their fragility.",
  "title": "Mask"
}
