{
  "accession_number": "2011.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Woodlands",
  "curator_approved": 0,
  "dated": "c. 1720-1750",
  "department": "Arts of the Americas",
  "description": "soft tanned hide of extreme thinness with finely cut fringe along arms, wrists, sides, bottom and V neck; back, front and arms are painted with red linear elements outlined in black; V neck is accentuated with red lines coming down from the shoulders to the point of the V; at the shoulder, on either side of the neck and on the bottom of the sides are triangular tab appendages with stepped edges and diamond shaped perforations; larger tab at back of the neck",
  "dimension": "39 1/4 x 63 1/2 in. (99.7 x 161.29 cm) (including fringes, excluding pendants)",
  "id": "http://api.artsmia.org/objects/111380",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4942,
  "image_width": 6460,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "possibly Antelope hide, pigments, cotton thread, sinew",
  "nationality": null,
  "object_name": "Shirt",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This one-of-a-kind shirt was created in the 18th century by Native Americans living in the Great Lakes or Woodlands region. Early French explorers interacted and traded with Native American tribes in the area referred to as New France, a French colony that existed from 1534-1763. This area initially extended from the state of New York to Minnesota, and from Canada to Louisiana. News of interesting \"primitive\" Native American people was sent to French royalty who demanded items created by these people be brought back home. \r\nThis garment would have been worn by a Native American man of high status, and was created and painted by a woman. The animal hide is probably antelope, traded from the tribes to the west because it is stronger and thinner than deer hide. \r\n\r\nThe shirt has elements from Woodlands, Great Lakes, and Plains regions, and the complex designs may have been inspired by tattooing.  Shown headless and with pointed body and wings, the interlocking abstracted painted designs on the body probably represents the sacred Thunderbird, an important being in traditional Native American spirituality. The extreme degree of stylization clearly demonstrates that artistic abstraction was practiced by Native artists at the time.  \r\n\r\nWith less than 35 surviving objects from the early 1700s decorated with abstract painting of these regions, this is the only known surviving example of a painted shirt.",
  "title": "Shirt"
}
