{
  "accession_number": "2011.23",
  "art_champions_text": null,
  "artist": "Artist: Roman Verostko",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "green, roundish, organic shape created by thin, machine-drawn lines; 3-D effect created by lines overlapping; darker and lighter green areas; black, abstract, twisted lines that resemble letter characters drawn vertically along R side; red square stamp at LLQ",
  "dimension": "30 1/8 x 22 1/8 in. (76.52 x 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/111355",
  "image": "valid",
  "image_copyright": "© Roman Verostko",
  "image_height": 5215,
  "image_width": 3866,
  "inscription": "",
  "life_date": "American, born 1929",
  "markings": "",
  "medium": "Algorithmic pen and ink drawing with calligraphic brushstrokes on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From Algorithmic Poetry series",
  "provenance": "The artist, Minneapolis; given to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil, LRC: Roman \\'10",
  "style": "21st century",
  "text": "One of the pioneers of computer-generated or algorithmic art that emerged in the 1960s, Roman Verostko has throughout his career created highly original abstractions using mechanically-controlled pens and brushes that implement step-by-step drawing instructions (algorithms) of his own invention. Infinitely variable, Verostko's precise algorithms generate his original drawings using software programs written in the elementary BASIC command language.  Indeed, variability is introduced into the drawings using random-action processes that are a programmed component of the algorithm. As seen in this recent example, the result is both captivating and evocative, a material expression of the range and power of the artist's creative and conceptual imagination.\r\n\r\nVerostko eloquently describes his work as \"…visual manifestations of the dynamic procedures by which they grew. They may be viewed as visual celebrations of the information processing procedures embedded in today's culture. The finished works invite us to savor the mystery of their coded procedures whose stark logic yields a surprising grace and beauty.\"",
  "title": "Spring Memory, h18-gr"
}
