{
  "accession_number": "2011.42.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": "Longshan",
  "curator_approved": 0,
  "dated": "c. 2700-2100 BCE",
  "department": "Asian Art",
  "description": "small spool foot with narrow stem extending upward to second larger spool with slightly concave sides, incised with vertical lines; stem above larger spool extends upward to bell-shaped cup, flaring outward at rim, with flat bottom; black",
  "dimension": "8 1/2 x 5 1/4 x 5 1/4 in. (21.59 x 13.34 x 13.34 cm)",
  "id": "http://api.artsmia.org/objects/111472",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3879,
  "image_width": 2705,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Burnished black earthenware",
  "nationality": null,
  "object_name": "Stem cup",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "27th-22nd century BCE",
  "text": "When distinctive black wares were first excavated in 1930, the Neolithic culture responsible for their production was named Longshan, after a nearby town in present-day Shandong Province in northeast China. Active during the third millennium B.C.E., Longshan culture thrived and its artisans produced some of the most sophisticated and elegant forms of any ancient culture. Made of fine-grained clay turned on a potter's wheel, Longshan ware is characterized by its astonishingly thin walls and bold, geometric silhouettes. As is the case with the present example, the stems of these cups often sport a bulbous embellishment, perforated by \"arrow\" slits. Although typically devoid of painted decoration or clay appliqué, Longshan wares were fired in a reduction kiln atmosphere which darkened their surfaces. With burnishing, the surface took a handsome metallic sheen.",
  "title": "Stem cup"
}
