{
  "accession_number": "2011.19",
  "art_champions_text": null,
  "artist": "Artist: Dieter Roth; Publisher: Forlag Ed., Reykjavik, Iceland; Printer: Prentsmioja Jons Helgasonar, Reykjavik",
  "catalogue_raissonne": "Mayer/Rot/Sohm 9; Dobke, Dieter Roth in Print, p. 30; Dobke, Books + Multiples, p. 153.",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "1961",
  "department": "European Art",
  "description": "wire spiral-bound book with folded pages (open edge at binding); printed images on both sides of pages in black of geometric designs of lines forming optical illusion cubes in various patterns; white thin cardboard covers; 80 pp.",
  "dimension": "16 x 12 1/4 x 1 3/8 in. (40.64 x 31.12 x 3.49 cm) (closed, including spiral binding)",
  "id": "http://api.artsmia.org/objects/111565",
  "image": "valid",
  "image_copyright": "© Dieter Roth Estate Courtesy Hauser %26 Wirth",
  "image_height": 6677,
  "image_width": 8989,
  "inscription": "",
  "life_date": "Swiss (born Germany), 1930 - 1998",
  "markings": "",
  "medium": "Letterpress and rubber block printing on double sheets; spiral bound volume",
  "nationality": "Swiss",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "(Irving Zucker Art Books, New York); sold to MIA, 2011.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on cover, in blue ink: DITER ROT / BOK 4a / REYKJAVIK 1961 / NR 85/100",
  "style": "20th century",
  "text": "Dieter Roth was a German-born, Swiss avant-garde artist, writer, and poet known for his diverse and groundbreaking work that redefined the parameters of contemporary art. Recognized today as one of the most important and influential artists of the post-war period, Roth worked as a painter, sculptor, printmaker, and book artist, creating a wide-ranging body of work that encompassed Op, Pop, Fluxus, and Conceptual art.\r\n\r\nBok 4a (Book 4a) is an early example of Roth's experimental concrete poetry, here presented in book form as an extended progression of black and white geometric patterns. The book contains no text. It is informed by Roth's previous investigations of visual perception and optical dissonance (what would later be called Op art) that he carried out in the mid-1950s, as well as the work of the Zurich concrete poets Max Bill and Camille Glaesner, who produced art based on mathematical laws. Using a small number of letterpress printing blocks, Roth invented a dizzying array of unique patterns, each printed on a single page and each related to the image appearing directly before and after in sequence. The visual intensity and obsessive repetition of the book's imagery lies at the heart of artist's intent. For Roth, meaning emerges from the viewer's active engagement with the material substance and intangible content of the object.",
  "title": "Bok 4a"
}
