{
  "accession_number": "2011.16.1",
  "art_champions_text": null,
  "artist": "Artist: Denijs Calvaert",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. and Marion Andrus III Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1585-1600",
  "department": "European Art",
  "description": "two soldiers with swords held overhead attacking a kneeling figure with a halo; another haloed figure with arms upraised, fleeing, at left; other soldiers in background at right; Madonna and Child at top center in clouds, with two kneeling figures; mounted on tan paper, edged in gold",
  "dimension": "15 7/8 x 10 1/2 in. (40.32 x 26.67 cm) (sheet)\r\n17 5/16 x 12 11/16 in. (43.97 x 32.23 cm) (mount)\r\n23 3/4 × 19 3/4 in. (60.33 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/111518",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8832,
  "image_width": 5885,
  "inscription": "ULC and URC, in brown ink: 24 | On back of mount, in pencil: (various inscriptions)",
  "life_date": "Flemish (active Italy), c. 1540-1619",
  "markings": "Recto, LRC, and verso, center of mount, in blue ink: JPH (inside triangle) | (Petithory collector\\'s mark (not in Lugt)) \r\n",
  "medium": "Black chalk, brush and brown wash, white highlights with brush and lead white, on faded blue paper",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Dr. Michel Gaud, Saint Tropez, France (until 1987; his sale, Sotheby's, Monaco, June 20, 1987, no. 51, for Fr 144,300); Jacques Petithory, his stamp (not in Lugt), Paris (until d. 1992; his sale, Hôtel Drouot, Paris, November 5, 1993, no. 43, for Fr 28,000); Private collection, England; [W. M. Brady, New York, until 2011; sold to MIA]\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This lively composition clearly references Titian’s famous masterpiece Death of Saint Peter Martyr (1526–30; destroyed by fire in 1867), formerly on the high altar of Santi Giovanni e Paolo in Venice. Calvaert may have known the picture firsthand, or perhaps he worked from one of the early prints after it.\r\n\r\nWhile borrowing the general format and some specific poses from Titian’s work, Calvaert created something wholly original. The heavenly apparition that dominates the upper half of the drawing, with the Madonna and Child appearing amid resplendent, swirling clouds, is a signature of Calvaert’s works. He also transformed the heroic violence of Titian’s image into a scene with a dreamy quality, enhanced by the pictorial handling. Calvaert’s figures, with their delicate proportions, abundant drapery, and elegant poses, are more reminiscent of dancers in a ballet than participants in a scene of horrific brutality.",
  "title": "Death of Saint Peter Martyr"
}
