{
  "accession_number": "2011.12a,b",
  "art_champions_text": null,
  "artist": "Artist: Nick Cave",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Alida Messinger",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "a: wire framework in organic shape with printed tin, plastic and wooden toys and noisemakers attached--Jack-in-the-boxes, various shapes of noisemakers, drums, clickers, tops and tambourines; b: suit installed over black plastic mannequin; colorful sweater fragments pieced together to create a bodysuit with head and face covering; bodysuit covered overall with crocheted doilies and hot pads, embroidered felt fragments and pieced stitched pieces; pink and white doily over face area",
  "dimension": "97 x 48 x 42  in. (246.38 x 121.92 x 106.68  cm) (approx.)\r\n127 1/2 in. (323.85 cm) (height, approx.)",
  "id": "http://api.artsmia.org/objects/111576",
  "image": "valid",
  "image_copyright": "© Nick Cave and Jack Shainman Gallery%2C NY",
  "image_height": 7166,
  "image_width": 4681,
  "inscription": "",
  "life_date": "American, born 1959",
  "markings": "",
  "medium": "Metal, wood, plastic, pigments, cotton and acrylic fibers",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Nick Cave makes his Soundsuits from cast-off goods and clothing scavenged from thrift stores, flea markets, auctions, and art fairs. Drawing on his experience as both fiber artist and dancer, each suit is meticulously handcrafted with attention to both design and function. While the Soundsuits work as freestanding sculptures, Cave originally made them to be worn. He has staged numerous events in which the Soundsuits become moveable collages of material and history, each \"enacted\" by a performer who takes on its unique character. \r\n\r\nCave’s first Soundsuitwas created the early 1990s in response to the racial profiling and beating of Rodney King in Los Angeles by police officers, and the subsequent riots. The Soundsuits have often been described as a protective “second skin.” Cave’s creations allow the wearer to subsume their own identity and to adopt that of the sculpture/garment in a fusion of textile art, sculpture, and performance.",
  "title": "Soundsuit"
}
