{
  "accession_number": "2011.12a, b",
  "artist": "Nick Cave",
  "classification": "Sculpture, Collages / Assemblages",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of funds from Alida Messinger",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "97 x 48 x 42  in. (246.38 x 121.92 x 106.68  cm) (approx.)\r\n127 1/2 in. (323.85 cm) (height, approx.)",
  "id": 111576,
  "image": "valid",
  "image_copyright": "© Nick Cave and Jack Shainman Gallery, NY",
  "image_height": 7166,
  "image_width": 4681,
  "inscription": null,
  "life_date": "American, born 1959",
  "markings": null,
  "medium": "Metal, wood, plastic, pigments, cotton and acrylic fibers",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": null,
  "restricted": 1,
  "rights_type": "In Copyright–Non-Commercial Use",
  "room": "G373",
  "signed": null,
  "style": null,
  "text": "Nick Cave’s Soundsuit (2010) is an artistic response to police violence. Cave created his first Soundsuit in the early 1990s as a response to the racial profiling and beating of Rodney King by Los Angeles police officers, and the subsequent riots. Referring to his own experiences with racial profiling, the artist said at that time, “. . . my identity is really only protected in the privacy of my own home.” In response to that vulnerability, Cave created a symbolically charged second skin, an imagined means for protection from physical and psychological harm. Cave uses the suits in carefully choreographed performances; through their distinctive assemblages of material, the suits claim space for marginalized people wherever they appear. Like all of Cave’s Soundsuits, the one in Mia’s collection is unique: covered in vibrantly hued crocheted yarn and decorated with noisemakers and toys. Cave underscores the seriousness of the suit, despite its playful elements: “I don’t ever see the Soundsuits as fun. They really are coming from a very dark place. The Soundsuits hide gender, race, class. And they force you to look at the work without judgment. You know, we tend to want to categorize everything. We tend to want to find its place. How do we, sort of, be one on one with something that is unfamiliar?” —Nick Cave, 2016",
  "title": "Soundsuit"
}
