{
  "accession_number": "2011.16.2",
  "art_champions_text": null,
  "artist": "Artist: Nicolas-Bernard Lépicié",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1760s-1780s",
  "department": "European Art",
  "description": "standing male nude, looking up to PL, with left arm extended out straight with left hand in a fist; right hand on top of head; PR leg supporting weight and slightly ahead of PL leg, with PL foot turned outward; long curly hair",
  "dimension": "22 3/8 x 15 3/8 in. (56.83 x 39.05 cm) (sheet)\r\n27 13/16 × 22 1/8 × 1 1/2 in. (70.64 × 56.2 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/111519",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8918,
  "image_width": 6360,
  "inscription": "",
  "life_date": "French, 1735 - 1784",
  "markings": "",
  "medium": "Red chalk",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Nicolas-Bernard Lépicié, Paris (until d. 1784; his sale, Paris, February 10, 1785); Anne-Louis Girodet de Roucy-Trioson (1767-1824) Paris;* thence by descent (until 1980; sale, Hôtel Drouot, Paris, November 19, 1980); [Galerie Alain Moatti, Paris, 1980, broke up Lépicié portfolio of drawings]; [William H. Schab Gallery, New York, 1982]; Private collection, Houston (until 2010; sold to Brady); [W.M. Brady, New York, 2010-2011]\r\n\r\nThis album is not recorded under Lepicie's name in any of the extensive inventories and sale catalogues drawn up at Girodet's death.The following sources have been checked: Alexis Nicolas Pérignon, \"Catalogue des Ouvrage de M. Girodet,\" 1825, Valérie Bajou-Charpentreau and Sidonie Lemeux-Fraitot, \" Inventaire après décès d'Anne Louis Girodet-Trioson (1767-1824)\" (Paris, 2003); Jean-Marie Voignier, “La fortune de Girodet,” Bulletin de la Société d'émulation de l'arrondissement de Montargis",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The practice of life drawing was institutionalized by the Académie Royale in the 17th century, making it fundamental to every artist’s training. Many artists also continued the regimen of life drawing throughout their careers. By the 18th century, any carefully drawn figure study of the nude body was termed an académie. Nicolas-Bernard Lépicié was one of the great practitioners of the genre, executing hundreds of forceful chalk studies of live models. This superb example, one of his largest and most skillful académies, likely dates from his years as a professor at the academy and may have been intended as a demonstration piece for his students.",
  "title": "Standing Male Nude"
}
