{
  "accession_number": "2011.4",
  "art_champions_text": null,
  "artist": "Artist: Peter Shire",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Tamara and Michael Root and the Eloise and Elliot Kaplan Endowment for Judaica",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "geometric designs in a variety of colors in a sculptural form; two notched black pyramid shapes on either end of red textured bar form base; large open gold ring on one side with small yellow bar extending out on a diagonal, attached to a purple cylinder; grey triangular shaped attached to top of gold ring, topped with black double wedge shape in shiny black enamel, yellow square shape, copper-colored rod with light blue sideways pyramidal shapes, and horizontal silver ring with three black cylinders",
  "dimension": "(48.9 x 64.77 x 49.53 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/111586",
  "image": "valid",
  "image_copyright": "© Peter Shire",
  "image_height": 5015,
  "image_width": 6056,
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "",
  "medium": "Steel, anodized aluminum, brass, chrome, and enamel",
  "nationality": "American",
  "object_name": "Hanukkah lamp",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Los Angeles native Peter Shire's artistic career has run the gamut from craft and fine art to architecture and industrial design.  Shire was the only American designer involved with the high-profile Memphis design group active in 1980s Milan. This Hanukkah lamp features whimsical colors and forms combined with the use of industrial materials, all hallmarks of the Memphis style.",
  "title": "Menorah #2"
}
