{
  "accession_number": "2011.12a,b",
  "artist": "Nick Cave",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Alida Messinger",
  "culture": null,
  "dated": "2010",
  "description": "a:  wire framework in organic shape with printed tin, plastic and wooden toys and noisemakers attached--Jack-in-the-boxes, various shapes of noisemakers, drums, clickers, tops and tambourines; b:  suit installed over black plastic mannequin; colorful sweater fragments pieced together to create a bodysuit with head and face covering; bodysuit covered overall with crocheted doilies and hot pads, embroidered felt fragments and pieced stitched pieces; pink and white doily over face area",
  "dimension": "97 x 48 x 42  in. (246.38 x 121.92 x 106.68  cm) (approx.)\r\n127 1/2 in. (323.85 cm) (height, approx.)",
  "id": "http://api.artsmia.org/objects/111576",
  "image": "valid",
  "image_copyright": "© Nick Cave and Jack Shainman Gallery%2C NY",
  "image_height": 7166,
  "image_width": 4681,
  "life_date": "American, born 1959",
  "marks": " ",
  "medium": "Metal, wood, plastic, pigments, cotton and acrylic fibers",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G374",
  "style": "21st century",
  "text": "Cave makes his Soundsuits from cast-off goods and clothing scavenged from thrift stores, flea markets, auctions, and art fairs. As both fiber artist and dancer, he balances function and design—Soundsuits work as freestanding sculptures but were made to be worn. His first Soundsuit was created in the early 1990s in response to the Rodney King beating by police officers and subsequent riots in Los Angeles, California. In this context, the Soundsuits have often been described as a protective “second skin.” He has staged numerous events in which the Soundsuits become moveable sculptures that allow the wearer to subsume their own identity and to adopt that of the garment in a fusion of textile art, sculpture, and performance.",
  "title": "Soundsuit"
}
