{
  "accession_number": "2011.13",
  "art_champions_text": null,
  "artist": "Artist: Willem de Poorter",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter H. and Valborg P. Ude Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1636",
  "department": "European Art",
  "description": "man in white with long grey beard at left center accompanied by man in mint green; both figures wear laurel wreaths; man in white stands behind an altar with burning twigs; three kneeling women at right center with chicken and gold pitcher; silver objects and branches below altar; several other kneeling figures at left; standing figures including two musicians and cow behind; ruined sculpture in LRC; sculpture on tall pedestal behind main figures; buildings close behind background figures",
  "dimension": "21 1/2 x 31 1/2 in. (54.61 x 80.01 cm) (sight)\r\n30 1/4 x 40 1/2 in. (76.84 x 102.87 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/111619",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4445,
  "image_width": 6530,
  "inscription": "Signature and Date",
  "life_date": "Dutch, 1608–after 1648",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Collection Colonel Robert Alexander Ogibly (1850-1902), Ardnargle, Limavady and Pellipar House, Dungiven; Sale, London, Christie's, April 28, 1922, lot 94 as \"Willem de Poorter. 'A Sacrifice: The corner of a town, with a priest standing before and altar sacrificing. Numerous figures briging their offerings.' Signed and dated 1636,\" to HIbbard; Art dealer Max Wolff, Amsterdam, before 1928; Collection Jesaia Hakker (1882-1946), Amsterdam, 1928; Looted by the Nazi authorities, after May 1940; Bank Lippmann, Rosenthal & Co., Amsterdam; Sale, Amsterdam, Mak van Waay, April 14, 1942, no. 22, illustrated, as \"Offerfeest (Sacrifice),\" bought by Ter Meulen; Art expert and dealer Dr. Hans Herbst (official agent for the planned Führermuseum at Linz), Vienna; Kunsthistorisches Museum, Vienna; Recovered in 1951 by Dienst voor's - Rijks Verspreide Kunstvoorwerpen, later named Rijksdienst Beeldende Kunst, The Hague (inv. no. NK-2786); On loan to Schilderijenzaal Prins Willem V, The Hague, 1977; On loan to the Rijksmuseum Het Catharijneconvent, Utrecht, 1991 (inv. no. RMCC S-138); Restituted by the Dutch government to the heirs of Jesaia Hakker in 2007; Haboldt & Co. by 2011; Purchased by MIA.\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G311",
  "see_also": [
    ""
  ],
  "signed": "LLQ, in brown: [Poorter 1636]",
  "style": "17th century",
  "text": "",
  "title": "St. Paul and St. Barnabas at Lystra"
}
