{
  "accession_number": "2011.28",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Mary Agnes and Al McQuinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1660-1680",
  "department": "European Art",
  "description": "ovoid foot with beaded edge and silver rim decorated with scrolls and flowers; long stem with silver and gilt figure of Neptune with long hair and beard, holding a trident, riding a hippocamp; Neptune wears elaborate scrolled crown; nautilus shell forms cup, decorated with gilt and silver mountings with swags, a grotesque face, two caryatids, and a satyr, with two crabs and two turtles holding decorative silver ball pendants; topped with Jonah (?) emerging from the whale's mouth; whale ridden by Cupid (?), holding gold reigns",
  "dimension": "15 9/16 x 7 3/4 x 4 5/16 in. (39.55 x 19.69 x 10.95 cm)",
  "id": "http://api.artsmia.org/objects/111675",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7056,
  "image_width": 4793,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Nautilus shell, silver, parcel-gilt",
  "nationality": null,
  "object_name": "Nautilus shell cup",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Nautilus shells, which came to Europe from the Indo-Pacific Ocean, were often mounted with precious silver ornaments in the 1500s and 1600s. Mathematicians were fascinated by the fact that their interior chambers follow a regular logarithm. A rare and exotic specimen of nature combined with outstanding craftsmanship in precious metal is emblematic of the works that were collected in the early modern ‘chambers of art and wonder’, the common predecessor of museums of natural history and art. The Nautilus Cup combines the Biblical narrative of Jonah (being spit out of the fish’s mouth) with figures of ancient mythology such as the cupid (who rides on top of the fish) and Neptune, the god of the Sea (who forms the stem). Combining these diverse fields of knowledge, the artist celebrates the element of water, which is the Nautilus shell’s natural environment.",
  "title": "Nautilus shell cup"
}
