{
  "accession_number": "2011.5.1",
  "art_champions_text": null,
  "artist": "Maker: André Schiller",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from the Decorative Arts Council in celebration of its thirty-fourth anniversary",
  "culture": null,
  "curator_approved": 0,
  "dated": "1627",
  "department": "European Art",
  "description": "stemmed cup on wide base; base decorated with scrolls, three-dimensional winged heads, and bouquets; three winged heads with tasseled cord pendants on stem separate three cartouches--crucified Christ with \"1627\", engraved panel with scrolls, heart, flowers, and \"MARIA\", engraved panel with scrolls and \"IHS\"; three angels in relief on cup separating cartouches with engraved scroll and flower designs; silver and gold patina",
  "dimension": "8 3/4 x 6 1/2 x 6 1/2 in. (22.23 x 16.51 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/111625",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5084,
  "image_width": 4284,
  "inscription": "",
  "life_date": "German, active c. 1600",
  "markings": "",
  "medium": "Silver, gilt",
  "nationality": "German",
  "object_name": "Chalice",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "According to Catholic belief, performing the Eucharist – the sacrament of Holy Communion in the Christian faith – transforms the wine from the Eucharistic chalice into the blood of Christ. Christian theologians have historically disputed whether the ritual of consecration physically transforms the wine into Christ’s blood, or if Christ is only symbolically present. Schiller’s Eucharistic Chalice is decorated with the scene of the crucifixion, acting as a visual reminder of the spilled blood of Christ contained within the chalice.",
  "title": "Eucharistic Chalice"
}
