{
  "accession_number": "2011.38.1",
  "art_champions_text": null,
  "artist": "Artist: Christoffel Jegher; Artist: After Peter Paul Rubens",
  "catalogue_raissonne": "Hollstein 15.I, Schneevoogt 127.68, Rowlands 181",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of funds from Ruth and Bruce Dayton, Beverly N. Grossman, Alfred and Ingrid Lenz Harrison, Sheila Morgan, Kaywin Feldman and Jim Lutz, Al and Kathy Lenzmeier, Barbara H. Steiner, and thirty-six additional donors",
  "culture": null,
  "curator_approved": 0,
  "dated": "1633-1634",
  "department": "European Art",
  "description": "two men fighting; Hercules pressing his PR foot on Discord reclining in a foreshortened pose; Hercules raises a club over his head; putti flying above Hercules places a laurel wreath over his head; Hercules wears lion's skin; Discord has snakes in his hair and holds a snake in his PL hand; received framed and glazed in 17th-century frame",
  "dimension": "23 3/4 x 14 7/16 in. (60.33 x 36.67 cm) (sheet)\r\n32 1/4 x 22 7/8 in. (81.92 x 58.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/111758",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5000,
  "image_width": 3069,
  "inscription": "Inscription\r\n\r\nin the print, LRC: [P. P. Rub. delin. & exc / CVM PRIVILEGIIS.]; in the print, bottom center: [Christoffel Jegher Sc. / CI]",
  "life_date": "Flemish, 1577–1640",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Paul Prouté, Paris). Samuel Josefowitz, Pully, Switzerland (until 2004). (Robert M. Light, Santa Barbara). private collection, New York, until 2011; (sold through C.G. Boerner, New York)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Christoffel Jegher was the most accomplished woodblock cutter in the Netherlands in the 17th century. When Peter Paul Rubens decided to experiment with woodcuts in the 1630s, he, not surprisingly, chose to work with Jegher. Their collaboration led to the creation of nine spectacular woodcut prints–masterpieces that mark one of the highpoints of the woodcut medium. Monumental in scale and design, and majestic and masterful in execution, Hercules Triumphant over Discord exemplifies their collaborative achievement. In an unusual vertical format, the powerful figure of Hercules is shown violently clubbing the vanquished, writhing Hydra, who represents Discord or Envy. Jegher brilliantly exploits the bold, inky quality of the woodcut line to deepen the dynamic tension of the scene, describing the figure of Hercules with extraordinary force—his astounding musculature, taut flesh, veiny arms and ankles, knotty wooden club, and wild expression.",
  "title": "Hercules Triumphant over Discord"
}
