{
  "accession_number": "2011.29",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Norman Gabrick Endowment for African Art",
  "culture": "Igbo",
  "curator_approved": 1,
  "dated": "1950s",
  "department": "Arts of Global Africa",
  "description": "standing female figure wearing short pleated yellow skirt, belt with tan disks, silver blouse, red and black bolero jacket, silver shoes, and silver necklace with flower or star pendant; woman has long black hair and wide eyes; body intertwined with one snake, another snake around woman's neck; attached black metal mount",
  "dimension": "34 x 14 x 10 in. (86.36 x 35.56 x 25.4 cm) (without mount)",
  "id": "http://api.artsmia.org/objects/111879",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8959,
  "image_width": 5762,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Beautiful, seductive, powerful, and fearsome—that is Mami Wata, a water spirit usually represented as a snake charmer or a mermaid. Her name may be an African derivation from “Mother Water,” but it is also possible that the term existed long before colonization and the use of English in Africa. Associated with health and wealth, love, and good fortune, she is celebrated throughout Africa and the African diaspora as a being of great spiritual power. Her non-African appearance is perhaps due to the fact that many Africans associated the early European traders and explorers with the sea and water spirits. For her followers today, however, Mami Wata represents modernity, worldly sophistication, and access to a cash economy.",
  "title": "Mami Wata figure"
}
