{
  "accession_number": "2011.34a-rr",
  "art_champions_text": null,
  "artist": "Artist: Jennifer Bartlett",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Helen and J. Kimball Whitney",
  "culture": null,
  "curator_approved": 1,
  "dated": "2000",
  "department": "Global Contemporary Art",
  "description": "image of tree made up of dots of color painted on white with tan gridded enameled steel tiles; tree trunk and branches are grey-brown and in low relief; 44 tiles total; tiles installed in grid pattern with some empty spaces--see photo of installation in file",
  "dimension": "103 x 103 in. (261.62 x 261.62 cm)",
  "id": "http://api.artsmia.org/objects/111824",
  "image": "invalid",
  "image_copyright": "© 2000 Jennifer Bartlett. All rights reserved.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1941 - 2022",
  "markings": "On back of each plate: (artist\\'s label including installation position)",
  "medium": "Enamel over Sculptmetal over screenprint on baked enamel on steel plates",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "ArtsCafe",
  "see_also": [
    ""
  ],
  "signed": "On back of rr, in black ink: J. Bartlett / 2000",
  "style": "21st century",
  "text": "In 1968 artist Jennifer Bartlett began painting in what would become her celebrated and trademark style––colored dots on gridded steel plates and canvas. Focusing on these single and multi-plate pieces, Bartlett’s pivotal Rhapsody, 1976 (Museum of Modern Art, New York) dazzled the art world. Sculptmetal Tree is a classic example of Bartlett’s mature style and innovative use of baked enamel on steel. Comprised of 44 steel plates, this work is  a contemporary sequel to late 19th century and early 20th century Post-Impressionist landscapes. The rigid structure of the painting’s grid is tempered by the reaching tree branches and drips of paint running down each tile. This combination of seemingly opposing styles creates a unique play of minimalist abstraction and figurative expressionism. Analytical and lyrical, this work reflects the artist’s transformation of the prevailing Minimalist aesthetic of the 1960s into something distinctly her own.",
  "title": "Sculptmetal Tree"
}
