{
  "accession_number": "2010.63",
  "art_champions_text": null,
  "artist": "Artist: Kota Ezawa",
  "catalogue_raissonne": null,
  "classification": " Photographs; Artist Installations; Time-based Media",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Russell Cowles II and Josine M. Peters",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "40 slides with cartoon-like images of photographs and ads Slide titles and order: 1. Specimen 2. Paper Negative [woman in profile] 3. Self Portrait [standing man with camera on stand] 4. Harvest of Death [dead soldiers] 5. Yosemite 6. X-Ray 7. Photo-Secession [photography gallery] 8. Bohemians [two men] 9. Pioneer [man seen from above] 10. Weissenhof [car in front of modern building] 11. Photogram 12. Reifenstahl [two men and woman with cart] 13. Barbershop 14. Ansel Adams 15. Murder on the Roof [\"Royal\"] 16. Atomic Bomb Test 17. UFO 18. 3-D Movies 19. FIFA Worldcup 20. Water Tower 21. Wanda 22. Central Park Zoo 23. Parking Lot 24. Earth Moon 25. Hibernia Bank Robbery 26. Schleyer [\"Seit 31 Tagen Gefangener\"] 27. Slide 28. Polaroid 29. Untitled Film Still 30. Theater 31. Nan and Brian in Bed 32. Warhol 33. National Gallery 34. Cowboy 35. Dead Troops 36. Rocket [geometric buildings and empty yellow text boxes] 37. Sontag 38. Surfers 39. The Melody of Destiny [man seated on grass lighting standing woman's cigarette] 40. Kota [portrait of man in red shirt]",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/111891",
  "image": "valid",
  "image_copyright": "© 2005 Kota Ezawa",
  "image_height": 5807,
  "image_width": 7381,
  "inscription": "",
  "life_date": "American, born Germany 1969",
  "markings": "",
  "medium": "Set of 40 35mm slides",
  "nationality": "American (born Germany)",
  "object_name": "Slide installation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Kota Ezawa’s The History of Photography Remix presents a personal, aesthetic, and critical interpretation of the medium and its history. Inspired by a class on photography at Stanford University, Ezawa decided to create his own unofficial historical survey in the old-fashioned format of the art-historical slide show. He chose forty photographs from various sources and, through a process combining hand-tracing and computer manipulation, translated them into minimal yet evocative versions of the originals. Ezawa’s remix includes images that are both idiosyncratic and familiar. Some, such as Matthew Brady’s Harvest of Death (1863) and Edward Ruscha’s Parking Lot (1967), are commonly referenced in general art-history surveys. Others are drawn from the popular press, such as the widely circulated photograph of kidnapped newspaper heiress Patty Hearst brandishing a machine gun. Ezawa’s selection suggests the influence of television, film, and photography in shaping collective knowledge and memory. But the last slide, a portrait of the artist himself, points to the subjective nature of history. In the end, Ezawa’s remix might signify a generational shift in which historical narratives have become a “wikireality” to which any one can contribute.",
  "title": "The History of Photography Remix"
}
