{
  "accession_number": "2011.32",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "The George Family Acquisition Fund for Native American Art",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1880-1900",
  "department": "Arts of the Americas",
  "description": "blue wool with white at sleeve ends and hem; bodice around neckline covered with 11 rows of white tubular shells; star or flower medallions of white tubular shells and sequins around hem, above rows of green, purple, and silver sequins, green, tan and dark pink ribbon, and metallic gold trim with twisted fringe; floral shell and sequin medallions with green ribbon trim on sleeves; red, yellow and purple ribbons at shoulders and top on back",
  "dimension": "51 1/4 x 50 1/4 in. (130.18 x 127.64 cm)",
  "id": "http://api.artsmia.org/objects/111845",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5013,
  "image_width": 5009,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, dentalium shells, silk ribbons, sequins, metallic threads, animal hide, glass beads, cotton",
  "nationality": null,
  "object_name": "Dress",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Native women of the Plains, including those of the Lakota, traditionally created garments from deer and elk hides. During the last quarter of the 19th century, just when the population of deer and elk was declining near reservations, female artists used new and exciting materials to create fine garments for themselves. This dress combines materials that came from Euro-Americans and other Native tribes. Stroud Cloth—wool made in the town of Stroud in Glouchestershire County, England, had been incorporated into Native American art for several decades. On this dress, the artist used the white strip of undyed wool as a decorative element and incorporated it into the design of the dress along the hem and the ends of the sleeves. The small shells, known as dentalium, were harvested from the Pacific Ocean by Native tribes from that area and traded to the tribes on the Plains. These small cone-shaped shells which decorate the yoke provide a strong contrast to the deep blue dress.",
  "title": "Dress"
}
