{
  "accession_number": "2011.36.5",
  "art_champions_text": null,
  "artist": "Artist: Jenny Holzer; Publisher: Brand X Editions, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Barbara S. Longfellow Fund for Works on Paper",
  "culture": null,
  "curator_approved": 1,
  "dated": "2006",
  "department": "Arts of the Americas",
  "description": "image of document with blacked-out rectangle at top; \"THERE IS NO MENTION of or REFERENCE TO GEORGE ORWELL OR ANY AKA'S ON THIS PAGE\" at bottom; from a portfolio of five images",
  "dimension": "19 1/4 x 14 3/4 in. (48.9 x 37.47 cm) (image)\r\n29 13/16 x 22 1/8 in. (75.72 x 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/111880",
  "image": "valid",
  "image_copyright": "© Jenny Holzer %2F Brand X Editions%2C New York %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5047,
  "image_width": 3773,
  "inscription": "\r\n\r\n",
  "life_date": "American, born 1950",
  "markings": "Numbered LL, in pencil: 10/40\r\n\r\nPublisher\\'s blind stamp, LLC: bxp\r\n\r\n",
  "medium": "Etching",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From AKA portfolio",
  "provenance": "(Neptune Fine Art, New York); sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed LR below image, in pencil: Jenny Holzer",
  "style": "21st century",
  "text": "Jenny Holzer's print portfolio \"AKA\" is based on a selection of heavily redacted pages drawn from the FBI's investigative files on British author and satirist Eric Arthur Blair, better known by his pen name, George Orwell (1903–1950). Though Orwell was not a target of an FBI investigation, his various published works were seen as potential threats to the American government by FBI director J. Edgar Hoover, who suspected Orwell of being a communist and maintained files on him well after the author's death. Orwell's works were notably anti-communist and anti-fascist, reflecting his own political beliefs which embraced the ideals of personal freedom and collective responsibility. His renowned novels Animal Farm (1945) and Nineteen Eighty-Four (1949) explore the dehumanizing effects of social and political oppression under totalitarian regimes. Holzer's portfolio exposes the irony of government scrutiny of Orwell's activities and the subsequent censorship of records concerning Orwell and his famous novels.",
  "title": "AKA 5"
}
