{
  "accession_number": "2011.85",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David H. Gustafson",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Japanese and Korean Art",
  "description": "rectangular panel of blue silk with metallic gold and silver brocade designs of birds, leaves and scrolling vines; six squares of rose-colored silk with gold brocade designs of deities; purple silk backing",
  "dimension": "44 3/4 x 84 in. (113.67 x 213.36 cm)",
  "id": "http://api.artsmia.org/objects/111857",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic threads",
  "nationality": null,
  "object_name": "Buddhist priest's robe (kesa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Kesa are outer garments worn by Buddhist priests. Traditionally, they were pieced together in a patchwork from scraps of fabric salvaged from worn-out clothing—often  donated by members of the community. In this way, the wearing of kesa recalls the historical Buddha’s renunciation of wealth. Ironically, kesa can be quite opulent—as with this example.  This is because they were sometimes made from sumptuous fabrics donated by members of the ruling class or aristocracy.  As Buddhist practice became more formalized in the millennia following the death of the Buddha, the arrangement of the patches became standardized and sometimes interpreted to represent an abstracted diagram, or mandala, of the Buddhist cosmos.\r\n \r\nSewing the patches of a kesa together serves as an act of meditation as the monk or priest concentrates his attention on the creation of the garment and reverence for the Buddha’s teachings. This kesa is composed of blue silk with metallic threads in the design of birds and vines. Silk brocade squares depicting the Guardians of the Four Directions are placed at each corner. At the center of the kesa, two guardian kings on silk squares flank the center panel –the Buddha of the mandala. ",
  "title": "Buddhist priest's robe (kesa)"
}
