{
  "accession_number": "2011.85",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David H. Gustafson",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Asian Art",
  "description": "rectangular panel of blue silk with metallic gold and silver brocade designs of birds, leaves and scrolling vines; six squares of rose-colored silk with gold brocade designs of deities; purple silk backing",
  "dimension": "44 3/4 x 84 in. (113.67 x 213.36 cm)",
  "id": "http://api.artsmia.org/objects/111857",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6055,
  "image_width": 10658,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic threads",
  "nationality": null,
  "object_name": "Buddhist priest's robe (kesa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Kesa is the Japanese version of the Sanskrit Kāṣāya, robes worn by Buddhist monks. Kesa are made by sewing together multiple smaller rectangular and square panels into vertical columns. They come in three different types (five, seven, and nine or twenty-five) depending on the number of columns, and the uses change as the numbers increase. This kesa has seven columns, and thus is called a shichijō kesa (Sanskrit uttarā saṃghāṭī), indicating that it was suitable for daily wear. A monk would have worn this over one shoulder and under the other arm, secured with a small cord.\r\nThis kesa is made of deep blue and gold silk brocade covered with swirling paulownia flowers and phoenixes, an auspicious combination. The six orange squares contain figural representations of guardian deities including the Guardians of the Four Directions (Jp. Shiten’nō).",
  "title": "Buddhist priest's robe (kesa)"
}
