{
  "accession_number": "2011.31",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment; Ceremonial Objects",
  "continent": "Africa",
  "country": "Nigeria or Benin",
  "creditline": "The Simmons Family Endowment for Textiles and gift of funds from Jim Harris",
  "culture": "Yoruba",
  "curator_approved": 0,
  "dated": "1930-1950",
  "department": "Arts of Global Africa",
  "description": "dress-like underbody; horizontal bar at top with doughnut-shaped section at center which rests on top of head; inset piece of knit blue and white material at top front (for wearer to see through); many vertical strips of various lengths of patchwork cloth trimmed in zigzags of colored felt and plastic; many different types of fabric--printed, velvet, pile, wool, felt; hammered aluminum pendants in various shapes scattered overall; some fabrics printed with text on back",
  "dimension": "67 1/2 x 65 1/2 x 5 in. (171.45 x 166.37 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/111893",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7809,
  "image_width": 8948,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, velvet, silk, felt, synthetic fibers, wool, aluminum, wood, buttons, yarn, plastic, string",
  "nationality": null,
  "object_name": "Ceremonial outfit",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Made of layer upon layer of narrow cloth panels, the Egungun costume entirely covers the dancer, who peers out through a knotted fabric in front. The most prominent color of these masks is red, associated with healing and salvation. The annual Egungun masquerade honors the Yoruba ancestors, and the masked dancer becomes the ancestor, spinning and twirling to send the colorful panels flying out in all directions, giving “breezes of blessings.”",
  "title": "Egungun ceremonial outfit"
}
