{
  "accession_number": "2011.33a-n",
  "art_champions_text": null,
  "artist": "Artist: Yamada Tetsuya",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Dolly J. Fiterman Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "group of seven sculptures, each consisting of a wooden base section and top white ceramic section; top sections are white, roughly bowling pin-shaped, some with spouts on the bottom, one perforated, some with geometric elements; bases are wood--four bases are constructions of laminated particle board and plywood, three are stools of two heights topped with particle board and plywood elements; see Components for individual descriptions",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/111978",
  "image": "valid",
  "image_copyright": "© 2007 Tetsuya Yamada",
  "image_height": 5970,
  "image_width": 5073,
  "inscription": "",
  "life_date": "Japanese (active U.S.), born 1968",
  "markings": "Numbered in black on top of each base section and on bottom of each ceramic piece.",
  "medium": "Glazed ceramic, plywood, particle board, and wood",
  "nationality": "Japanese (active U.S.)",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On bottom of each ceramic piece and on one leg of stools, in black: Tetsuya Yamada / 2007",
  "style": "21st century",
  "text": "Tetsuya Yamada was trained in Japanese ceramics and has a deep comprehension of Western art. His Morices are part of an elegant and formal trajectory in that history, which links them to the innovations of early modern masters of both sculpture and conceptual art. A prominent and well-established artist living in Minnesota, Yamada is inventive by nature and constantly stretches the limits of his media to create pieces of rare intellect and ingenuity. In addition to their art-historical pedigree, they are remarkably compelling works in their own right. Standing at almost human scale, each object has a distinct, individual character. Their pure and polished white ceramic \"bodies\" represent a purity of form and spirit. When they appear as a group, their power is compounded. As if they were made to be together, they take on a fascinating aura as if guarding some secret history or memory.",
  "title": "Morices"
}
