{
  "accession_number": "99.1.800.2",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: Leclercq Leroux; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978",
  "department": "Arts of the Americas",
  "description": "Large, overlapping flowers & leaves in dark, autumn shades. Rpt. 25\" horiz. x 26\" vert. Jacquard Tapestry weave. Large, overlapping flowers & leaves in dark, autumn shades (orange, gold, purple, green) Rpt. 25\" horiz. x 26\" vert. L'automne",
  "dimension": "overall: 116 1/2 x 53 1/2 in. (295.91 x 135.89 cm)",
  "id": "http://api.artsmia.org/objects/88438",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton; jacquard woven",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Crystal Palace",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The job of a textile designer is quite diverse. Naturally the production of new and innovative designs is paramount, but in addition, other forms of creativity are essential.  Frequently a designer is assigned to bring new life to an older design. Summergarden was such a project for Mark Pollack. This pattern was something the French mill Leclercq had produced early in the twentieth century, in the early 70s it was quite out of date, but the Larsen team felt the design had potential. Like the pointillist painters, Pollack's understanding of color relationships and their effect on the eye enabled him, through the use of specific yarn hues, to effectively recolor this design and thus make it a vital statement.\r\n\r\nIt is interesting to note that floral designs are historically very popular. All textile designers have to be adept in this area. Larsen Design Studio was one of the few companies that successfully added a modernist touch to what many feel is inane and trite subject matter. Lilium, on the North Wall of this gallery is a particularly innovative floral design produced by Larsen and once again, Pollack's color sensibility added a defining touch.",
  "title": "Summergarden"
}
