{
  "accession_number": "99.1.814.1",
  "art_champions_text": null,
  "artist": "Designer: Coral Stephens; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Swaziland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973",
  "department": "Arts of the Americas",
  "description": "Handspun and handwoven plain weave mohair and cotton cloth. Pattern of horizontal color bars of different width formed by wefts of varying color/thickness, some partially looped. Handspun and handwoven plain weave mohair and cotton cloth. Pattern of horizontal color bars (orange/white, mustard, yellow, grey) of different width formed by wefts of varying color/thickness, partially looped. Thin dark red cotton warp. Gold, yellow & orange",
  "dimension": "overall: 44 1/2 x 71 3/4 in. (113.03 x 182.25 cm)",
  "id": "http://api.artsmia.org/objects/88493",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Mohair, cotton; woven fabric, looped pile",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Africa I",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Swaziland Mohair Collection was a subgroup of the 1963 African Collection that included a variety of fabrics, from sheer casements to heavier variations with looped pile stripes. This excerpt from the collection press release explains their origin:\r\n\"In the rugged mountains of Swaziland Jack Lenor Larsen found Coral Stephens, an English woman, teaching the natives to handspin mohair from the tall South African goat whose long fleece falls to the ground from a mane down his back. The soft luxurious yarn is hand-woven into intricate patterns and subtle combinations of live, translucent color.\"\r\n\r\nAn important aspect of the African Collections aesthetic was the development of colorways. The choice of colors in which the fabrics would be produced needed to satisfy multiple criteria: the colors had to convey a sense of authenticity, appeal to contemporary tastes and fashions, but also exhibit originality. The warm oranges and yellows of the Swazi fabrics, for example, complied with western expectations of African color preferences and were also very trendy in the early 1960s.",
  "title": "Swazilace"
}
