{
  "accession_number": "99.1.922.10",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: France Voiles S. A.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "Sheer devore print with bare branches. Vert. Rpt. 60\". See 99.1.432 \"Evolution\" Gold on white. (gold)",
  "dimension": "overall: 119 1/2 x 47 in. (303.53 x 119.38 cm)",
  "id": "http://api.artsmia.org/objects/88893",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Polyester, cotton; burn out screen print",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Reflection Forms & Nature; This colorway is for The Great Color of China",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Wintertree entered the Larsen line in 1969 as both a devoré (acid burn out) casement fabric and a wallpaper. First introduced in the Reflections, Forms and Nature collection, it was available in a single colorway, Frost - a delicate white on white tracery. Larsen developed additional colors in the 1970s when the design was added to three other Larsen collections, Europe, KMA and the Great Color of China.  The colorways included in the Great Color of China collection, Black on white and Gold on white, aren't related in any specific way to the palette of the collection, but instead offer a neutral space to rest the eye.\r\n\r\nThe imagery of Wintertree is achieved through a complex process called 'burn out.' Two chemically different fibers are woven together, one synthetic, the other cellulose; the design is applied (in this instance silkscreened) onto the fabric using an acid solution. The acid burns or eats through the cellulose fibers, leaving the synthetic fibers or threads intact, thus revealing the pattern.",
  "title": "Wintertree"
}
