{
  "Cache_Location": "010000\\400\\40\\10444",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_5002020.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "96.40",
  "art_champions_text": null,
  "artist": "Berthe Morisot",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1884",
  "department": "European Art",
  "dimension": "22 1/2 x 28 in. (57.15 x 71.12 cm) (sight)\r\n34 3/4 x 40 1/4 x 4 in. (88.27 x 102.24 x 10.16 cm) (outer frame)",
  "dynasty": null,
  "highlights": 0,
  "id": 10444,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5238,
  "image_width": 6346,
  "inscription": "Signature",
  "life_date": "French, 1841–1895",
  "list": "women-artists-in-the-paintings-collection",
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G351",
  "see_also": [
    "102989"
  ],
  "signed": "LLC in black: [Berthe Morisot]",
  "sort_number": "96    40",
  "style": null,
  "text": "Berthe Morisot’s daughter, Julie Manet, watches closely as her nanny does needlework. The little girl and her caregiver are absorbed by the stitching of the needle into the fabric, a process that recalls setting a paintbrush to canvas. Through both the subject of the painting and the lively, diagonal brushwork, Morisot calls attention to the process of making. The daughter of one of the grandes dames, or great ladies, of Impressionism and niece of the painter Édouard Manet, Julie was raised in a circle of Impressionist painters that included Edgar Degas and Pierre-Auguste Renoir. She was orphaned at the age of 16 but remained close to those artists and became an accomplished painter in her own right.\r\nThis frame—a contemporary late nineteenth-century version of a NeoClassical style—is Gift of the Douglas and Mary Olson Frame Acquisition Fund. It combines the traditional elements of sanded frieze and bound laurel torus with a radically modernised profile. The choice of this frame for Morisot's work picks up her painterly technique in the sanding of the frieze, while the close framing of the composition by the laurel torus at the sight edge focuses attention on the intimate domestic qualities of the scene.",
  "title": "The Artist's Daughter, Julie, with her Nanny"
}
