{
  "Cache_Location": "000000\\100\\00\\107",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_5020758.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "16.675",
  "artist": "Egypt",
  "classification": "Funerary Goods, Paintings",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Ancient Egyptian",
  "curator_approved": 1,
  "dated": "1070–712 BCE",
  "department": "Arts of Global Africa",
  "dimension": "9 5/8 x 39 3/16 in. (24.4 x 99.5 cm)",
  "highlights": 0,
  "id": 107,
  "image": "valid",
  "image_copyright": null,
  "image_height": 1730,
  "image_width": 6857,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Papyrus",
  "nationality": "Egyptian",
  "object_name": "Funerary papyrus, Funerary Papyrus of the Priest of Amon, Jekhonsefonkh",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Funerary papyri like this one, containing potent magical images, were placed in tombs to enable the deceased to be reborn in the afterlife as a god. On the right side of the divided papyrus, the priest Djedkhonsuiufankh (pronounced “jed-CON-su-yu-eff-ONK” and meaning “the god Khonsu says he shall live”) raises his hands in adoration and offers burning incense to the god Osiris. Because he is a priest, his head is shaved and he wears immaculate white linen garments. Osiris appears in the form of a mummy; his black skin color refers to the fertile black Nile river mud with its promise of new life. Between them is a table heaped high with funerary offerings: loaves of bread, onions, a bunch of grapes, and three lotus flowers.\r\n \r\nOn the left, a lioness-headed goddess ushers Djedkhonsuiufankh into a shadowy world of gods and demons. The imagery depicts the sun god’s passage through the underworld at night, where he unites with the god Osiris to emerge again at dawn. By identifying with the sun god, the deceased for whom this papyrus was painted hoped to participate in the solar cycle of rebirth and achieve victory over death.",
  "title": "Funerary papyrus"
}
