{
  "Cache_Location": "107000\\100\\20\\107125",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_1015742.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2009.26.10",
  "art_champions_text": null,
  "artist": "Faye Passow; Publisher: Form and Content Gallery, Minneapolis",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Form + Content Gallery in honor of Kaywin Feldman",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "dimension": "15 x 11 1/16 in. (38.1 x 28.1 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 107125,
  "image": "valid",
  "image_copyright": "© Faye Passow",
  "image_height": 4469,
  "image_width": 3342,
  "inscription": "Signature, Title, Date and Edition",
  "life_date": "American, born 1954",
  "list": "whm",
  "markings": "LLC, in pencil: [19/25]",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": "From Intimate Immensity portfolio",
  "provenance": "Form + Content Gallery, Minneapolis (publisher); gifted to Mia, 2009",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": "bottom center, in pencil: [F. Passow  '07]; on back at bottom edge, in pencil: [Sometimes Chaos is All You Can See from Here I  F. Passow  '07]",
  "sort_number": "2009    26   10",
  "style": null,
  "text": "This print is part of the portfolio Intimate Immensity, published in 2007 by the Minneapolis-based artist cooperative Form + Content. This limited edition portolio features 14 original prints by 15 established Minnesota artists, including work by such prominent printmakers as Fred Hagstrom, Faye Passow, Jil Evans, Camille Gage, and Jody Williams. \r\n\r\nTo provide a consistent thematic context for the portfolio, artists were asked to find inspiration for their work in the various ideas and theoretical concepts expressed in Gaston Bachelard's seminal book on architecture, The Poetics of Space. Intimate Immensity is the title of the eighth chapter of Bachelard's treatise, in which the French philosopher explores the phenomenology of architectural space, arguing that architects should routinely consider how their work would affect those who experience it, rather than relying solely on preconceived theoretical motivations. Published in 1958, Bachelard's book has been an inspiration for artists who seek to create intimate space on a two-dimensional picture plane.",
  "title": "Sometime Chaos is All You Can See from Here, from Intimate Immensity"
}
