{
  "Cache_Location": "109000\\000\\30\\109031",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_2015994.jpg",
  "Rights_Image_Display": "Limited",
  "TitleAlt": null,
  "accession_number": "2010.14",
  "art_champions_text": null,
  "artist": "Kiki Smith; Author: Poetry by Leslie Scalapino; Printer: Justin Israels; Book binder: Daniel Kelm at Wide Awake Garage, Easthampton, Massachusetts; Publisher: Granary Books, Inc., New York",
  "classification": "Books & Publications, Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "dimension": "15 13/16 x 9 3/4 x 1 11/16 in. (40.16 x 24.77 x 4.29 cm) (book only, closed)",
  "dynasty": null,
  "highlights": 0,
  "id": 109031,
  "image": "valid",
  "image_copyright": "© 2010 Kiki Smith",
  "image_height": 3249,
  "image_width": 3994,
  "inscription": "",
  "life_date": "American (born Germany), born 1954",
  "list": "whm",
  "markings": "Numbered in pencil on colophon page: 33/45",
  "medium": "Hand-colored inkjet prints and letterpress, bound accordion-fold volume",
  "nationality": "German-American",
  "object_name": "Artist's book",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Granary Books, New York City (publisher); sold to MIA, 2010.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": "Signed by author and artist on colophon page, in pencil: Leslie Scalapino  Kiki Smith",
  "sort_number": "2010    14",
  "style": null,
  "text": "The Animal is in the World Like Water in Water is a collaboration between Kiki Smith and American poet and author Leslie Scalapino. Smith executed a series of 43 pen and ink drawings for the project, which were reproduced and published as digital prints, each individually hand-colored by the artist. All of the drawings depict scenes of a woman/girl being attacked by a wild animal. Yet, the attack is emotionless, without fear or horror. Responding to Smith's illustrations, Scalapino composed a sequence of poems, each corresponding to a particular image. Scalapino intended that the two realities of illustrations and text be experienced simultaneously; yet maintain their separate identity. The dreamlike symbolism of Smith's illustrations, coupled with Scalapino's metaphorical use of language and unconventional spatial layout, may evoke in the reader a deeply moving, almost spiritual response.",
  "title": "The Animal is in the World Like Water in Water"
}
