{
  "Catalog_Raisonne": null,
  "accession_number": "2024.63.121.2",
  "artist": "Bodil Manz",
  "classification": "Ceramics",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Global Contemporary Art",
  "dimension": "3 × 4 3/4 × 4 3/4 in. (7.6 × 12.1 × 12.1 cm)",
  "id": 109631,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 2188,
  "image_width": 2918,
  "inscription": null,
  "life_date": "Danish, born 1943",
  "list": null,
  "markings": "grid maker's mark with initials in black ink on side of bowl near foot",
  "medium": "Glazed porcelain, sand cast",
  "nationality": "Danish",
  "object_name": "Bowl",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "on base, black ink: BODIL / MANZ",
  "style": null,
  "text": "Like Gutte Eriksen and Lis Ehrenreich, whose works are on view in the adjacent gallery, Manz is part of a tradition of talented Danish female potters.  Danish ceramics manufacturers Bing and Grøndahl and Royal Copenhagen have long supported this tradition, staffing their studios with generations of great Scandinavian potters and designers.  Manz worked for the Swedish manufacturer Rörstrand in the 1960s after graduating from the Kunsthåndvaerkskolen (now called the Danish Design School) in Copenhagen, where she studied with Richard Kjaergaard.  She later moved to Bing and Grøndahl, for which she designed tablewares in the Scandinavian Modernist vein.  \r\n\r\nBy 1990, when the two porcelain bowls in this case were made, Manz was creating works that included the application of protrusions, often with sharp edges, emerging from a beautifully restrained vessel.  Along with her husband Richard Manz, a German-born potter, she helped form Keramiske Veje (Ceramic Ways), a group of eight ceramic artists who have joined forces for exhibitions since the early 1980s.  Manz attributes her success to her love for pottery, saying, “Artistic quality is always to be found where a person is really passionate about examining something.",
  "title": "Bowl"
}
