{
  "Catalog_Raisonne": null,
  "accession_number": "2010.19",
  "artist": "Nellie Two Bear Gates",
  "classification": "Beadwork, Accessories",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Iháƞktȟuƞwaƞna Dakhóta, Standing Rock Reservation",
  "curator_approved": 1,
  "dated": "1880–1910",
  "department": "Arts of the Americas",
  "dimension": "12 1/2 x 17 11/16 x 10 1/4 in. (31.75 x 44.93 x 26.04 cm) (closed)",
  "highlights": 0,
  "id": 109856,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3836,
  "image_width": 4871,
  "inscription": "Signature",
  "life_date": "American, Iháƞktȟuƞwaƞna Dakhóta, Standing Rock Reservation, born 1854",
  "list": "native-american-highlights",
  "markings": null,
  "medium": "Beads, hide, metal, oilcloth, thread",
  "nationality": "American",
  "object_name": "Suitcase",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "on side with Native Americans, URC, in blue beads: [Ida(?) Claymore]",
  "style": null,
  "text": "Nellie Gates made this beaded suitcase on the occasion of her relative Ida Claymore’s marriage—Claymore’s name appears in the upper right corner. A gift, the suitcase illustrates the union of two families. One side depicts the bride and her family among the food and gifts offered to celebrate the marriage. At top, eleven horses frame two figures (likely Ida’s parents), who stand on either side of suspended kettles symbolizing the large amounts of food given at this time. At bottom, the bride stands next to her tipi, fully adorned, with more gifts: (left to right) beaded pipe bags; two full, beaded buffalo robes; a trade cloth with beaded blanket strip; and a robe with an animal figure. The other side likely relates to the groom’s family, who were ranchers. Two cowboys, possibly relatives, rope cattle, illustrating the groom’s family’s wealth and his ability to provide for the bride. Gates captures movement in this static medium by showing the pony’s tail flying in the wind and a cowboy throwing his lasso.",
  "title": "Suitcase"
}
