{
  "accession_number": "2010.21.8",
  "artist": "Pieter Hugo; Publisher: iJusi, Durban, South Africa",
  "classification": "Prints",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Bring Art to Life Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "8 1/2 x 8 11/16 in. (21.59 x 22.07 cm) (image)\r\n19 7/8 x 13 1/8 in. (50.48 x 33.34 cm) (sheet)",
  "id": 109891,
  "image": "valid",
  "image_copyright": "© 2010 Pieter Hugo / Ijusi Magazine 1995-2015. All Rights Reserved.",
  "image_height": 5191,
  "image_width": 3447,
  "inscription": null,
  "life_date": "South African, born 1976",
  "markings": "Numbered in pencil, LL margin: 6/50\r\nPublisher's blindstamp, LR margin: (radiating shield)",
  "medium": "Color lithograph",
  "nationality": "South African",
  "object_name": "Print",
  "portfolio": "iJusi Portfolio #1",
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G368",
  "signed": "LR margin, in pencil: Pieter Hugo",
  "style": null,
  "text": "iJusi is the name of an internationally renowned, experimental South African graphic design magazine edited and published by artist Garth Walker.  Roughly translated as “juice” in Zulu, iJusi was first issued in 1995, one year after the end of apartheid in South Africa, as a cultural and artistic response to the country’s newly established democratic state.  iJusi has encouraged South African artists to remove themselves from the influence of Western aesthetics and create “a visual language rooted in the African experience.”  At its very core, the publication asks the question, “What makes me African?” The iJusi print portofolio features examples of the most iconic images by South African artists who contributed to the magazine during its run, including David Goldblatt, Anton and Mark Kannemeyer, Brandt and Conrad Botes, Brode Vosloo, and Pieter Hugo. Consisting of ten lithographs, yhe portfolio is a survey of iJusi's history as well as a condensed visual documentary of South Africa's artists as they journey through the aftermath of apartheid.",
  "title": "Untitled (man in garden)"
}
