{
  "Cache_Location": "001000\\100\\00\\1100",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_6014718.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "50.46.44",
  "artist": "China",
  "classification": "Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century BCE",
  "department": "Asian Art",
  "dimension": "6 5/16 × 11 7/8 × 5 5/8 in., 4.2 lb. (16 × 30.2 × 14.3 cm, 1.9 kg)",
  "highlights": 0,
  "id": 1100,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5379,
  "image_width": 7247,
  "inscription": "Inscription",
  "life_date": null,
  "list": null,
  "markings": "The t'Ai-shi Tsi ta for the eldest Lady Kiang has made the Ih to be brought along when married; waith it may one sacrifice, may one show filial piety, may one pray for a vigorous old age; may sons and grandsons use it as a great treasure.",
  "medium": "Bronze",
  "nationality": "Chinese",
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "This gourd-shaped vessel is known as a <i>yi</i> and was used as a water container. <i>Yi</i> first appeared during the middle of the Western Zhou dynasty (c. 976–886 BCE) and were prevalent in the later Western Zhou and Spring and Autumn periods (c. 885–476 BCE). Before conducting a ritual activity or sitting down to a ceremonial feast, nobility would wash their hands with water poured from a <i>yi</i> like this one. Archaeological excavations reveal that yi were often paired with <i>pan</i> basins. Later, in the Warring States period (c. 475–221 BCE), <i>yi</i> evolved from a footed vessel with rich decoration and an animal-mask handle, such as this one, to a simple flat-bottomed vessel with restrained decoration and a ring handle. The charming features of this vessel include the handle surmounted by a horned dragon head and the legs, each one a seahorse-like dragon silhouette.",
  "title": "Yi water vessel"
}
