{
  "Cache_Location": "111000\\700\\60\\111761",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_2020438.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2011.38.2.1",
  "art_champions_text": null,
  "artist": "Maya Lin",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Edith and Norman Garmezy Prints and Drawings Acquisition Fund, the Plautz Family Endowment, the Barbara M. Kaerwer Fund, the John and Myrtle Coe Fund, and gift of funds from Tom Rassieur",
  "culture": null,
  "curator_approved": 1,
  "dated": "1999",
  "department": "Global Contemporary Art",
  "dimension": "35 x 24 3/4 in. (88.9 x 62.87 cm) (sheet)\r\n38 1/16 x 27 13/16 in. (96.68 x 70.64 cm) (outer frame)",
  "dynasty": null,
  "highlights": 0,
  "id": 111761,
  "image": "valid",
  "image_copyright": "© Maya Lin Studio, courtesy Pace Gallery",
  "image_height": 5373,
  "image_width": 3856,
  "inscription": "Signature, Title and Date",
  "life_date": "American, born 1959",
  "list": "aampi, whm",
  "markings": null,
  "medium": "Color monoprint (first impression)",
  "nationality": "American",
  "object_name": "Monoprint",
  "object_title_html": null,
  "portfolio": "Geography Lesson series",
  "provenance": "Solo Impressions, New York (publisher); (C. G. Boerner, New York); sold to MIA, 2011",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "111762"
  ],
  "signed": "LRC, in pencil: geography lesson 9  M Y L  1999",
  "sort_number": "2011    38    2    1",
  "style": null,
  "text": "Maya Lin rocketed to international fame when, in 1981, she won the design competition for the Vietnam War Memorial while still a Yale undergraduate. She has enjoyed continual praise for her designs for memorials, parks, and other prominent public spaces. She has also developed a major artistic practice in large-scale installations both indoors and out. A common thread in Lin's work is her uncanny ability to make simple ideas compelling, as when she replaced the mortar of a log cabin with glass thereby transforming a familiar symbol of hardscrabble pioneer life with a transcendent, luminous symbol of new creative horizons. A recurring theme in her work is topography. For projects such as Groundswell (1992-93, Wexner Center for the Arts, Columbus, OH) and Wave Field (1993-95, FXB Aerospace Engineering Building, Ann Arbor, MI), she literally altered the landscape. In the later 1990s, when she tried to find portable and marketable outlets for her talents, she produced three-dimensional topographic models of distorted proportions. Lin's brief encounter with printmaking produced similarly remarkable results. In 1999, she had a brief but brilliant encounter with printmaking, the result of which is beautifully exhibited in the proposed pair of prints, Geography Lesson: 9 and Geography Lesson: 9 Ghost (Mia 2011.35.2.2).\r\n\r\nWorking with Judith Solodkin and John Christian Erickson at Solo Impression, a New York printmaking atelier, Lin made a series of monotypes, employing a highly unusual technique. She inked sheets of glass, placed them on the bed of a roller press, shattered the glass, selectively removed broken pieces, and printed from the resulting array. The prints resemble county maps covered by a network of rivers and streams. Given the artist's longstanding interest in topography, it is likely that her concept and the title of the series preceded her development of the unusual technique. The artist made thirteen such matrices for large scale prints [In addition, she produced three portfolios, each containing six small-scale prints. One other artist's proof of a small-scale image is recorded as well.]. She chose from three colors (sienna, light blue, or dark Prussian blue) to print each monochromatic print. Five of the thirteen, she reprinted as ghosts without re-inking the glass. The two works under consideration form a pair: an initial impression inked in Prussian blue and a ghost which is much paler since most of the ink was taken up by the first impression. Both images are embossed so that the white rivers and streams are raised from the surface. The initial impression is rich and bold, while the ghost shows more nuances in the surface texture.\r\n\r\nThe clarity of vision and direct simplicity of execution give these prints an arresting immediacy. Yet, they continue to satisfy the eye and stimulate the imagination well beyond a momentary encounter. In these works we see the workings of an extraordinarily creative mind.",
  "title": "Geography Lesson 9"
}
