{
  "Cache_Location": "112000\\900\\40\\112949",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "120907_mia337_001.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2012.3.1",
  "art_champions_text": null,
  "artist": "Emily Allchurch",
  "classification": "Photographs",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Asian Art",
  "dimension": "47 1/2 x 33 3/4 x 2 in. (120.65 x 85.73 x 5.08 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 112949,
  "image": "valid",
  "image_copyright": "© Emily Allchurch",
  "image_height": 3543,
  "image_width": 2490,
  "inscription": null,
  "life_date": "British, born 1974",
  "list": null,
  "markings": null,
  "medium": "Transparency on light box",
  "nationality": "British",
  "object_name": "Transparency",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Photographer",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2012     3    1",
  "style": null,
  "text": "Emily Allchurch established her reputation by creating photographic images that closely reference historic paintings and prints. Using an original artwork as a guide, she takes hundreds of photographs which she digitally splices together to resemble the original composition, but which are composed of contemporary elements that often reveal current social concerns or issues. \r\n\r\nLong an admirer of Utagawa Hiroshige's series One Hundred Views of Edo, Allchurch traveled to Tokyo in 2009 and visited the places pictured by Hiroshige over 150 years ago. While many places have changed radically and bear no resemblance to Hiroshige's images, Allchurch photographed details of the urban landscapes she encountered. These she later used to construct her own views, following Hiroshige's compositional arrangements, dramatic cropping, and color gradations, while also manipulating every detail of the photographic data to create views that are at once familiar and strangely fresh. The resulting homage to Hiroshige is also a gentle social narrative, capturing elements of traditional Japanese life and culture that have endured through the country's tumultuous modern history as well as the ingredients that make Tokyo a thoroughly futuristic city.",
  "title": "Tokyo Story 1: Lotus Garden (after Hiroshige)"
}
