{
  "Cache_Location": "118000\\400\\30\\118433",
  "Catalog_Raisonne": "Masterpieces from the Japanese painting collection of the Minneapolis Institute of Art\r\nミネアポリス美術館 日本絵画の名品 Cat.86",
  "Primary_RenditionNumber": "clark_20151023008041.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2013.31.36",
  "art_champions_text": null,
  "artist": "Kawanabe Kyōsai",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1870s–1880s",
  "department": "Asian Art",
  "dimension": "13 7/16 × 32 1/2 in. (34.13 × 82.55 cm) (image)\r\n56 7/16 × 38 1/16 in. (143.35 × 96.68 cm) (mount, without roller)",
  "dynasty": "Meiji era (1868–1912)",
  "highlights": 0,
  "id": 118433,
  "image": "valid",
  "image_copyright": null,
  "image_height": 2285,
  "image_width": 5546,
  "inscription": null,
  "life_date": "Japanese, 1831–1889",
  "list": null,
  "markings": "LRC: 暁斎 {Kyōsai}",
  "medium": "Hanging scroll, ink and color on silk",
  "nationality": "Japanese",
  "object_name": "hanging scroll",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "惺々暁斎画 {Seisei Kyōsai ga}",
  "sort_number": "2013    31   36",
  "style": null,
  "text": "Kawanabe Kyōsai was one of the most versatile and talented artists in the late nineteenth century. Born in 1831 in Koga, Kyōsai first became a pupil of the ukiyo-e artist Utagawa Kuniyoshi (1796-1861) at the age of six. After ten years with Kuniyoshi, he moved on to study the orthodox style of the Kanō school. In 1852, he left the Kanō school and spent the rest of his life as an independent artist. Living in the age of upheaval from the Tokugawa shogunate to the Meiji government, he worked beyond the boundaries of the established schools of painting. Kyōsai exhibited his genius in the wide range of subjects and style of painting as well as printmaking. With his technical refinement, Kyōsai particularly showed tremendous talent in satirical parodies of fantasic and weird subjects with wit and vitality.\r\nWith a sketchy manner, Kyōsai depicted the lively party of Seven Otafuku playing go (Chinese chess) and calligraphy, two of the four gentlemanly accomplishments of a Chinese literati. In genre painting and ukiyo-e, gentlemen’s sophisticated activities were transformed into a pastime of beautiful courtesans at the pleasure quarters. Here, it is further changed into a raucous entertainment for a cohort of boorish townswomen. The chubby and homely aunts enjoying the women-only party provide a cheerful and jolly mood. These seven Otafuku-faced women are also a parody of the seven gods of good fortune, which bring goodwill and vital energy. This multiple play of themes shows Kyōsai’s creative approach to injecting new twists on a conventional subject.",
  "title": "Seven Otafukus"
}
