{
  "Cache_Location": "118000\\400\\50\\118454",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "clark_20151023008104.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2013.31.46.1",
  "artist": "Soga Nichokuan",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "dimension": "59 5/16 × 137 11/16 in. (150.65 × 349.73 cm) (image)\r\n66 1/2 × 145 1/16 × 5/8 in. (168.91 × 368.46 × 1.59 cm) (outer frame)",
  "highlights": 0,
  "id": 118454,
  "image": "valid",
  "image_copyright": null,
  "image_height": 2192,
  "image_width": 5136,
  "inscription": null,
  "life_date": "Japanese, active c. 1620–1660",
  "list": null,
  "markings": "LLC of left screen: 包胤 (hō-in); Christies sticker back URC and LRC of L screen: [Lot 240 (2) / Mar 16 '91]; Made in Japan sticker URC of L sceen; round green sticker ULC on back of R screen: [36]",
  "medium": "Six-panel folding screen, one of a pair, ink and color on paper",
  "nationality": "Japanese",
  "object_name": "folding screen, six-panel, one of a pair",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": "LLC: left screen: 曽我直庵筆 (Soga Chokuan hitsu)",
  "style": null,
  "text": "Birds of prey became a favorite subject of members of Japan’s warrior class beginning in the 1400s and 1500s. When applied to large-scale paintings like folding screens, such images, which express notions such as military prowess, power, and valor, made for a particularly impressive backdrop for warriors’ receptions rooms. Soga Nichokuan, like his father, Soga Chokuan (Nichokuan literally means “the second Chokuan”), specialized in images of birds, especially hawks and other birds of prey, whose textured feathers they described using a meticulous layering of various tones of ink wash. The hawks of Nichokuan and his father owe a great deal to older Chinese and Japanese paintings  . But Nichokuan, particularly in late works like this one, placed these more conservative birds into surreal landscapes of knobby, wildly twisting trees, jagged boulders, and sometimes bizarre water features.",
  "title": "Hawks by a Stream [left of a pair]"
}
