{
  "accession_number": "2015.48.5",
  "artist": "Emmi Whitehorse; Printer: Hand Graphics, Santa Fe, New Mexico; Publisher: Zanatta Editions, Shawnee, Kansas",
  "classification": "Prints, Drawings, Collages, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": "Diné (Navajo)",
  "curator_approved": 1,
  "dated": "2011",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "29 9/16 × 22 1/8 in. (75.09 × 56.2 cm) (sheet)",
  "id": 121045,
  "image": "valid",
  "image_copyright": "© Emmi Whitehorse",
  "image_height": 3663,
  "image_width": 3528,
  "inscription": "Inscribed in pencil, verso: ZE13",
  "life_date": "American (Diné (Navajo)), born 1957",
  "markings": "Artist's mark in red pencil, LRC: III",
  "medium": "Color monotype and collage, with additions in graphite, colored pencil, chalk, oil stick, and varnish on paper",
  "nationality": "American",
  "object_name": "Monotype with collage",
  "portfolio": "Pollination series",
  "provenance": "The artist, Santa Fe, N.M.; [Joe Zanatta Contemporary Art, Shawnee, Kansas]; sold to MIA, 2015.",
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G259",
  "signed": "Signed, dated, and titled in pencil, verso: June 2011  Pollination  Emmi Whitehorse",
  "style": null,
  "text": "For the monotype Pollination, Emmi Whitehorse blends the physical with the metaphysical, the real with the imagined. Informed by nature’s beauty and Diné (Navajo) culture, her print takes the form of an ethereal landscape. Its ambiguous, atmospheric space is populated by an assortment of abstract, symbolic, and biomorphic forms that seem to float across a ground of deep, luxuriant color. Seeds, leaves, plants, and dried flowers intermingle with numbers, Navajo signs, and fragments of curved lines. Though neither descriptive nor narrative, the work demonstrates Whitehorse’s fine-tuned ability to fuse disparate elements within a lyrical realm of experience, memory, and contemplation.",
  "title": "Pollination"
}
