{
  "Cache_Location": "123000\\000\\60\\123060",
  "Catalog_Raisonne": "Brown, Barnhart, Owyoung: Minol Araki, 1999, no. 54",
  "Primary_RenditionNumber": "mia_6023521-6023533.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2015.34a-l",
  "art_champions_text": null,
  "artist": "Minol Araki",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The P.D. MacMillan Memorial Fund and gift of David T. Frank and Kazukuni Sugiyama in honor of Matthew Welch in recognition of his outstanding achievements in the advancement of Japanese art at the MIA",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Global Contemporary Art",
  "dimension": "70 7/8 × 35 7/16 in. (180 × 90 cm) (object part, each panel)",
  "dynasty": "Heisei era (1989–2019)",
  "highlights": 0,
  "id": 123060,
  "image": "valid",
  "image_copyright": "© Minol Araki, licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 856,
  "image_width": 20000,
  "inscription": null,
  "life_date": "Japanese, 1928–2010",
  "list": null,
  "markings": null,
  "medium": "Ink and color on paper mounted on 12 panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2015    34a    l",
  "style": null,
  "text": "In each of his five monumental paintings, Araki navigates both his Chinese and Japanese backgrounds to varying degrees. Whereas Boundless Peaks is a painting of a Japanese place rendered in the painting style of his Chinese mentor, both Hekiba Village and Snow Monkeys take their inspiration more directly from Japan. In this case, his subject is the iconic snow monkey. Snow monkeys live throughout the Japanese islands, though they are particularly common in the Japanese Alps and the northernmost reaches of the main island of Honshū. They are famous for their ability to withstand colder temperatures than other monkey species. Historically, the Japanese have delighted in watching their social behavior, including grooming each other, washing and seasoning their food, and swimming—including forays into natural hot springs as illustrated by Araki in this painting.",
  "title": "Snow Monkeys at Play in Autumn and Winter"
}
