{
  "accession_number": "2015.130.3",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Eugène Delacroix",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Peter Pflaum and Stephen R. Pflaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1820s",
  "department": "Prints and Drawings",
  "description": "recto: standing horse in profile from P, with a saddle and trappings; tail raised; another smaller, sketchier horse at right below center; verso: putti in clouds at top; angels and other figures clustered together at center--ink at right, pencil at left; horse with sketchy rider at bottom center; man's face in LRQ",
  "dimension": "15 7/16 × 20 7/8 in. (39.21 × 53.02 cm) (sight, recto)\r\n21 5/8 × 15 5/8 in. (54.93 × 39.69 cm) (sight, verso)\r\n21 5/8 × 28 × 3/4 in. (54.93 × 71.12 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124006",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1798–1863",
  "markings": "",
  "medium": "Black and white chalk, brush and gray-brown wash (recto); graphite, black chalk, brown wash, white gouache (verso)",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Rosalynd Pflaum, Wayzata, MN, until 2014; by descent to her sons Peter and Stephen",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The authorship of this double-sided sheet of studies is unknown. The skilled treatment of the Arabian horse led earlier scholars to attribute the sheet to Eugène Delacroix, but despite his many-faceted drawing practice, this sheet does not seem to fit into his oeuvre.\r\n\r\nOn the back of the sheet, oriented vertically, is a large study of the Miraculous Draught of Fishes (Luke 5:1-11) executed in a very different wash and gouache technique. In the story, Christ sits in Peter’s boat, preaching to the people on the shore. He commands Peter to cast his net in the water, but Peter resists, complaining that there are no fish to be caught. Christ presses him, and Peter relents, casts the net, and is overwhelmed by the vast haul. Christ knows that he has a new convert and tells Peter that he will be a fisher of men.",
  "title": "Study of two horses (recto); Miraculous Draught of Fishes, Horse and Rider, and other Studies (verso)"
}
