{
  "accession_number": "2015.130.4",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Jean Louis André Théodore Géricault",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Peter Pflaum and Stephen R. Pflaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1823",
  "department": "Prints and Drawings",
  "description": "page of sketches; ULQ: two horses wearing blinders and yokes; URC: rearing horse with a nude figures lying face up across horse's back; bottom right: lion devouring a horse",
  "dimension": "8 3/16 × 11 1/8 in. (20.8 × 28.26 cm) (sight)\r\n15 5/16 × 18 3/16 × 1 in. (38.89 × 46.2 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124007",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Label",
  "life_date": "French, 1791 - 1824",
  "markings": "on backing board: B. C. Holland Gallery label and Minneapolis Institute of Arts 1971 exhibition label",
  "medium": "Graphite pencil on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Friends Sale Exhibition; Rosalynd Pflaum, Wayzata, MN, 1969-2014; by descent to her sons Peter and Stephen",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Jean-Louis André Théodore Géricault was a leader of the Romantic Movement in art. The sublime power of large animals such as lions and horses spurred his imagination. This drawing is closely related to three prints that he published in 1823. An ongoing matter of research is whether this sheet is by Gericault or a copy based on his works. Whatever the case, the sheet distills equine power to three states: the harnessed labor of the draft horse, the wild freedom of a horse bearing a bound man, and the horse overpowered and killed by the king of beasts.",
  "title": "Studies for \"Cheval Devoré,\" \"Mazeppa,\" and \"Les Boueux\""
}
