{
  "accession_number": "2015.79.398.4.9a-m",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 766",
  "classification": " Dolls, Toys and Games",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "ivory container for 12 rectangular ivory chips engraved with maple branch motif; faces are carved with Japanese numerals and symbols; some tabs have a small embossed moon and flower; stored in L2015.33.426.4a,b",
  "dimension": "1 1/8 × 1 9/16 × 13/16 in. (2.86 × 3.97 × 2.06 cm)\r\n1/16 × 1 5/16 × 9/16 in. (0.16 × 3.33 × 1.43 cm) (each chip)",
  "id": "http://api.artsmia.org/objects/124099",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1200,
  "image_width": 1705,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Game chips",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Incense played a prominent role in aristocratic culture of ancient Japan. Aristocrats were expected to know how to mix aromatic imported woods with other plant products and compound them into burnable, fragrant incense. Popular ingredients included aloe, sandalwood, frankincense, pine, lily, cinnamon, and patchouli, among others. In the 1400s, this artful appreciation of incense developed further into the so-called Way of Fragrance, or kōdō, along with the Way of Tea (sadō or chadō) and the Way of Flowers (kadō, better known in the West as ikebana). In incense-based games, played with the set displayed here, participants take turns smelling, appreciating, and guessing the ingredients of a certain type of incense. In one variation of the game called “Genji Incense” or Genjikō, types of incense or combinations thereof hint at chapters of The Tale of Genji.",
  "title": "Box and assorted implements for the incense game"
}
