{
  "accession_number": "2016.15.2",
  "art_champions_text": null,
  "artist": "Artist: Johann Christoph Erhard",
  "catalogue_raissonne": "Apell 87",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1818",
  "department": "European Art",
  "description": "landscape with man and dog walking on cart path in foreground, with trees and ruined fences on either side of path; two silhouetted figures on path in middle ground; rather small castle on top of rugged mountain in background",
  "dimension": "6 7/16 × 8 9/16 in. (16.35 × 21.75 cm) (plate)\r\n7 × 8 15/16 in. (17.78 × 22.7 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124149",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3940,
  "image_width": 5124,
  "inscription": "Inscription\r\n\r\non back, in pencil: [(illegible) O W / typ. (?) 87.]",
  "life_date": "German, 1795–1822",
  "markings": "",
  "medium": "Etching on wove paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Bassenge in Berlin, Nov. 27, 2014, no. 5466, for PANK, to Boerner; (C.G. Boerner, New York, 2015-16; sold to Mia) \r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Johann Christoph Erhard trained as a draftsman and etcher in his hometown of Nuremberg. In 1816 he moved to Vienna and frequently traveled around the scenic environs of the city with his sketchbook. Ruins of the Castles on a Steep Hill represents the valley of the Brühl in southwest Vienna, where the Prince of Lichtenstein a decade earlier had ornamented the landscape with artificial ruins. In the background we see the Black Tower, a picturesque structure erected atop a rocky crag in 1810. Erhard enlivens the scene with subtle details—the light flickering on the leaves of the trees in the foreground, a man hiking with his dog on a sunlit path, and, not far behind him, a couple stealing a private moment in the shade. In 1819 Erhard moved to Rome, where he continued to work while struggling with deepening depression. He shot himself three years later, dying just shy of his 27th birthday.",
  "title": "Ruins of a Castle on a Steep Hill (Die Burgruine auf dem schroffen Felsen)"
}
