{
  "accession_number": "2016.33.15a,b",
  "art_champions_text": null,
  "artist": "Maker: Zhang Mingqi",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "rounded vessel with concave underside; flat cover with openwork on top with symmetrical organic scrolling design; copper colored metal",
  "dimension": "3 × 4 13/16 × 4 13/16 in. (7.62 × 12.22 × 12.22 cm)",
  "id": "http://api.artsmia.org/objects/124193",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5076,
  "image_width": 5076,
  "inscription": "",
  "life_date": "Chinese",
  "markings": "on underside: (Sydney L. Moss dealer sticker)",
  "medium": "Red copper",
  "nationality": "Chinese",
  "object_name": "Hand warmer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "on underside, incised: (Made by Zhang Mingqi) (inside a square)",
  "style": "17th century",
  "text": "A native of Jiaxing in Zhejiang province, Zhang Mingqi was regarded as one of the four greatest craftsmen of the late Ming dynasty. While the other three specialized in crafts including bamboo carving, Yixing pottery, and shell carving and inlay, Zhang was the most well-known producer of handwarmers of the late Ming dynasty. Because of his mastery, his nickname was Zhanglu, or “Handwarmer Zhang”. He typically worked with red copper and often used a hammering technique to shape his works. The result was that it was less likely for the handwarmers to rust. He was also known for creating components that fit together perfectly, due to his attention to precision. The lids of his works are often composed of an openwork netting pattern, inspired by bamboo basket weaving but produced with copper. He always carved his name in seal script on the underside of his works – Zhang Mingqi zhi (Made by Zhang Mingqi).",
  "title": "Hand warmer"
}
