{
  "accession_number": "2015.132",
  "art_champions_text": null,
  "artist": "Artist: Oskar Kokoschka",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Gift of Lucy Crosby Mitchell in memory of Eleanor Lawler Pillsbury and in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 1,
  "dated": "1906-1908",
  "department": "European Art",
  "description": "Painting on paper. two running men in LRC, wearing blue coats, dark caps, and brown and blue patterned pants, holding branches, accompanied by two brown dogs, chasing a deer; squirrel running up a tree at right edge; blue, brown, black and white; additional man and dog in middle ground in URQ",
  "dimension": "9 7/8 × 8 13/16 in. (25.08 × 22.38 cm) (sight)\r\n20 × 18 7/16 × 15/16 in. (50.8 × 46.83 × 2.38 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124150",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F Pro Litteris%2C Zurich",
  "image_height": 5982,
  "image_width": 5733,
  "inscription": "",
  "life_date": "Austrian, 1886–1980",
  "markings": "",
  "medium": "Gouache on paper",
  "nationality": "Austrian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "(Galerie St. Etienne, New York); Mrs. John Sargent Pillsbury, Minneapolis, MN, by 1964 (apparently purchased at the sale of the Friends of the Institute); given to her granddaughter, Lucy Mitchell, Long Lake, MN",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Oskar Kokoschka was a leader among Vienna’s avant-garde artists in the early 20th century. Though he would go to make his name as an expressionist, while a student at the \"Kunstgewerbeschule\" (School of Arts and Crafts, 1904-09), he was deeply engaged in the \"Jugendstil\" (Art nouveau) aesthetic of the \"Wiener Werkstätte\" (Viennese Workshops). The limited palette of colors, intense patterning, and fairytale sensibility of this hunting scene are all characteristic of that style. A half-century later, Kokoschka recalled that he had made this drawing and others in the hope that they would be reproduced as calendar illustrations. Though that project never came to fruition, he soon achieved success with similar drawings for postcards and book.",
  "title": "The Hunt"
}
