{
  "accession_number": "2016.14",
  "artist": "Artist: Master of the Tres Petites Heures d'Anne de Bretagne",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1490–1500",
  "department": "Prints and Drawings",
  "description": "woodcut in black, hand colored with brush, stencil and watercolor on laid paper, mounted on the inside cover of a coffer, constructed of wood and iron; cover with nine iron fittings, hinges, a lock and hidden compartment on the top of the cover; dark brown/black patina on exterior; unfinished wood at interior; woodcut is image of the Annunciation, with Mary at left wearing maroon dress and red cloak, looking at a book on a stand; angel at right wearing a blue gown and red cloak with yellow trim, carrying a staff; dove between figures; interior with arches and green columns; text at bottom; latches have vertical leaf designs; fittings on front are openwork with leaf-like and heart motifs; received without a key",
  "dimension": "4 3/4 × 10 7/8 × 7 in. (12 × 27.62 × 17.78 cm) (closed)",
  "id": "http://api.artsmia.org/objects/124125",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9206,
  "image_width": 6958,
  "inscription": "",
  "life_date": "French",
  "markings": "",
  "medium": "Woodcut in black, hand colored with brush, stencil, and watercolor on laid paper, wood, iron, leather",
  "nationality": "French",
  "object_name": "Coffer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G342",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This rare Gothic French coffer or traveling box sheds light on an important early use of prints from the dawn of printmaking. A hand-colored 15th-century woodcut representing The Annunciation is pasted inside the cover of the large interior compartment. This attractive wooden box, covered with leather and reinforced with iron fittings, was carried as a backpack or traveling case. (Such boxes are also called messenger boxes or safety boxes). The coffer has two compartments, one large one (decorated with the print), and a second, smaller “secret” compartment thought to be used to carry relics, religious objects, traveling papers, or valuables. While the precise contents of these traveling cases are not known, the function of the woodcut is clear. It served a devotional purpose, providing a small altar to its owner on his or her travels. Just over 100 such boxes survive, all dating between 1480 and 1510, all French, all likely produced in Paris. \r\n\r\nThe present woodcut has been attributed to the Master of the Très Petites Heures d'Anne de Bretagne (Master of the Very Small Hours of Anne of Brittany), also called the Master of the Apocalypse Rose of Sainte-Chapelle, and the Master of the Unicorn Hunt. This French artist designed tapestries, stained glass, illuminations and woodcuts, and ran a flourishing workshop in Paris in this period.",
  "title": "Coffer with print of \"The Annunciation\""
}
