{
  "accession_number": "2016.20.1",
  "art_champions_text": null,
  "artist": "Artist: Jay Heikes; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The James and Maureen Duffey Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "Three sheets of different sizes hinged together, forming a vertical composition; recto: abstract image; black, grey and tan; three bold black brushstroke-like lines at bottom with spots of tan and grey behind; central black section with vertical and diagonal white lines and irregular circles in white; top section has black rectangle with irregular organic white form with tendril-like protrusions; verso: abstract image; black spots on top sheet of various sizes; bottom sheet has organic vertical form with spots; central sheet has a few black spots and smudges at outer edges. Unique monoprint screenprinted by the artist using asphaltum on paper with hand-applied asphaltum on three sheets of paper cut and hinged by the artist. Multiple monoprints were made using shared screens for printing and joined in various combinations, all entitled \"Niet Voor Kinderen.\"",
  "dimension": "88 9/16 × 25 1/4 in. (224.95 × 64.14 cm)",
  "id": "http://api.artsmia.org/objects/124157",
  "image": "valid",
  "image_copyright": "Copyright © Jay Heikes%2C published by Highpoint Editions",
  "image_height": 6328,
  "image_width": 2006,
  "inscription": "",
  "life_date": "American, born 1975",
  "markings": "Publisher\\'s stamp in light gray ink, LLC on verso: HP",
  "medium": "Screenprinted asphaltum with hand-painted additions in gray-brown asphaltum on paper; triptych",
  "nationality": "American",
  "object_name": "Monoprint; triptych",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2016.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "124157",
    "139259",
    "139260",
    "139261",
    "139262",
    "139263",
    "139264",
    "139265",
    "139266",
    "139267",
    "139268",
    "139269",
    "139270",
    "139271",
    "139272",
    "139273",
    "139274"
  ],
  "signed": "LRC in pencil on verso: J HEIKES 2015",
  "style": "21st century",
  "text": "In both concept and method, Jay Heikes’s Niet Voor Kinderen puts a surrealist twist on figurative images composed of found objects. He made the image using the Surrealists’ camera-less photographic technique called a “photogram.” Objects found in the studio are placed on a photosensitive surface and the light is switched on briefly producing eerie silhouettes, partly focused and partly not. The images are broken down into sections—essentially heads, torsos, and legs—which can be recombined. They recall the surrealist parlor game Exquisite Corpse, in which participants collaborate to draw a figure on a sheet of paper folded so that each cannot see what the others have drawn until the image is complete.\r\n\r\nThe image resembles a human or a Frankenstein monster and is not unlike the familiar form of x-rayed mummies. The reference to mummies was intended by the artist. He printed the image using asphaltum in place of ordinary ink. Ancient Egyptians used asphaltum in the preparation of mummies. Moreover, from the 16th to 20th centuries artists used “mummy brown,” a pigment made from ground up mummies. Continuing work on his image after printing and assembly, Heikes freely painted on it with a wash that resembles this macabre substance.",
  "title": "Niet voor Kinderen (9)"
}
