{
  "accession_number": "2016.14",
  "art_champions_text": null,
  "artist": "Artist: After the Master of the Very Small Hours of Anne of Brittany (Jean d'Ypres?)",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1490–1500",
  "department": "European Art",
  "description": "woodcut in black, hand colored with brush, stencil and watercolor on laid paper, mounted on the inside cover of a coffer, constructed of wood and iron; cover with nine iron fittings, hinges, a lock and hidden compartment on the top of the cover; dark brown/black patina on exterior; unfinished wood at interior; woodcut is image of the Annunciation, with Mary at left wearing maroon dress and red cloak, looking at a book on a stand; angel at right wearing a blue gown and red cloak with yellow trim, carrying a staff; dove between figures; interior with arches and green columns; text at bottom; latches have vertical leaf designs; fittings on front are openwork with leaf-like and heart motifs; received without a key",
  "dimension": "4 3/4 × 10 7/8 × 7 in. (12 × 27.62 × 17.78 cm) (closed)",
  "id": "http://api.artsmia.org/objects/124125",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9206,
  "image_width": 6958,
  "inscription": "",
  "life_date": "French, active 1490–1508",
  "markings": "",
  "medium": "Woodcut in black, hand colored with brush, stencil, and watercolor on laid paper, wood, iron, leather",
  "nationality": "French",
  "object_name": "Coffer",
  "portfolio": "From ",
  "provenance": "Private collection, Burgundy, France (c. 1815-2015; sold to Les Enluminares); (Les Enluminares, Paris, New York, Chicago, 2015-16); sold to MIA, 2016.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "In its day, this leather-covered coffer had straps and was carried as a shoulder bag or traveling case. Once open, it sheds light on an important use of early prints: a fifteenth-century hand-colored woodcut of the Annunciation is pasted inside the cover of the large compartment, transforming this wooden box into a portable altar. There is a second shallow “secret” compartment in the lid, which might have been used to store traveling papers, valuables, or even relics or a consecrated host. Just over a hundred such boxes survive, all dating between 1480 and 1510, all French, and all likely produced in Paris.\r\n\r\nThe Master of the Very Small Hours of Anne of Brittany ran a flourishing workshop in Paris, producing tapestry designs, stained glass, illuminations, and woodcuts.",
  "title": "Coffer with print of \"The Annunciation\""
}
