{
  "accession_number": "2016.12a-g",
  "art_champions_text": null,
  "artist": "Artist: Hasu Yoshitaka",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Gordon Brodfuehrer in honor of Bill and Libby Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Asian Art",
  "description": "six trays and cover/lid; each tray and base have four feet; roughly rectangular form when assembled, with diagonal and vertical deep incisions on each side; deep incisions on cover; thick mottled and dripped glazed at interior and exterior: dark brown, milky white, grey, lighter brown, green",
  "dimension": "14 13/16 × 11 3/4 × 7 1/4 in. (37.62 × 29.85 × 18.42 cm) (assembled)",
  "id": "http://api.artsmia.org/objects/124177",
  "image": "valid",
  "image_copyright": "© Hasu Yoshitaka",
  "image_height": 5284,
  "image_width": 4715,
  "inscription": "Label",
  "life_date": "Japanese, born 1949",
  "markings": "on side of bottom tier, on tape: [270000]",
  "medium": "Iga ware; Stoneware with ash glaze",
  "nationality": "Japanese",
  "object_name": "assembled box (kumikushige)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This stacked box, consisting of six tiers and a lid, is designated by the artist as a kumikushige, or “assembled box.” Trained as a mechanical engineer, Yoshitaka Hasu turned his attention to ceramics in his mid-twenties, and in 1975 began an apprenticeship under Ban’ura Shiro (1941–2001), an acclaimed maker of Iga ware tea utensils. After finishing his training, Hasu established his own kiln in Iga, a center of ceramic production since the ninth century, in what is today northwestern Mie Prefecture. Hasu uses only clay from the Iga area, prized for its many particles of feldspar and quartz that result in a dramatic pocked surface enhanced by vitreous natural ash glazes. Here, Hasu used a variety of natural ash glazes, from translucent green to lustrous black, to embellish \r\n   \r\nthe tiers’ exteriors, while a metallic silver glaze commands the inside surfaces of some tiers. The lid features a mesmerizing pool of glassy black glaze.",
  "title": "Seven-tiered assembled box"
}
