{
  "accession_number": "2016.11",
  "artist": "Artist: Gion Nankai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gifts of funds from the Surdna Foundation in honor of Libby Andrus and her board service, Nivin MacMillan, Mary Crosby Dolan, Carol Burton Gray and Steven Gray, Beverly N. Grossman, Ruth and John Huss, Lucy and Bob Mitchell - Longfellow Foundation, Sheila Morgan, and members of the Director's Circle 2015 trip to Japan in honor of Dr. Matthew Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1749",
  "department": "Japanese and Korean Art",
  "description": "",
  "dimension": "137 × 48 in. (347.98 × 121.92 cm) (image, approx.)",
  "id": "http://api.artsmia.org/objects/124238",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11035,
  "image_width": 3823,
  "inscription": "",
  "life_date": "Japanese, 1677 - 1751",
  "markings": "",
  "medium": "Ink and light color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Mighty, gnarled pine trees command the lower half of this enormous landscape, the largest known painting by Gion Nankai, a pioneer of the Nanga movement in Japan. Beneath the trees is a cliffside path with a gate leading to a small hut tucked away in a grove of bamboo. We find the hut’s tenant in a covered boat on the river, being poled by a servant, offering us a viewpoint of and a pathway toward a dramatic landscape of precipitous cliffs, misty valleys, waterfalls, and distant layered peaks.\r\nIn an inscription at upper right, Nankai describes his work as being based on <i>Solitary Fishing in a Ravine of Flowers</i>, a painting by one of China’s most revered scholar-painters, Wang Meng (1308–85). Nankai also took inspiration from Wang Wei (699–759), the ancient scholar, poet, and painter who was regarded in China, and later in Japan, as the forefather of Nanga.",
  "title": "Landscape After \"Solitary Fishing in a Ravine of Flowers\" by Wang Meng"
}
