{
  "accession_number": "2016.63.5",
  "art_champions_text": null,
  "artist": "Artist: Mark Dion; Collaborator: Andy DuCett",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mark Dion and The Minneapolis College of Art and Design",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Prints and Drawings",
  "description": "classical museum building rendered in red pencil with fallen columns and other architectural elements resting in the grass at the foot of the entrance; vines and other plant life, in blue pencil, overrun the structure and surrounding area; on the reverse of the card is a postage stamp with an image of a blue hummingbird, the artist's studio stamp in ink, and some text; various postage meter stamps present",
  "dimension": "3 15/16 × 5 15/16 in. (10 × 15.08 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124250",
  "image": "invalid",
  "image_copyright": "© 2015 Mark Dion",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Mixed media on postcard",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artists and the Minneapolis College of Art and Design; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "\"A Collaborative Cabinet\" is an exchange project between MFA students at the Minneapolis College of Art and Design and conceptual artist Mark Dion. Organized by Andy DuCett, a visiting artist in the MFA program at MCAD, the project was designed as a “call and response” interaction between the students and Dion using subjects and themes developed through visits with curators, archivists, and researchers at the Bell Museum of Natural History in Minneapolis. During the month-long project, students were each tasked with creating an image (drawing, photograph, or collage) on a 4 × 6 inch postcard, which were then sent to Dion, who responded directly to the student with a postcard drawing or image of his own. The students were encouraged to consider the idea of the Wunderkammer (cabinet of wonder) in preparing their postcards, and to think about how these images might be interpreted in isolation, outside of their original context or paired with other images in the collaboration. Despite the diversity of approaches employed by the students, the project effectively explores and critiques how museum presentations and conventions shape our understanding of history, knowledge, and perception, all themes that appear regularly in the work of Dion and DuCett.",
  "title": "Postcard from, \"A Collaborative Cabinet: A Postcard Exchange with Mark Dion\""
}
