{
  "accession_number": "2016.64",
  "art_champions_text": null,
  "artist": "Artist: Kinji Akagawa; Printer: Kinji Akagawa; Printer: Tamarind Lithography Workshop, Los Angeles (now Albuquerque, N.M.)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Leslie and Donald Taglialatella",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "abstract composition--black ink on cream--mixing broad strokes, splatters, lines of varying thickness, marbeling effect, and fingerprints; in pencil along bottom reads \"For Donn, 'Techniques shit image?' Thanks. Kinji Akagawa '66\"",
  "dimension": "22 1/4 × 30 in. (56.52 × 76.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124352",
  "image": "valid",
  "image_copyright": "© 1966 Kinji Akagawa",
  "image_height": 6379,
  "image_width": 8805,
  "inscription": "Inscribed in graphite pencil, bottom margin: For Donn, \\'Techniques shit image?\\' Thanks.",
  "life_date": "American (born Japan), 1940",
  "markings": "Artist\\'s blindstamp, LRC to left of \\\"K\\\" in \\\"Kinji\\\"\r\n\r\nWatermark bottom center",
  "medium": "Lithograph",
  "nationality": "American (born Japan)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist (1966; given to Steward); Donn Steward, New York; Private collection, Des Moines, Iowa, by descent; (World House Editions, Middlebury, Conn., until 2016); given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Kinji Akagawa \\'66",
  "style": "20th century",
  "text": "In this unique experimental print from 1966, American artist Kinji Akagawa explores the highly variable techniques of stone lithography, specifically the relationship between method and artistic expression. Produced while working as a printer at Tamarind Lithography Workshop in Los Angeles, the print demonstrates Akagawa’s mastery of lithographic printing methods, and by implication, highlights the essential role of the master printer in collaborating with professional artists at print workshops. The print’s didactic purpose is intentional, a demonstration of the medium’s wide range of possible visual effects, and a display of the artist’s creative and technical abilities.",
  "title": "Techniques"
}
