{
  "accession_number": "2016.65",
  "art_champions_text": null,
  "artist": "Artist: Louis Gallait",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of W. Mark Brady in honor of Richard J. Campbell on the occasion of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid 19th century",
  "department": "European Art",
  "description": "Christ on the cross in controposto pose, wearing crown of thorns and a small bit of flowing drapery; Christ looks upward toward PR; arms upraised; feet nailed separately",
  "dimension": "22 11/16 × 13 1/2 in. (57.63 × 34.29 cm) (sight)\r\n32 1/8 × 22 15/16 × 1 13/16 in. (81.6 × 58.26 × 4.6 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124383",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7629,
  "image_width": 4790,
  "inscription": "",
  "life_date": "Belgian, 1810–1887",
  "markings": "",
  "medium": "Black and white chalk on paper",
  "nationality": "Belgian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Molly Klobe, Chamberlain Gallery, New York, until c. 1990; sold to Brady]; [Mark Brady, New York; c. 1990–2016; given to Mia]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "One of the leading painters of the Romantic movement in Brussels, Louis Gallait was celebrated for his large-scale murals and history paintings. An accomplished draftsman, Gallait was a professor at the Academie Royale de Belgique as well as the institution’s director from 1871 to 1880. \r\n\r\nThis study of the Crucifixion exemplifies Gallait’s drawing style. The artist is known for his skillful depiction of shadow and light to model forms, his mastery of anatomy, and the evocation of emotion, especially sadness.\r\n\r\nThe possible influence of Rubens, whom Gallait closely studied and copied while briefly living in Antwerp in the early 1830s, particularly Rubens’s single-figure Crucified Christ (now Koninklijk Museum Voor Schone Kunsten, Antwerp), suggests the drawing might date from this early period.",
  "title": "Crucifixion"
}
