{
  "accession_number": "2015.93.19.10",
  "art_champions_text": null,
  "artist": "Artist: Sebald Beham",
  "catalogue_raissonne": "Pauli, Hollstein 107 ii/iv; Bartsch 99",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1544",
  "department": "European Art",
  "description": "",
  "dimension": "2 × 3 in. (5.08 × 7.62 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2088,
  "image_width": 3247,
  "inscription": "Signature, Date, Inscription, Stamp\r\n\r\ninscribed in plate at top: [EVRYTI REGIS FILIAM IOLAM, OCCISO PATRE, ABDVXIT HERCVLES]",
  "life_date": "German, 1500–1550",
  "markings": "pink stamp on verso, LL: Lawrason Riggs, Lugt 1756c. Also on verso: loan number for 1941 Baltimore exhibition.",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Labors of Hercules",
  "provenance": "Lawrason Riggs (1861-1940), Lugt 1756c, Baltimore. John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram and date in plate at upper center: [1544 HSB]",
  "style": "16th century",
  "text": "The legendary strongman Hercules was born to the god Zeus and a mortal named Alcmena. This union so incensed Zeus’s wife Hera that she made life almost unbearable for the hero. Her ire resulted in him undertaking a series of tasks, known as the Twelve Labors of Hercules. Sebald Beham challenged his audience’s knowledge of the classical text, engraving three actual labors and nine scenes of Hercules’ exploits before and after his labors.\r\n\r\nKing Eurytus made the mistake of insulting Hercules. In revenge, Hercules attacks the kingdom and captures Princess Iole, whom he sends to Deianeira.",
  "title": "Hercules Abducting Iole, From the Labors of Hercules"
}
