{
  "accession_number": "2016.33.28",
  "art_champions_text": null,
  "artist": "Artist: Jean Alexandre Joseph Falguière",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th-20th century",
  "department": "European Art",
  "description": "standing nude female with her arms drawn up and hands clasped, with her head resting on her PR upper arm; slightly contrapposto pose; woman wears an necklace with petal-like pendants, bracelet on her PL wrist and a headband; hair pulled back on the back of her head; woman wears sandals; turned knob element on back at vertical edge; dark coppery patina; black Neoclassical base (stone or plastic?) with round platform and square lower portion with rounded and indented corners",
  "dimension": "32 3/4 × 11 1/4 × 11 1/4 in. (83.19 × 28.58 × 28.58 cm) (including base)",
  "id": "http://api.artsmia.org/objects/124357",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11608,
  "image_width": 8708,
  "inscription": "on back of base, incised: GOUPIL & CLE Editeurs",
  "life_date": "French, 1831-1900",
  "markings": "",
  "medium": "Bronze",
  "nationality": "French",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at back on top, incised: Falguiere",
  "style": "19th-20th century",
  "text": "The inspiration for this sensual nude, a favorite subject of Falguière, was the painting Phryné Before the Areopagus by the sculptor's brother-in-law Jean-Leon Gérôme. Phryné was a courtesan of Ancient Greece--her sandals and necklace represent her place in ancient history. In the painting, Phryné stands at her trial--reportedly for impropriety--while the orator Hyperedes, her defender, removes her robe to get pity on her from the jury. Falguière used both live models and photographs of them in creating his sculpture. Because of the similarity, both Gérôme and Falguière may have used the same photograph by Nadar for their models.",
  "title": "Phryné"
}
