{
  "accession_number": "2016.66.4",
  "art_champions_text": null,
  "artist": "Artist: Katja Oxman",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Katja Oxman",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "interior view with trees visible out window at top; orchid, ULQ; box with a padlock and key with a bird's nest on top to right of orchid; bowl with scalloped edge holding a bird feather at right below center; three bird feathers at bottom wth pocket watch and rectangle with Asian text; images of cat sculpture, fruits and flowers with bird next and wings on top of a rectangle with linear and floral designs with birds below center; printed in shades of yellow",
  "dimension": "23 7/16 × 17 1/2 in. (59.53 × 44.45 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/124348",
  "image": "valid",
  "image_copyright": "© 2015 Katja Oxman",
  "image_height": 8903,
  "image_width": 6642,
  "inscription": "",
  "life_date": "German, born 1942",
  "markings": "",
  "medium": "Aquatint printed in yellow",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Mark and Katja Oxman",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "124345",
    "124346",
    "124347",
    "124348"
  ],
  "signed": "",
  "style": "21st century",
  "text": "German-born Katje Oxman retains childhood memories of a country deeply scarred by war. Her art presents a hermetic world of more serene reverie embodied by natural objects, postcards of art, and evocative odds and ends laid out on the vibrant patterned textile. The title, Held Slanting in the Sky, comes from an Emily Dickinson poem, which deals with the surprises that one finds in the familiar when looking at one’s surroundings from an unexpected perspective. In Oxman’s image, it is easy to conflate the orchid’s blossoms and the distant trees or to see an autumn leaf instead of the famous antique marble sculpture, \"The Nike of Samothrace.\"\r\n\r\nShe produces her luscious images through a painstaking process involving precisely etched and aquatinted copper plates inked with semi-transparent colors printed in perfect registration. The artist has given Mia a completed version of Held Slanting in the Sky along with separate impressions of each of the three color plates that she overlays to achieve her rich palette to elucidate her system of layered inking.",
  "title": "Proof for \"Held Slanting in the Sky\""
}
