{
  "accession_number": "2015.93.19.3",
  "art_champions_text": null,
  "artist": "Artist: Sebald Beham",
  "catalogue_raissonne": "Pauli, Hollstein 100 i/iv; Bartsch 102",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1545",
  "department": "European Art",
  "description": "",
  "dimension": "2 × 3 in. (5.08 × 7.62 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124313",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2240,
  "image_width": 3272,
  "inscription": "Signature, Date, Inscription, Stamps\r\n\r\ninscribed in plate at top: [HERCVLES VNA CVM IOLAO HYDRAM OCCIDIT]",
  "life_date": "German, 1500–1550",
  "markings": "pink stamp on verso, LL: Lawrason Riggs, Lugt 1756c; black stamp on verso, LL: Robert Scholtz, Lugt 2241; blue stamp on verso, LR: Georg Hamminger, Lugt 1159; black stamp at lower center, undefined, possibly Hans von und zu Aufsess, Lugt 2749. Also on verso: loan number for 1941 Baltimore exhibition.",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Labors of Hercules",
  "provenance": "Unidentified collector, possibly Hans von und zu Aufsess (1801-1872), Lugt 2749, Aufsess and Nuremberg. Georg Hamminger (died around 1895), Lugt 1159, Regensburg (sale, Munich, October 1895). Robert Scholtz (1834-1912), Lugt 2241, Budapest (sale, H. G. Gutekunst, Stuttgart, May 1911). Lawrason Riggs (1861-1940), Lugt 1756c, Baltimore. John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.\r\n\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "monogram and date in plate at upper right: [1545 HSB]",
  "style": "16th century",
  "text": "The legendary strongman Hercules was born to the god Zeus and a mortal named Alcmena. This union so incensed Zeus’s wife Hera that she made life almost unbearable for the hero. Her ire resulted in him undertaking a series of tasks, known as the Twelve Labors of Hercules. Sebald Beham challenged his audience’s knowledge of the classical text, engraving three actual labors and nine scenes of Hercules’ exploits before and after his labors.\r\n\r\nIn this labor, Hercules had to destroy the many-headed hydra. As the hero litters the ground with heads, his nephew Iolaus burns the necks so the heads won’t grow back.",
  "title": "Hercules Slaying the Hydra, From the Labors of Hercules"
}
