{
  "accession_number": "2016.9a-d",
  "art_champions_text": null,
  "artist": "Maker: Captain Eleazer Daniels",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifts of funds in memory of Gep Durenberger from Mia Docent Class of 2005, Howard and Rita Dobbins, Ward and Sheila Dobbins, Jeffrey M. Ducharme, Gayle Fuguitt and Tom Veitch, Mary Ingebrand-Pohlad, Jennifer Komar Olivarez, Paul J. Borchert, Ed Hardy, Colleen Michels, Byron and Janet Nordstrom, Karen and Robert Schmidt, and John Joseph Waters",
  "culture": null,
  "curator_approved": 0,
  "dated": "1805-1815",
  "department": "Arts of the Americas",
  "description": "paint decorated tool chest, featuring figure decoration of a foreign soldier and an American gentleman; lift top with a straight edge, joined to the case by applied shaped cleats, over a straight sided case with two small pull out drawers over a single long pull out drawer; drawers each feature applied turned wood knobs and are divided in the interior; box is covered with a red painted ground, with the front featuring the image of two men facing each other; man on the left is dressed in elaborate costume, including a tall plaid cap with a tassel, a multicolored shirt, white stocking, red shoes and holding a long lance; man on the right is shown in a white coat with red facings, light coral colored breeches and brown knee stockings; man is shown holding a sword in his right hand, pointed in the direction of the soldier; left side of the case is labeled in yellow lettering, \"Brads\", and the reverse features the yellow and black painted inscription, \"Eleazer Daniels, Cabinet-maker Shop\"; shop inscription is painted over a figure of an officer wearing a chapeaux-de-bras",
  "dimension": "15 7/16 × 19 5/8 × 12 7/8 in. (39.21 × 49.85 × 32.7 cm) (closed)",
  "id": "http://api.artsmia.org/objects/124370",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5010,
  "image_width": 5761,
  "inscription": "",
  "life_date": "American, 1788 - 1858",
  "markings": "",
  "medium": "Wood, pigments",
  "nationality": "American",
  "object_name": "Tool chest",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "",
  "title": "Tool chest"
}
