{
  "accession_number": "2012.75d",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Yoshitora; Publisher: Yamadaya Shōjirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Markle Karlen",
  "culture": null,
  "curator_approved": 0,
  "dated": "1862, 6th lunar month",
  "department": "Japanese and Korean Art",
  "description": "three sheets make up image of buildings on either side of a winding river, with two bridges packed with people (center sheet); figures with geese, LRQ; from accordion-folded album with black soft cover",
  "dimension": "14 5/16 × 29 1/16 in. (36.35 × 73.82 cm) (sheet, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/124486",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, fl. c.1836 - 1882",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From The Collection of Famous Places in the World (Bankoku meishō zukushi no uchi 萬国名勝尽競之内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "114267",
    "124486"
  ],
  "signed": "",
  "style": "19th century",
  "text": "After the opening of Japan to the West in the 1850s, pictures of foreigners became a popular motif for woodblock prints. Such images were called Yokohama-e (Yokohama pictures), because the major port city of Yokohama teemed with foreigners. They showed the modern world, including foreigners both in Japan and in their home countries, as imagined by Japanese artists who had never traveled abroad.\r\n\tWhen this print was created, China was ruled by the Qing dynasty, and Nanjing was its largest city, with four million people. Nanjing was known for its canals and stone bridges. Since Japanese buyers would not have been familiar with this scene, the design includes, at the top of the center sheet, a description with information on China  written by Kanagaki Robun, a 19th-century journalist and author of humorous fiction.",
  "title": "City Square of Nanjing of the Great Qing"
}
