{
  "accession_number": "2016.76.3a-d",
  "art_champions_text": null,
  "artist": "Maker: Denise Wallace",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": "Chugach Alutiiq",
  "curator_approved": 1,
  "dated": "1987",
  "department": "Arts of the Americas",
  "description": "necklace with large central pendant in the form of a turtle with an openwork smiling face on its shell; face opens to reveal a removable mask with frowning face, with top of face in silver and bottom of face in ivory; two large pendants flank central pendant--each in the form of a seal--one with an ivory head and a silver body, and one with a silver head and an ivory body; seal on right (ivory head) has removable round face pendant in ivory and openwork images of swimming seals and figure in a boat on body; seal on left (silver head) has a removable square ivory face pendant and has two ivory elements on body with stick figure hunter with a bow and arrow shooting at a caribou; PL side of necklace has square stylized metal masks alternating with round ivory faces--PR side of necklace has round silver stylized masks alternating with square ivory faces",
  "dimension": "29 3/4 × 3 1/4 × 5/8 in. (75.57 × 8.26 × 1.59 cm)",
  "id": "http://api.artsmia.org/objects/124436",
  "image": "invalid",
  "image_copyright": "© Denise Wallace",
  "image_height": "",
  "image_width": "",
  "inscription": "on back of each small pendant/ornament (b-d) and on back of each large central pendant (turtle and seals), engraved: STERLING | on back of seal pendants, engraved: Seal with removable pendant / Fossilized Walrus Ivory | on back of turtle pendant, engraved: Seal Mast [obscured] / remoable pendant",
  "life_date": "American (Chugach Alutiiq), born 1957",
  "markings": "on back of three large pendants (turtle and seals), engraved: 7/87",
  "medium": "Sterling silver, fossiled walrus ivory",
  "nationality": "American",
  "object_name": "Necklace",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of each small pendant/ornament (b-d) and on back of each large central pendant (turtle and seals), engraved: dw",
  "style": "20th century",
  "text": "This contemporary artist’s work remains firmly bound to the rich stories and customs of her people. For this elaborate necklace, Denise Wallace drew inspiration from the transformation story of the seal and sea otter. The three large centermost pendants can be detached, and the carved faces of the two flanking pendants can be lifted out. The central silver mask swings open to reveal its alteration.",
  "title": "Necklace with two removable pendants and removable mask ornament"
}
