{
  "accession_number": "2016.30.4.1",
  "art_champions_text": null,
  "artist": "Artist: Monty Claw",
  "catalogue_raissonne": null,
  "classification": " Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Loren G. Lipson, M.D.",
  "culture": "Diné (Navajo)",
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "red feather fan with multicolored feathers at base of each red feather; beaded handle with image of blue and green hummingbird sitting on a branch under black to medium blue sky with stars at top; tassel with white twisted leather tassels and ovoid silver pendant with three cross-shaped stars and two dangles with faceted beads and beaded bands with stars against sky, and yellow horsehair tassels",
  "dimension": "32 5/8 × 8 3/4 × 7/8 in. (82.87 × 22.23 × 2.22 cm)",
  "id": "http://api.artsmia.org/objects/124481",
  "image": "invalid",
  "image_copyright": "© Monty Claw",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (Diné (Navajo))",
  "markings": "",
  "medium": "Scarlet macaw feather, goose feathers, pheasant feathers, deer leather, beads, silver and other metals, horsehair",
  "nationality": "American",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Beginning in the late 1800s, the Comanche leader Quanah Parker brought the new Native American Church (NAC)—a fusion of traditional Native American and Protestant Christian beliefs—to Native communities across the United States and Canada. Fans and rattles are key objects in this religious practice and, like those displayed here, are also made as works of art. The fan’s brilliant scarlet macaw feathers create vibrancy and motion. The gourd rattle contains rocks that make a rhythmic sound, echoing the resonant beat produced by a water drum, also used in NAC ceremonies. A beaded hummingbird, resting gracefully on the handles, suggests life and flight.",
  "title": "Morning Hummer fan"
}
