{
  "accession_number": "2016.58",
  "art_champions_text": null,
  "artist": "Artist: Georg Ludwig Vogel",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1820",
  "department": "European Art",
  "description": "three sheets of irregular size joined together vertically--large sheet at right, small strip attached at left side of largest sheet and another slightly larger strip attached to left side of small strip; view from hillside down to a village in a valley, with a church at left with steeple and cathedral at center beyond water; primarily greys, greens, pale blue, orange and yellow",
  "dimension": "17 1/4 × 28 3/16 in. (43.82 × 71.6 cm)",
  "id": "http://api.artsmia.org/objects/124408",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4906,
  "image_width": 7945,
  "inscription": "on back at bottom edge, in pencil: 42101",
  "life_date": "Swiss, 1788–1879",
  "markings": "",
  "medium": "Watercolor, graphite",
  "nationality": "Swiss",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Swiss private collection; Sale, Koller, Zurich, September 18, 2015, lot 3453; (Auguste Laube Buch- und Kunstantiquariat, Zurich, 2015–16; sold to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Georg Ludwig Vogel helped found the Nazarene art movement, which began as a reaction against the Vienna Art Academy. He and others had tired of formulaic training and what they saw as the superficiality of neoclassical art. In 1810 Vogel and three fellow students set off for Rome, where they lived like monks and tried to recover the profound spiritual depth they found in medieval and early Renaissance art. After a few years Vogel returned to his native Switzerland, where he focused on the country’s past glories.\r\n\r\nIn this view of the ancient Swiss town of Fribourg, he concentrated on the town’s Gothic structures, ignoring the architecture that sprang up later. His use of outlines with watercolor washes and his nearly bird’s-eye view recall the landscapes of Albrecht Dürer, one of his artistic heroes, who had flourished three hundred years earlier. \r\n\r\nThough we may think of Vogel and the Nazarenes as looking backward, their rebellious attitude paved the way for revolutionary artists who would emulate their rejection of academic constraints later in the 1800s.",
  "title": "View of the Town of Fribourg"
}
