{
  "accession_number": "2012.75e",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Yoshitora; Publisher: Yamadaya Shōjirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Markle Karlen",
  "culture": null,
  "curator_approved": 0,
  "dated": "1862, 6th lunar month",
  "department": "Japanese and Korean Art",
  "description": "three sheets making up a Western scene; ladies wearing long dresses in a carriage at center; woman seated on horse, LLC; men (some in soldiers' uniforms) on horseback, driving carriages and standing with flags and swords; buildings at right and center background; tall ships at left; from accordion-folded album with black soft cover",
  "dimension": "14 1/4 × 29 5/16 in. (36.2 × 74.45 cm) (vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/124487",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, fl. c.1836 - 1882",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From The Collection of Famous Places in the World (Bankoku meishō zukushi no uchi 蠻国名勝尽競之内)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "114267",
    "124487"
  ],
  "signed": "",
  "style": "19th century",
  "text": "After the opening of Japan to the West in the 1850s, pictures of foreigners became a popular motif for woodblock prints. Such images were called Yokohama-e or “Yokohama pictures,” because the major port city of Yokohama teemed with foreigners. They showed the modern world, including foreigners both in Japan and in their home countries, as Japanese artists—who did not travel there themselves—imagined them. This particular scene is supposed to illustrate the port of London with its majestic ships in the left background and a variety of people in the foreground, among them soldiers on horseback or foot. As the contemporary Japanese buyer would not have been familiar with this scene, a cartouche (written description) with information on England was integrated in the design at the top of the center sheet, written by Kanagaki Robun (1829–94), a journalist and author of humorous fiction.\r\n ",
  "title": "Port of London, England"
}
