{
  "accession_number": "2016.55",
  "art_champions_text": null,
  "artist": "Artist: Nicolas Sternberg",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1929",
  "department": "European Art",
  "description": "torso and head of a woman wearing a black blouse with a deep V neck; woman has very thick black hair in a shoulder-length hair, with a star on her forehead at center part in hair; woman is a left side of picture plane; dark three-lobed vertical form at right, with a circle with an eye in URQ at top of dark form; possible ink additions in LRQ",
  "dimension": "14 1/2 × 10 3/8 in. (36.83 × 26.35 cm) (sheet)\r\n17 5/16 × 13 1/4 in. (43.97 × 33.66 cm) (mount)",
  "id": "http://api.artsmia.org/objects/124407",
  "image": "valid",
  "image_copyright": "© Nicolas Sternberg",
  "image_height": 8535,
  "image_width": 6539,
  "inscription": "LRC, in black: illegible inscription",
  "life_date": "Hungarian (active France), 1901–1960",
  "markings": "Stamp N.St (Lugt 4420)",
  "medium": "Conté crayon with touches of pen and black ink on wove paper",
  "nationality": "Hungarian (active France)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Estate of the artist, Lugt 4420 (verso), Paris (until '2003 or '2008; 'sale, chez Millon et Associés, Paris, October 14, 2003 or October 17, 2008). (Laura Pecheur, Paris, until 2016; sold to C.G. Boerner); (C.G. Boerner, New York, 2016; sold to Mia)\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: LIGEIA / 1929 [vertical]",
  "style": "20th century",
  "text": "The Jewish Hungarian artist Nicolas Sternberg moved to Paris in the 1920s, remaining there for the rest of his life, hiding during the German occupation of the city in the 1940s under false identity papers. \r\n\r\nThis drawing depicts Ligeia, the brilliant, mysterious character from the eponymous Edgar Allan Poe short story of 1838. Ligeia was the first wife of the narrator and died tragically young, only to be mysteriously resurrected when the narrator’s second wife, Rowena, dies. The dead body of the fair, blue-eyed Rowena comes back to life overnight, transformed into the dark beauty Ligeia. Sternberg has depicted Ligeia as an exotic femme fatale, closely adhering to Poe’s vivid description of her strangeness and beauty: tall and slender, with hair “blacker than the raven wings of midnight” and eyes like “divine orbs”—large, shining, “the most brilliant of black,”—beneath “jetty lashes of great length.” At right Sternberg depicted another large encircled eye, a likely reference to the Symbolist artist Odilon Redon, whose work was influential on the artist.",
  "title": "Portrait of a Woman, Ligeia"
}
