{
  "accession_number": "2016.62.24",
  "art_champions_text": null,
  "artist": "Artist: Stefano della Bella; Publisher: Pierre Mariette I",
  "catalogue_raissonne": "De Vesme 387, i/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist in loving memory of Richard L. Hillstrom",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1641",
  "department": "European Art",
  "description": "head of a soldier yelling, with his mouth open wide, wearing a helmet, seen in profile from PR",
  "dimension": "4 3/4 × 6 in. (12.07 × 15.24 cm) (plate)\r\n5 5/16 × 6 9/16 in. (13.49 × 16.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124464",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2936,
  "image_width": 3637,
  "inscription": "Lettered in margin below image: [S D Bella in et fecit, Avec privilege du Roy, 24], \r\n\r\nin bottom margin at center, in pencil: [87]",
  "life_date": "Italian (Florence), 1610–1664",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian (Florence)",
  "object_name": "Print",
  "portfolio": "From I principii del disegno (The Principles of Design)",
  "provenance": "Augusto Calabi (born 1890), Milan; 'by descent to Lorenzo Calabi, Milan; [James Bergquist, Newton, Mass., until 2016; given to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The accomplished Florentine etcher and draftsman Stefano della Bella produced this drawing manual in France, where he spent over a decade of his career. The book, now disassembled, comprised 25 etchings and was published by della Bella’s principal French publisher Pierre Mariette. \r\n\r\nDrawing manuals were common teaching tools for artists and amateurs learning to draw in the 16th and 17th centuries. It is a kind of pattern book for the aspiring draftsmen to copy, with concise prints depicting body parts—ears, eyes, hands, feet—and a range of head studies and figure types—children, adolescents, young women, old soldiers and saints—which provide models for students seeking to master the representation of the human body.",
  "title": "Head of a frightened soldier wearing a helmet, crying out, in profile and looking down, plate 24 from \"I principii del disegno\" (The Principles of Design)"
}
