{
  "accession_number": "2016.58",
  "artist": "Artist: Georg Ludwig Vogel",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of funds from Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1820",
  "department": "Prints and Drawings",
  "description": "three sheets of irregular size joined together vertically--large sheet at right, small strip attached at left side of largest sheet and another slightly larger strip attached to left side of small strip; view from hillside down to a village in a valley, with a church at left with steeple and cathedral at center beyond water; primarily greys, greens, pale blue, orange and yellow",
  "dimension": "17 1/4 × 28 3/16 in. (43.82 × 71.6 cm)",
  "id": "http://api.artsmia.org/objects/124408",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "on back at bottom edge, in pencil: 42101",
  "life_date": "Swiss, 1788 - 1879",
  "markings": "",
  "medium": "Watercolor, graphite",
  "nationality": "Swiss",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This is a view of the ancient Swiss town of Fribourg as seen from the bluff above a ravine. The artist, Georg Ludwig Vogel, was a founder of the Nazarene art movement, which began when he and a few fellow students, dissatisfied with the Vienna Art Academy, formed a brotherhood. Four of them, including Vogel, set off\r\nfor Rome, where they lived like monks and tried to recover the spirit of medieval and early renaissance art. After a few years Vogel returned to his native Switzerland, where he focused on the country’s glorious past. In this view he concentrated on the Gothic structures of town, ignoring the architecture of later periods. His use of outlines with added watercolor washes and his nearly bird’s-eye\r\nview of the town recalls the art of Albrecht Dürer, one of his artistic heroes, who had flourished three hundred years earlier. Though we may think of Vogel and the Nazarines as looking backwards, their rebellious attitude paved the way for revolutionary artists later in the 1800s.",
  "title": "View of the Town of Fribourg"
}
