{
  "accession_number": "2016.76.11a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": "Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "c. 1970",
  "department": "Arts of the Americas",
  "description": "drum shaped box; birch bark base; top of cover decorated with star motif with white and light brown porcupine quills; one band around edge of cover and one band around box with repeating X-motifs",
  "dimension": "2 5/8 × 4 3/8 × 4 3/8 in. (6.67 × 11.11 × 11.11 cm)",
  "id": "http://api.artsmia.org/objects/124445",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2931,
  "image_width": 3791,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Sweetgrass, birch bark, porcupine quills",
  "nationality": null,
  "object_name": "Box with cover",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G302",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "The Anishinaabe woman artist who created this intricately adorned and finely woven basket utilized locally harvested porcupine quills, birchbark, and sweetgrass. Artists often incorporated abstraction into their work, layering quills in complex patterns and forms that reveal both technical mastery and artistic ingenuity. For more than two hundred years, Anishinaabe women sold many of their birchbark containers and baskets to non-Native people to sustain their families during a time of major cultural disruption, including forced assimilation and removal onto governmental and religious controlled reservations. Quillboxes exemplify the power of Anishinaabe women to create a new and unique artform that expresses cultural and individual resiliency and creativity.",
  "title": "Box with star motif on cover"
}
