{
  "accession_number": "2016.32",
  "art_champions_text": null,
  "artist": "Artist: Cheng Xiang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th-early 18th century",
  "department": "Asian Art",
  "description": "foreground scene at bottom with two men on horseback, with bows drawn, aiming at a pair of deer in LLC, with two fox-like animals in front of deer; other men on horseback--some with bows and arrows, rifles and spears--along winding path behind foremost two figures; white dog accompanying hunters on path above deer; procession of men with donkeys at left center; small group of men carrying boxes on poles led by a pointing man on horseback at right below center; procession of women--some with musical instruments--on horses, accompanied by several men with flags and bows and arrows, at right center; pair of flying cranes and another bird above trees at top right above procession of women; winding path through mountain landscape; some scattered trees; black lacquer frame with stepped feet",
  "dimension": "88 3/8 × 62 1/2 in. (224.47 × 158.75 cm) (image)\r\n97 3/4 × 66 3/8 × 1 in. (248.29 × 168.59 × 2.54 cm) (overall, open)",
  "id": "http://api.artsmia.org/objects/124692",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11047,
  "image_width": 7976,
  "inscription": "top center of right panel, in black: (untranslated inscription)",
  "life_date": "Chinese, 1628 - 1698 or later",
  "markings": "below left line of inscription, in red: (two seals)",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This monumental landscape, rendered in pure ink, shows a lively narrative. In the panel on the right, a high-ranking man on horseback, possibly the emperor, is shown receiving a message from a kneeling figure. Behind him, a cadre of elegant court women, also on horseback, look on. In the left panel, a group of scholars—separated by a rocky outcropping—engage in conversation. The painting may suggest that leaders, in order to effectively rule, must strike a balance between seeking the advice of scholars and engaging in various entertainments, like picnicking with women and hunting for sport (shown in the lower part of the painting).",
  "title": "An Incident on the Hunt"
}
