{
  "accession_number": "2016.37",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1350-1400",
  "department": "European Art",
  "description": "PR forearm and hand; hand has two fingers raised in gesture of blessing; hammered gold bracelet on wrist with gems; hammered gold bands at hem and bottom of sleeve with gems; various gemstones each surrounded by bands of tiny pearls; pearl-banded window on front of forearm",
  "dimension": "16 15/16 × 5 × 3 in. (43.02 × 12.7 × 7.62 cm)",
  "id": "http://api.artsmia.org/objects/124695",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9030,
  "image_width": 6001,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver, parcel gilt, ruby, saphires, garnet, spinel, beryl, quartzes, pearls, rock crystal",
  "nationality": null,
  "object_name": "Reliquary",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "A reliquary contains a relic (or what is recognized as a relic) of a particular saint—often a  fragment of bone or other body part—and often takes the form of the source of the  relic. Reliquaries were commissioned by Catholic churches from prominent local  goldsmiths, starting in the Middle Ages, and displayed for veneration in church and in  holy processions. Arm reliquaries were a favorite form at this time as priests would use  them to touch the faithful, believing that the power of the deceased saint could help  heal them.  \r\n\r\nIt is not known whether this reliquary was intended for a congregation in Brittany, in  northern France, or in southern England, where it is thought to have originated and was  most recently collected. Its realistic use of sheet silver wrapping the hand, with fingers  raised in blessing, and its rich adornment with precious stones, silver-gilt banding in  imitation of richly embroidered trim, and a rock crystal reliquary compartment (now  empty) continue to make it a captivating object.",
  "title": "Arm reliquary"
}
