{
  "accession_number": "2016.46",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1000-800 BCE",
  "department": "Asian Art",
  "description": "small standing highly stylized figure with very large coffee bean-type eyes; PR lower arm missing; openings at top of head and at bottom; upturned pig-like nostrils; textured body covered with scrolling designs; looping scrolls around stomach/navel and between breasts; small, widely spaced breasts with pronounced nipples; repeating incised zigzags with textured areas on back of head/hair; dark/black patina",
  "dimension": "7 5/8 × 5 5/16 × 3 7/8 in. (19.37 × 13.49 × 9.84 cm)",
  "id": "http://api.artsmia.org/objects/124688",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7626,
  "image_width": 7131,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with traces of color",
  "nationality": null,
  "object_name": "Figurine",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G205",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-8th century BCE",
  "text": "Over the years, archaeologists have uncovered many different kinds of clay figurines—dogū—dating to Japan’s prehistoric Jōmon period (14,000–300 bce)­. The most diverse forms have been excavated in northeastern Japan, where this figurine of a female was discovered. Some are seated, others standing, some have heart-shaped heads, others round and wearing headpieces, some have little or no surface decoration, and others, like this example, known as a shakōki  or “goggle-eyed” type, have distinctive large eyes and are adorned with color and complex carved decorations. No one knows for sure how these figurines were used, but there are several theories. The prevailing theory holds that they served as talismans related to health and childbirth, and that after they were used they were purposefully broken and disposed of, which may account for the fact that dogū are found with missing limbs or other seemingly purposeful breaks.",
  "title": "Figurine of a Female"
}
