{
  "accession_number": "2016.33.52",
  "art_champions_text": null,
  "artist": "Artist: Jules Chéret",
  "catalogue_raissonne": "Broido 471; Cheret 608; DFP-II 267 (var.)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1900",
  "department": "European Art",
  "description": "curving line of performers extending from LLC back into dark blue night sky with moon; figure dressed as Pirot playing a lute and dancing in LLC; red-haired woman in a yellow costume with orange flower at her breast and flower on her hat at center, with a jester figure wearing a yellow and orange costume behind her in the shadows; man in red riding a mule behind woman in yellow, to right; very large vase of flowers at left; Japanese lanterns in ULQ",
  "dimension": "46 5/16 × 32 5/8 in. (117.63 × 82.87 cm) (sight)\r\n47 1/4 × 33 1/4 × 1 in. (120.02 × 84.46 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124672",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8135,
  "image_width": 5742,
  "inscription": "",
  "life_date": "French (Paris, Nice), 1836–1932",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Bruce B. Dayton, Wayzata, Minn.; Estate of Bruce B. Dayton; bequeathed to MIA, 2016.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at left center, in the print, in blue: Chéret / 1900",
  "style": "20th century",
  "text": "Jules Chéret’s Belle-Époque confections enjoyed wild popularity and brightened the streets of Paris—gaiety previously associated only with parades and festivals. He is sometimes called the father of the modern poster and is credited with teaching Henri de Toulouse-Lautrec the intricacies of color lithography. The Musée Grevin, a wax museum opened in 1882, used this very popular design to advertise puppet shows and other spectacles. This example is without text, but bold lettering would be added for each event.",
  "title": "Musée Grevin, Théatre les Fantoches de John Hewelt"
}
