{
  "accession_number": "2016.56.2",
  "art_champions_text": null,
  "artist": "Artist: Luigi Sabatelli",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1809",
  "department": "European Art",
  "description": "standing man (Daniel) at left, with long beard, with his draperies swirling up above his head win a wind; four large animals emerging from waves, from left: lion with wings being pulled up by hands and arms extending down from the sky, bear, cat (leopard) with three head visible, with two pairs of wings--one pair on its shoulders and one pair on his lower back, crouching lion-like animal with ten small graduated horns on either side of the crown of its head and a larger horn at the center with two human eyes and a human mouth; text at bottom",
  "dimension": "16 1/8 × 24 13/16 in. (40.96 × 63.02 cm) (image)\r\n17 7/8 × 25 5/8 in. (45.4 × 65.09 cm) (plate)\r\n21 1/2 × 30 1/8 in. (54.61 × 76.52 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124781",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6215,
  "image_width": 8646,
  "inscription": "see Signed",
  "life_date": "Italian, 1772–1850",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Nicolaas Teeuwisse, Berlin, by 2011-2016; sold to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC below image in the plate: Luigi Sabatelli invento ed incise Milano 1809.",
  "style": "19th century",
  "text": "The Old Testament prophet’s apocalyptic vision is described in Daniel 7:1-28. Sabatelli focused on verses 2-8:\r\n\r\nI saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea. And four great beasts came up out of the sea…. The first was like a lion and had eagles’ wings. Then as I looked its wings were plucked off.… And behold, another beast, a second one, like a bear…. and it was told, ‘Arise, devour much flesh.’ After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it…. [B]ehold, a fourth beast, terrifying and dreadful and exceedingly strong…. It was different from all the beasts that were before it, and it had ten horns. I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.\r\n\r\nThe great Romantic etcher Luigi Sabatelli deploys his almost maniacally vigorous technique to convey the drama, wonder, and ferocious power of the prophet’s vision.",
  "title": "The Vision of Daniel"
}
