{
  "accession_number": "2016.56.1",
  "art_champions_text": null,
  "artist": "Artist: Giovanni David",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1775",
  "department": "European Art",
  "description": "standing woman in profile from PL with her head turned toward picture plane, wearing a black skirt and a black headdress with a veil covering her eyes, holding a closed fan in her PL hand; small white dog jumping at her skirt hems in LRC; building in background at right; sculpture of figure on horseback on a tall pedestal at left",
  "dimension": "8 11/16 × 6 5/16 in. (22.07 × 16.03 cm) (image)\r\n9 5/16 × 6 9/16 in. (23.65 × 16.67 cm) (plate)\r\n10 1/4 × 7 7/16 in. (26.04 × 18.89 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124780",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5193,
  "image_width": 3832,
  "inscription": "",
  "life_date": "Italian, 1743–1790",
  "markings": "",
  "medium": "Etching and aquatint on laid paper",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Nicolaas Teeuwisse, Berlin, 2016, sold to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC below image in the plate: David Gen. Inv. fecit.",
  "style": "18th century",
  "text": "Le Zendale belongs to Giovanni David’s series of prints poking fun at Venetian society, made shortly after he arrived for a visit to the island city. It bears a verse from the Tenth Satire of the great and controversial French poet Nicolas Boileau-Despréaux. The Tenth Satire ridicules women’s love of absurd operas and is full of sexual innuendo. The line in the poem is relatively innocuous: \"Therefore listen: and let me preach in my turn.\" In context, however, the line calls into question the virtue of the woman depicted in the image. Perhaps she is not really returning from church. She is more likely a mistress or a courtesan.\r\n\r\nAnother great satirist, the incomparable Spanish artist Francisco Goya, took an active interest in David’s prints, which were the most painterly examples of aquatint produced in Italy during the infancy of the technique. Goya took inspiration from them technically, compositionally, and in terms of content. Le Zendale echoes in three of Goya’s Caprichos.",
  "title": "Le Zendale / Ou la Femme, qui revient de l'Eglise (The Shawl, or the Woman Returning from Church)"
}
