{
  "accession_number": "2016.54",
  "art_champions_text": null,
  "artist": "Artist: Félix Del Marle",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The P.D. MacMillan Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "November 15, 1913",
  "department": "European Art",
  "description": "Cubist image; deconstructed face with round glasses; white collar; black necktie; balding head; short, thick horizontal black lines at top and on clothing in several areas; orange triangles on either side of face; light blue areas at left; pink areas in LLQ; some yellow vertical areas on shoulders; text in French on left of face; grey paper",
  "dimension": "24 × 18 1/2 in. (60.96 × 46.99 cm) (sight)\r\n32 1/4 × 26 5/8 × 1 1/2 in. (81.92 × 67.63 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/124782",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6826,
  "image_width": 5305,
  "inscription": "",
  "life_date": "French, 1889–1952",
  "markings": "",
  "medium": "Charcoal, pastel, black wash, and graphite on buff paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "(Galerie Jean Chauvelin, Paris). (Galerie Patrice Trigano, Paris). Private collection, Paris. (Galerie Natalie Seroussi, Paris). (David Levy & Associes, Brussels, 2016; sold to MIA)",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: F. M-D. / etude pour / portrait / 15 novembre 1913.",
  "style": "20th century",
  "text": "This portrait was made during the feverishly experimental Cubist period that revolutionized the artistic scene in Paris in the years leading up to World War I. Felix Del Marle followed Picasso’s lead in breaking down the subject—fracturing its form—in order to provide the viewer with multiple points of view simultaneously.\r\n\r\nHere we see the man’s face straight-on to the left and in profile at the right. Del Marle increases the vibrancy of the image by contrasting the dappled spots with hard-edge forms and flat application of color, partially dissolving the distinction between background and foreground.\r\n\r\nThe inscription at the upper left—“Essai de Prosodie Française vers P. Jea[n]-Dupr[é]\"—leads us to a bit of a mystery. Essai de prosodie française (vers sans rime) appeared in print in 1904, when it was published by the Parisian firm T.J. Plange. This appears to be a widely available publication, but we have found nothing else by the author and no facts about his biography. Perhaps P. Jean-Dupré is a nom de plume. Perhaps this is not the name of Del Marle’s sitter; perhaps the sitter was interested in the publication. An intriguing lead in this mystery points to Max Jacob, a poet and critic who was deeply involved with the Cubist movement—and whose profile resembles the one seen in this portrait.",
  "title": "Study for the Portrait of P. Jean-Dupré"
}
