{
  "accession_number": "2016.59.2",
  "art_champions_text": null,
  "artist": "Artist: Jay Heikes; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "Three sheets of paper hinged together in a vertical arrangement; abstract image; X-ray-like image with white on black; top sheet has black rectangle with white spots of various sizes; middle sheet has black rectangle with white cross-hatched form with grey circle at top center; bottom sheet has black rectangle with white curling hair- or fiber-like element and black spots overall; framed without glazing. Unique monoprint screenprinted by the artist using asphaltum on paper with hand-applied asphaltum on three sheets of paper cut and hinged by the artist. Multiple monoprints were made using shared screens for printing and joined in various combinations, all entitled \"Niet Voor Kinderen.\"",
  "dimension": "82 5/8 × 27 1/8 in. (209.87 × 68.9 cm) (overall)",
  "id": "http://api.artsmia.org/objects/124887",
  "image": "valid",
  "image_copyright": "Copyright © Jay Heikes%2C published by Highpoint Editions",
  "image_height": 9226,
  "image_width": 3087,
  "inscription": "",
  "life_date": "American, born 1975",
  "markings": "Publisher\\'s stamp in light gray ink, LLC on verso: HP",
  "medium": "Screenprinted asphaltum with hand-painted additions in gray-brown asphaltum on paper; triptych",
  "nationality": "American",
  "object_name": "Monoprint, triptych",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2016",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "124887",
    "139259",
    "139260",
    "139261",
    "139262",
    "139263",
    "139264",
    "139265",
    "139266",
    "139267",
    "139268",
    "139269",
    "139270",
    "139271",
    "139272",
    "139273",
    "139274"
  ],
  "signed": "LRC in pencil on verso: JAY HEIKES 2015",
  "style": "21st century",
  "text": "In both concept and method, Jay Heikes’s \"Niet Voor Kinderen\" series puts a surrealist twist on figurative images composed of found objects. He made the images using the Surrealists’ camera-less photographic technique called a “photogram.” Objects found in the studio are placed on a photosensitive surface and the light is switched on briefly producing eerie silhouettes, partly focused and partly not. The images are broken down into sections—essentially heads, torsos, and legs (or sometimes fishtails)—which can be recombined. They recall the surrealist parlor game Exquisite Corpse, in which participants collaborate to draw a figure on a sheet of paper folded so that each cannot see what the others have drawn until the image is complete.\r\n\r\nThe images resemble humans, animals, or Frankenstein monsters. They are not unlike the familiar forms of x-rayed mummies. The reference to mummies was intended by the artist. He printed the images using asphaltum in place of ordinary ink. Ancient Egyptians used asphaltum in the preparation of mummies. Moreover, from the 16th to 20th centuries artists used “mummy brown,” a pigment made from ground up mummies. Continuing work on his images after printing and assembly, Heikes freely painted them with a wash that resembles this macabre substance.",
  "title": "Niet voor Kinderen (6)"
}
