{
  "accession_number": "2018.123.2.1",
  "art_champions_text": null,
  "artist": "Artist: David Shrigley; Printer: Schaefer Grafiske Værksted, Copenhagen; Publisher: Galleri Nicolai Wallner, Copenhagen",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Prints and Drawings",
  "description": "Black ground with eyes, nose and mouth at center; sketchy linear hair around facial features.",
  "dimension": "36 1/4 × 28 1/4 × 1 in. (92.08 × 71.76 × 2.54 cm) (outer frame)\r\n31 1/2 × 23 1/2 in. (80.01 × 59.69 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/124864",
  "image": "invalid",
  "image_copyright": "© David Shrigley %2F Artists Rights Society %28ARS%29%2C New York %2F DACS%2C UK",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, born 1968",
  "markings": "Numbered in white pencil, LL: 1/20",
  "medium": "Woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Untitled portfolio of 10 woodcuts",
  "provenance": "(Galleri Nicolai Wallner, Copenhagen); William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed with initials and dated in white pencil, LR: DS 07",
  "style": "21st century",
  "text": "Best known as a cartoonist and book illustrator, David Shrigley uses wit, satire, and deadpan humor to explore such serious issues as unemployment and child welfare, while also presenting bizarre observational parodies of everyday life. Choosing familiar objects, expressions, and situations as his subjects, Shrigley has developed a simplified representational style that belies the conceptual sophistication of his images. \r\n\r\nIn Untitled (Black Faces), one of ten black-and-white woodcuts from an untitled portfolio, Shrigley portrays two figures in intimate conversation, skillfully exploiting the distinctive shapes and grain patterns of the wood blocks he used to print his image. Other woodcuts in the series reveal fresh perspectives on ordinary objects like a stop sign, or common expressions like “dear god,” inviting viewers to be open to new meanings and unexpected associations.",
  "title": "Untitled (Black Face)"
}
