{
  "accession_number": "2016.60.1",
  "art_champions_text": null,
  "artist": "Artist: Mike Bidlo; Publisher: World House Editions, Middlebury, Conn.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Proceeds from the 2015 Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "ten fingerprints in two horizontal rows with five fingerprints in each row",
  "dimension": "20 × 14 in. (50.8 × 35.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124894",
  "image": "valid",
  "image_copyright": "© Mike Bidlo",
  "image_height": 7177,
  "image_width": 5150,
  "inscription": "",
  "life_date": "American, born 1953",
  "markings": "LLC in pencil: 30/60",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Not Manzoni",
  "provenance": "[World House Editions, Middlebury, Conn. (publisher), 2015–16; sold to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: M Bidlo 15",
  "style": "21st century",
  "text": "This suite of three lithographs is a reinterpretation of graphic work originally conceived and produced by Italian avant-garde artist Piero Manzoni (1933–1963), an early proponent of Arte Povera (Poor art), a radical movement that advocated the upending of the dominant formal and ideological conventions and disruption of the art market’s growing corporate mentality. Bidlo’s project was inspired directly by Manzoni’s photolithographic portfolio 8 Works of Verification (8 Tavole di accertamento) of 1962. In this landmark publication, Manzoni presented eight ways to identify oneself, a conceptual consideration on the notion of personal and artistic identity. Three of the photolithographs featured images of Manzoni’s fingerprints and enlarged single thumbprints, an indexical trace of the human body and unmistakable signifier of personal identity. The photolithographs function as portraits of the subject (Manzoni). In his re-creation, Bidlo adds a twist, using images his own fingerprints and thumbprints, thus contradicting his usual practice of creating exact replicas of originals. In this instance, Bidlo borrows the concept and format of the original, but makes the works his own by introducing another layer of inquiry regarding notions of originality and artistic identity. Is the subject of the work Manzoni' Or Bidlo'",
  "title": "Impronte, 1960"
}
