{
  "accession_number": "2016.36.13.4",
  "art_champions_text": null,
  "artist": "Artist: A. R. Penck (Ralf Winkler)",
  "catalogue_raissonne": null,
  "classification": " Printing Matrices",
  "continent": "Asia",
  "country": "Israel",
  "creditline": "Gift of Dolly J. Fiterman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Prints and Drawings",
  "description": "marks incised on copper plate; abstract image; biomorphic forms; holes in corners",
  "dimension": "25 1/2 × 37 5/16 in. (64.77 × 94.77 cm)",
  "id": "http://api.artsmia.org/objects/124997",
  "image": "invalid",
  "image_copyright": "© A.R. Penck %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, 1939–2017",
  "markings": "",
  "medium": "Copper",
  "nationality": "German",
  "object_name": "Matrix",
  "portfolio": "From Expedition to the Holyland",
  "provenance": "Dolly J. Fiterman, Minneapolis; given to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A leading proponent of German Neo-expressionism, A.R. Penck produced the print portfolio \"Expedition to the Holyland\" in response to a visit he made to Israel and its occupied territories in early 1983. The project was the brainchild of prominent publisher and collector Joshua Gessel, who invited Penck to portray some of his experiences and impressions of the Holy Land. Penck explored a number of distinct themes and subjects in the portfolio’s fifteen plates, choosing techniques he considered best suited for each of the particular themes presented. For example, he used color lithography for his interpretations of the region’s landscape and geological formations, while documenting certain sculptures he saw during his travels in black-and-white lithography. Penck explored Israel’s turbulent political situation as color screenprints and relied on monochromatic drypoint and aquatint techniques for his abstracted figurative compositions and symbolic narratives that feature various pictographic imagery.",
  "title": "Printing plate for Snow in Jerusalem from \"Expedition to the Holyland\""
}
