{
  "accession_number": "2018.123.4.7",
  "art_champions_text": null,
  "artist": "Artist: Thomas Zipp; Printer: Thumbprint Editions, London; Publisher: Paragon Press, London",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Prints and Drawings",
  "description": "3/4 black and white portrait of a figure in a suit and tie superimposed with an image of a carved face with round spots on cheeks; white dots surround face in black ground; image bordered in green; Lender's archive #167",
  "dimension": "19 5/8 × 15 5/8 in. (49.85 × 39.69 cm) (plate)\r\n30 × 22 1/2 in. (76.2 × 57.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/124978",
  "image": "invalid",
  "image_copyright": "© Thomas Zipp",
  "image_height": "",
  "image_width": "",
  "inscription": "Titled in pencil, LL: snow\r\nInscribed in pencil, verso: 07",
  "life_date": "German, born 1966",
  "markings": "Numbered in pencil, verso: 13/42\r\nWatermark: sommerset/england",
  "medium": "Photo-etching and aquatint printed in black and green",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Black Dada",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated, in pencil, LR: Thomas Zipp 06",
  "style": "21st century",
  "text": "Using photomontage, a collage technique first developed by avant-garde artists associated with the anti-establishment European Dada movement of the 1910s and 1920s, German artist and musician Thomas Zipp confronts a dark chapter in world history in his “Black Dada” portfolio (Mia 2018.123.4.1-.14). Each composition starts with a photograph of Otto Hahn, a German scientist whose pioneering work in nuclear fission led to the development of the atomic bomb, a weapon of mass destruction leading to over 120,000 Japanese civilian deaths in World War II (1939–1945).\r\n\r\nZipp altered Hahn’s portrait by introducing additional photographic images and some hand-drawn passages to create a deep web of associations regarding the social and political consequences of this historic scientific advancement. Several prints in the series, including snow and o.4, allude to the horrific after-effects of atomic tests in the South Pacific.",
  "title": "snow"
}
