{
  "Cache_Location": "125000\\200\\80\\125289",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8004702.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2016.85",
  "art_champions_text": "Conservation Cost $3, 420.00\r\nThese samplers were made in Mexico and are the first embroideries of their kind to enter Mia’s collection. The set is an important new acquisition that diversifies our embroidery holdings, but it has never been displayed here because it needs conservation to address areas of loss (holes and tears). Small areas of loss will be filled in with appropriate fabric and stitching. Larger areas of loss will be supported and minimized by stitching on fabric netting. To protect the fragile silk embroidery throughout, the set of samplers will be mounted to a fabric covered panel that will provide support in storage and when the object is on view. \r\nContact the Decorative Arts, Sculpture, and Textiles Department at DATS@artsmia.org or (612) 870-3101 to Champion this artwork.",
  "artist": "Rosaura Munoscano; Emiliana Alcazar; Soledad Santaella",
  "classification": "Textiles",
  "continent": "Americas",
  "country": "México",
  "creditline": "The Dandelion Endowment Fund for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1810–61",
  "department": "Arts of the Americas",
  "dimension": "70 7/16 × 50 in. (178.91 × 127 cm) (including top tabs)",
  "dynasty": null,
  "highlights": 0,
  "id": 125289,
  "image": "valid",
  "image_copyright": null,
  "image_height": 9470,
  "image_width": 6808,
  "inscription": null,
  "life_date": null,
  "list": "recent-decorative-arts-sculpture-and-textiles-acquisitions, hispanic-heritage, whm",
  "markings": null,
  "medium": "Linen, cotton, silk, metal sequins, metallic threads, glass beads, pigments",
  "nationality": null,
  "object_name": "Wall hanging",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2016    85",
  "style": null,
  "text": "This hanging is composed of nine Mexican samplers collected and stitched into this arrangement in the early 1900s. Inscriptions throughout name some of the\r\nembroiderers—Rosaura Munoscano, Emiliana Alcazar, and Soledad Santaella—and date the manufacture of the embroideries from 1810 to 1861.\r\n\r\nSamplers are embroidered textiles that included a “sampling” of stitches and motifs that served as either a proof of the embroiderer’s skill, or a record of images and techniques to which she would refer over time. Some of the motifs on these samplers reveal the legacy of the Spanish empire in Mexico, as in the double-headed eagle which derived from the royal heraldry of the Spanish Habsburgs. Catholic imagery such as the Lamb of God, a haloed Virgin Mary, and the monograms of Mary (AMR, from Ave Maria Regina, or Hail Mary, the Queen) and Jesus (JHS, from Jesus Hominum Salvator or “Jesus, savior of men”) also appear throughout.",
  "title": "Wall hanging with embroidered samplers"
}
