{
  "Cache_Location": "125000\\400\\80\\125480",
  "Catalog_Raisonne": "Danilowitz, Appendix C",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2018.123.51.1",
  "artist": "Josef Albers; Author: Josef Albers; Printer: Sirocco Screenprints, North Haven, Conn.; Publisher: Harry N. Abrams, Inc., New York; Publisher: Ives-Sillman, Inc.",
  "classification": "Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Global Contemporary Art",
  "dimension": "20 1/2 × 15 1/2 × 1 7/8 in. (52.07 × 39.37 × 4.76 cm)",
  "highlights": 0,
  "id": 125480,
  "image": "invalid",
  "image_copyright": "© The Josef and Anni Albers Foundation / Artists Rights Society (ARS), New York",
  "image_height": null,
  "image_width": null,
  "inscription": "Printed in black ink on the title page (verso): for Anni",
  "life_date": "American (born Germany), 1888–1976",
  "list": null,
  "markings": "Printed in black ink on cover of each folder: JOSEPH ALBERS FORMULATION: ARTICULATION / Printed in black ink on each folder (verso) are the portfolio number (I) and folder number (1-33) / Printed on each folder (verso): (c) copyright 1972 BY HARRY N. ABRAMS, INC. AND IVES-STILLMAN, INC. / Printer's blind stamp, LRC of each opened folder: A. Printed in blue ink on the inside left cover of the folding box, LRC: MADE IN HOLLAND.",
  "medium": "Color screenprints, letterpress, housed loose in portfolio box",
  "nationality": "American (born Germany)",
  "object_name": "Print portfolio",
  "portfolio": "Formulation: Articulation",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "recent": 0,
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "Signed in black ink on title page: Josef Albers",
  "style": null,
  "text": "Certain color combinations can startle us into seeing differently. Josef Albers spent his life investigating this belief of his, painting countless variations to see how colors interact. After 1950, his format was always the same: squares inside squares. He used each color exactly as it came out of the paint tube, even recording the color’s name and manufacturer on the back of each artwork. \r\n\r\nThis method presented a challenge when Albers, a German émigré who began his career in 1920 at the Bauhaus school in Weimar, Germany, made Formulation: Articulation, a survey of his life’s work. Now it was the early 1970s, and many more colors were available to him than earlier in his career. So the tireless Albers, age 83, reimagined nearly every work in the book in new colors. He then worked with print publishers Norman Ives and Sewell Sillman—his former students—to turn them into screenprints. The 127 images, printed on 66 folded sheets, also reveal that before the artist-theoretician landed on his trademark squares, his repertoire of shapes included doorways, fences, treble clefs, and eggs.",
  "title": "Formulation: Articulation (Portfolio I)"
}
