{
  "Cache_Location": "126000\\900\\60\\126967",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_7005830.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2017.65",
  "art_champions_text": null,
  "artist": "Anna Heyward Taylor",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "Arts of the Americas",
  "dimension": "11 3/4 × 10 1/16 in. (29.85 × 25.56 cm) (image)\r\n14 7/8 × 11 15/16 in. (37.78 × 30.32 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 126967,
  "image": "valid",
  "image_copyright": "© Estate of Anna Heyward Taylor",
  "image_height": 5528,
  "image_width": 4548,
  "inscription": "LLC, in pencil: - No 11 -",
  "life_date": "American, 1879–1956",
  "list": null,
  "markings": null,
  "medium": "Color woodcut on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Private collection, Massachusetts; sold to Philadelphia dealer; [art market, Philadelphia, until 2016; sold, September to Thomas]; [Steven Thomas, Woodstock, Vt.; 2016-2017]",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "LLC, in pencil: Golden Lotus - | LRC, in pencil: Anna Heyward Taylor -",
  "sort_number": "2017    65",
  "style": null,
  "text": "Anna Heyward Taylor depicted this lotus with its seed head, bud, and leaf, the kind of thing botanical illustrators did in the 16th century when recording a newly discovered specimen. A native of South Carolina, where the growing season is long, Taylor did a number of flower woodcuts. But Golden Lotus, with its overtones of historicism and modernity, is among her finest. It also shows her mastery of the woodblock. The round seed head has rough, tentative marks, befitting expectant little seeds, while the flower has the subtle color gradations of a painting. The modern look of the sheet comes from Taylor’s simplification of forms, disregard for spatial depth, and images sliced off at the margins, all trademarks of Japanese woodblock prints.\r\n\r\nThe distinctive white outlining was a technique Taylor learned in Provincetown, Mass., around 1915 from its inventor, B.J.O. Nordfeldt. Looking for a way to print a multicolored design from a single block without the colors mixing, he introduced the idea of carving a groove around each area of color. On Golden Lotus, Taylor carved narrow grooves around each plant form, several petals, and on the rim of the leaf. Because these areas carry no ink, they print white. The outlines are especially striking against her black background, but the black also carries a warning: at nightfall, the lotus will close back up.",
  "title": "Golden Lotus"
}
