{
  "Catalog_Raisonne": null,
  "accession_number": "2024.50.1",
  "artist": "Nicolaes Berchem",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Bequest from the Norman and Brenda Canedy Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1670",
  "department": "European Art",
  "dimension": "36 × 33 1/2 in. (91.44 × 85.09 cm) (sight)\r\n46 3/4 × 44 1/4 × 3 in. (118.75 × 112.4 × 7.62 cm) (outer frame)",
  "id": 127663,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5910,
  "image_width": 5501,
  "inscription": null,
  "life_date": "Dutch, 1620–1683",
  "list": null,
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G311",
  "signed": "LR corner: Berchem",
  "style": null,
  "text": "The subject of Nicolaes Berchem's cabinet picture is a puzzle. The Dutch Italianate painter specialized in landscape painting but also produced a small group of complex allegories, celebrated for their sophistication and skill. Here, Time is personified as an aged man with wings, floating above a faintly painted wheel of the zodiac. He holds a serpent eating its tail (a symbol of eternity) and flowers (a symbol of spring). The other three seasons are depicted in Time's attire: his crown of dried branches for winter, ears of grain for summer, and grapes for autumn. The moon and sun reflect the separation of night and day, and the four elements are represented in the four quadrants of the painting: fire and air above (the celestial sphere), water and earth below (the terrestrial sphere). \r\n\r\nFurther meanings can no doubt be decoded in the other mysterious figures Berchem has woven into the composition. Professor Norman Canedy, who gave the painting to the museum, proposes a political interpretation, suggesting the female figure nursing the chubby putto at center personifies the Dutch Maiden, a national symbol adopted by the Netherlands during their war of independence against Spain (1568–1648). The Dutch Maiden is often accompanied by a lion, and Berchem represents one gazing faithfully at the woman and gently licking her arm, which rests on the vanquished enemy.",
  "title": "Allegory of the Seasons, Elements, and Time"
}
