{
  "Cache_Location": "128000\\700\\70\\128774",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_7016603.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2018.96.28",
  "art_champions_text": null,
  "artist": "Rockwell Kent",
  "classification": "Drawings, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1921",
  "department": "Arts of the Americas",
  "dimension": "5 3/8 × 5 1/8 in. (13.65 × 13.02 cm) (sheet)\r\n10 1/2 × 8 3/16 in. (26.67 × 20.8 cm) (mount)",
  "dynasty": null,
  "highlights": 0,
  "id": 128774,
  "image": "valid",
  "image_copyright": "© Plattsburgh State Art Museum, Rockwell Kent Gallery and Collection",
  "image_height": 5525,
  "image_width": 4235,
  "inscription": "Inscribed in lower margin of mount, in pencil: (various notes and measurements, with some crossouts, including:) Notice to engraver / Valuable drawing. Do not mark or soil. | on back of mount in pencil: (various numbers, with some crossouts) Property of / Mrs. Albert Sterner / 25 West 49. St.",
  "life_date": "American, 1882–1971",
  "list": null,
  "markings": null,
  "medium": "Pen and black ink on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Mrs. Albert Sterner (New York) [probably Marie, the wife of Albert Edward Sterner (1863-1946), a painter and illustrator). John E. Andrus III, Wayzata, Minn.; Julie Andrus, Minneapolis; given to MIA, 2018.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "below image in black ink: Rockwell Kent . Vermont . 1921.",
  "sort_number": "2018    96   28",
  "style": null,
  "text": "Rockwell Kent was an unusual combination of Transcendentalist, Symbolist, Modernist, and Socialist. This drawing made while he lived in Vermont depicts a laborer harvesting wheat. The abundance of nature and simplicity of life speaks to his roots in the mystical writings of Henry David Thoreau and Ralph Waldo Emerson. The anonymous, androgynous figure illuminated in a night landscape evokes his Symbolist bent. The simplified rhythmical lines are harbingers of Art Deco, and the theme of labor coupled with the gleaming sickle would be comfortable on a Soviet monument.\r\n\r\nWhen Kent made this drawing, he was just gearing up his career as a printmaker. Indeed, the drawing is mounted on a card inscribed in pencil: Notice to engraver / Valuable drawing / Do not mark or soil. We know of no print derived from the drawing, but it did come into the possession of Mrs. Albert Sterner, whose husband, an artist, was among those encouraging Kent to engage with printmaking the early 1920s.",
  "title": "Harvester"
}
