{
  "Cache_Location": "129000\\900\\80\\129981",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8031099.jpg",
  "Rights_Image_Display": "Full",
  "TitleAlt": "\"Calligraphy\"",
  "accession_number": "2022.76.6.1",
  "art_champions_text": null,
  "artist": "Calligrapher: Hai Rui; Inscriber: Weng Fanggang",
  "classification": "Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mark Pratt",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "dimension": "70 1/4 × 18 1/4 in. (178.4 × 46.4 cm) (image)\r\n78 1/2 × 19 in. (199.4 × 48.3 cm) (mount)",
  "dynasty": null,
  "highlights": 0,
  "id": 129981,
  "image": "valid",
  "image_copyright": null,
  "image_height": 11009,
  "image_width": 3127,
  "inscription": null,
  "life_date": "Chinese, 1514–1587",
  "list": null,
  "markings": null,
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Calligrapher",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2022    76    6    1",
  "style": null,
  "text": "<p>Traditional Chinese culture places great emphasis on the power of the word. Because of this, calligraphy, literally “beautiful writing” in Chinese, was the visual art form prized above all others for centuries. Functional and artistic, calligraphy was valued due to the distinctly visual quality of brush-written characters, with each word represented by its own unique symbol. </p><p>During the Ming and Qing periods, mastering calligraphy improved one’s chance of achieving the<i> jinshi </i>title (the highest degree in the imperial examination) by which candidates of any class could enter the imperial bureaucracy and thereby attain society’s higher ranks. This led to many elite scholar-officials gaining fame for their calligraphy. Known for his integrity and honesty in office, Hai Rui had an eventful political career. In 1565, while serving at the Ministry of Revenue, he criticized the Jiajing Emperor for neglecting his duties and bringing disaster to the country. Subsequently sentenced to death, Hai was released after the Emperor died the following year. </p><p>This couplet may be translated as follows: </p><p><i>I breathe in all of nature to become its equal; </i></p><p><i>Only those who know this can live harmoniously with all beings on earth. </i></p><p>The accompanying inscription was written over one century later by the renowned 18th-century scholar-official Weng Fanggang, a literary critic, philosopher, poet, and calligrapher: </p><p><i>When one views this authentic work by Hui Rui, one can feel a spirit of honesty and integrity within the ink.\n</i></p>",
  "title": "Couplet in cursive script"
}
