{
  "Cache_Location": "013000\\000\\70\\13077",
  "Catalog_Raisonne": "Harrison 234",
  "Primary_RenditionNumber": "20010309_mia341_0507.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2000.237.3",
  "art_champions_text": null,
  "artist": "Helen Frankenthaler; Printer: Tyler Graphics, Ltd., Mount Kisco, New York; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Diane and Richard Cohen",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992–93",
  "department": "Global Contemporary Art",
  "dimension": "28 1/8 × 28 1/4 in. (71.4 × 71.8 cm) (image, sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 13077,
  "image": "valid",
  "image_copyright": "© Estate of Helen Frankenthaler / Artists Rights Society (ARS), NY",
  "image_height": 2236,
  "image_width": 2032,
  "inscription": "Inscribed in gold ink, unknown hand, verso: #29 / 6/09/93",
  "life_date": "American, 1928–2011",
  "list": null,
  "markings": "Numbered in pencil, LL: 17/30\r\nPublisher's blindstamp, LR; workshop no., verso, LL: HF92-3056;",
  "medium": "Color woodcut and blind embossing on hand-dyed paper",
  "nationality": "American",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Diane and Richard Cohen, Edina, Minn.; given to MIA, 2000.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "Signed, dated in pencil, LR: Frankenthaler '93",
  "sort_number": "2000   237    3",
  "style": null,
  "text": "Helen Frankenthaler has been recognized as one of the most important figures in American art for more than four decades. Closely identified with the second generation of Abstract Expressionists, she invariably used the basic visual elements of color and pictorial space as a means to achieve an emotional resonance in her non-objective compositions, though she always based her works in nature, both observed and imagined. Her innovative technique of pouring diluted paint directly on unprimed canvas-known as stain painting-was her signature style. This act of pouring became a literal metaphor for nature. Using line, color and texture, her aim is always to make beautiful works that evoke nature.  In this 1993 print, Frankenthaler chose hand-dyed paper and a traditional method of woodcut for realizing her composition.  Here, the subtle texture of the hand-made paper and the visible striations of the woodblock matrix add to the visual and tactile experiences of nature.",
  "title": "Radius"
}
