{
  "accession_number": "2019.16.6",
  "artist": "Thornton Dial",
  "classification": "Assemblages, Sculpture",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of the Souls Grown Deep Foundation from the William S. Arnett Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001–2003",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "76 × 138 × 46 in. (193.04 × 350.52 × 116.84 cm)",
  "id": 131452,
  "image": "valid",
  "image_copyright": "© Thornton Dial / Artists Rights Society (ARS), New York",
  "image_height": 4480,
  "image_width": 6720,
  "inscription": null,
  "life_date": "American, 1928–2016",
  "markings": null,
  "medium": "Steel, wood, wire, twine, artificial flowers, ax blade, glass bottles, animal bones, cloth, tin cans, paint can lids, and enamel",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Thornton Dial was renowned for his dynamic assemblages, often made with found materials, which celebrated the creativity and vision of Black people across the United States. Drawing from his experiences coming of age in the rural South as well as the spiritual and cultural traditions of his community, Dial created a number of funerary monuments that were placed in cemeteries. This riot of hand-forged scrolls bearing bottles and bones is an extension of this practice, but is not a memorial to a single person: instead, his sculpture pays tribute to the minds of Black steelworkers in the United States. As Dial noted in an interview in the mid-1990s, My art is talking about the power. It is talking about the coal mines and the ore mines and the steel mills. It is talking about the government, and the unions, and the people that controls the hills and the mountains. The power of the United States is the fuel that carries the United States on. It carries everything, the mills and factories and stores and houses. I try to show how the Negroes have worked in all these different places and have came to help make the power of the United States what it is today.",
  "title": "Monument to the Minds of the Little Negro Steelworkers"
}
