{
  "Cache_Location": "131000\\500\\50\\131556",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "murray_20190410000098.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2019.91.19",
  "art_champions_text": null,
  "artist": "Japan",
  "classification": "Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Thomas Murray in honor of Etsuko Iwanaga",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "dimension": "117 × 114 1/2 in. (297.18 × 290.83 cm)",
  "dynasty": "Edo period (1603–1868)",
  "highlights": 0,
  "id": 131556,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5184,
  "image_width": 4200,
  "inscription": null,
  "life_date": null,
  "list": "highlights-of-japanese-art-sculpture-and-decorative-art",
  "markings": null,
  "medium": "Cloth: cotton and felt, katazome (stencil resist)",
  "nationality": "Japanese",
  "object_name": "Cloth (sarasa)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Maker",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2019    91   19",
  "style": null,
  "text": "Material: Japanese sarasa / chintz\r\nChintz, printed or painted cotton cloth from India, has been an export good for 2, 000 years. Considered exotic and beautiful from Indonesia and Egypt to Europe and North America, specific types were manufactured to satisfy the tastes of various world markets. Beginning around 1600, British and Dutch merchants imported chintz fabric to Japan under the term sarasa. Because of its great expense, only wealthy lords could afford it, prompting the establishment of a domestic industry that imitated the Indian originals, but used Japanese dyeing techniques such as katazome (stencil resist). The first handbook with pattern samples was issued in Japan in 1778.\r\nThis example is called a wasarasa, or Japanese sarasa. It features a floral background behind two foreign motifs: a European and a Chinese man, and a European man standing next to a white elephant with rider. The rug is backed with orange trade wool, a costly import that, when combined with the sarasa, made it even more valuable.",
  "title": "White-ground Japanese sarasa (wasarasa) blanket with repeating pattern of foreigners and elephant amidst flowers"
}
