{
  "Cache_Location": "131000\\600\\30\\131637",
  "Catalog_Raisonne": "Murray et al. 2018, pl. 65",
  "Primary_RenditionNumber": "murray_20190304000127.jpg",
  "Rights_Image_Display": "Limited",
  "TitleAlt": null,
  "accession_number": "2019.20.54",
  "art_champions_text": null,
  "artist": "Japan",
  "classification": "Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th–early 20th century",
  "department": "Asian Art",
  "dimension": "48 15/16 × 46 5/8 in. (124.3 × 118.43 cm)",
  "dynasty": "Meiji era (1868–1912)",
  "highlights": 0,
  "id": 131637,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3339,
  "image_width": 3250,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": "PR interior, at bottom: Murray Collection label: JAP 6024",
  "medium": "Cloth: cotton, tatebiki kanoko shibori (rising fawn-spot tie-dyeing)",
  "nationality": "Japanese",
  "object_name": "Casual summer kimono (yukata)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Maker",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2019    20   54",
  "style": null,
  "text": "This is a yukata, an unlined robe worn as casual summer clothing. The pattern of vertical undulating lines is appropriately called “rising steam” (tatewaku). A close look reveals the lines are composed of small white circles; this effect is achieved through a tie-dyeing (shibori) technique called tatebiki kanoko, literally “rising fawn’s coat, ” as deer are born with spots that fade as they mature. The cloth is caught on a specially shaped needle and then wrapped two or three times with thread before dyeing. The horizontal seam along the waist indicates an alteration to shorten the garment. Though placing the seam in such a prominent place may seem counterintuitive, a customary sash worn to keep the garment securely wrapped around the body would have concealed it.",
  "title": "Dark blue-ground casual summer kimono (yukata) with wavy white line pattern"
}
