{
  "Cache_Location": "131000\\600\\30\\131631",
  "Catalog_Raisonne": "Murray et al. 2018, pl. 121",
  "Primary_RenditionNumber": "murray_20190304000118.jpg",
  "Rights_Image_Display": "Limited",
  "TitleAlt": null,
  "accession_number": "2019.20.48",
  "art_champions_text": null,
  "artist": "Japan",
  "classification": "Textiles",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th–early 20th century",
  "department": "Asian Art",
  "dimension": "60 1/4 × 62 1/8 in. (153.04 × 157.8 cm)",
  "dynasty": "Meiji era (1868–1912)",
  "highlights": 0,
  "id": 131631,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3125,
  "image_width": 3132,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": "on back, in LRC: Murray Collection label: JAP 6018",
  "medium": "Cloth: cotton patchwork, zanshi-ori (leftover yarn), indigo dye",
  "nationality": "Japanese",
  "object_name": "Fireplace cover (kotatsugake)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Maker",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2019    20   48",
  "style": null,
  "text": "This is a cover for a kotatsu, a charcoal brazier that served as a heating source (today they are electric). Placed in the middle of a room under a low table, the kotatsu is covered by a cloth (kotatsugake) to form a tent-like structure; sitting with one’s legs tucked under was a way to stay warm. A utilitarian item, this kotatsugake was patched together (a technique called boro) from repurposed, quilted cotton fabric. One side of it uses cloth woven from leftover indigo, brown, and white threads, an economical approach that results in an irregular but visually pleasing striped pattern (yatarajima). The other side is a patchwork of plain-weave indigo-dyed fabric. The maker of this kotatsugake made good use of her materials, creating an asymmetrical composition that nonetheless finds balance through the interplay of darker and lighter indigo tones.",
  "title": "Fireplace cover (kotatsugake)"
}
