{
  "Cache_Location": "131000\\600\\10\\131613",
  "Catalog_Raisonne": "Murray et al. 2018, pl. 1",
  "Primary_RenditionNumber": "mia_8028398.jpg",
  "Rights_Image_Display": "Limited",
  "TitleAlt": "\"魚皮切伏衣\"",
  "accession_number": "2019.20.31",
  "art_champions_text": "Conservation Cost $3, 900.00\r\n\r\n \r\n\r\nMia has plans to feature this woman’s festival coat in the landmark exhibition, “Textiles of Japan, ” opening October 2021, but it requires important conservation work before it can be safely displayed to the public.  \r\n\r\n \r\n\r\nDating to the 1800s and made of fish skin, the coat testifies to the exceptional artistry and technical skill of makers within the Nivkh community, a semi-nomadic, indigenous ethnic group from the Amur River region of eastern Siberia. The Nivkh people harvested materials available to them in the region and turned to the skin of chum salmon or Amur carp to make clothing and shelter. The skin is removed in one piece and then dried, kneaded, and moistened in fish soup until supple. The result is a lightweight material that is also water and wind repellent and durable. These women’s festival coats (hukht) show a style reminiscent of neighboring Chinese and Manchu robes. Especially the backs are richly decorated with appliqué and embroidery of abstracted, animalistic designs that represent masks, birds, serpents, and dragons which design is also of Chinese origin.\r\n\r\n\r\n\r\n\r\nFew of these coats have survived and this is one of the highlights of the upcoming Dressed by Nature exhibition. But the coat is quite dry and fragile, with several tears in need of repair. Some past conservation work on the coat is beginning to fail, and not visually integrated into the garment. A number of deep creases, where the coat has been folded, require steam treatments to relax. These treatments, in addition to an overall surface cleaning, will do much to restore this unique and important coat to its former glory.  \r\n\r\n \r\n\r\nContact the Department of Japanese and Korean Art at JKA@artsmia.org or (612) 870-3214 to Champion this artwork.",
  "artist": "Nivkh",
  "classification": "Clothing",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Nivkh",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "dimension": "54 3/4 × 42 1/2 in. (139.07 × 107.95 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 131613,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8135,
  "image_width": 10657,
  "inscription": null,
  "life_date": null,
  "list": "highlights-of-japanese-art-sculpture-and-decorative-art",
  "markings": null,
  "medium": "Cloth: fish skin (Amur carp and Pacific salmon), sinew (reindeer), cotton thread, appliqué and embroidery",
  "nationality": "Russian",
  "object_name": "Woman's festival coat (hukht)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Belgian collection; Pierre Loos; Andres Moraga; Thomas Murray (2013-19)",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2019    20   31",
  "style": null,
  "text": "This woman’s festival coat is pieced together from fish skins. Its tapered sleeves and diagonal closure result from cultural exchanges with the Manchus and Mongols. The use of cotton thread and red- and blue-dyed areas likewise speaks to its maker’s access to trade networks that reached the area.\r\nMuch of the surface, especially on the back, features curvilinear motifs that showcase the exacting skill and attention to symmetry of the woman, or women, who made it. Leather pieces line and are stitched to the surface. While highly stylized, many of the design motifs can nonetheless be identified: birds with outstretched wings, masks, and the sinuous lines of serpents or dragons. Some elements may derive from Nivkh traditions—for example, Nivkh people say the duck created their land from its own feathers—whereas others, like the masks and dragons, likely come from China.",
  "title": "Woman’s fish-skin festival coat (hukht)"
}
