{
  "Cache_Location": "131000\\700\\20\\131726",
  "Catalog_Raisonne": "Murray et al. 2018, pl. 112",
  "Primary_RenditionNumber": "murray_20190410000096.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2019.20.139",
  "art_champions_text": null,
  "artist": "Japan",
  "classification": "Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "dimension": "47 1/4 × 48 in. (120.02 × 121.92 cm) (overall)",
  "dynasty": "Meiji era (1868–1912)",
  "highlights": 0,
  "id": 131726,
  "image": "valid",
  "image_copyright": null,
  "image_height": 12591,
  "image_width": 10200,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": "interior PR, Thomas Murray Collection label: JAP 6216",
  "medium": "Cloth: cotton and silk, sashiko (decorative reinforcement stitching), indigo dye",
  "nationality": "Japanese",
  "object_name": "Fisherman coat (donza)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Maker",
  "room": "G223",
  "see_also": null,
  "signed": null,
  "sort_number": "2019    20  139",
  "style": null,
  "text": "Donza are coats worn by fishermen throughout Japan for festivals and special occasions until the 1930s, when production of them largely ceased. Narrow sleeves and extensive patterns rendered in sashiko, a form of decorative reinforcement stitching that uses cotton thread, are characteristics of this style of coat. Here, remarkably small stitches were placed only a few threads apart, incorporating the contrasting thread to such an extent, and achieving such a degree of regularity, that the pattern almost looks woven into the backing fabric. Its sleeves are decorated with a lattice pattern in yellow cotton thread, and the body of the garment features a complex pattern of arrow-like feathers in light-blue thread.",
  "title": "Dark blue-ground fisherman's festival coat (donza) made in Fukui Prefecture"
}
