{
  "Cache_Location": "131000\\700\\20\\131722",
  "Catalog_Raisonne": "Murray et al. 2018, pl. 84",
  "Primary_RenditionNumber": "murray_201908200040.jpg",
  "Rights_Image_Display": "Limited",
  "TitleAlt": null,
  "accession_number": "2019.20.135",
  "art_champions_text": null,
  "artist": "Japan",
  "classification": "Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund and the Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "dimension": "35 × 50 3/16 in. (88.9 × 127.48 cm)",
  "dynasty": "Meiji or Taishō era",
  "highlights": 0,
  "id": 131722,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3926,
  "image_width": 4846,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": "bottom PR, interior: Murray Collection label: JAP 6201",
  "medium": "Cloth: hemp, katazome (stencil resist)",
  "nationality": "Japanese",
  "object_name": "Short jacket (happi)",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Maker",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2019    20  135",
  "style": null,
  "text": "A collection of stamps and characters on this short jacket (happi) reveals its wearer to be a participant in the annual Gion Festival in Kyoto. Spanning the entire month of July, the festival features elaborate parades with towering floats on wheels, presented by residents of various districts in the city. While some paradegoers ride the floats, many more march alongside or pull them, all in coordinated clothing to project their connection to their district and one another. \r\nThis jacket of plain-weave hemp has a repeating pattern of intersected triangles dyed with indigo using a stencil (katazome). A black triangle stamp on the left lapel, no longer legible, would have identified the group to which this individual belonged, while the red mark below was the festival participation seal. The five hand-painted characters on the right lapel read “number 141” (百四拾壹號); this is the number of the group whose member would have worn the garment.",
  "title": "Short jacket for the Gion Festival (Gion matsuri happi)"
}
