{
  "Cache_Location": "132000\\100\\70\\132174",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8017371.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2019.50",
  "art_champions_text": "Conservation cost: $1, 735\r\nThis fascinating sculpture depicts the deity Hayagriva, a wrathful manifestation of the God of Compassion in Tibetan Buddhism. The figure strides atop splayed bodies while embracing his consort Naraitmya. Together, they represent the union of compassion and wisdom, as their physical ecstasy becomes one with the great bliss of enlightenment.\r\nThough richly detailed and full of forceful energy, this sculpture is structurally unstable and requires conservation before it can be safely displayed. Conservation may also enable important discoveries. A rolled piece of paper tucked inside the sculpture likely contains a Buddhist creed—its safe removal could allow it to be translated for research and display, adding to our knowledge of this sculpture and the people who venerated it. \r\nContact the Chinese, South and Southeast Asian Art Department at CSSAA@artsmia.org or (612) 870-3220 to Champion this artwork.",
  "artist": "Tibet",
  "classification": "Sculpture",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Sa and Paul Budnitz",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "dimension": "9 × 6 11/16 × 3 5/8 in. (22.86 × 16.99 × 9.21 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 132174,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7663,
  "image_width": 6594,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Copper alloy, semi-precious stones",
  "nationality": null,
  "object_name": "Sculpture",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": null,
  "room": "G255",
  "see_also": null,
  "signed": null,
  "sort_number": "2019    50",
  "style": null,
  "text": "In Tibetan Buddhist practice, buddhas and bodhisattvas can express benevolent and wrathful sides. Rta mgrin (Sanskrit: Hayagriva) is a wrathful emanation of Spyan ras gzigs (Sanskrit: Avalokiteshvara), the bodhisattva of compassion. Shown in <i>yabyum</i> (sexual embrace, or “father-mother”) pose with his female consort, Rta mgrin represents compassion; goddess Nges ‘byung (Sanskrit: Nairatmya) represents wisdom. The couple’s union symbolizes the essence of enlightenment, accessed by practitioners through concentrated meditation on such a deity.",
  "title": "Rta mgrin (Hayagriva)"
}
