{
  "Cache_Location": "013000\\200\\40\\13243",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "100708_mia341_145649.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2000.32",
  "art_champions_text": null,
  "artist": "China",
  "classification": "Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th–ealy 17th century",
  "department": "Asian Art",
  "dimension": "H.21-1/2 x W.87-3/16 x D.38-3/16 in.",
  "dynasty": "Ming dynasty (1368–1644)",
  "highlights": 0,
  "id": 13243,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3619,
  "image_width": 5343,
  "inscription": "Sticker; Tag",
  "life_date": null,
  "list": null,
  "markings": "Christie'S sticker, at top of one leg; Christie's tag, on slat on bottom",
  "medium": "Huanghuali hardwood",
  "nationality": "Chinese",
  "object_name": "Daybed",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2000    32",
  "style": null,
  "text": "A daybed served many purposes: during the day it functioned as a seating platform, at night it was a bed for sleeping. When furnished with a small armrest or low table, it was convenient for lounging, reading books, or drinking tea. Made of massive pieces of timber, this rare cabriole (s-shaped) leg daybed exemplifies the restrained grandeur and robust form that exemplified late Ming aristocratic taste. The surrounding curvilinear aprons are decorated in carved relief with <I>ling-chih/<I> (fungus)-like cloud motifs, a popular emblem of longevity. The legs are carved with a  <I>ju-i</I> (wish-granting) cloud lappet design on each shoulder and terminate with a scrolled foot form from which a leaf sprouts in relief. It is the only huang-hua-li daybed known to be decorated with these specific auspicious motifs.\r\n<P>In antiquity the daybed was used primarily for sitting. It was smaller and shorter than the couch-bed with its railings, which was used for reclining. In time the daybed was raised, widened, and lengthened like this one, and it became an important piece of furniture in the studio where scholars used it for sitting, reclining, reading, meditating, conversing with friends, and playing board games.",
  "title": "Daybed"
}
