{
  "Catalog_Raisonne": null,
  "accession_number": "2020.85.37.2",
  "artist": "Santiago Cucullu; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "dimension": "39 3/4 × 27 1/2 in. (100.97 × 69.85 cm) (image, sheet)",
  "id": 137466,
  "image": "valid",
  "image_copyright": "Copyright © Santiago Cucullu, published by Highpoint Editions",
  "image_height": 5850,
  "image_width": 4200,
  "inscription": null,
  "life_date": "Argentinian, born 1969",
  "list": null,
  "markings": "LLC in pencil on verso: Archive 1/2 | Publisher's stamp in silver ink, LLC on verso: HP",
  "medium": "Screenprint in silver on black paper",
  "nationality": "Argentinian",
  "object_name": "Print",
  "portfolio": "The Seventh Thread had Greenish Walls A Bathroom in the Hall",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2020.",
  "recent": 0,
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "LRC in pencil on verso: Santiago Cucullu 2009 | BC in pencil on verso: Antonellataque",
  "style": null,
  "text": "This monochromatic screenprint is part of Santiago Cucullu’s “The Seventh Thread Had Greenish Walls a Bathroom in the Hall, ” a suite of seven prints inspired by Cucullu’s travels around Germany in the summer of 2008. For these prints, the artist combined fragments of found imagery with his own photographs of German cities and architecture. Cucullu constructs his images intuitively using a collage-like process that fuses disparate architectural elements in a visually complex but cohesive arrangement. Printed in silver ink on black paper, the ghostly images are like dreams or recollections, at once familiar and mysterious.",
  "title": "Antonellataque"
}
