{
  "Cache_Location": "137000\\600\\00\\137607",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2020.6.1",
  "artist": "Jason Lim",
  "classification": "Sculpture, Artist Installations",
  "continent": "Asia",
  "country": "Singapore",
  "creditline": "The Allen and Kathy Lenzmeier Endowment for Art Acquisition, the Joan and Gary Capen Endowment for Art Acquisition, and gift of funds from James Amberson",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Asian Art",
  "dimension": "variable",
  "highlights": 0,
  "id": 137607,
  "image": "invalid",
  "image_copyright": "© Jason Lim",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Singaporean, born 1966",
  "list": null,
  "markings": null,
  "medium": "Porcelain, electrical components",
  "nationality": "Singaporean",
  "object_name": "Sculpture / Installation",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G213",
  "signed": null,
  "style": null,
  "text": "Recognized as one of the leading figures in contemporary art in Singapore, Jason Lim (b. 1966) identifies himself as a “ceramicist and performance artist, two seemingly disparate practices which resolve in the artists’ recurring interest in the changeability of natural phenomena. In this series, Lim evokes a vocabulary of thought ubiquitous in the Buddhist traditions of Asia: dharma, being the underlying law of reality, or the teachings of the Buddha; and the lotus, symbolic of purity, transcendence (i.e. floats above murky water), and enlightenment. That the sculpture dissolves and then is re-born speaks to the cyclical nature of existence; to make peace with this ephemeral stasis is what unfurls the subtle aspects of the Buddhist worldview. Lim’s work is neither proselytizing nor fixed, and instead a meditation on reality expressed with an economy of potent means.",
  "title": "Just Dharma"
}
