{
  "Cache_Location": "139000\\000\\30\\139034",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_7022127.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2020.88.1",
  "art_champions_text": null,
  "artist": "Jenny Schmid",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of funds from Mary Abbe Hintz",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "dimension": "24 1/4 × 17 13/16 in. (61.6 × 45.24 cm) (image)\r\n28 5/8 × 22 1/4 in. (72.71 × 56.52 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 139034,
  "image": "valid",
  "image_copyright": null,
  "image_height": 9125,
  "image_width": 7051,
  "inscription": null,
  "life_date": "American, born 1969",
  "list": null,
  "markings": "bottom center in pencil: II/X",
  "medium": "Linocut",
  "nationality": "American",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": "Roy Lichtenstein was a leading proponent of Pop Art, a movement that emerged in the 1950s and flourished in the 1960s in the United States and Britain, drawing inspiration from sources in popular and commercial culture. Lichtenstein's early Pop paintings, drawings, and prints were largely inspired by images from comic books and advertisements, , though also sourced ideas and images from the history of art. In several series of prints made in the early 1970s, Lichtenstein directly quotes Picasso’s lithographic series The Bull (Le taureau), 1946, and Theo van Doesburg’s pencil studies for The Cow, 1916–17, in which bovines are rendered incrementally more abstract. \r\n\r\nhe portrayed the gradual progression of an image from representation to abstraction, using cows and bulls as subjects, as seen in the three prints comprising Bull Head I-III. These various series were inspired by precedants devised by European modernists Theo van Doesburg (1881-1931) and Pablo Picasso (1881-1973). In fact, Lichtenstein's bull series were based largely on Picasso’s eleven Bull lithographs (1945–46).\r\n\r\nThese precedents testify to the modernist belief that universal truth could be revealed through distillation and abstraction. Lichtenstein, though, parodies this faith by calling into question the presumed distinction between “realistic” and “abstract” depictions.  This visual rhyme calls attention to the fact that, as Lichtenstein put it, “nothing is more abstract than anything else to me. The first one is abstract; they’re all abstract.”",
  "provenance": "Bikini Press International, Minneapolis (publisher).",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "LLC in pencil: PANDEMIC PANDEMONIUM | LRC in pencil: Jenny Schmid",
  "sort_number": "2020    88    1",
  "style": null,
  "text": "Jenny Schmid’s “Pandemic Pandemonium, ” a suite of six linocuts, is a parody of the anti-science rhetoric and deeply flawed response of the U.S. government to the coronavirus pandemic of 2019-21. Starring former President Donald Trump, environmental activist Greta Thunberg, the Grim Reaper, the Devil, and a cast of mask-averse Americans, the series puts into stark terms the country’s deep political and cultural divisions and the deadly consequences of ignoring basic public health guidelines. Inspired by the centuries-old graphic tradition of political and social satire, the series functions as a visual protest and personal statement of Schmid’s political views. A frontline medical worker, who dons personal protective equipment, appears in the folio’s introductory image as a symbol of the sobering challenges faced in battling a global pandemic.",
  "title": "Frontispiece, from Pandemic Pandemonium"
}
