{
  "Cache_Location": "142000\\300\\20\\142328",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "ext_202106160003.jpg",
  "Rights_Image_Display": null,
  "accession_number": "2021.60",
  "art_champions_text": null,
  "artist": "Walther Klemm",
  "classification": "Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John E. and Marion Andrus III Fund in Support of the Department of Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1908",
  "department": "European Art",
  "dimension": "11 9/16 × 9 in. (29.4 × 22.9 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 142328,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 521,
  "image_width": 400,
  "inscription": "in pencil, at bottom edge: Farbenholzschnitt Handdruck  /  Unikum  /  W Klemm 08",
  "life_date": "German, 1883–1957",
  "list": null,
  "markings": null,
  "medium": "Color woodcut",
  "nationality": "German",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2021    60",
  "style": null,
  "text": "Just looking at the fur of this cat and kitten, we can almost feel its softness. Moreover, we can sense the lithe bodies beneath the fur. Walther Klemm was a distinguished maker of color woodcuts in the early 1900s. His delicate cutting of the wood blocks and his subtle use of color give the fur its loft and make details such as the whiskers stand out. Klemm is known for his striking compositions, and the dynamic contour of the two animals set against a blank background is no exception.\r\n\r\nWhen Klemm made this, he was journeyman working to find his way in in his career. He appears to have made this for his own enjoyment, since he wrote on the paper that he had printed it himself and that it was the only impression he made. Klemm went on to become a professor at the Grand-Ducal Saxon School for Fine Arts in Weimar and the head of its division for graphic arts.",
  "title": "Katzenmutter, sitzend mit einem Jungen (Mother cat, sitting with a kitten)"
}
