{
  "Cache_Location": "142000\\600\\00\\142603",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8025638.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2022.12.1",
  "art_champions_text": null,
  "artist": "Delita Martin",
  "classification": "Printing Matrices",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Friends of Bruce B. Dayton Acquisition Fund and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "dimension": "20 1/2 × 24 5/8 in. (52.1 × 62.5 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 142603,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5155,
  "image_width": 5954,
  "inscription": "centered on verso, in black marker: DRESS PLATE #5",
  "life_date": "American, born 1972",
  "list": "bhm",
  "markings": null,
  "medium": "Acrylic resin on antique christening gown, mounted on aluminum",
  "nationality": "American",
  "object_name": "Printing matrix",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2022    12    1",
  "style": null,
  "text": "Delita Martin is a Houston based figurative artist who often blends diverse media and techniques to create visually potent images of women of color as icons of strength and community. Inspired by oral traditions as well as vintage and family photographs, Martin attempts to capture the spirit of her subjects—mainly friends and family members—and tell their individual and collective stories. Martin’s portraits and figurative scenes honor African American women and present positive images of Black identity through individualized narrative content that also provides a contextual connection to her subjects’ personal experiences.\r\n\t\r\nFor her suite “Keepsakes, ” Martin drew black and white lithographic portraits of several close friends and family members (and herself) based on photographs of them as children. Each portrait was then combined with an image printed directly from an antique christening dress collected by the artist and prepared as a collagraph printing matrix. To further individualize the portraits, each print features a distinctive background design and geometric pattern of hand stitched thread. Part tribute, part memento, the “Keepsakes” prints are each titled with \tthe name of the individual portrayed.  Martin’s portraits are both personal and universal, honoring a lifetime of friendship, connection, and community.",
  "title": "Collagraphic printing matrix for Malayah, from the suite Keepsakes"
}
