{
  "Cache_Location": "142000\\700\\20\\142723",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8026414.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2021.93.1",
  "art_champions_text": null,
  "artist": "Hunhar II",
  "classification": "Drawings, Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Trust Fund and the Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1735–40",
  "department": "Asian Art",
  "dimension": "7 7/8 × 6 3/16 in. (20 × 15.7 cm) (image)\r\n18 11/16 × 12 1/4 in. (47.5 × 31.1 cm) (mount)",
  "dynasty": null,
  "highlights": 0,
  "id": 142723,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10621,
  "image_width": 7089,
  "inscription": "Recto: Inscribed above and below portrait with Persian verses in nasta’liq script. Above a couplet from a Persian poem attributed to Mulla Daraki Qummi (d.1063/1652–3), who was active in Iran and the Deccan: ‘Alive in the world of creating images is that same painter, The sleep of carelessness has carried off all, just one person is awake.’\r\nBeneath the painting is a couplet from a Persian poem: ‘Painter, lift your hand from drawing his eyebrow, For you are not capable of drawing his bow.’\r\nVerso: ‘amal-i Hunhar (‘the work of Hunhar’), seal impression of Bayram Khan Husayni",
  "life_date": "Indian",
  "list": null,
  "markings": null,
  "medium": "Tinted drawing with colors and gold laid down on card",
  "nationality": "Indian",
  "object_name": "Watercolor",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2021    93    1",
  "style": null,
  "text": "This portrait, conceived as a pair to the painting on the right, depicts a woman wearing a man's turban. Using the reductive, naturalistic style typical of early 1700s Mughal portraiture, the artist, Hunhar II celebrates what seems to have been a not uncommon happening within enclosed zananas (enclosed women’s domestic spaces) throughout India: cross-dressing was recorded at least since the time of Empress Nur Jahan (1577-1645). Laid down on its original floral trellis mat, a Persian verse written above the idealized beauty affirms the accomplishments of the artist: “The sleep of carelessness has carried off all, just one person [the artist] is awake.”",
  "title": "Bust portrait of a lady wearing a man's turban"
}
