{
  "Cache_Location": "147000\\000\\90\\147097",
  "Catalog_Raisonne": "Roberts vol. \r\nDuke p. 314",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2024.74.24",
  "art_champions_text": null,
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1842",
  "department": "European Art",
  "dimension": "20 1/2 × 13 1/2 in. (52.1 × 34.3 cm) (image)\r\n22 5/8 × 16 in. (57.5 × 40.6 cm) (sheet)\r\n30 × 24 in. (76.2 × 61 cm) (mat)",
  "dynasty": null,
  "highlights": 0,
  "id": 147097,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Scottish, 1796 – 1864",
  "list": null,
  "markings": "printed BC margin: London, Published by F.G. Moon. 20 Threadneedle St. Octr. 1st 1842. / THE THEATRE.",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 3, plate 98",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "BR, within image: Entrace to Petra / March 10th 1839 / David Roberts",
  "sort_number": "2024    74   24",
  "style": null,
  "text": "Petra, a city of the Arab Nabatean Kingdom and now an archeological site in southern Jordan, is famous for its extensive complex of buildings hewn directly from sandstone cliffs. Though largely carved from the stoney terrain rather than being constructed, many of Petra's monuments were designed to emulate those of the Roman world. The amphitheater, seen at lower right, was mostly carved out of solid rock with additional elements being constructed. The Nabatean ruler Aretas IV (9 BCE-40 CE) ordered the theater and other large-scale projects built in Petra when the kingdom was at the height of its power.\r\n\r\n\nIn 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.",
  "title": "The Theatre (Entrance to Petra)"
}
