{
  "Cache_Location": "147000\\000\\30\\147032",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8034869.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2024.43",
  "artist": "China",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund, the Ethel Morrison Van Derlip Trust Fund, and the Joan and Gary Capen Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1662–1722",
  "department": "Asian Art",
  "dimension": "63 1/4 × 35 1/2 in. (160.7 × 90.2 cm) (image)\r\n97 1/2 × 47 × 2 in. (247.7 × 119.4 × 5.1 cm) (overall, including roller)",
  "highlights": 0,
  "id": 147032,
  "image": "valid",
  "image_copyright": null,
  "image_height": 11194,
  "image_width": 6303,
  "inscription": "An inscription in regular script written within the cartouche framed in a golden double-line on the top right hand reads: “Reverent deities of yakasa from the Eight Legions 天龍八部夜叉尊神”. Another inscription brushed in black ink in the lower right reads, “Sincerely commissioned by the devout Imperial Prince Zhuang 和碩莊親王發心誠造, ” which is followed by a seal in four characters (partially damaged): Treasure of Prince Zhuang 莊親王寶.",
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Ink and colors on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "This painting is rendered with ink and color on silk in meticulous gongbi fine-line style. It colorfully depicts three wrathful deities, each holding their attributes with a fierce expression. The scene is set amidst turbulent, multi-colored clouds. As proven by both the inscription and by the characteristics of the figures, the painting depicts yakshas, the Buddhist guardian figures in the Eight Legions, a group of deities whose function is to protect the Dharma. Clad in loincloths and flying scarves, each of them displays the fierce demeanors and muscular bodies of Central Asian warriors, thus emphasizing their character as guardian figures to protect the sacred precincts. An inscription brushed in black ink in the lower right identifies the hanging scroll as a product of the imperial workshop, and was commissioned by Prince Zhuang, the Manchu prince Boggodo (1650–1723), whose grandfather Abahai (1592–1643) was the Qing dynasty founder. It was speculated to have once been part of a set of Water-Land Ritual (shuilu) paintings commissioned by the prince for use in Buddhist mortuary rites which aimed to liberate sentient beings from their suffering.",
  "title": "Buddhist painting depicting Guardian Yaksha figures"
}
