{
  "Cache_Location": "147000\\000\\90\\147095",
  "Catalog_Raisonne": "Roberts vol. \r\nDuke p. 302",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2024.74.22",
  "art_champions_text": null,
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1842",
  "department": "European Art",
  "dimension": "19 1/4 × 13 3/8 in. (48.9 × 34 cm) (image)\r\n22 5/8 × 16 1/8 in. (57.5 × 41 cm) (sheet)\r\n30 × 24 in. (76.2 × 61 cm) (mat)",
  "dynasty": null,
  "highlights": 0,
  "id": 147095,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "BR, within plate: Temple called El Khasne Petra March 7th 1839.",
  "life_date": "Scottish, 1796 – 1864",
  "list": null,
  "markings": "printed BC margin: London, Pubd by F.G. Moon. 20 Threadneedle St. Augt. 18th 1842. / TEMPLE CALLED EL KHASNE, PETRA.",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 3, plate 94",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "BC, within plate: David Roberts R A / Louis Haghe Lith.",
  "sort_number": "2024    74   22",
  "style": null,
  "text": "This is a close-up view of the so-called Treasury at Petra, a city of the Arab Nabatean Kingdom and now an archeological site in southern Jordan. Though Scottish painter David Roberts tought of the structure as a temple, it was conceived as an elaborate tomb cut directly from the sandstone face of the canyon in the 1st century CE. Roberts shows us the broken columns of the portico; today's visitors see them in a repaired state. Roberts seems to alter the scale of the figures to give a significant role to the foreground figures while using the figures under the portico to emphasize its huge size.\r\n\r\nIn 1838, Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.",
  "title": "Temple Called El Khasne, Petra"
}
