{
  "Catalog_Raisonne": "RLCR 2135; Corlett 124; Gemini 73-511; NGA Gemini CR 31.52; RL 3624",
  "accession_number": "2024.90.2",
  "artist": "Roy Lichtenstein; Printer and publisher: Gemini G.E.L., Los Angeles",
  "classification": "Prints, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Marilyn and Glen Nelson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973",
  "department": "Global Contemporary Art",
  "dimension": "21 1/8 × 28 in. (53.7 × 71.1 cm) (image)\r\n24 7/8 × 32 7/8 in. (63.2 × 83.5 cm) (sheet)\r\n29 1/4 × 36 5/8 × 2 in. (74.3 × 93 × 5.1 cm) (outer frame)",
  "id": 147048,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7045,
  "image_width": 9254,
  "inscription": "numbered at lower L, graphite: 95/100",
  "life_date": "American, 1923–1997",
  "list": null,
  "markings": "embossed Gemini blindstamp at LR: © II\r\nStamped on verso, lower left: Gemini G.E.L / Los Angeles, Calif.\r\nWorkshop number on verso in pencil, lower left, beneath stamp: RL73-511\r\nIcebox framing label verso frame, framed in 1999",
  "medium": "Color lithograph, screenprint, and line-cut on Arjomari paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "Bull Head series",
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "LR, graphite: rf Lichtenstein '73",
  "style": null,
  "text": "An early proponent of Pop art, Roy Lichtenstein sourced subjects for his paintings, drawings, and prints from popular and commercial culture, such as comic books and advertisements. He also drew inspiration from the history of art.  In several series of prints he produced in the early 1970s, including Bull Head I-III, Lichtenstein portrayed the incremental progression of an image from representation to abstraction, using cows and bulls as subjects. Both the idea and imagery were derived from Pablo Picasso’s lithographic series The Bull (Le taureau), 1946, and Theo van Doesburg’s pencil studies for The Cow, 1916–17. Part homage and part parody, Lichtenstein’s print series challenged the modernist belief that universal truth could be revealed through methods of progressive abstraction. For Lichtenstein, there was no distinction between naturalism and abstraction, stating that “nothing is more abstract than anything else to me. The first one is abstract; they’re all abstract.”",
  "title": "Bull Head II"
}
