{
  "Cache_Location": "147000\\000\\90\\147096",
  "Catalog_Raisonne": "Roberts vol. \r\nDuke p.",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2024.74.23",
  "art_champions_text": null,
  "artist": "David Roberts; Lithographer: Louis Haghe; Publisher: Sir Francis Graham Moon",
  "classification": "Prints, Works on Paper",
  "continent": "Europe",
  "country": "Great Britain",
  "creditline": "Bequest of Frances H. Graham",
  "culture": null,
  "curator_approved": 0,
  "dated": "1842",
  "department": "European Art",
  "dimension": "13 × 20 5/8 in. (33 × 52.4 cm) (image)\r\n16 1/8 × 22 3/4 in. (41 × 57.8 cm) (sheet)\r\n24 × 30 in. (61 × 76.2 cm) (mat)",
  "dynasty": null,
  "highlights": 0,
  "id": 147096,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "BR, withing image: PETRA / March 8th, 1839 ;\r\ncircled 1 in graphite at TRC margin",
  "life_date": "Scottish, 1796 – 1864",
  "list": null,
  "markings": "printed BC margin: Published by F.G. Moon. 20 Threadneedle St. July 1st 1842. / PETRA, SHEWING THE UPPER OR EASTERN END OF THE VALLEY.",
  "medium": "Tinted and hand-colored lithograph",
  "nationality": "Scottish",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": "The Holy Land, Syria, Idumea, Arabia, Egypt & Nubia. Volume 3, plate 96",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "BR, within image: David Roberts",
  "sort_number": "2024    74   23",
  "style": null,
  "text": "Petra, a city of the Arab Nabatean Kingdom and now an archeological site in southern Jordan, is famous for its extensive complex of buildings hewn directly from sandstone cliffs. At the upper or eastern end of the valley are four Royal Tombs. Carved into the western side of Khubtha Mountain, their elaborate architecture and prominent locations indicate that they held families from Petra's upper social strata. At left and center we see two of the four: The Palace Tomb and The Corinthian Tomb. The Palace Tomb is the largest and most elaborate, designed to emulate a Hellenistic or Roman-period palace facade. The Corinthian Tomb, named after Greek Corinthian-style capitals, is patterned after the so-called Treasury, the most famous tomb at Petra.\r\n\r\n\nIn 1838, Scottish painter David Roberts toured the Near East, making him one of the first British artists to gain first-hand knowledge of the region. He went from Egypt to the Sinai and Petra, arriving in Jerusalem at Easter 1839. Remaining there for a few weeks, he then continued north to Lebanon and departed from Beirut in May. From the outset of his journey, Roberts planned to publish a great set of Near-Eastern views, which eventually appeared as The Holy Land, Idumea, Arabia, Egypt and Nubia. He worked with lithographer Louis Haghe (1806-1885) to develop a six-volume magnum opus, containing 247 hand-colored lithographs based on his on-the-spot drawings. To fund the project, he exhibited his original drawings in London and used the exhibition catalogue as a prospectus to recruit subscribers. Four hundred signed up, and the series was published in parts from 1842 to 1849.This was one of the 19th century's most elaborate topographical publications illustrated with hand-colored lithographs. It was also one of the last, for photography soon became the preferred medium for views of far off lands. Nonetheless, Roberts's and Haghe's prints remained central to understanding of Egypt and the Holy Land in Victorian Britain.",
  "title": "Petra, Shewing the Upper or Eastern End of the Valley"
}
