{
  "Cache_Location": "147000\\100\\20\\147127",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "ext_202410130004.jpg",
  "Rights_Image_Display": null,
  "accession_number": "2024.85.1",
  "art_champions_text": null,
  "artist": "Leo Gestel",
  "classification": "Drawings, Works on Paper",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of the family of Lucas Van Hilst",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1935",
  "department": "European Art",
  "dimension": "19 1/4 × 25 1/4 in. (48.9 × 64.1 cm) (image, sheet)\r\n25 1/4 × 30 1/2 in. (64.1 × 77.5 cm) (mat)",
  "dynasty": null,
  "highlights": 0,
  "id": 147127,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 4096,
  "image_width": 3072,
  "inscription": "TR verso, blue pencil: 1935-30 24",
  "life_date": "Dutch, 1881–1941",
  "list": null,
  "markings": "BR, stamped in black ink: Atelier Leo Gestel 1941; BR, embossed: TIZIAN",
  "medium": "Black chalk and pastel on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "2024    85    1",
  "style": null,
  "text": "Having studied in Amsterdam and Paris, Dutch painter Leo Gestel was interested in international avant-garde artistic movements. He delved into Divisionism, Fauvism, Cubism, and Expressionism. At times he dealt with major events, such as the displacement of refugees during World War I, but more often he depicted everyday life. \r\n\r\nHere Gestel shows a hay harvest taking place on a low, rolling plain. A horsedrawn wagon has pulled up alongside a huge haystack, and three men three men work to tranfer the hay in the wagon to the stack. Though the stack is is 12 or 15 feet tall, it is dwarfed by the expansive landscape and the immensity of the sky above.\r\n\r\nof Anke’s father, Lucas Van Hilst, as a child, which Gestel made as a gift for the boy’s mother. \r\nThe eight drawings are varied in subject and technique. \r\n• A large black chalk and pastel drawing of a hay harvest with abrupt, segmented, efficiently applied lines and very subtle linear tinting.\r\n• A pastel of a low, rolling landscape dotted with haystacks beneath a blue and pink sky with windswept cirrus clouds.\r\n•  A large watercolor with black ink outlines shows a potato harvest. Somewhat reminiscent of Pissarro drawings of similar subject and technique, it is also more muscular than Pissarro treatments. \r\n• A softly luminous pastel of a cottage on a wooded shore with a boat tied up nearby.\r\n• A charcoal drawing of skaters rounding the bend of a frozen river lined with houses and leafless trees. This drawing is unusual in that we know where and when Gestel drew it: in his hometown of Woerden in 1939. Presumably the river is the Oude Rijn, a tributary of the Rhine that, prior to its canalization in 1960, ran through the center of the town. Given the style of cottages seen here, this scene is on the outskirts of Woerden.\r\n• A pastel view of the seashore on a partly cloudy and windy day. Gulls soar above the tents that the beachgoers have erected. The joyful scene shows many people playing or relaxing in the water and on the sand.\r\n• A pastel view of the seashore with two families walking along the edge of the surf as a sailboat goes by further out.\r\n• A graphite drawing of a boy’s head facing three-quarters right. The wavy-haired, chubby-cheeked boy is the donor’s father, Lucas Van Hilst, who, in 1972, gave Mia Gestel’s powerful and moving color lithograph of refugees fleeing Belgium at the outset of World War I.\r\n• A small lithograph of the Bavarian city of Regensburg drawn in an angular style somewhat akin to the work of Lyonel Feininger, though not as highly stylized. In the foreground is the 12th century stone bridge. Beyond that is the Romanesque church, subsequently the city’s most significant architectural loss during World War II. \r\nGestel’s work regularly appears in exhibition of Dutch modernist art.",
  "title": "[Hay Harvest]"
}
