{
  "Cache_Location": "147000\\100\\90\\147195",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8034927.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2024.61",
  "art_champions_text": null,
  "artist": "Gego",
  "classification": "Sculpture",
  "continent": "Americas",
  "country": "Venezuela",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "dimension": "97 5/8 × 16 1/2 × 10 1/4 in. (248 × 41.9 × 26 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 147195,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10763,
  "image_width": 7745,
  "inscription": null,
  "life_date": "Venezuelan & German, 1912 – 1994",
  "list": null,
  "markings": null,
  "medium": "Iron, paint",
  "nationality": "Venezuelan & German",
  "object_name": "Sculpture",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G275",
  "see_also": null,
  "signed": null,
  "sort_number": "2024    61",
  "style": null,
  "text": "In 1969, Venezuelan artist Gego occupied a whole gallery in the Museum of Fine Arts in Caracas with a group of suspended sculptures all based in the same principle: modular triangular pieces made from aluminum and steel wire connected through flexible articulations, forming net-like structures. The sense of lightness and transparency of these pieces were enhanced by the projection of their shadows all over the gallery walls as they shifted slowly in response to the movement of people around them. The artist called this installation “Reticulárea”, title that combines the word “Reticula” (Reticule), which refers to a network, with “Área” (Area), indicating the space they occupied. \r\n\r\n“Columna Reticulárea” is one of the sculptures that integrated this original installation in Caracas. It exemplifies the use of modular structures, and how their repetition and layering evoke a sense of infinite growth, suggesting that the sculpture is not merely a static form. Gego's emphasis on line as a primary element of her artistic practice redefined the boundaries of three-dimensional art, illustrating how simple lines can create complex, immersive experiences.",
  "title": "Columna Reticulárea"
}
