{
  "accession_number": "2025.21.1",
  "artist": "Probably México",
  "classification": "Paintings",
  "continent": "Americas",
  "country": "México",
  "creditline": "The Kenneth and Elayne Hengler Endowment for Art Acquisition and the Shirley Mahowald and Henry Kinsell Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1779",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "20 1/4 × 28 7/8 in. (51.4 × 73.3 cm) (canvas)\r\n26 1/4 × 35 1/8 × 3 in. (66.7 × 89.2 × 7.6 cm) (outer frame)",
  "id": 147881,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 5760,
  "image_width": 8369,
  "inscription": "BC, black pigment: AMERICA",
  "life_date": null,
  "markings": "Robert Simon Fine Art gallery label on frame backing",
  "medium": "Oil on canvas",
  "nationality": "Mexican",
  "object_name": "Painting",
  "portfolio": "Allegories of the Four Continents",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Copyright Not Evaluated",
  "room": "Not on View",
  "signed": "lower left, black pigment: [obscured] yxo fecite año de 1779",
  "style": "Spanish Colonial School",
  "text": "An allegory is a visual representation in which a figure symbolizes an idea, a place, or a concept. This set of four paintings presents allegorical depictions of the continents—America, Africa, Asia, and Europe—each personified as a female figure adorned with ornaments considered characteristic of those regions through the lens of 18th-century European imagination. Each figure is seated on an animal emblematic of the respective continent: an alligator for America, a lion for Africa, a camel for Asia, and a horse for Europe. Surrounding them are elements of flora, fauna, and even architecture, further reinforcing the symbolic associations attributed to these parts of the world. Together, they are intended to celebrate the world’s diversity and abundance, while also reflecting the cultural biases and colonial perspectives of their time.",
  "title": "America, from Allegories of the Four Continents"
}
