{
  "Cache_Location": "148000\\300\\00\\148308",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8036479.jpg",
  "Rights_Image_Display": null,
  "accession_number": "2025.43",
  "artist": "Photographer: Carrie Mae Weems",
  "classification": "Photographs",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Milton K. and Margie M. Woodhouse Endowment for Art Acquisition and the Marguerite S. McNally Endowement for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021 (printed 2024)",
  "department": "Global Contemporary Art",
  "dimension": "57 7/8 × 86 3/4 in. (147 × 220.3 cm) (image, sheet)\r\n61 1/16 × 90 × 3 in. (155.1 × 228.6 × 7.6 cm) (outer frame)",
  "highlights": 1,
  "id": 148308,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 6982,
  "image_width": 10413,
  "inscription": null,
  "life_date": "American, born 1953",
  "list": "new",
  "markings": "Fraenkel gallery label BR verso frame",
  "medium": "Pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "Painting the Town",
  "provenance": null,
  "recent": 1,
  "restricted": 0,
  "rights_type": "Not Evaluated",
  "role": "Photographer",
  "room": "Not on View",
  "signed": "signed on artist label verso",
  "style": null,
  "text": "Carrie Mae Weems’ “Painting the Town #4” rewards close looking: what at first glance appears to be a vibrantly hued composition of painted rectangles not unlike a painting by Mark Rothko or Robert Motherwell is, in fact, a boarded-up storefront–knotty plywood, effaced graffiti, and all. Weems’ art historical references are humorously pointed; by evoking the aesthetics of the Abstract Expressionists in her pandemic-era streetscape, she lures the viewer in search of apolitical content, only to clobber them with signifiers of our tumultuous present.\n\nWeems staged this photograph in her hometown of Portland, Oregon, in early 2021. Following the murder of George Floyd on May 25, 2020, thousands of Portland residents took to the streets to express their anguish, fear, and hopes for a more just and equitable society. These protests continued throughout the month of June; by early July, federal law enforcement officers had arrived and began using aggressive tactics against activists, residents, and members of the press. The unrest in Portland left painful marks not only upon the city’s psyche, but within its built environment. The plywood boards nailed over storefront windows across the city signaled the abandonment of these spaces by the",
  "title": "Painting the Town #4"
}
