{
  "Catalog_Raisonne": null,
  "accession_number": "2025.22",
  "artist": "Circle of Manuel de Arellano",
  "classification": "Paintings",
  "continent": "Americas",
  "country": "Mexico",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1700–50",
  "department": "Arts of the Americas",
  "dimension": "66 1/8 × 41 3/4 in. (168 × 106 cm) (sight)\r\n69 5/8 × 45 9/16 × 1 5/8 in. (176.8 × 115.7 × 4.1 cm) (outer frame)",
  "highlights": 1,
  "id": 148311,
  "image": "valid",
  "image_copyright": null,
  "image_height": 11209,
  "image_width": 7420,
  "inscription": null,
  "life_date": "Mexican, 1662–1722",
  "list": "new",
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "Mexican",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": null,
  "recent": 1,
  "restricted": 0,
  "rights_type": "Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "The Virgin of Guadalupe is a widely recognized religious image in the Americas—an enduring symbol that continues to resonate deeply in the popular imagination. She is depicted as a dark-skinned young woman, wearing a light-pink tunic and a star-covered blue mantle. Encircled by radiant sunlight, her image echoes the Virgin of the Apocalypse—a woman clothed with the sun—as described by St. John the Evangelist. With hands folded in prayer, she stands on a crescent moon, a reference to the Immaculate Conception, and is supported by an angel whose wings are colored in red, green and white – the colors of the Mexican flag. Blending elements from these traditional representations of the Virgin Mary, the Guadalupe is regarded as an original creation of the Americas.\n\nAccording to oral tradition, the Virgin had appeared three times in 1531 to Juan Diego Cuauhtlatoatzin, an Indigenous peasant who had converted to Christianity. Her apparitions took place on the Tepeyac hill, a site long considered to be a place of worship of Tonantzin, the Aztec goddess of earth and fertility. The Virgin is said to have spoken to Juan Diego in his native Nahuatl, asking him to convey her desire of having a church built on that site. When the archbishop was skeptical of Juan Diego’s account, the Virgin instructed him to gather roses blooming miraculously on the hill and carry them in his cloak as a sign. When Juan Diego opened his cloak in the archbishop’s palace, the image of the Virgin Mary miraculously imprinted on the cloth was revealed. This image, believed by many to be of divine origin, is the same icon still venerated at the altar of the Basilica of Guadalupe in Mexico City.",
  "title": "Virgen de Guadalupe"
}
