{
  "Cache_Location": "148000\\700\\30\\148735",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "TitleAlt": null,
  "accession_number": "2025.82.5a, b",
  "art_champions_text": null,
  "artist": "Mauricio Hernandez Chepetla lead artisan; Maria Rendon Cruz; Viridiana Chepetla Rendon; Karla Bautista Galindo; Esau Chepetla Rendon",
  "classification": "Clothing, Accessories",
  "continent": "Americas",
  "country": "México",
  "creditline": "Given in honor of the Yautepec, Morelos artisans, and the Morelos community in Minneapolis, St. Paul",
  "culture": null,
  "curator_approved": 0,
  "dated": "2024–25",
  "department": "Global Contemporary Art",
  "dimension": "54 × 28 in. (137.2 × 71.1 cm) (object part, a: green bandana)\r\n53 1/2 × 25 3/4 in. (135.9 × 65.4 cm) (object part, b: red bandana)",
  "dynasty": null,
  "highlights": 0,
  "id": 148735,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Mexican",
  "list": null,
  "markings": null,
  "medium": "Cotton cloth",
  "nationality": "Mexican",
  "object_name": "Bandanas, pair",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Maker",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2025    82    5a    b",
  "style": null,
  "text": "Chinelos are an art form derived from resistance and founded in cultural survivance. The word “chinelos” is derived from the Nahuatl word zineloquie, which means “disguised.” These disguises could be worn by workers during events such as Carnaval, thereby allowing them to make fun of the elites. As costumes to be worn during festivals and celebrations, they also reflect the cultural imagination and dedicated craftsmanship of artisans within and beyond Mexican borders. The forms of the Chinelos are syncretic, incorporating elements of Indigenous and Catholic traditions estimated to date as far back as the early colonial period of Mexico. “Immigrants” was created meticulously over many months by a family business maintained from one generation to the next in both Morelos and St. Paul. As a costume made specifically for audiences in Minnesota and representing workers of Mexican descent in the United States, “Immigrants” is a powerful testament to the pride of the Mexican-American community in the upper Midwest, and their contributions to American life.",
  "title": "Bandanas from Immigrants Chinelo costume"
}
