{
  "Cache_Location": "149000\\700\\90\\149791",
  "Catalog_Raisonne": "Bartsch (XV. 260) 41 i/v (as Beatrizet after Perino del Vaga)",
  "Primary_RenditionNumber": "ext_202510240003.jpg",
  "Rights_Image_Display": null,
  "TitleAlt": null,
  "accession_number": "2025.64.1",
  "art_champions_text": null,
  "artist": "attributed to Girolamo Fagiuoli; previously attributed to Nicolas Béatrizet; after Francesco Salviati; Publisher: Antonio Salamanca",
  "classification": "Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1543",
  "department": "European Art",
  "dimension": "12 3/8 × 16 5/8 in. (31.4 × 42.2 cm) (plate)\r\n12 3/4 × 17 3/16 in. (32.4 × 43.7 cm) (sheet)\r\n19 × 25 5/8 in. (48.3 × 65.1 cm) (mat)",
  "dynasty": null,
  "highlights": 0,
  "id": 149791,
  "image": "invalid",
  "image_copyright": null,
  "image_height": 1332,
  "image_width": 1855,
  "inscription": "on left edge mat, graphite: Beatrizet, Nicolas, fr 01515-1560. B41;\r\nverso, graphite: Meleagers dod /  Nicolas Beatrizet / o 1515-1560 /  B41 / Andr. 10I(41) / CF / 65",
  "life_date": "Italian, active 1530–74",
  "list": null,
  "markings": "watermark: crossbow in a circle; \r\nverso BL monogram stamp: FBW",
  "medium": "Engraving on paper",
  "nationality": "Italian",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "2025    64    1",
  "style": null,
  "text": "<span lang=EN>This frenzied Mannerist composition showing “The Death of Meleager” literally spills out of its frame. Rightly so for such an intense and bloody tale from tragic Greek mythology. Meleager was the son of Oeneus, the mythical king of Calydon, and his wife Althaea. When Meleager was born, the Fates predicted he would die as soon a piece of wood then burning in the family hearth was consumed by fire. Overhearing them, Althaea immediately doused and hid it. Years later, during a sacrifice, Oeneus ignored Artemis, the goddess of the hunt, who became angry and sent a boar to ravage his kingdom. Oeneus asked his son Meleager to gather many heroes to hunt down the beast. The fierce huntress Atalanta, whom Meleager loved, also participated at the ensuing Calydonian Boar Hunt. She was the first to strike the boar with her arrow; already wounded, it was then killed by Meleager, who awarded Atalanta the hide, since she had drawn the first blood. Meleager’s uncles grew enraged that the prize went to a woman. In the ensuing argument, Meleager killed them, plus two more heroes. When his mother Althaea found out that he had killed her brothers, she retrieved the piece of wood that she had tucked away so long before and placed it on the fire, thereby killing her own son. Afterward, Althaea committed suicide. </span>",
  "title": "The Death of Meleager"
}
