{
  "Cache_Location": "001000\\500\\20\\1524",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_5011579.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "63.41",
  "artist": "Roman Empire",
  "classification": "Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Roman Empire",
  "curator_approved": 0,
  "dated": "2nd century CE",
  "department": "European Art",
  "dimension": "21 1/2 x 19 x 6 1/2 in. (54.61 x 48.26 x 16.51 cm) (including base)",
  "highlights": 0,
  "id": 1524,
  "image": "valid",
  "image_copyright": null,
  "image_height": 4983,
  "image_width": 4902,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Marble",
  "nationality": "Roman Empire",
  "object_name": "Dionysus on a Donkey",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G322",
  "signed": null,
  "style": null,
  "text": "This naked, contented youth, languorously reclining on a donkey, with a brimming wine bag and head crowned in grapes and ivy, is the god of wine. The sculpture was unearthed in Italy in the late 16th century. Only the core is ancient; most of the projecting elements are later restorations—Dionysus’s head, right arm and leg, and left foot, the donkey’s ears, legs, tail, and bell as well as the base. A drawing reproducing the statuette made by Carlo Calderi in Rome between 1710 and 1730 (British Museum, London) indicates that the restorations were complete by this date. The skillful additions were once attributed to the Italian sculptor Bartolomeo Cavaceppi (c. 1716–1799), who ran a busy workshop restoring antiquities for grand tourists. They were keen to collect ancient art on their travels but wanted completed works rather than fragments to display in their sumptuous galleries at home. Cavaceppi, however, was not active before 1730 so the restorations were by another artist. \r\n\r\nThe sculpture was in the Villa Mattei in Rome until at least 1776, when it was illustrated in a luxe catalogue of the collection. That engraving showed Dionysus holding a saber, whereas Calderi's earlier drawing shows him with a flute. Both accessories are now lost, but the stone remnants in Dionysus’s hand and on his shoulder suggest he originally carried a ribboned thyrsus, the staff he used in bacchic rites. By 1777 the sculpture was sold and sent to England. It was acquired by James Hugh Smith Barry, who had recently returned from a grand tour of Europe and was building a collection of antiquities. He likely acquired the sculpture through either Thomas Jenkins and Gavin Hamilton, British painters who were active as antiquities dealers in Rome and had acted for Barry on other acquisitions.",
  "title": "Dionysus on a Donkey"
}
