{
  "Cache_Location": "001000\\600\\70\\1677",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "250707_MiaART_9079.jpg",
  "Rights_Image_Display": "Full",
  "TitleAlt": null,
  "accession_number": "68.41.5",
  "art_champions_text": null,
  "artist": "Georg Pencz",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Miss Tessie Jones in memory of Herschel V. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "1547",
  "department": "European Art",
  "dimension": "24 1/8 x 19 5/8 in. (61.28 x 49.85 cm) (canvas)",
  "dynasty": null,
  "highlights": 0,
  "id": 1677,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6219,
  "image_width": 5464,
  "inscription": "Inscription (sitter's age): [20; AETATIS SUE.20]; the canvas's verso bears two wax seals, one illegible and the other: [17 / M & N / 1879]",
  "life_date": "German, active c. 1500–1550",
  "list": null,
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "German",
  "object_name": "Painting",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Possibly Kunsthalle Karlsruhe, 1855 [1]. Unknown collection, by 1879 [2]. Franz von Defregger Collection [1835-1921], Munich (until 1925; sold, August 8, 1925, to Böhler);  [Julius Böhler, Munich and Lucerne, Switzerland; 1925–26; sold, February 22, 1926, to Jones];[3] Herschel V. Jones, Minneapolis (1926–d. 1928); his wife, Lydia Wilcox Jones, Minneapolis and New York (1928–at least 1936[4]; her daughter, Tessie Jones, Newburgh and Balmville, New York (until d. 1967; bequeathed to Mia).\r\n\r\nNOTES\r\n[1] See Dyballa 2014\r\n[2] Two collectors' wax seals appear on the canvas, one illegible and the other with the initials I.T.(?) and the date 1879(?).\r\n\r\n[2] Dates are recorded in Böhler's stock cards located at the Getty Research Institute.  Considering that Defregger died in 1921, it may have been purchased his estate.\r\n\r\n[4] Lydia Wilcox Jones was the widow of Herschel V. Jones. His collection passed to her upon his death, and she is recorded as owning the work in 1936. The work then passed to their daughter, Tessie Jones.",
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G342",
  "see_also": [],
  "signed": null,
  "sort_number": "68    41    5",
  "style": null,
  "text": "<p></p><p>\nThe historic frame, a Genoese late 16th-early 17th century walnut cassetta frame, is a gift of the Douglas and Mary Olson Frame Acquisition Fund.</p><p>Dressed in a black beret, red dress with velvet trim and fur cuffs, white blouse, and short black vest, the young woman in this portrait is 20 years old (note inscription). She probably lived in Nuremberg, Germany, where Georg Pencz was a successful painter and engraver. Female portraits by him are rare. This one is likely a marriage portrait, commissioned as a pendant to a portrait by Pencz in Munich portraying a man in a matching outfit—black beret, red coat, white shirt, and black cloak. The two paintings would have formed a unified pair, with similar backgrounds adorned with prominent coats of arms and shelves bearing water-filled glass vessels. The crest on the Mia portrait cannot be identified, but based on the crest in the Munich painting they might represent the couple Thomas Schweitzer and Christina Hoffman.\n\n</p><p>Scholar Katrin Dyballa (2014) was the first to connect the two portraits and suggest they represent the married couple Thomas Schweitzer and Christina Hoffman of Nuremberg, Germany. While an earlier identification of the male sitter as Lienhard Hirschvogel can be rejected based on the appearance of the Schweitzer family arms in the Munich portrait, the family crests in the Minneapolis painting eludes identification to confirm Dyballa's compelling proposal with certainty.\n</p>\n<p>\n\tGeorg Pencz was the official city painter of Nuremberg when he made this portrait. He had been briefly banished from the city in 1525 for supported radical Protestantism, in defiance of the City Council that was thoroughly Catholic at the time. Just a few weeks later, however, the city switched to the Protestant side and Pencz was welcomed back into its good graces.\n</p>",
  "title": "Portrait of a Young Woman, possibly Christina Schweitzer (née Hoffman)"
}
