{
  "Cache_Location": "001000\\600\\80\\1684",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8034648.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "68.45",
  "art_champions_text": "Conservation cost: $5, 960\r\n\r\nLingelbach’s painting of Mary Magdalene requires both structural and cosmetic interventions. The tacking margins are too weak to support proper canvas tension and should be reinforced with a strip-lining. Strengthening the margins will also insure that the painting is securely attached to the stretcher and that the canvas draws can be eliminated.\r\n\r\nThe appearance of the painting is marred by discolored varnish and conspicuous retouching that should be removed or reduced. Small tests indicate that cleaning would have dramatic results. Tests also suggest the multiple campaigns of retouching are more broadly applied than necessary. A more judicious use of inpainting will improve the appearance of the painting significantly.\r\n\r\nContact the Paintings Department at paintings@artsmia.org or (612) 870-3111 to Champion this artwork.",
  "artist": "Johannes Lingelbach",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "European Art",
  "dimension": "32 7/16 x 44 1/8 in. (82.39 x 112.08 cm) (canvas)\r\n39 1/2 x 51 1/4 x 3 1/4 in. (100.33 x 130.18 x 8.26 cm) (outer frame)",
  "dynasty": null,
  "highlights": 0,
  "id": 1684,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6272,
  "image_width": 8695,
  "inscription": null,
  "life_date": "Dutch, 1622–1674",
  "list": null,
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": null,
  "signed": null,
  "sort_number": "68    45",
  "style": null,
  "text": "Conservation of this painting was made possible by a generous contribution from Dena and Al Naylor.  \r\n\r\nBorn in Germany, Lingelbach is usually considered a Dutch artist because he moved to Amsterdam with his parents as a young teen. In the 1640s, he spent several years in Rome, and his later work reflects his interest in Italianate subjects and settings. According to Medieval legend, Mary Magdalene lived the last 30 years of her life in solitude in the Sainte Baume caves of southern France. Lingelbach depicts the dirt floor strewn with instruments of her prayer and penance—a skull, a whip, two books—along with some carrots and turnips. The rustic cross adorning and altar made of sticks contrasts with the saint’s radiant vision of the crucified Christ in the clouds above. This picturesque seaside cave is an actual ancient site, the Grotto of Tiberius in Sperlonga, 120 kilometers south of Rome.",
  "title": "Penitent Mary Magdalene in a Cave"
}
