{
  "Cache_Location": "002000\\000\\30\\2034",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_49418a.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "74.24a, b",
  "art_champions_text": null,
  "artist": "Augustin Pajou; Caster: Possibly Pierre-Philippe Thomire",
  "classification": "Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "European Art",
  "dimension": "26 x 12 1/2 x 11 1/2 in. (66.04 x 31.75 x 29.21 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 2034,
  "image": "valid",
  "image_copyright": null,
  "image_height": 4574,
  "image_width": 2933,
  "inscription": null,
  "life_date": "French, 1730–1809",
  "list": null,
  "markings": null,
  "medium": "Bronze",
  "nationality": "French",
  "object_name": null,
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G306",
  "see_also": null,
  "signed": null,
  "sort_number": "74    24a    b",
  "style": null,
  "text": "In 1783, the French neo-classical sculptor Augustin Pajou was commissioned by the Bâtiments du Roi to execute a sculpture for the entrance to the Salle des Antiques, to serve as a pendant piece to Edme Bouchardon’s (1698-1762) &lt;i&gt;Cupid Carving a Bow from Hercules’ Club.&lt;/i&gt;&nbsp; The plaster model of the figure of the seated nymph Psyche, depicted as having just been abandoned by Cupid, created a scandal at the Salon of 1785 due to the nudity of the figure, which was considered to be licentious.&nbsp; The work was withdrawn from the exhibition, although Pajou completed the life size marble in 1790 to great critical acclaim.&nbsp; Due to the popularity of the sculpture, Pajou subsequently modeled two terra-cotta statuettes based upon it, as well as bronze reductions.&nbsp; The high quality of the workmanship on this version suggests the hand of Pierre-Philippe Thomire, one of the foremost French bronze casters of the late eighteenth century. <BR><BR>Pajou was held in high regard by his contemporaries.&nbsp; He was professor of the Académie Royal de Peinture et Sculpture, curator of the royal collection of modern sculptures, member of the committee charged with planning the future of&nbsp; the Louvre as a museum, and official portraitist to the king.&nbsp;",
  "title": "Psyche Abandoned"
}
