{
  "Cache_Location": "002000\\000\\80\\2081",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_6001987.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "74.57",
  "artist": "Unknown New York",
  "classification": "Metalwork",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of the family of Edwin Noyes Dodge",
  "culture": null,
  "curator_approved": 0,
  "dated": "about 1760–70",
  "department": "Arts of the Americas",
  "dimension": "8 x 7 3/4 x 5 1/2 in. (20.32 x 19.69 x 13.97 cm)",
  "highlights": 0,
  "id": 2081,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6020,
  "image_width": 5938,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Silver",
  "nationality": null,
  "object_name": "Tankard",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G354",
  "signed": null,
  "style": null,
  "text": "On the underside of the base of this tankard is an inscription that reads, THE GIFT OF Mr. JOSEPH MARVIN, TO JANE LORD, HIS GRAND DAUGHTER 1790. The tankard subsequently descended through the Noyes family of Old Lyme, Connecticut, and eventually came to Minnesota with Edwin Noyes Dodge in 1865.  Mr. Dodge, a farmer, served as a state senator from Dodge County, Minnesota from 1887 to 1889.  \r\n\r\nBased on comparisons to other New York-style tankards, this tankard's flat top and broader proportions resemble pieces by silversmiths Myer Myers and Elias Pelletreau dating to the third quarter of the 18th century. Originally attributed to Gordon Tracy, a Connecticut-based silversmith, the tankard was likely made in New York and later repaired and/or retailed by Tracy, during which time the 1790 inscription may have been added. This reworking is evidenced through a later-styled handle, a number of repair marks, and an apparent overlap between one of Tracy's marks with an unidentified mark on the underside of the piece. The practice of overstriking a previous maker's mark was commonly done when a shop did repair work.",
  "title": "Tankard"
}
