{
  "Catalog_Raisonne": null,
  "accession_number": "82.74",
  "artist": "Ching Ho Cheng",
  "classification": "Paintings, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Gregory B. Millard",
  "culture": null,
  "curator_approved": 0,
  "dated": "April 6, 1982",
  "department": "Global Contemporary Art",
  "dimension": "10 3/8 x 12 in. (26.4 x 30.5cm)",
  "id": 23824,
  "image": "valid",
  "image_copyright": "© 2017 CHING HO CHENG ESTATE - Artist Rights Society (ARS) New York",
  "image_height": 5230,
  "image_width": 5918,
  "inscription": "verso, inscribed in pencil, LL: High Noon |  no. 5798c",
  "life_date": "American (born Cuba), 1946–1989",
  "list": null,
  "markings": null,
  "medium": "Gouache and airbrush on ragboard",
  "nationality": "American (born Cuba)",
  "object_name": "Painting on paper",
  "portfolio": "Windows series (1981-84)",
  "provenance": null,
  "recent": 0,
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G353",
  "signed": "verso, LR thumbprint within circle drawn in pencil dated 6.IV.82",
  "style": null,
  "text": "“Light is the most awesome symbol of the Order of the Universe. Nothing can beat the speed of light. When I paint light I’m not just concerned with the phenomenon of light, I am trying to depict the illumination. The light will continue. It is eternal.” —Ching Ho Cheng\nChing Ho Cheng painted High Noon while living in the Chelsea Hotel, a celebrated New York City residence for artists and other creative people, where he rented a small one-bedroom apartment as his studio. The apartment had southern exposure and at midday the sun would cast brilliant light on the painted apartment walls. In the early 1980s, Cheng produced a series of gouache paintings of luminous sunlight reflected through the windows of his apartment. While the painting can be read as abstract, it is more clearly a representation of a window frame, a refined distillation that didn’t depict the source of light, but rather the ephemeral effects of light and its corresponding shadows. Here, reality and illusion are harmonized and become a single entity, an evocation of sheer immateriality.",
  "title": "High Noon"
}
