{
  "Cache_Location": "002000\\500\\30\\2537",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "180816_mia337_0020.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "78.20",
  "artist": "Japan",
  "classification": "Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "dimension": "34 1/2 x 27 x 21 1/2 in. (87.63 x 68.58 x 54.61 cm)",
  "highlights": 0,
  "id": 2537,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3000,
  "image_width": 2143,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Wood with lacquer and gold",
  "nationality": "Japanese",
  "object_name": "Figure",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G200",
  "signed": null,
  "style": null,
  "text": "Amitābha is the central figure of the Pure Land schools of Buddhism. According to these teachings, Amitābha lives in a paradise called the Western Pure Land, in which all believers strive to be reborn. Amitābha’s Pure Land, described in scripture as a place of boundless beauty, provides respite from the cycle of rebirth. Today one of the most widely practiced of the Buddhist faiths in the countries of East Asia, Pure Land Buddhism emerged in India and spread to China in the 100s CE and Japan by the early 800s. This sculpture would have originally served as the principal object of worship at a Japanese Pure Land temple, and would have been flanked by sculptures of his attendant bodhisattvas: Avalokiteshvara (J: Kannon) and Mahāsthāmaprāpta (J: Seishi). \r\n\t\r\nThis sculptor used the <i>yosegi-zukuri<i> technique, whereby parts of a sculpture are roughly carved from multiple blocks of wood. Those blocks are pieced together to form a complete sculpture that is then carved in more detail, hollowed out, and often covered in gold foil, as was the case with this Amitābha.",
  "title": "Amida, the Buddha of Infinite Light"
}
