{
  "Cache_Location": "028000\\400\\60\\28469",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8012775.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "94.33",
  "art_champions_text": null,
  "artist": "Germany",
  "classification": "Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Tony, Lois and Ruth Blumka in memory of Victoria Blumka",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1550",
  "department": "European Art",
  "dimension": "1 1/2 x 7/8 x 1/4 in. (3.8 x 2.2 x 0.6 cm) (closed)",
  "dynasty": null,
  "highlights": 0,
  "id": 28469,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3456,
  "image_width": 2488,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Gold, enamel, stones, boxwood",
  "nationality": "German",
  "object_name": "Miniature Pendant Altar",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "94    33",
  "style": null,
  "text": "This exquisitely wrought religious pendant, a masterful combination of worldliness and spirituality, would have been worn on a chain around its owner's neck. The central scene depicts Christ's dead body being taken down from the cross. Spare wood, delicate carving, and miniature scale heighten the pathos and focus attention on the fragility of life. The luxurious exterior, rendered in gold, stones, and inlaid enamel shows two popular saints, Saint Roch in his pilgrim dress-a staff and traveling cloak with a scallop shell-showing his wounded thigh, and Saint Sebastian, pierced by arrows. Protectors of the sick, the two saints were frequently invoked against the plague and represented together in port cities, where epidemics like the Black Death struck first and most ruthlessly. Their presence here suggests that the pendant was intended for a wealthy merchant or nobleman who lived near the sea, or traveled from port to port and needed special protection from disease.",
  "title": "Miniature Pendant with The Deposition of the Cross, and Saint Roch and Saint Sebastian"
}
