{
  "Cache_Location": "031000\\300\\30\\31337",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_9003403.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "99.212.12",
  "art_champions_text": null,
  "artist": "Utagawa Kuniyoshi; Publisher: Ebiya Rinnosuke",
  "classification": "Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Mary Annette and David Thompson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1847",
  "department": "Asian Art",
  "dimension": "18 x 12 15/16 in. (45.7 x 32.8 cm) (mat)",
  "dynasty": "Edo period (1603–1868)",
  "highlights": 0,
  "id": 31337,
  "image": "valid",
  "image_copyright": null,
  "image_height": 12960,
  "image_width": 9094,
  "inscription": "(Shigemori was a sword master of the Shintō school. He joined the 47 ronins with his son Tadaemon. Although he was fifty-some years old, he fought valiantly. During the fight, he'd mistaken Moronō's san Moroyasu as his father. While he was going to kill the son, he heard the whistle signaling that Moronō was killed by somebody else. As soon as he heard the news, he rushed to the gathering place. Thus he missed the chance to kill Moroyasu.)\r\n\r\n{Shigemori wa Shintō ryū kenjutsu no tatsujin nari. Shisoku Tadaemon to tomoni bōkun no kataki Moronō wo utan to meiyaku no gishi ni resshi, Ōboshi no shiki ni shitagai tekitei ni uchi iri, gojū yo sao to iedomo sōnen no mono ni mo otorazu, teitai hataraki wo shi, Moronō no soku Uhyōe Moroyasu wo teki to michigae, sude ni utan to machi keru ni, sono toki aizu no yobuko no fue ni, sono mama kashiko ni hase yuki shi ni, Yazama Takeyabu ra kataki wo uchi shi to kikoe shira ba, Moroyasu wo ba uchi morashi nu. Gishi ra wa yorokobi no mayu wo hiraki kachidoki wo age, Yahē Magodaiyū mondori shite yashiki wo shizuka ni hikitori keru.}",
  "life_date": "Japanese, 1798–1861",
  "list": null,
  "markings": "Red artist's seal; Censor: Kinugasa, Hama; publisher's seal: {Horiechō Ebirin} (Ebiya Rinnosuke); [37] (serial numer in the series?); at the end of inscription, probably the sign of calligrapher: {Ōju ihhitsu Tōshi}",
  "medium": "Woodblock print (nishiki-e), ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "object_title_html": null,
  "portfolio": "Biographies of the Loyal Retainers (Seichū gishi den)",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "{Ichiyūsai Kuniyoshi ga}",
  "sort_number": "99   212   12",
  "style": null,
  "text": null,
  "title": "Tokuda Magodaiyū Shigemori"
}
