{
  "Cache_Location": "003000\\200\\10\\3212",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_SlideScan_004862.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "83.74",
  "art_champions_text": null,
  "artist": "Studio of Jacopo Tintoretto",
  "classification": "Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Centennial Fund: (Anonymous Donor)",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 1570 or 1580s",
  "department": "European Art",
  "dimension": "70 7/8 x 108 1/4 in. (180.02 x 274.96 cm) (canvas)",
  "dynasty": null,
  "highlights": 0,
  "id": 3212,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3446,
  "image_width": 5002,
  "inscription": null,
  "life_date": "Italian (Venice), 1518–1594",
  "list": null,
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "?Charles-François de Goddes, Marquis de Varennes, France's ambassador to Venice and Constinople (from c. 1646)[1]; by descent to the Conti de Langles, Château de la Hamonaye, Saint-Jean-sur Vilaine, Brittany (until at least 1962); [P. and D. Colnaghi Gallery, New York, by 1977–83; sold to Mia]\r\n\r\n[1] The contessa de Langles reported that the painting was brought to France by one of her ancestors, il marchese de Goddes de Varennes, returning from a diplomatic mission in Constanople, and that it was given by the Venetian Republic for his intervention with the Turks; see Pallucchini 1977. Le Vicomte de Magny 1857, however, reports that the painting given to François de Goddes in 1646 by the Republic of Venice for this diplomatic mission represented the grand council assembled and the ambassador of France, sitting next to the doge, his hat on his head. This suggests that the descendant mistakenly conflated this picture in this famous story of the family's with the Tintoretto Lazarus.",
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G330",
  "see_also": [
    "25530"
  ],
  "signed": null,
  "sort_number": "83    74",
  "style": null,
  "text": "Jacopo Tintoretto ran a busy workshop in Venice, specializing in dramatic, complex religious paintings, which he produced at incredible speed. This crowded composition, with its daring foreshortening and elongated figures, is consistent with Tintoretto’s style. However, the overall quality of the execution suggests the work is by studio assistants rather than the master himself. \r\n\r\nThe subject is the biblical story of Jesus raising Lazarus from the dead. A throng looks on as Lazarus, four days dead, emerges from his stone coffin. Lazarus became a protector saint of the sick, especially victims of the plague, and he was popular in Venice. This picture might be associated with the plague outbreak of 1576, which killed some 50, 000 Venetians, one-third of the city’s population.",
  "title": "The Raising of Lazarus"
}
