{
  "Cache_Location": "032000\\200\\30\\32236",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_35854a.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "99.240",
  "artist": "Frank Sander",
  "classification": "Drawings, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Frank Sander",
  "culture": null,
  "curator_approved": 1,
  "dated": "1999",
  "department": "Global Contemporary Art",
  "dimension": "16 5/16 x 14 1/8in. (41.4 x 35.9cm)",
  "highlights": 0,
  "id": 32236,
  "image": "valid",
  "image_copyright": "© Frank Sander",
  "image_height": 2349,
  "image_width": 1923,
  "inscription": "in pencil, LR: Human Nature Day 21",
  "life_date": "German (active United States), born 1949",
  "list": null,
  "markings": null,
  "medium": "Graphite and pastel on squared tracing paper",
  "nationality": "German (active United States)",
  "object_name": "Drawing",
  "portfolio": "Human Nature series",
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "in graphite, LR: FS 99",
  "style": null,
  "text": "Born in Hamburg, Germany, Frank Sander studied architecture and visual art in his home country, but since 1981 has lived and worked in Minnesota. Ensconced in our state's expansive natural environment, Sander started meditating on the inherent connections between humans and nature, and developed a profound personal appreciation for the natural world. His art practice and philosophy reflects the work of the American ecologist and philosopher David Abram.  According to Abram, nature is an interconnected matrix, and reciprocity, not hierarchy, is the real dynamic of life.\r\n\r\nHuman Nature Day 21 is part of a series of drawings Sander prepared for a large and multifaceted gallery installation that premiered at the Minneapolis Institute of Arts in 1999. As part of this installation, Sanders placed a wooden chair in a shallow pool of water containing small fish. The chair was both symbolic and utilitarian, intended as an opportunity for the quiet contemplation of nature. In this context, Sander's expressive drawing is emblematic of our intrinsic relationship with the natural world.",
  "title": "Human Nature Day 21"
}
