{
  "Cache_Location": "032000\\400\\30\\32431",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_8020009.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "99.52.2.1",
  "art_champions_text": null,
  "artist": "China",
  "classification": "Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1410",
  "department": "Asian Art",
  "dimension": "1 1/4 x 28 11/16 x 10 1/2in. (3.2 x 72.9 x 26.7cm)",
  "dynasty": "Ming dynasty (1368–1644)",
  "highlights": 0,
  "id": 32431,
  "image": "valid",
  "image_copyright": null,
  "image_height": 4380,
  "image_width": 11102,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Red lacquer with engraved gold decoration or sandalwood core (<I>qiangjin<I>)",
  "nationality": "Chinese",
  "object_name": "Sutra Cover, one of a pair, Pair of Sutra Covers",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "99    52    2    1",
  "style": null,
  "text": "These sutra covers were produced in the Ming imperial workshops as part of a set to ornament and protect the special red-letter Tibetan language edition of the <I>Kanjur</I> (the Buddhist Canon according to the Tibetan Buddhist tradition), which was commissioned by the emperor Yung-lo (r.1403-24) in 1410 for presentation to Tibetan religious leaders. Each board is elaborately decorated with gold-filled, engraved (<I>qiangjin</I> technique) designs of four of the Eight Auspicious Buddhist Emblems flanking a ritual jewel vase (<I>triratna</I>) amidst stylized lotus scrolls surrounded by formal floral borders, and with bands of lotus petal lappets continuing over the edges. The top cover is deeply incised on the inner face with a large lotus-petal-shaped frame enclosing the table of contents for this volume written in both Chinese and Tibetan script.\r\n<BR>\r\n<P>Two blockprinted editions of the <I>Kanjur</I>, commissioned by the Yung-lo emperor in 1410, have been discovered. One was given to the head of the Sakya Monastery, Kunce Siba, and is now in the Potala Palace in Lhasa. That important set, which has engraved gold lacquer covers similar to these, and a few nearly identical pairs, apparently from the same series now in western collections, provide the earliest examples of official Ming style <I>qiangjin</I> lacquer work.",
  "title": "Sutra Cover, one of a pair"
}
