{
  "Cache_Location": "003000\\700\\30\\3734",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_5000958.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "88.53",
  "artist": "Pierre Reymond",
  "classification": "Enamelware",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Atherton and Winifred Bean",
  "culture": null,
  "curator_approved": 0,
  "dated": "1538",
  "department": "European Art",
  "dimension": "8 9/16 x 13 3/8 in. (21.75 x 33.97 cm) (sight)",
  "highlights": 0,
  "id": 3734,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3556,
  "image_width": 6604,
  "inscription": "Inscriptions; Signature; Date",
  "life_date": "French, c. 1513–1584",
  "list": null,
  "markings": "'VENI DILECTA MEA VE CORBERIS', on banner in hands of Jesus, center panel; 'VIVE MADAME LOYSE DE BOURBON', on the hem of her gown, center panel; 'ISTA EST SPECIOSA INTER FILIAS HIERVSALEM', on a banner in St. Louis's right hand, center panel; 'CUIUS MEMORIAM BENEDICTINE EST ET ERIT IN CECULU CECULI', on a banner in St. John's hand, center panel; 'NOTRE ESPOER EST EN VOUS BOURBON', on white plaque at bottom center, center panel; 'HEC IST ILLA DUCIS ROSA QUI TRANSITIS INCLINATE', on banner in prophet's hand, left panel; 'PULCRA NIMIS DECORA FACIE', on banner in prophet's hand, right panel; 'P.R.', lower right, center panel; '1538 P.R.', left side; 'P.R. 1538', right panel",
  "medium": "Enamel on copper",
  "nationality": "French (Limoges)",
  "object_name": "Triptych",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G342",
  "signed": null,
  "style": null,
  "text": "This scene depicting the Virgin Mary, her infant son Jesus Christ, and various saints and prophets also includes the kneeling figure of Louise de Bourbon (1495–1545), a member of the French royal family (Note the inscription LOYSE DE BOURBON on the hem of her dark habit). She was the abbess of Fontevrault, an important religious foundation with a long history of royal patronage.\r\n\r\nEnameled objects like this one were highly prized for the great artistry and technical skill required to make them. Enameling involves painting a metal surface with powdered glass, which is then fused to the metal by heating. Inserting gold or silver foil between layers of enamel, as was done here, makes the colors more luminous. The town of Limoges, in southwestern France, where this triptych was made, has been an important center of enamel production since the 12th century.",
  "title": "Triptych with the Madonna and Child with Louise de Bourbon, Saint Louis, Saint John, and Two Prophets"
}
