{
  "Cache_Location": "003000\\700\\80\\3785",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "181210_mia337_0232.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "89.109.1a, b",
  "artist": "China",
  "classification": "Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Mr. and Mrs. James Standefer and the William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "dimension": "28 1/4 x 8 1/8 x 8 1/8 in. (71.76 x 20.64 x 20.64 cm)",
  "highlights": 0,
  "id": 3785,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3000,
  "image_width": 1091,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Qingbai ware\r\nPorcelaneous stoneware with molded and applique décor under light blue glaze",
  "nationality": "Chinese",
  "object_name": "Jar, Pair of Burial Jars for Wine Storage",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Much Qingbai ware was produced in numerous small family workshops throughout southeast China. Many of these family kilns specialized in one type of ware such as covered boxes or burial jars such as these, which were likely made in Fujian. Tall lidded urns were peculiar to thirteenth century Jiangxi and Fujian provinces and are good examples of ceramics made specifically for burial rather than as household items.\r\n<P>In addition to their tall, narrow shape, these wine jars are recognized by a variety of moulded Daoist and directional animal figures applied around the neck of the upper half of the body. At the base of the neck are twelve robed figures probably Daoist, or perhaps related to the zodiac, with a coiled dragon encircling the vessel neck above them. Extending from the neck of each jar is a disk representing the sun and moon respectively. The conical lids are surmounted with cranes, a Daoist emblem for long life.",
  "title": "Burial jar for wine storage, one of a pair"
}
