{
  "Cache_Location": "040000\\300\\00\\40300",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_5012962.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "98.276.225.1a, b",
  "artist": "Designer: Henry Dreyfuss; Manufacturer: The American Thermos Bottle Company",
  "classification": "Metalwork",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1935",
  "department": "Arts of the Americas",
  "dimension": "7 1/2 x 6 3/4 x 5 1/4in. (19 x 17.1 x 13.3cm)",
  "highlights": 0,
  "id": 40300,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5064,
  "image_width": 4588,
  "inscription": null,
  "life_date": "American, 1904–1972",
  "list": null,
  "markings": null,
  "medium": "Enameled steel, glass, rubber, and chrome plating",
  "nationality": "American",
  "object_name": "Thermos pitcher, Thermos pitchers",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "Unknown",
  "role": "Designer",
  "room": "Not on View",
  "signed": null,
  "style": "Art Deco",
  "text": "Henry Dreyfuss was perhaps the most understated of the early industrial designers.  Like his teacher and main inspiration Norman Bel Geddes, he moved from theater design to industrial design, but took a more practical approach, developing long relationships with clients such as the Hoover company, John Deere, and the New York Central Railroad. Dreyfuss preferred the word cleanlining to streamlining, which distanced him from what he considered to be the excesses of the 1930s restyling movement.  He was sufficiently self-promotional to write his own autobiography, <I>Designing for People</I>, in 1955, following in the footsteps of Bel Geddes, Teague, and Loewy. \r\n\r\nThese pitchers are typical of his approach to industrial design, with synthetic materials and clean lines.  The American Thermos Bottle Company promoted them with Dreyfuss's name, which appears in signature form on the bottom.",
  "title": "Thermos pitcher"
}
