{
  "Cache_Location": "040000\\500\\90\\40594",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_21730b.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "98.276.101a, b",
  "art_champions_text": null,
  "artist": "Designer: Marguerite Wildenhain; Manufacturer: Staatliche Porzellan Manufaktur",
  "classification": "Ceramics",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1930",
  "department": "European Art",
  "dimension": "5 x 11 x 7 in. (12.7 x 27.94 x 17.78 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 40594,
  "image": "valid",
  "image_copyright": null,
  "image_height": 1572,
  "image_width": 2560,
  "inscription": null,
  "life_date": "American (born France), 1896–1985",
  "list": null,
  "markings": null,
  "medium": "Hard-paste porcelain",
  "nationality": "American (born France)",
  "object_name": "Teapot",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Unknown",
  "role": "Designer",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "98   276  101a    b",
  "style": "Bauhaus",
  "text": "Marguerite Wildenhain trained in ceramics at the Bauhaus in Weimar, a center for modernist design education founded by architect Walter Gropius.  The Bauhaus championed a rational approach to design, an aesthetic clearly visible in a handful of industrial prototypes - including this teapot - created for the Royal Porcelain Factory in Berlin.  The teapot's solid white glaze and clean surface resulted in a design both elegant and modern.  Form and function are superbly resolved in three essential areas: an angled spout pours easily without dripping; the countersunk lid does not fall out when tilted; and the large handle facilitates easy pouring.  Simplicity of form and timeless design well-adapted to industrial manufacture are the hallmarks of this teapot, one of the finest designs to emanate from the Bauhaus.\r\n\r\nIn 1940, under increased pressure from the Nazis, Wildenhain fled Germany and relocated to the Guerneville, California communal retreat, Pond Farm.  Her Pond Farm works employed the same principles she developed in Europe and were sold in department stores such as Gump's in San Francisco.",
  "title": "Teapot"
}
