{
  "Cache_Location": "045000\\500\\50\\45554",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "20010615_mia341_1230.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "2001.99",
  "art_champions_text": null,
  "artist": "Harriet Bart; Printer: Philip Gallo; Publisher: Mnemonic Press, Minneapolis; Book binder: Jill Jevne",
  "classification": "Books, Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "Global Contemporary Art",
  "dimension": "12 x 10 x 1 in. (30.5 x 25.4 x 2.5 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 45554,
  "image": "valid",
  "image_copyright": "© Harriet Bart",
  "image_height": 1831,
  "image_width": 3056,
  "inscription": "Debossed title in black on front cover and on front of slip case: GARMENT REGISTER",
  "life_date": "American, born 1941",
  "list": null,
  "markings": "Numbered in pencil, on colophon page: 6/25",
  "medium": "Photographic illustrations, fabric samples, and letterpress, bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Mnemonic Press, Minneapolis (publisher); sold to MIA, 2001.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "Signed in pencil, on colophon page: Harriet Bart",
  "sort_number": "2001    99",
  "style": null,
  "text": "Garment Register recalls the toils, sacrifices, and experiences of countless anonymous women who contributed to the development of modern American society. Designed by Harriet Bart and Philip Gallo, this artist’s book juxtaposes prose by celebrated artists such as pioneering choreographer Martha Graham and novelists Virginia Woolf, Doris Lessing, Willa Cather, and Collette, with historic photographs, fabric samples, and facsimiles of pages from an old ledger (on view in this exhibition) listing the names of anonymous women and the dues they paid. Though its origin and details are unknown, this handwritten artifact, in its repurposed form as an editioned artist’s book, is a poignant commemoration of the myriad women whose civic efforts have remained unrecognized.",
  "title": "Garment Register"
}
