{
  "Cache_Location": "006000\\000\\60\\6065",
  "Catalog_Raisonne": "Boston 196, Ref. no. 196 in The Artist and the Book",
  "Primary_RenditionNumber": "mia_34502a.jpg",
  "Rights_Image_Display": "Full",
  "TitleAlt": null,
  "accession_number": "B.81.13.2",
  "art_champions_text": null,
  "artist": "Henri Matisse; Author: Stéphane Mallarmé; Publisher: Albert Skira & Cie, Lausanne; Printer: Léon Pichon, (text); Etcher: Atelier Roger Lacourière, Paris, France",
  "classification": "Books & Publications",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1932",
  "department": "European Art",
  "dimension": "13 x 10 in. (33.02 x 25.4 cm) (single book page)",
  "dynasty": null,
  "highlights": 0,
  "id": 6065,
  "image": "valid",
  "image_copyright": null,
  "image_height": 2916,
  "image_width": 4439,
  "inscription": null,
  "life_date": "French, 1869–1954",
  "list": null,
  "markings": null,
  "medium": "Etching, letterpress",
  "nationality": "French",
  "object_name": "Artist's book",
  "object_title_html": null,
  "portfolio": "Poésies",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "B         81   13    2",
  "style": null,
  "text": "In 1930 the young publisher, Albert Skira, asked Matisse to illustrate a special collection of poems by the French Symbolist Stéphane Mallarmé (1842–1898). In this, his first commission to illustrate a book, Matisse established both the comprehensive method of design and the “non-imitative” approach to illustration that he subsequently followed in his other important illustrated books. \r\n \r\nMatisse chose which poems to embellish with his own corresponding images. He voiced particular concern over the proper balancing of his etched illustrations with the typography of the accompanying text. \r\n \r\nMatisse solved this problem by etching his spare images in thin lines spread over the entire page, incorporating the blank white of the paper into the image. In this way he realized a harmony with the facing pages of text. The text was darker than the etched lines of the illustrations, but it was concentrated at the center of the page.",
  "title": "Scène. La Nourice-Hérodiade from Poésies"
}
