{
  "Catalog_Raisonne": null,
  "accession_number": "2003.224",
  "artist": "Sheila Hicks",
  "classification": "Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift made possible by Sheila Hicks and Target Corporation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990–91",
  "department": "Global Contemporary Art",
  "dimension": "59 x 59 x 5 1/2 in. (149.86 x 149.86 x 13.97 cm)",
  "id": 62048,
  "image": "valid",
  "image_copyright": "Copyright © Sheila Hicks. All rights reserved.",
  "image_height": 2233,
  "image_width": 1994,
  "inscription": null,
  "life_date": "American, born 1934",
  "list": "textile-highlights",
  "markings": null,
  "medium": "Linen, silk, wool, cotton, metallic thread, wrapped",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "The round form of Sheila Hicks’ Labyrinth of Communication evolved from her interests in moving away from the rectangular format usually associated with tapestry. \r\nLike church labyrinths, Hicks’ tapestry bas-relief blurs boundaries between art, design, and architecture.  It is part of a series that began with a circular work made for AT&T's headquarter building (Basking Ridge, New Jersey, which she considered a communications disk with spin offs and circuitry springing out into space.  The title of this work comes from Hicks’ feeling that it is “acrobatic and labyrinthian” to communicate ideas and feelings.  \r\nReflecting on Labyrinth of Communication, Hicks wrote, ”There is a powerful centering composition but the visual voyage is complex and fanciful. The spiritual exercise of CENTERING and focus is capital in all religious practices. This tapestry bas-relief was made entirely by hand with a repetitive wrapping technique resembling the recitation of the prayer rosary or Tibetan prayers, or Muslim prayer beads, or Hebrew prayer shawls.”",
  "title": "Labyrinth of Communication"
}
