{
  "accession_number": "P.95.17.12",
  "artist": "Keith Haring; Author: William S. Burroughs; Printer: Rupert Jason Smith, New York; Publisher: George Mulder Fine Arts, New York",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Beverly N. Grossman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "38 x 35 1/8 in. (96.52 x 89.22 cm) (image)\r\n38 x 38 in. (96.52 x 96.52 cm) (sheet)",
  "id": 67393,
  "image": "valid",
  "image_copyright": "© The Keith Haring Foundation",
  "image_height": 8393,
  "image_width": 8494,
  "inscription": null,
  "life_date": "American, 1958–1990",
  "markings": "Numbered in pencil, LR edge: 37/90\r\nPrinter's blindstamp, LL\r\nCopyright stamp, verso: Keith Haring 1988 George Mulder Fine Arts",
  "medium": "Color screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "Apocalypse portfolio",
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G373",
  "signed": "Signed and dated in pencil, LR edge: K. Haring '88",
  "style": null,
  "text": "Multidisciplinary artist and activist Keith Haring created <i>Apocalypse</i> in collaboration with the writer William S. Burroughs to draw public attention to the ravages of the HIV/AIDS epidemic. Burroughs’s Surrealist prose was a frequent source of inspiration for Haring and had a definitive impact on this series, which was published two years before the artist’s own death from HIV/AIDS. In each of these ten prints, Haring invokes a range of motifs characteristic of his visual practice: sperm and male genitalia are interspersed with bright swatches of color, Christian iconography, and even Leonardo DaVinci’s <i>Mona Lisa</i> (1503). By commingling images of the sacred and the profane, Haring unfurls an end-of-times vision for those who would turn away from the vast, tragic impacts of the epidemic.",
  "title": "Apocalypse 5"
}
