{
  "Cache_Location": "000000\\700\\30\\738",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_46214a.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "46.23.1a-d",
  "artist": "China",
  "classification": "Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "524",
  "department": "Asian Art",
  "dimension": null,
  "highlights": 0,
  "id": 738,
  "image": "valid",
  "image_copyright": null,
  "image_height": 1932,
  "image_width": 4896,
  "inscription": null,
  "life_date": null,
  "list": "chinese-art-highlights",
  "markings": null,
  "medium": "Black limestone",
  "nationality": "Chinese",
  "object_name": "Sarcophagus",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "No Copyright",
  "role": "Artist",
  "room": "G208",
  "signed": null,
  "style": null,
  "text": "This sarcophagus, as well as the epitaph cover and the accompanying tablet, were reportedly recovered from a tomb located in Lijia’ao village, northwest of Luoyang in Henan province. Together they document an important stage in the development of the pictorial tradition in Chinese art. Buddhist, Confucian, and Daoist imagery intermingle within a landscape setting that anticipates the later genre of landscape painting in Chinese art. Along each side of the sarcophagus, amid trees and mountains, five scenes illustrate the Confucian virtue of filial piety, or respect for one’s parents, elders, and ancestors. Daoist and Buddhist imagery is prominent in the heavenly scene above: immortals riding on dragons, phoenixes, and birds. \r\n\r\nDuring the early sixth century in northern China, it was common to place stone memorial tablets in the tombs of the nobility. The memorial tablet bears an inscription dated to 524 and includes a biography and a eulogy to Yuan Mi (d. 523), whose sarcophagus this is. Yuan Mi was the grandson of Emperor Xianwen (r. 466–70) of the Northern Wei dynasty and served as governor of Qizhou. He received the posthumous title King of Zhenjin (Chaste and Lofty).",
  "title": "Sarcophagus of Prince Yuan Mi"
}
