{
  "Cache_Location": "007000\\500\\40\\7540",
  "Catalog_Raisonne": "Horowitz 1",
  "Primary_RenditionNumber": "mia_1015807.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "P.72.2",
  "art_champions_text": null,
  "artist": "John Baldessari; Printer: Robert Rogers, at Nova Scotia College of Art and Design Lithography Workshop, Halifax, Canada; Publisher: Nova Scotia College of Art and Design, Halifax, Canada",
  "classification": "Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Global Contemporary Art",
  "dimension": "22 3/8 × 29 9/16 in. (56.83 × 75.09 cm) (image)\r\n22 1/2 × 30 1/8 in. (57.15 × 76.52 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 7540,
  "image": "valid",
  "image_copyright": "© John Baldessari",
  "image_height": 3693,
  "image_width": 4855,
  "inscription": "In plate: titled in black ink across length of print and repeated: I will not make any more boring art",
  "life_date": "American, 1931–2020",
  "list": null,
  "markings": "Numbered in pencil, vertically along right-hand edge: 3/50\r\nPrinter's blindstamp: back to back Rs (Robert Rogers)",
  "medium": "Lithograph on ivory paper",
  "nationality": "American",
  "object_name": "Print",
  "object_title_html": null,
  "portfolio": null,
  "provenance": "Nova Scotia Colelge of Art and Design, Halifax, Canada (publisher); sold to MIA, 1972.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "Signed and dated in pencil, vertically along right-hand edge: BALDESSARI 71",
  "sort_number": "P         72    2",
  "style": null,
  "text": "John Baldessari used chance, irony, and paradox to challenge the high seriousness of contemporary art.  His work was often conceptual, as seen in this tongue-in-cheek lithograph featuring a self-referential caveat declaring art must never be mundane. Unable to fulfill a commitment to visit the Nova Scotia College of Art and Design in person, Baldessari instead asked the student artists to repeatedly write the title phrase featured in this print, completely filling the four walls of a gallery. Baldessari performed the same activity on videotape, which was later shown in the gallery, and wittily documented the whole affair with this self-contradictory print.",
  "title": "I Will Not Make Any More Boring Art"
}
