{
  "Cache_Location": "007000\\500\\70\\7572",
  "Catalog_Raisonne": "Bloch 297-98; Ba. 615-16; Cramer books 28",
  "Primary_RenditionNumber": "mia_2018647.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "P.79.58.2",
  "artist": "Pablo Picasso; Printer: Atelier Roger Lacourière, Paris, France (etchings)",
  "classification": "Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Herschel V. Jones Fund, by exchange",
  "culture": null,
  "curator_approved": 1,
  "dated": "January 8, 1937",
  "department": "European Art",
  "dimension": "12 3/8 × 16 1/2 in. (31.43 × 41.91 cm) (plate)\r\n15 1/4 × 22 5/16 in. (38.74 × 56.67 cm) (sheet)",
  "highlights": 0,
  "id": 7572,
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso / Artists Rights Society (ARS), New York",
  "image_height": 3123,
  "image_width": 4600,
  "inscription": null,
  "life_date": "Spanish (active France), 1881–1973",
  "list": null,
  "markings": null,
  "medium": "Etching with sugar-lift aquatint and scraper",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "Sueño y Mentira de Franco (The Dream and Lie of Franco)",
  "provenance": "(David Tunick, New York)",
  "recent": 0,
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "signed": "Stamp-signed in black ink, LR margin",
  "style": null,
  "text": "The Dream and Lie of Franco is one of Picasso's most intense and committed political statements. He conceived of the project in January 1937 in response to the attempted overthrow of the democratically elected Spanish Republican government by General Francisco Franco and his Nationalist rebels, whose actions sparked the Spanish Civil War (1936-39).\r\n\r\nThe portfolio consists of two plates together with a prose poem. Each of the plates features nine vignettes, forming an 18-scene narrative. Picasso worked on the intaglio plates from left to right, but because the images are reversed during printing, they are read from right to left. He adopted a comic strip format and cartoon-like figures to ridicule Franco's cruel exploits in Spain. In one frame, the grotesque general mistakenly kills and devours his own horse. In another, he prays on the altar of money. While in others, he engages in combat with an angry bull, symbolizing Spain. \r\n\r\nThree of the last four scenes were completed after German and Italian forces allied with Franco destroyed the Basque town of Guernica in an aerial bombing raid on April 26, 1937. The scenes relate to studies for Picasso's famous anti-war mural Guernica, which immortalized this atrocity. Through his powerful imagery and innovative use of narrative, Picasso transforms the centuries-old tale of the Spanish horseman Don Quixote into a particularly modern and senseless tale.\r\nIssued in an edition of 1, 000, the portfolio was intended to reach a large audience, with the proceeds from sales going to fund the Spanish Republicans. It was available for purchase during the debut exhibition of Guernica at the 1937 World's Fair in Paris.",
  "title": "Dream and Lie of Franco, Plate 1"
}
