{
  "Cache_Location": "075000\\800\\70\\75876",
  "Catalog_Raisonne": "Casey Wood, Vertebrate Zoology, 1921.\r\nExtracted from the copy in the Minnich Library.",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "P.18, 738",
  "art_champions_text": null,
  "artist": "Friedrich Ruysch; Engraver: Joseph Mulder; after Joannem Wolters",
  "classification": "Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "1710",
  "department": "European Art",
  "dimension": "12 1/2 x 7 1/2 in. (31.75 x 19.05 cm) (sheet)",
  "dynasty": null,
  "highlights": 0,
  "id": 75876,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": "Inscription\r\n\r\nJ. Mulder ad vivum sculp 1710",
  "life_date": "Dutch, 1637–1731",
  "list": null,
  "markings": null,
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "object_title_html": null,
  "portfolio": "From Thesaurus Animalium, Tab. VII. Fig. I, II., Amsterdam: J. Wolters, 1710 Friedrich Ruysch",
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "P         18  738",
  "style": null,
  "text": "Despite his professional reputation as a scientist, the botanist and anatomist Frederick Ruysch had a strong emotional connection to the objects that were part of his collection of naturalia. For instance he used to arrange them in still lifes and surrealistic landscapes, using kidneystones or gallstones as rocks, populating them with skeletons arranged in theatrical poses (even weeping in an handkerchief) complete with inscriptions alluding to the vanity of life.\r\n \r\n Ruysch also invented a solution to preserve human organs and other organic material. He kept specimens in jars whose lids were topped with dioramas of natural—or natural looking—objects, that often alluded to the contents. In this etching from Thesaurus animalium, he composed a phantasy marine landscape of shells and dubious-looking coral. Judging from their appearance, the coral branches were actually hardened blood vessels, dyed coral-red. Despite their educational intent, these arrangements crossed the boundaries between science and showmanship, revealing the owner’s black humor and morbid delight in the macabre.",
  "title": "Two jars, one with a hand, Tab. VII.  Fig. I, II., from Thesaurus Animalium"
}
