{
  "Cache_Location": "081000\\000\\30\\81034",
  "Catalog_Raisonne": "Arntz 405-412; Arp-Hagenbach A 365",
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "2003.178a-m",
  "art_champions_text": null,
  "artist": "Jean Arp; Author: Jean Arp; Publisher: La Rose des Vents",
  "classification": "Prints, Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1960",
  "department": "European Art",
  "dimension": "15 3/16 x 11 9/16 x 1 in. (38.58 x 29.37 x 2.54 cm) (closed, cover)",
  "dynasty": null,
  "highlights": 0,
  "id": 81034,
  "image": "invalid",
  "image_copyright": "© Artists Rights Society (ARS), New York / ADAGP, Paris",
  "image_height": null,
  "image_width": null,
  "inscription": "Signature",
  "life_date": "French (born Germany), 1886–1966",
  "list": null,
  "markings": null,
  "medium": "Soft-ground etchings with aquatint, letterpress",
  "nationality": "French (born Germany)",
  "object_name": "Print portfolio",
  "object_title_html": null,
  "portfolio": "Vers le blanc infini",
  "provenance": "Trent Niemeyer, St. Paul; sold to MIA, 2003.",
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": null,
  "signed": "On justification page, in pencil: J. Arp",
  "sort_number": "2003   178a    m",
  "style": null,
  "text": "Hans Arp and Stanley Hayter first met in Paris in the mid-1920s, when both were active in French surrealist circles. Arp, who would become a prolific printmaker, was a regular visitor to Atelier 17 in Paris and in later years in New York. He was also a founding member of Dada, a radical, anti-war cultural movement that began in Zürich, Switzerland in 1916. Arp's experiences with Surrealism and Dada helped cultivate an abiding interest in chance, word play, and reductive abstraction. \r\n\r\nArp's Vers le blanc infini features eight monochromatic etchings, each followed by one of his poems. To encourage unforeseen connections, he established an ambiguous relationship between the visual and the literary elements of the book, with images and poems appearing as unrelated independent expressions. Arp frequently restricted his palette to black and white as a way to amplify the textual associations in his work, stating: There is in me a certain need for communicating with human beings. Black and white equals writing.",
  "title": "Vers le blanc infini"
}
