{
  "Cache_Location": "082000\\200\\60\\82260",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_37348a.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2003.162.4",
  "artist": "Anishinaabe (Ojibwe) artist",
  "classification": "Floor Coverings",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": "Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "c. 1930s",
  "department": "Arts of the Americas",
  "dimension": "86 3/8 x 48 3/4 in. (219.39 x 123.83 cm)",
  "highlights": 0,
  "id": 82260,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3936,
  "image_width": 2224,
  "inscription": null,
  "life_date": "United States (Great Lakes or Woodlands)",
  "list": "nahm",
  "markings": null,
  "medium": "Bulrush, pigment, cotton",
  "nationality": "American",
  "object_name": "Mat",
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Baskets, like cloth textiles, are woven: they are composed of multiple elements that cross and bind one another. However, baskets are fashioned primarily by hand, without the use of a loom. With its combination of reeds traditionally used in basketry and an off-loom diagonal weaving technique, this two-dimensional mat demonstrates the affinities between textile weaving and basketry. \r\nThe Anishinaabe woman who created this bulrush mat would need to depend upon her deep understandings and relationships with the intellectual, cultural, spiritual, and physical worlds in which she and the bulrush was a part. Before making the mat, she needed to be a good relative to the bulrush, giving thanks and blessings. She needed to know the complex ecological environment that sustains bulrush, a grass that purifies the water, carefully selecting and harvesting the exact amount of reeds that would keep this environmental niche in balance. She needed to spend hours, if not days, in preparation, cleaning, dyeing, and softening the bulrush before weaving it into complex designs that would please both the bulrush and the people who encountered the mat.",
  "title": "Mat"
}
