{
  "Cache_Location": "008000\\200\\30\\8239",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_7894b.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "98.201",
  "art_champions_text": null,
  "artist": "Minnie A. Broderson Reber",
  "classification": "Textiles",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Mrs. Reber's admiring daughter, Dorothy Shannon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1934–35",
  "department": "Arts of the Americas",
  "dimension": "82 x 68 1/2 in. (208.28 x 173.99 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 8239,
  "image": "valid",
  "image_copyright": "Copyright of the artist, artist's estate, or assignees",
  "image_height": 1920,
  "image_width": 1589,
  "inscription": "Signature; Date; Inscription; Tag",
  "life_date": "American, 1872–1963",
  "list": "whm",
  "markings": "'Minnie A. Reber 1934-35 66300 stitches', embroidered in blue, along one long side at corner; lender's tag, sewn on back at corner opposite inscription",
  "medium": "Cotton, piecing, quilting",
  "nationality": "American",
  "object_name": null,
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "98   201",
  "style": null,
  "text": "Handmade quilts are the quintessential American bedcover. From their emergence in the late eighteenth century, to the present time, quilts have provided warmth, comfort and beauty to rich and poor alike. Of the many styles of quilts, the pieced quilt has enjoyed the greatest popularity, with scores of patterns being developed over the past two centuries. Constructed from hundreds of small geometric pieces, painstakingly cut, stitched and quilted, the pieced quilt offers infinite design possibilities and opportunities for unlimited creative expression.\r\n\r\nSome scholars speculate that the kaleidoscope, an early nineteenth century invention that became a popular toy, may have inspired many quilt patterns, such as this one. The number of mirrors and the angle at which they are placed in the viewing chamber determine the number of appendages emanating from a central motif. Pieced quilts, with their radiating, mirror-image designs greatly resemble the images formed in this ingenious apparatus.",
  "title": "Touching Stars Quilt"
}
