{
  "Cache_Location": "008000\\300\\10\\8315",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "PCD19991007_1283_IMG0007.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "85.63.3",
  "art_champions_text": null,
  "artist": "Designer: Maija Isola; Manufacturer: Marimekko",
  "classification": "Textiles",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of the Cooper-Hewitt, the Smithsonian Institution's National Museum of Design",
  "culture": null,
  "curator_approved": 0,
  "dated": "1961",
  "department": "European Art",
  "dimension": "207 x 55 in. (525.78 x 139.7 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 8315,
  "image": "valid",
  "image_copyright": "© Marimekko / Silkkikuikka, Maija Isola, 1961",
  "image_height": 1378,
  "image_width": 4596,
  "inscription": null,
  "life_date": "Finnish, 1927 - 2001",
  "list": "textile-highlights, whm",
  "markings": null,
  "medium": "Cotton, screenprinting",
  "nationality": "Finnish",
  "object_name": "Textile",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Designer",
  "room": "Not on View",
  "see_also": [],
  "signed": null,
  "sort_number": "85    63    3",
  "style": null,
  "text": "Inspired by a trip Isola took to the Mediterranean, this is part of her Jonahs series where she was influenced by the sun reflecting on the moving water. The pieces in this series do not literally represent an image, but more abstractly convey to the viewer an act, in this case, the interaction of flight, plumage and water. This design is meant to mimic a bird, the great crested grebe, where Isola creates an energetic feeling of movement and a free-spirited vigor, a theme present in all her pieces. Considering herself to be an artist and painter rather than a designer, Isola's creative process was often free, dramatic and spontaneous. \r\n\t\r\n<I>Silkikuikka</I> is an example of Marimekko's trademark look--defined in large part by Isola's 1960s works, of oversized, dominating patterns, flooded with color, often inspired by nature. The purposeful overlap of the screens in the printing process is also a company trademark, providing even more subtlety of color. Still in production today, <I>Silkikuikka's</I> striking, 1960s Pop-inspired design, with its tri-partite color blocks, is still elemental enough for domestic use. Maija Isola designed for Marimekko for over 30 years, creating 533 patterns.",
  "title": "Silkkikuikka"
}
