{
  "Cache_Location": "008000\\400\\10\\8418",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "mia_1802.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "95.36.1a-c",
  "artist": "Designer: George Washington Maher; Manufacturer: Gorham Manufacturing Company; Retailer: Spaulding & Company, Chicago, Illinois",
  "classification": "Metalwork",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Ruth and Bruce Dayton in honor of Russell A. Plimpton",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1912",
  "department": "Arts of the Americas",
  "dimension": "12 5/8 x 8 3/4 x 6 5/8 in. (32.1 x 22.2 x 16.8 cm)",
  "highlights": 0,
  "id": 8418,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3516,
  "image_width": 4620,
  "inscription": null,
  "life_date": "American, 1864–1926",
  "list": null,
  "markings": null,
  "medium": "Silver and ivory",
  "nationality": "American",
  "object_name": "Hot water kettle, Coffee and tea service and twelve-piece place setting",
  "portfolio": "Designed for Rockledge, the E. L. King House, Homer, MN (demolished 1987)",
  "provenance": null,
  "recent": 0,
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Designer",
  "room": "G300",
  "signed": null,
  "style": null,
  "text": "The coffee and tea service that Maher designed for Rockledge illustrates his adherence to the progressive idea of a unified interior. Emblazoned on each piece, along with the King monogram, is the tiger lily, one of Maher's dominant motifs for the house. Every piece has the trapezoidal dentils (<I>guttae</I>) that Maher used as architectural detailing, notably on the home's exterior balustrade. The handle of the hot-water kettle echoes the prominent flattened arch of Rockledge's exterior, linking the building's furnishings with its façade.\r\n\r\nMaher had the service manufactured to the highest standards. It was custom-made by the Gorham Manufacturing Company as part of Gorham's exclusive Martelé line, which combined the popular styles of the time with traditional silversmithing techniques. The visibly hand-hammered surface is characteristic of Arts and Crafts metalwork. The retailer, Spaulding and Company of Chicago, charged $1, 300 for what is now one of the only known examples of Prairie School silver.",
  "title": "Hot water kettle and stand from the coffee and tea service for Rockledge"
}
