{
  "Cache_Location": "086000\\300\\50\\86355",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "99.1.235.18",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Designer: Dona Raquel Vivas; Mill: Penaranda; Producer: Jack Lenor Larsen, Inc.",
  "classification": "Textiles",
  "continent": "Americas",
  "country": "Colombia, United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1963",
  "department": "Arts of the Americas",
  "dimension": "18 1/4 x 55 in. (46.36 x 139.7 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 86355,
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen, Inc., Dona Raquel Vivas, Larsen Design Studio",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Wool, woven fabric",
  "nationality": null,
  "object_name": "cloth",
  "object_title_html": null,
  "portfolio": "Pre-Collection; This colorway is for The Great Color of China",
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Designer",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "99     1  235   18",
  "style": null,
  "text": "Jack Lenor Larsen is a weaver. When he established his design studio in 1952, his emphasis was the creation of unique, high quality, hand-woven fabrics. Larsen was quickly recognized for his innovative use of unusual textures and materials as well as his masterful sense of color, and weaves remained the foundation of the firm's production for nearly fifty years.\r\n\r\nThe Great Color of China collection featured sixteen different weave patterns, including highly textured plain weaves of handspun cotton, complex doubleweaves with geometric patterning, durable twills and luxurious velvets. Only three of those weaves were new introductions: <I>Brocade, China Fret</I> and <I>Peking</I>. The others were proven performers such as <I>Doria II</I>, which had been in the Larsen line since 1955, or relative newcomers like <I>Carrickmacross</I>, which came out in 1969 as part of the Irish Awakening collection. Although the colorways of the weaves generally followed the muted palette of the frescoes, they also incorporated brighter hues of marigold, yellow, and aquamarine as accent colors.",
  "title": "Doria II"
}
