{
  "Cache_Location": "087000\\400\\80\\87486",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": null,
  "Rights_Image_Display": null,
  "accession_number": "99.1.559.2",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: France Voiles S. A.; Producer: Jack Lenor Larsen, Inc.",
  "classification": "Textiles",
  "continent": "Americas, Europe",
  "country": "France, United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969–78",
  "department": "Arts of the Americas",
  "dimension": "overall (Untrimmed): 32 x 32 in. (81.28 x 81.28 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 87486,
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen, Inc., Larsen Design Studio",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Polyester, cotton, dyed",
  "nationality": null,
  "object_name": null,
  "object_title_html": null,
  "portfolio": "Irish Awakening",
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Designer",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "99     1  559    2",
  "style": null,
  "text": "The 1969 Irish Awakening Collection took advantage of Irish suppliers’ ability to weave rich wool cloth which could be developed to great advantage for use as both upholstery and drapery fabric. Oberon, with its Celtic pattern, was true to the Irish theme but was the only textile in this collection that was not produced in Ireland.<P>\r\nInstead, Jack looked to some of the advancements the French had made in the technique of devoré printing which he realized had great potential in terms of casement fabrics.  The key to this process is the use of a very specific type of ground cloth made of cellulose and polyester yarns incorporated in a weave structure that creates a layered effect.  The pattern is printed onto this cloth with an acid paste that “devours” or burns out the cellulose threads, leaving only a polyester scrim in the pattern areas. This technique provided the studio designers with a variety of design options to use to address light controlling issues so vital to casement fabrics.  <I>Oberon</I> was so successful that Jack used the process for several other casements including <I>Wintertree</I>, and <I>Mozul</I>.\r\nEliza Wilcox, English, 19?? - 1966",
  "title": "Oberon"
}
