{
  "accession_number": "74.1.227",
  "artist": "Katsushika Hokusai; Publisher: Nishimuraya Yohachi",
  "classification": "Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 1,
  "dated": "1830–33",
  "department": "Asian Art",
  "description": "",
  "dimension": "10 × 14 5/8 in. (25.4 × 37.2 cm) (image, sheet, horizontal ōban)",
  "id": 9612,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6431,
  "image_width": 9278,
  "inscription": null,
  "life_date": "Japanese, 1760–1849",
  "markings": null,
  "medium": "Woodblock print (nishiki-e), ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "Thirty-six Views of Mount Fuji (Fuji sanjūrokkei 富嶽三十六景)",
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "北斎改為一筆 {Hokusai aratame Iitsu hitsu}",
  "style": null,
  "text": "Hokusai took an interest in the work of Rinpa school artists, whose boldly designed compositions were often inspired by themes from classical court painting. Hokusai must have been aware of two important sets of folding screens by earlier Rinpa artists picturing the gods of wind and thunder: one by Tawaraya Sōtatsu (active ca. 1600– ca. 1640), the other by Ogata Kōrin (1658–1716). His own renditions of those gods appear in the third volume of <I>Hokusai manga</I> (Random Sketches of Hokusai), published in 1815. He was probably also familiar with an interpretation of Kōrin’s wind and thunder gods by Sakai Hōitsu (1761–1828), who painted windblown autumn grasses and rain-soaked summer flowers on the reverse of Kōrin’s screens. Hokusai’s <I>Rainstorm beneath the Summit</I>, with its dramatic bolt of lightning, obviously stands for thunder, and his <I>Fine Wind, Clear Weather</I> (on view nearby) could represent wind. Hokusai may have intended these two compositions as companion pieces in his <I>Thirty-six Views of Mount Fuji </I>series.",
  "title": "Rainstorm beneath the Summit"
}
