{
  "Cache_Location": "096000\\500\\60\\96568",
  "Catalog_Raisonne": "Masterpieces from the Japanese painting collection of the Minneapolis Institute of Art\r\nミネアポリス美術館 日本絵画の名品 Cat.91",
  "Primary_RenditionNumber": "mia_8014750.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "2005.35",
  "art_champions_text": null,
  "artist": "Ikeda Shōen",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Louis W. Hill, Jr. Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Asian Art",
  "dimension": "48 11/16 x 19 3/4 in. (123.67 x 50.17 cm) (image)",
  "dynasty": "Meiji era (1868–1912)",
  "highlights": 0,
  "id": 96568,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6006,
  "image_width": 2380,
  "inscription": null,
  "life_date": "Japanese, 1888–1917",
  "list": "whm",
  "markings": "LLC, in red: seal",
  "medium": "Hanging scroll, ink and color on silk",
  "nationality": "Japanese",
  "object_name": "hanging scroll",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [],
  "signed": "LLC, in black:",
  "sort_number": "2005    35",
  "style": null,
  "text": "Ikeda Sho_en's life is emblematic of the expansive spirit and modernity of Meiji period Japanese, especially for those who were well educated and wealthy. Her father was from an elite samurai family. After graduating from Keio University, he attended Rutgers University in the United States in order to study railroad engineering. Her mother, fluent in English, was an accomplished Western-style oil painter. Both parents encouraged Sho_en to pursue her interest in painting. As a talented, fashionable young woman in a traditionally male dominated profession, she attracted considerable attention. When she was twenty-two, she married handsome Ikeda Terukata, also a painter. The two became stars within Tokyo's urbane society. Unfortunately, her brilliant career was cut short by tuberculosis, and she died when she was only thirty-one. She specialized in images of women and their elegant pastimes. Here, she depicts three splendidly dressed young women out for a boat ride to view blossoming cherry trees--perhaps along the Sumida River.",
  "title": "Cherry-blossom Viewing"
}
