{
  "Cache_Location": "009000\\600\\60\\9668",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "100811_mia341_161507.jpg",
  "Rights_Image_Display": "Full",
  "accession_number": "31.58",
  "art_champions_text": null,
  "artist": "England",
  "classification": "Architecture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. John Washburn and Miss Elizabeth Pope Washburn in memory of Mr. John Washburn",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1720–30",
  "department": "European Art",
  "dimension": "21' 91/2 x 15' 3",
  "dynasty": null,
  "highlights": 0,
  "id": 9668,
  "image": "valid",
  "image_copyright": null,
  "image_height": 3587,
  "image_width": 5498,
  "inscription": null,
  "life_date": null,
  "list": null,
  "markings": null,
  "medium": "Oak",
  "nationality": "English",
  "object_name": "Period room",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G326",
  "see_also": null,
  "signed": null,
  "sort_number": "31    58",
  "style": null,
  "text": "Like the Tudor Room, the Queen Anne Room honors the memory of John Washburn, an early advocate of the Minneapolis Society of Fine Arts, who had a passionate interest in English architecture and decoration. Charles Robeson, a London interior architecture  dealer, sold the paneling in this room to the Minneapolis Institute of Arts in 1932. At the time, Robeson thought the paneling had come from an early 18th-century house in the town of Stafford, England. The restrained, symmetrical oak walls reflect the late baroque, or Queen Anne style, which was popular in England during the early part of the 18th century. The carved festoons of fruits and flowers above the fireplace are crafted in a manner popularized by the master English woodcarver Grinling Gibbons.\r\n\t\r\nThe Queen Anne style features objects comfortably tailored to the human body, with curved seats and backs, cabriole (S-shaped) legs, pad feet, and sumptuously grained and veneered wood, as seen in the seating furniture on display here.",
  "title": "Queen Anne room"
}
