{
  "Cache_Location": "009000\\900\\60\\9961",
  "Catalog_Raisonne": null,
  "Primary_RenditionNumber": "PCD19990211_1199_IMG0006.jpg",
  "Rights_Image_Display": "Limited",
  "accession_number": "98.176",
  "art_champions_text": null,
  "artist": "Designer: Alvar Aalto; Manufacturer: Huonekalu-ja Rakennustyötendas, Turku, Finland",
  "classification": "Furniture",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of funds from Dolly J. Fiterman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1931–32",
  "department": "European Art",
  "dimension": "26 15/16 x 24 1/16 x 30 1/2 in. (68.42 x 61.12 x 77.47 cm)",
  "dynasty": null,
  "highlights": 0,
  "id": 9961,
  "image": "valid",
  "image_copyright": "© Alvar Aalto / Alvar Aalto Foundation",
  "image_height": 5012,
  "image_width": 3904,
  "inscription": null,
  "life_date": "Finnish, 1898–1976",
  "list": null,
  "markings": null,
  "medium": "Laminated birch, bent plywood",
  "nationality": "Finnish",
  "object_name": "Armchair",
  "object_title_html": null,
  "portfolio": null,
  "provenance": null,
  "recent": 0,
  "rights_type": "In Copyright",
  "role": "Designer",
  "room": "Not on View",
  "see_also": null,
  "signed": null,
  "sort_number": "98   176",
  "style": null,
  "text": "This armchair is one of several designed by the celebrated architect Alvar Aalto during the period in which he was building a tuberculosis sanitarium at Paimio, Finland (1929-33). Built as a free cantilever, a principle previously applied only to metal furniture, this armchair carried the use of curved plywood beyond the closed frame of his earlier Paimio model as the plywood seat and back are suspended between two U-shaped loops constructed of thick plywood laminate. \r\n\r\nThe technical virtuosity achieved in this chair derives from Aalto's socially-conscious philosophy of architecture and design. In the 1955 lecture, Between Humanism and Materialism, he summarized the challenge of the modern architect, stating, It is still the architect's duty to attempt to humanize the age of machines. But this should not be done without regard for form. Form is a mystery that defies definition but gives people a feeling of pleasure. While creating designs for practical and institutional use, Aalto's choice of natural materials over metal underscores these principles and distinguishes his career. In this example, the visible plywood grain on the seating surface along with the curved shape blend natural and formal beauty.",
  "title": "Armchair, Model No. 31"
}
