{
  "accession_number": "L98.134.1a,b",
  "artist": "",
  "continent": "Asia",
  "country": "Iraq",
  "creditline": "Lent by Temple of Aaron, St. Paul",
  "culture": null,
  "dated": "early 19th century (case), early 17th century (scroll)",
  "description": "cylinder with bulbous dome, lobed finial and two protruding posts topped with finials; chains ending in clapperless bells (and one jingle bell) hang from finials; allover repoussé decoration of flowers and foliage; blue beads around top of cylinder; black velvet accents on both sides",
  "dimension": "H.43-1/4 x W.11-1/4 x D.11 in. (overall)",
  "id": "http://api.artsmia.org/objects/39588",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "life_date": null,
  "marks": "Inscriptions ",
  "medium": "silver, velvet, blue glass beads (case), goatskin parchment (scroll)",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "17th-19th century",
  "text": "This Sefer Torah, or Holy Scroll, was one of two Torahs purchased in New York City in 1963 by Rabbi Bernard Raskas of Temple of Aaron in St. Paul.  This type of Torah case, made of wood and decorated with silver and velvet, is known as a Tiq and is used by the Sephardic Synagogue. This Tiq comes from Egypt and is approximately 200 years old.  The interior scroll is from Iraq and is approximately 400 years old.  \r\n\r\nIn 1964 the Torah was given to the Temple of Aaron in memory of Jacob P. Kozberg of St. Paul (d. 1962) by his family: wife Ruth S. Kozberg, daughters and sons-in-law Ben and Pauline Bernstein, Fred and Betty Rappaport, and Dr. Milton and Etta Fay Orkin.  The family presented the Torah in January 1964, on the weekend of Pauline and Ben Bernstein's daughter Judith E. (Judy) Bernstein's Bat Mitzvah.  The family has now rededicated this Torah in memory of Judy and her husband, William Garretson (Gary) Atkinson III, who both perished in the Pan Am 103 terrorist bomb crash over Lockerbie, Scotland, on December 21, 1988.",
  "title": "Torah Case and Torah"
}
