{
  "accession_number": "2002.137.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "Europe",
  "country": "Germany or Hungary (?)",
  "creditline": "Gift of Mickey and Harold Smith",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th - early 20th century",
  "department": "European Art",
  "description": "tube with open crown element at top, surrounding a bell and capped with fine wire filigree; foliate incised decoration at center of tube, on either side of opening and around handle at bottom",
  "dimension": "15-5/16 x 3-1/8 x 2-5/16 in. (38.9 x 7.9 x 5.9 cm)",
  "id": "http://api.artsmia.org/objects/39826",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4443,
  "image_width": 6666,
  "inscription": "inscriptions, in Hebrew, inside foliage at center of tube and above foliage",
  "life_date": null,
  "markings": "\\'3DD\\', on bottom of tube, above handle",
  "medium": "Silver, paper",
  "nationality": null,
  "object_name": "Scroll (megillah)",
  "portfolio": "From ",
  "provenance": "(Moriah Galleries, New York); Collection of Harold & Mickey Smith, St. Paul, Minnesota purchased 1981; Gift to the MIA in 2002.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "As is true with all biblical scrolls, the Esther Megillah is written entirely by hand on parchment. The scroll is contained within an inscribed, decorative silver case. The inscription on this piece identifies the scroll as an Esther Megillah (אסתר מגילה). This scroll holds particular significance for the celebration of Purim, which commemorates events believed to occur in mid-5th century BCE Persia, during which the Jewish people were miraculously saved from genocide by the Jewish Queen Esther against the plot of King Ahasuerus’ advisor, Haman. During the celebration of Purim, the Scroll of Esther is read aloud. Participants dress up in costumes and actively participate in the reading by reacting to various parts, for example cheering for Queen Esther or booing at the mention of Haman’s name. Through this act of audience participation, Jewish people continue the tradition of renewing biblical text for each generation.",
  "title": "Megillah (scroll) with case"
}
