{
  "accession_number": "2014.15a-l",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The C. Curtis Dunnavan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "yellow-orange album cover with scroll cutout, edged in gold leaf, beneath outer cover; 11 folded leaves with yellow silk on exterior, each with a gilt vertical strip of paper with black characters; map inside each leaf, with labeled mountains, buildings, roads and fortresses",
  "dimension": "1 1/4 x 9 1/4 x 13 7/8 in. (3.18 x 23.5 x 35.24 cm) (cover, closed)\r\n13 7/16 x 8 7/16 in. (34.13 x 21.43 cm) (object part, each leaf, as folded, approx.)",
  "id": "http://api.artsmia.org/objects/116019",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6904,
  "image_width": 8554,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and colors on silk",
  "nationality": null,
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Map making has a long history in China. There were two parallel traditions of Chinese cartography, one mathematical and the other descriptive. The former is concerned with measurement and is therefore is considered a science; the latter is concerned with description and less concerned with accuracy. This set of eleven maps depicting eleven prefectural cities in Zhejiang Province demonstrates this type of descriptive cartography. Each map is drawn in a pictorial manner. Prefectural cities, towns and villages, mountains, rivers and lakes are named, as are man-made landmarks like pagodas and temples. In representing hills, rivers and buildings, the mapmakers departed from a planimetric mode and, instead, rendered the topography in a manner suggestive of landscape painting.",
  "title": "Maps of Eleven Prefectural Cities in Zhejiang Province"
}
