{
  "accession_number": "2013.25",
  "art_champions_text": null,
  "artist": "Artist: Battista Franco",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from The Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 1,
  "dated": "1545-1551",
  "department": "European Art",
  "description": "figure wearing flowing robes on rearing horse, with PR arm extended forward, seen from PR side; standing and kneeling figures at left",
  "dimension": "7 1/16 x 9 7/16 in. (17.94 x 23.97 cm) (sheet)\r\n15 3/4 × 19 3/4 in. (40.01 × 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116045",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6856,
  "image_width": 8953,
  "inscription": "Stamp",
  "life_date": "Italian (Venice), c. 1510-1561",
  "markings": "bottom center, stamped in black: [(rampant lion ?C] (Lugt 2508); LRC, stamped in black: [L (inside triangle)] (Lugt 1710)",
  "medium": "Pen and brown ink with wash",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Jean-Baptiste-Florentin-Gabriel de Meryan, Marquis de Lagoy, Lugt 1710 (1764-1829), Aix en Provence (until 1834; his sale, Bonnefons de Lavialle, Paris, April 17, 1834, no.66, for 13 francs). Unidentified collector, Lugt 2508 (before 1929).* Sale, Christie's, London, March 20, 1973, no. 68, for $1,385 to Robertson. [H. Shickman Gallery, New York, 1974]. Sale, Sotheby's, London, December 7, 1978, no.23; Sale Christie's, Paris, March 18, 2004, no. 1; (Paul Prouté, Paris; 2004-13; sold to MIA)\r\n\r\n\r\n\r\n\r\n*Several drawings can be traced to both the Marquis de Lagoy's collection and the unidentified collector, Lugt 2508, so presumably they passed between collections as a group; see, for instance, Andrea Camassei's \"St. Sebastian Clubbed to Death,\" Metropolitan Museum of Art, New York (inv. no. 65.137); Pierre Dumonstier's \"Right Hand of Artemisia Gentileschi Holding a Brush,\" British Museum, London (inv. no. Nn,7.51.3); and Pietro Faccini's \"Assumption of the Virgin,\" Musée des Beaux-Arts, Dijon (inv. no. 796). \r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Cloelia’s adventure thrilled readers in antiquity and again in the Renaissance. She and some other young Romans were taken hostage by the Etruscan king Lars Porsena in exchange for lifting a siege on the city of Rome. In the story, she mounts a horse to lead several girls in a dangerous escape, and they cross the Tiber River amid a hail of spears. Unfortunately, the Romans felt their honor was stained, and Cloelia was returned to the enraged Etruscans. When his anger subsided, Porsena extolled Cloelia’s bravery and the rectitude of the Romans for having returned her. He ordered her release and let her choose some hostages to take home.\r\n\r\nBattista Franco condensed the story into a single image. In a profile view resembling a classical relief, he shows Cloelia on horseback, lunging toward the Tiber, yet also suggests the unhurried departure of hostages freed from the Etruscan camp. Although Cloelia was supposedly an inexperienced rider, Franco has her riding with the confidence of a general—solidly seated on the rearing horse with her arm thrust outward, pointing the way to freedom.",
  "title": "The Flight of Cloelia"
}
