{
  "accession_number": "2013.27",
  "art_champions_text": null,
  "artist": "Artist: Engravings after Pierre-Paul Prud'hon; Author: Pierre-Joseph Bernard; Publisher: Pierre Didot L'Ainé",
  "catalogue_raissonne": "Portalis & Beraldi III.358; Sander 124; Brunet I, 795; Cohen/de Ricci 33: Ray, French, 75",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1797",
  "department": "Prints and Drawings",
  "description": "text (poems) with illustrations after Prud'hon of primarily classical images; grey cover",
  "dimension": "13 3/8 x 9 3/4 x 1 1/16 in. (33.97 x 24.77 x 2.7 cm) (closed)",
  "id": "http://api.artsmia.org/objects/116076",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription\r\n\r\ninside back cover, in pencil: various notes and inscriptions",
  "life_date": "French, 1758–1823",
  "markings": "",
  "medium": "Engravings, letterpress",
  "nationality": "French",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Ruth and Bruce Dayton, Wayzata, Minn.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Published in 1797 by the renowned Paris-based publisher Pierre Didot l'aine, this deluxe volume of Gentil Bernard's love poetry features a series of four engraved illustrations designed by the French Romantic master Pierre-Paul Prud'hon (1758–1823). Best known for his allegorical paintings, drawings, and interior decorations, Prud'hon was widely admired for his distinctive style of realism and dramatic use of chiaroscuro learned from studying Leonardo da Vinci's paintings and frescos during a lengthy visit to Italy. \r\n\r\nThough his style was in conflict with the prevailing Neoclassical school led by Jacques-Louis David, Prud'hon's visions of the antique ideal would eventually bring him fame and fortune. In the wake of the French Revolution of 1789, Prud'hon faced difficulties selling his paintings. To fend off poverty, he accepted a number of commissions for book illustrations, including those for the present volume. For three of the plates, Prud'hon relied on professional engravers to interpret his designs; he engraved the fourth plate himself. It is this fourth engraving, an erotically-charged design for the second poem, Phrosine et Mélidore, that is often cited as Prud'hon's graphic masterpiece.",
  "title": "Oeuvres de P.J. Bernard, ornées de gravures d'après les desseins de Prud'hon"
}
