{
  "accession_number": "2013.37.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Mr. Clinton Morrison in memory of Mrs. Catharine Clerihew Northrop",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th-early 19th century",
  "department": "Asian Art",
  "description": "standing man with white moustache and beard, wearing a black robe with a white bird with red crest on chest and a red hat with peacock feathers on back; framed in a thin gold frame",
  "dimension": "7 3/16 x 4 3/8 in. (18.26 x 11.11 cm) (sight)\r\n16 7/16 x 13 x 1/2 in. (41.75 x 33.02 x 1.27 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116078",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "These paintings depict a stereotypical Mandarin (Chinese bureaucratic official) and his wife. He wears long imperial robes of the Qing court with a peacock feathered hat. The image of a crane depicted on the insignia seen on his robe suggests that he holds the highest government position. His wife wears a multicolored robe with green sleeves embroidered with blue and red dragons and blue clouds, red shoes, and a headdress with white and green dangling beads. \r\n \r\nThe paintings were rendered on pith paper, a naturally occurring membrane harvested from an evergreen shrub that grows in tropical regions. They were produced in China’s southern port cities for sale to Western customers in the late-18th and 19th centuries. While paintings such as these were produced by traditionally trained Chinese artists, European influence is evident in the relatively realistic style. Initially produced as souvenirs for merchants, they soon became commodities in their own right, popular among European collections that had a deep interest in the exotic cultures of the Far East.  \r\nSince the purpose of producing export paintings was entirely commercial, most artists rarely signed their works or only added a monogram to identify the workshop to which they belonged.",
  "title": "Portrait of Ranking Official"
}
