{
  "accession_number": "2013.26.3",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 40; Meder 36",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Peter R. Spokes in memory of C.C. and Beecher Hogan",
  "culture": null,
  "curator_approved": 1,
  "dated": "1514",
  "department": "European Art",
  "description": "Mary wearing a garment with hard creases, holding baby Jesus, who holds an apple in his PR hand; wall at right; buildings in ULQ; landscape over Mary's PR shoulder",
  "dimension": "5 3/4 x 3 15/16 in. (14.61 x 10 cm) (sheet)\r\n19 7/8 x 14 15/16 x 5/8 in. (50.48 x 37.94 x 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116070",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8210,
  "image_width": 5705,
  "inscription": "Signature and Date",
  "life_date": "German, 1471–1528",
  "markings": "",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[P&D Colnaghi, London, inv. nos. C6010 (crossed out) and C12807]. Peter Spokes, Minneapolis",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "right edge, center, in the print: [1514 / A D]",
  "style": "16th century",
  "text": "Albrecht Dürer was the premier artist of renaissance Germany and remains the greatest engraver of all time. This exquisite work comes from the period when the artist's handling of the burin—the engraver's tool—was at its apogee. With countless minute incisions into the copper printing plate, he created an image filled with seemingly microscopic detail that seems monumental at the same time. He gives us a convincing impression of the Virgin's silken robes contrasted with the stony foundations of the massive fortification. Similarly the solidity of the foreground objects is matched against the airiness of the verdant countryside. Yet another contrast is that between the quiet peace and contentment of the mother and the disquiet of the Christ child, who firmly displays his apple, an allegory of the earthly world and man's sin, while looking at us with a probing gaze. Indeed this image conveys a yearning for a return to the Garden in a time before man ate from the Tree of Knowledge—redemption made possible through faith and symbolized by Mary's location outside the walls of a recognizable Nuremberg.",
  "title": "Virgin and Child Seated by the Wall"
}
