{
  "accession_number": "2013.13.1",
  "art_champions_text": null,
  "artist": "Artist: Qian Hui'an",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Asian Art",
  "description": "oval-shaped hay bale (?) at center of image; seated man with head down, resting on his folded arms, to right of bale; smaller figure (child?) in blue tunic comforting man; moon or sun, ULC; tree branches at left at horizon line",
  "dimension": "12 15/16 x 12 7/8 in. (32.86 x 32.7 cm) (sheet)\r\n19 x 16 1/2 in. (48.26 x 41.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116140",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5564,
  "image_width": 5544,
  "inscription": "Stamp, Seal and Sticker",
  "life_date": "Chinese, 1833 - 1911",
  "markings": "LLC, in red: two seals; on back of mount at LLC: brown wax seal; on back of mount at LLC: sticker",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Qian Hui’an’s style incorporates elements from both Western and Chinese painting conventions. He uses expressive brushstrokes typical of traditional Chinese art to render nature, and he also uses a more defined sense of space, using shading and linear perspective, which is reminiscent of Western art conventions. Each album leaf depicts a different scene and theme. On leaf one, a man takes his son on a fishing expedition; the peach trees in bloom suggest the “Peach Blossom Spring,” an otherworldly theme. On leaf two, the everyday scene is made unusual with an oddly shaped haystack and faceless main character. On leaf three, the theme is the life of a hermit; those seen on boats are not fishermen but scholar-recluses who are escaping typical social burdens. The scene on leaf four may refer to the story of the creation of humankind by Fuxi and Nüwa, two mythological beings.",
  "title": "Album leaf"
}
