{
  "accession_number": "2013.23",
  "art_champions_text": null,
  "artist": "Artist: Guercino (Giovanni Francesco Barbieri)",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John E. Andrus III Endowment Fund, the Driscoll Art Accessions Endowment Fund, the Winton Jones Endowment Fund for Prints and Drawings, the Richard Lewis Hillstrom Fund, the Barbara S. Longfellow Fund for Works on Paper, and gift of funds from Chichi Steiner, the Jacqueline Nolte Jones Foundation, B. Franklin Rassieur, Jr., Tom Rassieur, and an anonymous donor",
  "culture": null,
  "curator_approved": 1,
  "dated": "1641-1642",
  "department": "European Art",
  "description": "head and torso of bearded man, with curly hair, holding a thin club over his PR shoulder; PL hand on hip; bare-chested, with lion skin over his PR shoulder",
  "dimension": "7 1/4 x 6 3/4 in. (18.4 x 17.2 cm) (sheet)\r\n16 1/8 × 13 15/16 × 1 1/8 in. (40.96 × 35.4 × 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116123",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6876,
  "image_width": 6535,
  "inscription": "Inscribed in pen and brown ink, LL [12 Pr. Fo.] (Casa Gennari notation); in later hand in graphite, below framing lines: [Centaur]; numbered at LL: [28], at LR: [119], and at center: [4] \r\n\r\nOn verso of backing sheet: inscribed at UL in pen and ink and crossed out: [TM] or [FM]; numbered twice in pen and pencil: [C12]\r\n\r\n\r\n",
  "life_date": "Italian (Bologna), 1591–1666",
  "markings": "Watermark: Horse in circle surmounted by \\\"P,\\\" close to Heawood 2795 nd 2797\r\n\r\n\r\n",
  "medium": "Pen and brown ink",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "The artist's nephews, Benedetto and Cesare Gennari, Casa Gennari, Bologna; by descent to Carlo Gennari, Bologna (probably sold with large group of Guercino drawings to Forni); '[Francesco Forni, Bologna; sold to Bouverie]; John Bouverie, East Betchworth, Surrey (c.1745); his sister, Anne Bouverie, London (until 1757); her husband John Hervie (until 1764); his son, Christopher Hervey, East Betchworth, Surrey (until 1786); his aunt, Elizabeth Bouverie, Barham Court, Teston, Kent (until d. 1798; bequeathed to Middleton); Sir Charles Middleton, later 1st Baron Barham, Barham Court, Teston, Kent (until d. 1813); his son-in-law, Sir Gerard Noel Noel, 2nd Baron Barham (until d. 1838); his son Charles Noel, later 1st Earl of Gainsborough; by descent to Charles Noel, 3rd Earl of Gainsborough, Exton Park, Oakham, Rutlandshire, England (until '1922; 'his sale, London, Christie's, July 27, 1922). Sale, Vanderkindere, Brussels, June 12, 2012, no. 55, to Ongpin; [Stephen Ongpin, London, no. 9]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The lion skin around Hercules’ shoulder and waist is a tour de force, drawn with long, seemingly formless pen strokes that abstract and utterly enervate the once fierce beast. By contrast, the hero’s facial features are described with short, tight strokes, producing a superb character study of roughened, hard-bitten, stubborn manliness. \r\n\r\nSuch handling explains why Guercino is among the most celebrated draftsmen of the seventeenth century. He drew frequently, instinctively, and compulsively, using his quill pen to visualize, to think, to problem solve, to invent. He kept his drawings largely to himself in his lifetime, producing thousands for his own artistic purposes and enjoyment. Only after his death were they to become the prized works of collectors.",
  "title": "Hercules"
}
