{
  "accession_number": "2013.12",
  "art_champions_text": null,
  "artist": "Artist: Cai Jia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "figure walking with a staff in LLC; another figure inside a building surrounded by trees with changing leaves, below center; three flying birds with long tail feathers, LLQ; misty rugged mountain peak at top; muted fall colors",
  "dimension": "43 5/8 x 15 5/16 in. (110.81 x 38.89 cm) (image)\r\n89 1/4 x 27 3/4 x 1 1/2 in. (226.7 x 70.49 x 3.81 cm) (including roller)",
  "id": "http://api.artsmia.org/objects/116156",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10142,
  "image_width": 3674,
  "inscription": "Inscription and Seal\r\n\r\nULC, in black: inscription [Illuminated by the tranquil distances glorious, the mountain is full of trees but empty.  The recluses face each other, forgetting worldly affairs.  Right now if we had the fermentation of Xingfeng, we would let loose a long yell, and completely intoxicated, we\\'d return home.  After the brush work of Zian Xuan, Cai Jia, called Zhufang Laomin.]",
  "life_date": "1686 - c. 1756",
  "markings": "ULC below inscription, in red: two seals [jian and tang]",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Underneath the shadows of cloud-encircled mountains, a hermit lives a solitary life amid the trees. This theme has a longstanding tradition in Chinese painting, reflecting the ideal of many educated people to retire into nature for self-cultivation and study. Some retired for religious, particularly Daoist, ideals, that focus on an individual’s harmonious relationship with natural forces. Others retreated in disgust from the ups and downs of professional life. At the bottom left-hand corner, a fellow recluse makes his way up the winding road to visit his friend, an artistic device that offers us entry into the world of the painting.\r\n\r\nThe inscription reads:\r\n\r\nThe mountain is full of trees but empty, and is touched by glorious light from afar. The recluses face each other, forgetting worldly affairs. Right now if we had the fermentation of Xingfeng, we would let loose a long yell, and completely intoxicated, we’d return home. \r\n\r\nAfter the brush work of Qian Xuan (1239-1299), Cai Jia, called Zhufang Laomin.",
  "title": "Visiting a Recluse in Autumn Mountains"
}
