{
  "accession_number": "2013.19",
  "art_champions_text": null,
  "artist": "Artist: Jennifer Steinkamp",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Beverly Grossman and Sheila Morgan",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012-2013",
  "department": "Global Contemporary Art",
  "description": "floating multicolored rocks/metors; four separate videos (#1, 2, 4, 5)",
  "dimension": "Variable",
  "id": "http://api.artsmia.org/objects/116191",
  "image": "valid",
  "image_copyright": "©2013 Jennifer Steinkamp",
  "image_height": 4102,
  "image_width": 3573,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Digital projection",
  "nationality": "American",
  "object_name": "Animation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on each numbered master disc, in black marker: Jennifer Steinkamp / 13",
  "style": "21st century",
  "text": "Jennifer Steinkamp was born in 1958 in Denver, Colorado, and spent much of her childhood in Edina, Minnesota.  In 1979, she moved to Los Angeles to attend the Art Center College of Design, and later the California Institute of the Arts, where she studied experimental animation. She worked for a time in industrial film, which allowed her to experiment with new digital technologies not yet being taught in art schools. She is currently a professor in the department of Design Media Arts at UCLA. \r\n \r\nArmed with the latest advancements in new digital technologies, Steinkamp began to employ 3-D digital animation in her artwork in order to transform architectural spaces. Her early projections tended towards brightly colored abstractions; since 2003 she has increasingly incorporated nature-based imagery into her work. Through these highly realistic, digitally animated images, the artist creates illusionistic spaces within which the viewer becomes physically and perceptually absorbed.\r\n \r\nThe title of this work, 6QUEJ5, comes from a signal scanned by one of the world’s most powerful radio telescopes that suggested the existence of extra-terrestrial intelligence. The artist has created what she calls “intelligent asteroids” by inscribing them with etched drawings and paintings that could be attributed to life on other planets and other theories of the universe. \r\n \r\nAccording to Steinkamp, she uses “natural forms because the motion can be so intriguing... Motion can touch you on an emotional and physical level in a timeless way.”  As it happens, the subject of asteroids is particularly relevant of late as news of their relative proximity to earth has gained global attention.",
  "title": "6EQUJ5"
}
