{
  "accession_number": "2013.13.2",
  "art_champions_text": null,
  "artist": "Artist: Qian Hui'an",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Asian Art",
  "description": "bearded man wearing fur (?) robe, with his hair tied in a bun with a blue cord, and a woman wearing a white dress with a garland of leaves around her neck tending to two infants in a cauldron with red flames; rock overhang in URQ; mounted on stuff paperboard covered with a light blue/silver brocade fabric",
  "dimension": "13 x 12 15/16 in. (33.02 x 32.86 cm) (sheet)\r\n19 x 16 5/8 in. (48.26 x 42.23 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116141",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5556,
  "image_width": 5544,
  "inscription": "Stamp, Seal and Sticker",
  "life_date": "Chinese, 1833 - 1911",
  "markings": "LLC, in red: seal; on back of mount at LLC: brown wax seal; on back of mount at LLC: sticker",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "More illustrational than the other leaves, this painting compensates for its less adventurous composition with a truly strange image. A man and a woman stand beside a stove or cauldron, from which they have just removed the lid; the lid sits on the ground while flames still shoot from the inside of the stove. Two naked male children, unperturbed by the flames, look out. The man observes them with solicitude, while the woman takes one of the children by the hands, as if to draw him gently out of the cauldron. Judging by the eight trigrams on the cauldron lid, the Daoist accoutrements on the nearby table, and the way the adults are dressed in leaves and animal skins, the scene is a mythological one - the creation of humankind by Fuxi and Nüwa. The baby humans have just been smelted or baked into existence. It is hard, though, not to see in the painting the depiction of an altogether more ordinary kind of scene, that of a young family. Psychologically, the combination of the tenderness with which the parents regard their newly minted progeny and the drama of the flames that surround the newborns successively conveys the intensity of the desire for male children, and the happy event of male twins.",
  "title": "Album leaf"
}
