{
  "accession_number": "2013.12",
  "artist": "Artist: Cai Jia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "figure walking with a staff in LLC; another figure inside a building surrounded by trees with changing leaves, below center; three flying birds with long tail feathers, LLQ; misty rugged mountain peak at top; muted fall colors",
  "dimension": "43 5/8 x 15 5/16 in. (110.81 x 38.89 cm) (image)\r\n89 1/4 x 27 3/4 x 1 1/2 in. (226.7 x 70.49 x 3.81 cm) (including roller)",
  "id": "http://api.artsmia.org/objects/116156",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10142,
  "image_width": 3674,
  "inscription": "Inscription and Seal\r\n\r\nULC, in black: inscription [Illuminated by the tranquil distances glorious, the mountain is full of trees but empty.  The recluses face each other, forgetting worldly affairs.  Right now if we had the fermentation of Xingfeng, we would let loose a long yell, and completely intoxicated, we\\'d return home.  After the brush work of Zian Xuan, Cai Jia, called Zhufang Laomin.]",
  "life_date": "1686 - c. 1756",
  "markings": "ULC below inscription, in red: two seals [jian and tang]",
  "medium": "Ink and colors on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This painting is by the artist Cai Jia who lived and worked in the Chinese city of Yangzhou in the 18th century. Like many landscape painters before him, Cai chose the theme of eremitism—living in solitude and seclusion—as the theme of his painting.  \r\nThroughout Chinese history, many highly educated people chose to retire from professional and social life in order to devote themselves to quiet pastimes of self-cultivation and study. This painting shows such a gentleman in his hermitage high on a mountain surrounded by trees that grow in great profusion. Below, a fellow recluse makes his way along the pathway en route to pay his friend a visit. ",
  "title": "Visiting a Recluse in Autumn Mountains"
}
