{
  "accession_number": "2013.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Decorative Arts Deaccession Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "European Art",
  "description": "clear glass; shallow bowl on a wide, short foot; fluted band on underside of bowl around foot; tiny lozenge-shaped spots of silver, gold and white (red, blue and white on back) enamel around underside of rim; blue, red and cream (gold, cream and blue on underside) floral medallion in enamel spots and lines at center bottom",
  "dimension": "3 x 11 1/16 x 11 1/16 in. (7.62 x 28.1 x 28.1 cm)",
  "id": "http://api.artsmia.org/objects/116112",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6019,
  "image_width": 7911,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Glass, enamel, gold pigment",
  "nationality": null,
  "object_name": "Footed bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G332",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Footed bowls (tazze) made in silver, glass or ceramics were prestigious objects on the Renaissance dining table. Elegantly decorated examples such as the present tazza may also have been displayed separately on a credenza in order to showcase the host’s status and wealth. The present dish is notable for its harmonious proportions and for the well-thought-out way in which the structural, blown shapes and the enamel-painted and gilt decoration are coordinated. Framed by a series of circular elements at the rim, a blast of forty radial ribs leads to the abstract fantasy blossom at the center. The flower is rendered in the dotted style, which was characteristic of Venetian glass painting around 1500.",
  "title": "Footed bowl"
}
