{
  "accession_number": "2013.6.1",
  "art_champions_text": null,
  "artist": "Artist: Karin Widnäs",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of funds from Gayle Fuguitt and Tom Veitch",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "European Art",
  "description": "flat round saucer with central hole--doughnut-shaped; subtile concentric incised rings; 24 round feet on bottom; white",
  "dimension": "7/16 x 10 x 10 in. (1.11 x 25.4 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/116187",
  "image": "valid",
  "image_copyright": "© Karin Widn%C3%A4s",
  "image_height": 5066,
  "image_width": 8682,
  "inscription": "Signature and Title",
  "life_date": "Finnish, born 1946",
  "markings": "",
  "medium": "Slip-cast stoneware",
  "nationality": "Finnish",
  "object_name": "Saucer",
  "portfolio": "From Edition of 70",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on underside, incised: [For Savoy Karin Widnäs]",
  "style": "21st century",
  "text": "For Savoy was commissioned in 2012 from Karen Widnäs by the Savoy Restaurant in\r\nHelsinki, which was designed in 1937 by famous architect Alvar Aalto (Finnish, 1898-\r\n1976) in collaboration with his wife, Aino (Finnish, 1894-1949). It remains one of the\r\npremiere restaurants in Helsinki. In celebration of the restaurant’s 75th anniversary, chef\r\nKari Ahinen wanted to create a Jubilee menu with a complementary dining service,\r\nbringing food and design together for the 21st century. For Savoy’s components are\r\nelemental, in keeping with Finnish modern ideals and to showcase the food. However,\r\naspects of nature are a strong part of the design. The starter plate, for example, contains\r\nripple-like rings referencing water, and the plates’ oval forms recall giant water lily pads.\r\nThe shell-shaped dessert bowl is performative, shaped in a manner that causes the sauce\r\nto flow in a spiral. The S-shaped handle of the sauce boat playfully references the first\r\nletter of “Savoy.” The exacting process of slip-casting the service by hand has been\r\nlikened by the artist to “slow food.” Like Aalto’s work and much of Finnish design that\r\nemphasized handcraft, it is simple yet curvaceous.",
  "title": "Pond"
}
