{
  "accession_number": "2013.13.3",
  "art_champions_text": null,
  "artist": "Artist: Qian Hui'an",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Asian Art",
  "description": "bearded man wearing a hat and carrying a basket on a blue cord walking with a boy; both figures wear grey tunics and white pants; tree with pink blossoms in LRC; small bridge, LLC; mount attached at top to foam core board backing",
  "dimension": "13 x 12 15/16 in. (33.02 x 32.86 cm) (sheet)\r\n19 x 16 3/4 in. (48.26 x 42.55 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116142",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5560,
  "image_width": 5544,
  "inscription": "Stamp, Seal and Sticker",
  "life_date": "Chinese, 1833 - 1911",
  "markings": "LRC, in red: seal; on back of mount at LLC: brown wax seal; on back of mount at LLC: sticker",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The focus of the painting is the man with a young boy standing next to a peach tree, apparently on a fishing expedition, since the man holds a fishing basket behind him and the boy carries a fishing rod. The elements typically seen in paintings of the traditional Peach Blossom Spring theme—peach trees in bloom, a fisherman—are all present in Qian Hui’an’s painting, but he has recombined them to suggest a quite different and more down-to-earth narrative of leisure, in which a man takes his son fishing. Formally, the composition has a typically late nineteenth-century flatness which comes, in part, from the fact that the composition is boldly divided in two on the diagonal, with all the action taking place in one triangular half. Also contributing to the effect is the way that the fishing rod repeats the line of the cliff, bringing foreground and middle ground together. Finally, the twin peach trees echo the two figures, introducing another element of repetition, again pulling the eye laterally across the picture’s surface.",
  "title": "Album leaf"
}
