{
  "accession_number": "48.1 ter",
  "art_champions_text": null,
  "artist": "Artist: Edgar Degas",
  "catalogue_raissonne": null,
  "classification": " Storage &amp; Display Furniture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1871",
  "department": "European Art",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/116172",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1834 - 1917",
  "markings": "",
  "medium": "wood and gilt",
  "nationality": "French",
  "object_name": "Frame",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "116172",
    "774"
  ],
  "signed": "",
  "style": "19th century",
  "text": "Throughout his life, Degas was a frequent guest at Ménil-Hubert, the country estate of his childhood friend Paul Valpinçon. Located in Normandy, Ménil-Hubert offered the artist a pleasant change of scenery and a family of captive yet willing models, whom he depicted on numerous occasions. This portrait of his host’s eldest child and only daughter, Hortense, ranks among the most memorable products of those visits and stands as the most winning depiction of a child from Degas’s long career.\r\nThe circumstances surrounding the portrait’s creation were documented in the 1930s during an interview with Hortense, then Madame Jacques Fourchy. She said that, having come to Ménil-Hubert in haste, Degas was without proper canvas and was given a remnant of mattress ticking as a substitute. This account was dismissed by later art historians as a faded anecdote. However, the accuracy of Hortense’s memory was substantiated in 1996 when a pattern of blue-and-white striping was discovered at the taped edges of the canvas.\r\nThe portrait remained in the Valpinçon family until 1930, when Hortense sold it to Wildenstein & Co., from whom The Minneapolis Institute of Arts acquired it in 1947.",
  "title": "formerly on Portrait of Mlle. Hortense Valpinçon"
}
