{
  "accession_number": "2013.13.4",
  "art_champions_text": null,
  "artist": "Artist: Qian Hui'an",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Asian Art",
  "description": "two men in a boat--one standing, one seated; seated bearded man at left wears a grey cap and holds up a white fan; hunched-over standing man at right has white hair and wears a straw hat; basket with orange fruits in boat; plants at bottom, center and right",
  "dimension": "13 x 12 3/4 in. (33.02 x 32.39 cm) (sheet)\r\n19 x 16 9/16 in. (48.26 x 42.07 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116143",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5559,
  "image_width": 5553,
  "inscription": "Stamp, Seal and Sticker",
  "life_date": "Chinese, 1833 - 1911",
  "markings": "LLC, in red: seal; on back of mount at LLC: brown wax seal; on back of mount at LLC: sticker",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "For this leaf, the artist shows a boat just as its oarsman poles it into view. An old gentleman sits in the prow, gazing into the distance. His hat is of a kind associated with Su Shi, a renowned Northern Song poet and statesman and also a popular theme of Chinese painting, but it would probably be a mistake to think that the leaf illustrates any particular poem by the poet. Rather, the Su Shi reference turns the passenger into an emblem of poetic sensibility. It is a painting of so-called yuyin (“reclusion in a fishing boat”), a theme concerning eremitism rather than fishing. Those seen on boats are not fishermen but scholar-recluses who are escaping an official career, fame and other social burdens.",
  "title": "Album leaf"
}
