{
  "accession_number": "2013.6.12",
  "art_champions_text": null,
  "artist": "Artist: Karin Widnäs",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of funds from Gayle Fuguitt and Tom Veitch",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "European Art",
  "description": "asymmetrical bowl with incised swirl design; flat bottom; white",
  "dimension": "2 1/2 x 11 1/4 x 10 15/16 in. (6.35 x 28.58 x 27.78 cm)",
  "id": "http://api.artsmia.org/objects/116179",
  "image": "valid",
  "image_copyright": "© Karin Widn%C3%A4s",
  "image_height": 5453,
  "image_width": 8997,
  "inscription": "Signature, Title, Date and Edition",
  "life_date": "Finnish, born 1946",
  "markings": "see Signed",
  "medium": "Slip-cast stoneware",
  "nationality": "Finnish",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on underside, incised: [For / Savoy / 70/70 / Karin Widnäs / 2012]",
  "style": "21st century",
  "text": "For Savoy was commissioned in 2012 from Karen Widnäs by the Savoy Restaurant in Helsinki, which was designed in 1937 by famous architect Alvar Aalto (Finnish, 1898- 1976) in collaboration with his wife, Aino (Finnish, 1894-1949). It remains one of the premiere restaurants in Helsinki. In celebration of the restaurant’s 75th anniversary, chef Kari Ahinen wanted to create a Jubilee menu with a complementary dining service, bringing food and design together for the 21st century. For Savoy’s components are elemental, in keeping with Finnish modern ideals and to showcase the food. However, aspects of nature are a strong part of the design. The starter plate, for example, contains ripple-like rings referencing water, and the plates’ oval forms recall giant water lily pads. The shell-shaped dessert bowl is performative, shaped in a manner that causes the sauce to flow in a spiral. The S-shaped handle of the sauce boat playfully references the first letter of “Savoy.” The exacting process of slip-casting the service by hand has been likened by the artist to “slow food.” Like Aalto’s work and much of Finnish design that emphasized handcraft, it is simple yet curvaceous.",
  "title": "Shell"
}
