{
  "accession_number": "2013.13.1",
  "artist": "Artist: Qian Hui'an",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "oval-shaped hay bale (?) at center of image; seated man with head down, resting on his folded arms, to right of bale; smaller figure (child?) in blue tunic comforting man; moon or sun, ULC; tree branches at left at horizon line",
  "dimension": "12 15/16 x 12 7/8 in. (32.86 x 32.7 cm) (sheet)\r\n19 x 16 1/2 in. (48.26 x 41.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116140",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5564,
  "image_width": 5544,
  "inscription": "Stamp, Seal and Sticker",
  "life_date": "Chinese, 1833 - 1911",
  "markings": "LLC, in red: two seals; on back of mount at LLC: brown wax seal; on back of mount at LLC: sticker",
  "medium": "Ink and colors on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Qian Hui’an (1833 - 1911), a native of Pudong in Shanghai, was one of the leading figures of the Shanghai Painting School, and one of the most important figure painters at the turn of the century. His style did not develop solely on the basis of tradition but incorporated elements from both Western and Chinese painting conventions.  The present set of four undated and uninscribed album leaves are likely from a larger album which probably dates from the mid to late 1870s. Each album leaf depicts a different scene and theme, and sets up its own compositional challenge. On leaf one Qian depicts a man taking his son on a fishing expedition; the peach trees in bloom suggest the “Peach Blossom Spring”, an otherworldly theme. On leaf two, the mundane narrative creates an interesting foil to the strangeness of the scene with its oddly shaped haystack and faceless protagonist. On leaf three, the theme concerns eremitism rather than fishing; those seen on boats are not fishermen but scholar-recluses who are escaping an official career, fame and other social burdens. On leaf four, the scene may suggest the creation of humankind by Fuxi and Nüwa, two mythological beings.  ",
  "title": "Album leaf"
}
