{
  "accession_number": "2013.51",
  "art_champions_text": null,
  "artist": "Artist: Balthasar Moncornet; Designer: after prints by Oliviero Gatti; Designer: after Guercino (Giovanni Francesco Barbieri); Designer: after prints by Odoardo Fialetti; Designer: after prints by Jacques Callot; Publisher: Balthasar Moncornet",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Roy and Jean Perkinson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1644-c. 1700",
  "department": "European Art",
  "description": "artist's sample booklet with pasted-in plates with images of faces and facial features, figures, feet, hands; first image is seated woman with a palette and brushes, preparing to paint in a cartouche containing the title of the book, held up by a putto; no cover; incomplete",
  "dimension": "7 3/4 x 6 x 3/8 in. (19.69 x 15.24 x 0.95 cm) (closed)",
  "id": "http://api.artsmia.org/objects/116227",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3344,
  "image_width": 4530,
  "inscription": "",
  "life_date": "Italian (Bologna), 1591–1666",
  "markings": "",
  "medium": "Etchings, engravings; bound volume",
  "nationality": "Italian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Roy Perkinson, Boston, Mass., bought from an antique shop at an unknown date; given to MIA, 2013",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Drawing manuals were common teaching tools for artists and amateurs learning to draw in the 16th and 17th centuries. It is a kind of pattern book for the aspiring draftsmen to study and copy, with concise prints depicting body parts—ears, eyes, hands, feet, legs—which provide step by step instruction to master drawing the human form. A series of head studies show tricks to help students learn how to determine accurate proportions, particularly when foreshortening forms, and as the book progresses, more finished figures and complex scenes are presented to guide the artists’ advancement. This model book, comprising some 50 plates, was published by the French printmaker and publisher Balthasar Moncornet and his shop. It features copies of prints after two important contemporary artists, the Italian painter Guercino (Giovanni Francesco Barbieri) and the French draftsman and etcher Jacques Callot, among others. While some of the plates are rather slavish copies of these artists’ works, they testify to the high esteem and widespread influence of their work in the period.",
  "title": "Livre de Portraiture"
}
