{
  "accession_number": "2013.17",
  "art_champions_text": null,
  "artist": "Artist: Mark Dion",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Artist Installations",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012-13",
  "department": "Global Contemporary Art",
  "description": "gallery installation of a fictional \"period room\"",
  "dimension": "Variable",
  "id": "http://api.artsmia.org/objects/116294",
  "image": "valid",
  "image_copyright": "© Mark Dion Studio",
  "image_height": 3715,
  "image_width": 5589,
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Mixed media installation",
  "nationality": "American",
  "object_name": "Artist's installation",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Constructing a fictional account of a Mia curator who mysteriously disappeared in 1954, artist Mark Dion created this period room as if the curator's office had been sealed up and, over time, forgotten. The vintage habitat provides a fascinating snapshot of a typical working environment from the 1950s and compelling context for the range of important examples of period industrial design. A virtual time capsule, the room is filled with objects that will be nostalgic for some but which many others will find unfamiliar and even exotic, including the Underwood typewriter, a Poloroid Land Camera, an adding machine, clock radio, and other streamlined, mass-produced objects from the midcentury. It also houses Cubist-inspired paintigns, an elegant Art Deco bar caddy, and an ashtray overflowing with cigarette butts.\r\n\r\nWorking within the language of museological and scientific display, Dion calls into question the acts of collecting and exhibiting, thereby interrogating their significance to culture, history, and our environment. In this way, Curator's Office illustrates a \"period room\" by highlighting the re-creation of a historical moment through the curation and display of objects within an interior space.",
  "title": "Curator's Office"
}
