{
  "accession_number": "2013.41",
  "art_champions_text": null,
  "artist": "Artist: Liudmila Velasco; Artist: Nelson Ramirez de Arellano Conde",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "North America",
  "country": "Cuba",
  "creditline": "Gift of funds from members of the Director's Circle 2013 trip to Cuba",
  "culture": null,
  "curator_approved": 0,
  "dated": "2002-2012",
  "department": "Arts of the Americas",
  "description": "tall tower with a statue in front of it seen beyond choppy water; clouds moving in sky; sounds of waves; DVD in case and CompactFlash drive master copy included; certificate of authenticity included",
  "dimension": "10 minutes (duration)",
  "id": "http://api.artsmia.org/objects/116242",
  "image": "valid",
  "image_copyright": "© Liudmila Velasco %2F Nelson Ramirez de Arellano Conde. All rights reserved.",
  "image_height": 1080,
  "image_width": 1920,
  "inscription": "",
  "life_date": "Russian (active Cuba), born 1969",
  "markings": "",
  "medium": "Single channel video",
  "nationality": "Russian (active Cuba)",
  "object_name": "Video",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Liudmila & Nelson, a husband and wife artistic collaborative, reside in Cuba and address many aspects of Cuban culture and history in their multimedia work. The \"Absolut Revolution\" series utilizes the monument to Jose Marti – a writer, political activist and national hero who became a symbol for Cuban independence from Spain in the 19th century – as a central subject to create various artworks in multiple formats. Their video draws on the deadpan and fixed presentation of objects found in conceptual art videos and the repetition of forms associated with minimal art and photograph. The monument, a tall obelisk, stands in isolation surrounded by water and serves as a symbol for the political history of Cuba. The series’ title refers to the Western advertising campaign for Absolut vodka, which uses the similar tall shape of a liquor bottle as a marketing tool. But the artists suggest that little is “absolute” about Cuba’s revolution, which has clearly failed.",
  "title": "Absolut Revolution - La Isla"
}
