{
  "accession_number": "2013.46",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1515 (printed 1799)",
  "department": "European Art",
  "description": "maroon leather binding with gilding trim; \"ARC TRIOMPHAL D'APRES ALBERT DURER\" on spine; colorful endpapers with green, grey, yellow, red and white spots with black; text pages followed by woodcuts of portions of fantastic triumphal archway with figures (some with names and coats of armor), scenes of battle and other vignettes, animals, text and sculptural and architectural elements; detached green silk ribbon bookmark (inserted between pages)",
  "dimension": "26 3/4 x 19 5/8 x 1 in. (67.95 x 49.85 x 2.54 cm) (closed)",
  "id": "http://api.artsmia.org/objects/116298",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8614,
  "image_width": 7375,
  "inscription": "Inscription and Sticker\r\n\r\ninside first two pages and on last page, in pencil: inscriptions regarding history and provenance",
  "life_date": "German, 1471–1528",
  "markings": "on inner front cover, on bookplate: [Arthur & Charlotte Vershbow]",
  "medium": "Woodcuts, etchings, letterpress",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[Ars Libri, Boston, 1981]; Charlotte and Arthur Vershbow, Newton, MA; their sale, part 2, Christie's, New York, April 10, 2013, lot 167; sold to MIA",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The Triumphal Arch of Maximilian I is a landmark in the history of printmaking and an impressive early example of propaganda. At the time of its initial publication, The Triumphal Arch was the largest print that had ever been completed. Though Maximilian I was not rich enough to complete major architectural monuments, he had the vision to realize the influence of a printed equivalent that could assert his right to rule as well as his ability to do so. Fully assembled, the print measures more than eleven feet tall by nine feet wide. With this acquisition, Mia will have acquired in a remarkably short span of time the three great giant woodcuts of the Renaissance: Jacopo de’ Barbari’s View of Venice, Titan’s Red Sea, and Dürer’s Triumphal Arch.",
  "title": "Ehrenpforte (The Triumphal Arch of Maximilian I)"
}
