{
  "accession_number": "2013.36.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of the Helen D. Ling collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "round pierced container with small circular cover; rust-colored knotted cord attached to cover; three cartouches on sides of container, each with image of a lady wearing rust-colored garment, with yellow and pink curtains; cartouche on bottom with multicolored flowers; body of vessel is turquoise; rust-colored cover",
  "dimension": "2 3/4 x 3 x 3 in. (6.99 x 7.62 x 7.62 cm)",
  "id": "http://api.artsmia.org/objects/116297",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2991,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Glazed porcelain, enamel, gilt, silk cord",
  "nationality": null,
  "object_name": "Potpourri container",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This round potpourri container has pierced walls to allow the scent to disburse. Painted in overglaze enamel, each of the three roundels on its body contains an image of a lady wearing rust-colored garments as glimpsed through yellow and pink curtains. The artisan’s skill can be seen in the colorful rendering of the textiles and the fluid lines of the drapery. The tradition of meiren hua ('painting of beauties') can be traced back to the Tang Dynasty (618-906) and the works of artists such as Zhou Fang (about 730-800). It is a genre of Chinese painting that spans a thousand years, but became extremely popular during the country's last imperial dynasty (1644-1912). The small object demonstrates how popular trends in painting were picked up by artists in other fields of production—even ceramics.",
  "title": "Potpourri container"
}
