{
  "accession_number": "2013.43.3",
  "artist": "Master of 1518",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of funds from The Joseph F. McCrindle Collection",
  "culture": null,
  "dated": "c. 1520",
  "description": "standing man wearing a hat with a wide brim, pushed black on his head, with long ties and robe-like garment; man holds a pen in his PR hand and an open book in his PL hand; standing lion next to and behind man; columns and a wall with architectural details behind man, with landscape and buildings visible beyond columns; sheet trimmed into round shape (tondo)",
  "dimension": "8 3/16 x 8 3/16 in. (20.8 x 20.8 cm) (sheet, tondo)\r\n16 1/4 × 16 1/4 × 3/4 in. (41.28 × 41.28 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116238",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6892,
  "image_width": 7007,
  "life_date": "Netherlandish, c. 1470 - c. 1527",
  "marks": " ",
  "medium": "Pen and brown ink",
  "nationality": "Dutch",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "16th century",
  "text": "This drawing is a design for a small, round stained-glass window. Such panes bore images made up of outlines and tonal shading, typically in an amber yellow color. Highly finished drawings like this one may have been shown to a patron before work began on the glass itself. \r\nSaint Jerome (c. 347-420) led a dissolute life until he repented and withdrew to the simplicity of the wilderness. In later life, he entered a monastery, where he turned to scholarly pursuits, including translating the Bible into the Latin vernacular. In the present drawing we see him as a gaunt, elderly scholar in a monastic setting. He is accompanied by a lion who became his protector after he removed a thorn from the beast’s paw, a scene just visible in the background. \r\nThough the image is relatively austere—in keeping with its subject—its slightly jarring combination of late-Gothic style with opulent Renaissance motifs is characteristic of the Antwerp Mannerist aesthetic. ",
  "title": "Saint Jerome"
}
