{
  "accession_number": "2013.52",
  "art_champions_text": null,
  "artist": "Artist: Mike Lynch",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift in memory of Anthony Morris Clark",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1973-75",
  "department": "Arts of the Americas",
  "description": "sketch of a skull in profile from PL, with wedge-shaped piece cut away from top",
  "dimension": "12 x 14 13/16 in. (30.48 x 37.62 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/116378",
  "image": "valid",
  "image_copyright": "© Mike Lynch",
  "image_height": 6777,
  "image_width": 8328,
  "inscription": "",
  "life_date": "American, 1938 - 2023",
  "markings": "WM: Royale Drawing",
  "medium": "Graphite on buff paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "The artist, Duluth, Minn.; [Groveland Gallery, Minneapolis, sold to Helsell, Nov. 7, 1984]; Charles Paul Helsell, Cedar Rapids, Iowa; given to MIA, 2013.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: LYNCH",
  "style": "20th century",
  "text": "Though best known for his realist landscapes, Minnesota artist Mike Lynch has produced a significant number of still life compositions during his career, many dating to a period in the 1970s and early 80s when he occupied a studio bathed in the brilliant light that he thought was essential for working in this genre. His still lifes feature children’s toys and other common and uncommon objects set in strong raking sunlight. Drawn in graphite on buff paper, this exquisite and sensitive rendering of a human skull is one of only a small number of known examples of the subject in the artist’s oeuvre. Besides demonstrating Lynch’s keen observational skills and precise technique, the drawing is also an example of a memento mori (Latin 'remember that you will die'), a symbolic reminder of the inevitability of death. The subject has a long history among realist painters and sculptors, and it is one that perfectly suits Lynch’s contemplative view of life and art.",
  "title": "Untitled (Study of a Skull)"
}
