{
  "accession_number": "2015.111.22",
  "art_champions_text": null,
  "artist": "Artist: Fukuda Kodōjin",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 1,
  "dated": "20th century",
  "department": "Japanese and Korean Art",
  "description": "wrapped in tissue inside of a wooden box with inscription both outside and inside of lid; wooden box inside of a paper box with light blue foliage printed on the inside and a ribbed green/grey fabric on the outside; image of three tall skinny trees that are divided by a path; single figure on path under a full moon or sun; inscription in UL corner; support is moss green/tan/cream with gold and roller knobs are ivory",
  "dimension": "32 1/2 x 6 11/16 in. (82.5 x 17 cm) (image)",
  "id": "http://api.artsmia.org/objects/116382",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9848,
  "image_width": 2475,
  "inscription": "退步瀑布聲 {?} (I step back at the sound of a waterfall) [Jonathan Chaves]",
  "life_date": "Japanese, 1865 - 1944",
  "markings": "red seal: 拙居 {sekkyo}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "古人 {Kojin}",
  "style": "20th century",
  "text": "Beneath a full moon, a scholar wanders alone. He follows a path that cuts between a rock face, to his left, which gives way to dark peaks that billow up toward the moon like smoke, and a crashing waterfall, to his right, described with a single stroke of a wide brush, its hairs splayed. To capture the amorphous forms of foreground rocks and moonlit peaks, Kodōjin used a wet brush to apply many short strokes, one on top of the other. This technique can be understood to be a modified form of “Mi dots,” a technique for describing the texture of rocky surfaces derived from paintings by the Chinese painter Mi Fu (1051–1107).",
  "title": "Wanderer Under the Moon"
}
