{
  "accession_number": "2013.59",
  "art_champions_text": null,
  "artist": "Artist: Motilal Josi",
  "catalogue_raissonne": null,
  "classification": " Paintings; Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Jim Billings, Fifty Years of Friendship",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "surface covered with paintings of warriors; battle scenes, horses, carts, and more; large mustachioed figure in red at center holds a spear and lotus; faces four other seated figures",
  "dimension": "62 × 193 3/4 in. (157.48 × 492.13 cm)",
  "id": "http://api.artsmia.org/objects/116488",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7715,
  "image_width": 23005,
  "inscription": "To immediate right of central Pabuji: Rajasthani inscription names Motilal Josi as the artist, who painted the scroll in the town of Chittorgarh, on  the 13th day of the bright half of the month of Caitra.\r\n\r\n(translation by Professor John Smith, Cambridge University, on March 14, 2014)",
  "life_date": "Indian",
  "markings": "",
  "medium": "Mineral colors on canvas",
  "nationality": "Indian",
  "object_name": "Scroll painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This painted scroll depicts the life of Pabuji, a deified folk hero who emerged in 14th century Rajasthan, India.   The larger figurative representations feature Pabuji in profile, framed by multiple windows, while many of the complex scenes depict Pabuji as the victor of battles. A storyteller priest would have unrolled the scroll in the presence of a small audience and narrated Pabuji’s life through prose and song, while pointing to the images as his guide.  Because the hero of the story is also revered as a regional god, the performance would have been imbued with ritual significance. Other painted scrolls tell non-religious stories and were used purely for entertainment purposes, especially before the introduction of cinema. Since the time of this work's original creation, the number of traveling storytellers in India has decreased dramatically.",
  "title": "Scroll Painting Dedicated to Pabuji"
}
