{
  "accession_number": "2013.53",
  "art_champions_text": null,
  "artist": "Artist: Jim Denomie; Publisher: Jim Denomie",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Steven Lang",
  "culture": "Lac Courte Oreilles Band of Ojibwe",
  "curator_approved": 0,
  "dated": "2009",
  "department": "Arts of the Americas",
  "description": "abstracted image--landscape with many figures of various scale; winding vertical river at right; some vignettes include: figure standing on a tree stump at center, wearing thong-style swimming trunks, a diver's tank on his back and one flipper on his PR foot, smoking a cigar, and holding a grenade in his PL hand and paper money in his PR hand; bird perched on the handle of a miniature \"Spoonbridge and Cherry\" sculpture and bottom center; police car in LLC with two caricatures of Native Americans in the open trunk; Native American shooting a chicken with a bow at left center; three stick figures hanging from a tree, ULC; airplane falling vertically from the sky, ULQ",
  "dimension": "10 7/8 x 13 7/8 in. (27.62 x 35.24 cm) (plate)\r\n15 x 19 1/8 in. (38.1 x 48.58 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/116402",
  "image": "valid",
  "image_copyright": "© Jim Denomie",
  "image_height": 6463,
  "image_width": 8230,
  "inscription": "Titled in pencil, bottom center: CASINO SUNRISE\r\n\r\nInscribed in pencil, LL: A/P",
  "life_date": "American (Ojibwe), 1955 - 2022",
  "markings": "",
  "medium": "Etching",
  "nationality": "American (Ojibwe)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Shafer, Minn.; Steven Lang, Minneapolis; given to MIA, 2013.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated LR, in pencil: Jim Denomie 09",
  "style": "21st century",
  "text": "Casino Sunrise is an alternate version of the Great Seal of the State of Minnesota, and represents an updated account of the state’s pertinent history. The etching caricatures people, places, and stories familiar to most Minnesotans. Former governor and pro-wrestler Jessie Ventura is shown in scuba gear, wearing only a thong and feather boa. He smokes his trademark cigar, while carrying a fishing rod with a grenade “lure” in one hand, a wad of bills in the other. Former governor Tim Pawlenty is depicted as Paul Bunyan, cavorting with Babe the Blue Ox. Former U.S. Senator Norm Coleman sits on a toilet, while current Senator Al Franken counts ballots behind him. The State Capitol, nuclear power plants, a Christian church, and a “one-armed bandit” are shown in the distance, while Fort Snelling, the Mississippi River, the I-35 bridge collapse, and an episode of mistreatment of Native Americans by officers of the Minneapolis Police Department appear in the foreground. Indian Country is represented by images of lynched Indians, a Native American funeral pyre, several tipis, and a member of the American Indian Movement riding a horse. The Minneapolis-based Native Mob gang is shown as a three-headed monster brandishing weapons.",
  "title": "Casino Sunrise"
}
