{
  "accession_number": "2013.45",
  "art_champions_text": null,
  "artist": "Etcher: Jan de Bisschop (Janus Episcopius); Designer: Willem Doudijns; Designer: Pieter Doncker; Designer: Jacques de Gheyn III; Designer: Jacob Matham; Designer: Adriaen Backer; Designer: Cornelis van Poelenburgh; Designer: Francesco Salviati; Designer: Gerard de Lairesse; Publisher: Nicolaes Visscher",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Mary and Robin Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1668-1669",
  "department": "European Art",
  "description": "plates of reproductions of classical sculpture with an introduction in Dutch; hard cover; red leather binding; tan cover with red spots (very worn); plate on front page with bust of long-haired man on decorated pedestal with text at bottom, flanked by 2 young women and 4 putti at LRQ; scholars table in LLQ; angel at top center with trumpet and wreath; curved colonnade behind figures",
  "dimension": "12 3/8 × 7 5/8 × 1 1/16 in. (31.43 × 19.37 × 2.7 cm) (closed)",
  "id": "http://api.artsmia.org/objects/116487",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5358,
  "image_width": 3343,
  "inscription": "Inscription\r\n\r\ninside front cover, in pencil: various notes and inscriptions",
  "life_date": "Dutch, 1628–1671",
  "markings": "",
  "medium": "Etchings, letterpress; bound volume",
  "nationality": "Dutch",
  "object_name": "Book",
  "portfolio": null,
  "provenance": "(James A. Bergquist, Newton Centre, Mass., bought on European art market, 2012/13); sold to MIA, 2013",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The 100 plates in Jan de Bisschop’s Signorum veterum icones illustrate a comprehensive survey of the antiquities most celebrated in the 17th century—the Laocoön, the Apollo Belvedere, the Hercules Farnese, the Sleeping Ariadne, and many other renowned works of art. Published in the Netherlands in 1668–69, this influential drawing manual introduced aspiring northern artists to the canon of Western art, which was predominantly Italian and thus—except to the lucky few who could travel to Italy—known largely through prints and copies. De Bisschop probably never went to Italy, so he collaborated with draftsmen like Willem Doudijns, who had lived there for twelve years.\r\n\r\nDrawing manuals like these were common teaching tools for artists and amateurs alike, for drawing instruction began with learning to copy prints and drawings.",
  "title": "Signorum veterum icones"
}
