{
  "accession_number": "2013.33.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Giulio Benso",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Chichi Steiner and Tom Rassieur in memory of Pietro Aretino",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600-1630",
  "department": "European Art",
  "description": "sketchy; three female figures; seated central female figure looking down to PR, with a yoke on her PL shoulder; standing woman at right with head tilted slightly upward; standing woman at left holding an olive branch in her PR hand and a dove in her PL hand; fallen figure (?), LLC",
  "dimension": "16 3/4 × 11 7/16 in. (42.5 × 29 cm) (sheet)\r\n29 5/8 × 23 5/8 in. (75.25 × 60.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116454",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9016,
  "image_width": 6468,
  "inscription": "Inscription\r\n\r\non back, in pencil: [no 3 / 42/29] and [202539033/1]",
  "life_date": "Italian, 1592-1668",
  "markings": "",
  "medium": "Pen and brown ink with brush and brown wash over black chalk",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Sotheby’s, New York, January 23, 2001, no. 177, to Rassieur; Tom Rassieur, Minneapolis (2001-2013)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This striking and strange drawing abstracts the human form to inventive and delightful ends. The bold handling, abbreviated mastery of anatomy, and monumentality of the figures all point to Giulio Benso, a gifted Genoese artist and enthusiastic follower of Luca Cambiaso, whose work is exhibited nearby.\r\n\r\nThe study represents the virtues of chastity, obedience, and poverty. Chastity, on the left, stands upon Cupid, who is lying on the ground, deviously pulling an arrow from his quiver. She holds two of her attributes, a dove and a lily, symbols of her purity. Obedience, seated at the center, grasps the yoke on her shoulder with one hand and balances an open book on her knee with the other. Poverty is shown as a woman lamenting in anguish, leaning against a dead tree.",
  "title": "Chastity, Obedience, and Poverty"
}
