{
  "accession_number": "2013.39.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Chichi Steiner and Tom Rassieur in memory of Mary Orear Terry",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1530",
  "department": "European Art",
  "description": "Venetian or facon-de-Venise latticinio goblet; thick stem with delicate lattice-like engraving; bulbous midsection on stem; cylindrical shape at top with lip around bottom edge of vessel with vertical applied linear elements--alternating hash marks and white stripes; two horizontal bands on bottom half of vessel; clear glass",
  "dimension": "10 1/4 × 4 5/8 × 4 5/8 in. (26.04 × 11.75 × 11.75 cm)",
  "id": "http://api.artsmia.org/objects/116473",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5361,
  "image_width": 3911,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Glass",
  "nationality": null,
  "object_name": "Goblet",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G332",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Made at a turning point in the history of Venetian glass, the Latticino Goblet is a superb example that unites the traditional Renaissance shape of the cylindrical, straight-sided bowl, with the newly invented vetro a ritorti decoration. In the 20th century, it was part of the period’s two most legendary collections of Renaissance Venetian glass. It is a remarkable opportunity to find such an extremely rare type of glass in such extraordinary condition and moreover of a significant size. The Latticino Goblet will play a crucial role in further populating our growing collection of historical glass and in bringing it up to the level of our remarkable holdings in the areas of American and contemporary glass.",
  "title": "Goblet"
}
