{
  "accession_number": "2013.47",
  "artist": "Chuck Close",
  "continent": "North America",
  "country": "United States",
  "creditline": "Proceeds from the 2013 Minneapolis Print and Drawing Fair",
  "culture": null,
  "dated": "c. 1981",
  "description": "image of a man's head and shoulders made of finger prints in black ink on a grey aluminum plate",
  "dimension": "48 × 36 in. (121.92 × 91.44 cm) (plate)",
  "id": "http://api.artsmia.org/objects/116570",
  "image": "valid",
  "image_copyright": "%26Acirc%3B%26copy%3B Chuck Close%2C courtesy PaceWildenstein%2C New York",
  "image_height": 9600,
  "image_width": 7220,
  "life_date": "American, born 1940",
  "marks": " ",
  "medium": "Inked fingerprints on aluminum litho plate",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Throughout his career, Chuck Close has been deeply engaged with printmaking, and he has often explored both very old and very novel printmaking techniques: Phil/Fingerprint is, in a sense, an exploration of both. In 1981, Close collaborated with Steve Andersen (Vermillion Editions Limited) on a printmaking project. The plan was for Close to make a lithographic portrait of composer Phillip Glass, one of his favorite subjects, using his fingerprints to draw the image on an aluminum litho plate. He inked his index finger over and over as he touched the plate, leaving his marks as he went. The present plate is the result of that effort. When he sent the plate to Andersen it became apparent that the dark areas of the plate became overly dense and proved unsuitable for printing. On Andersen’s advice, Close made a new fingerprint drawing on another plate, this time cleaning his finger with a solvent between each touch and re-inking. The second plate was used for the edition, which Andersen printed in New York (Jon 68). Andersen kept the first plate, which for many years hung on his studio wall.",
  "title": "Phil/Fingerprint"
}
