{
  "accession_number": "2013.44.2.1",
  "art_champions_text": null,
  "artist": "Artist: Jan Muller; Artist: After Hendrick Goltzius",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1589",
  "department": "European Art",
  "description": "black and white engraving of two male figures with ropes walking in opposite directions with a circular form between them; figure floating overhead; two toppled cups lay at their feet",
  "dimension": "10 3/4 × 10 3/8 in. (27.31 × 26.35 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/116541",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6790,
  "image_width": 6662,
  "inscription": "",
  "life_date": "Dutch, 1571-1628",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "German art market; [C.G. Boerner, New York, 2012-13]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Hendrik Goltzius, the leading artist of Holland’s Mannerist Age collaborated with a talented young engraver, Jan Muller, to produce this extraordinary and highly original interpretation of the opening story of the Bible. Many artists had already depicted the Creation, but Goltzius gave it a new look. He chose a circular format for the plates, thus echoing representations of the cosmos and of Earth itself. God the Father appears in only the first and last plates, leaving angelic minions to perform the hard work of the days in between. The elements needed to create the world—light, dark, land, water—are represented by allegorical figures whose exaggerated physiques, sensuousness, and suggestive attributes body forth the carnality of the Origin with both humor and sophistication. \r\n\r\nIf Goltzius’s approach calls to mind Roman mythology rather than Sunday school class, it is no coincidence. At the time that he was designing this series, he was also working on an extended cycle of illustrations to Ovid’s \"Metamorphoses.\"",
  "title": "Title Page, from \"Creation of the World\""
}
