{
  "accession_number": "2013.38.1",
  "art_champions_text": null,
  "artist": "artist: Hans Hofmann",
  "catalogue_raissonne": "HH Estate # M-0112; Artist catalogue #1485-1963",
  "classification": " Paintings",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1962–63",
  "department": "Arts of the Americas",
  "description": "abstract painting with dark salmon ground with two rectangles, green on the L and red on the R; blue and red splatter up R edge",
  "dimension": "48 × 36 × 1 1/2 in. (121.92 × 91.44 × 3.81 cm) (canvas)\r\n49 × 36 3/4 × 2 in. (124.46 × 93.35 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/116539",
  "image": "valid",
  "image_copyright": "Copyright © The Renate%2C Hans and Maria Hofmann Trust %2F Miles McEnery Gallery",
  "image_height": 10085,
  "image_width": 7593,
  "inscription": "",
  "life_date": "American (born Germany), 1880–1966",
  "markings": "various paper labels adhered to stretcher bar frame, verso",
  "medium": "Oil on canvas",
  "nationality": "American (born Germany)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Collection of the artist; The Renate, Hans and Maria Hofmann Trust, New York; Private collection; [Ameringer and Yohe Fine Art, New York, sold to Mersky]; Robert B. Mersky, Minneapolis; given to MIA, 2013.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR corner in dark brown paint: 62 / Hans Hofmann \r\n\r\nUL, verso, in black pigment: Cat 1485 / Candor / oil on canvas / 48 x 36 1963 / Hans Hofmann\r\n\r\n",
  "style": "20th century",
  "text": "Hans Hofmann was a major figure of Abstract Ecpressionism as well as an influential teacher and mentor to younger artists. This canvas is a classic example of Abstract Expressionist painting in which figurative or narrative representation is superseded by an inquiry into the fundamental elements of painting: form, color, and gesture.\r\n\r\nHofmann famously created the \"Push and Pull Theory,\" in which he rejected one-point perspective as the primary method of creating the illusion of space in a two-dimensional medium. Instead, Hofmann focused on the \"push and pull\" of color, light, and shape, and how the tension between contrasting elements can lead to a visual experience of depth and motion. In this technique, the eye is led around the painting rather than directed to one point.\r\n\r\nThe single colored rectangles in Candor act as the principle spatial organizing tool on a loosely painted background--a signature of Hofmann's late work. The thick impastos of the rectangles contrast with the thin wash of the background, and the solid forms of the rectangles are complemented by the scattered drips of similarly toned paint in the periphery of the image. Candor is a carefully balanced composition that explores the relationship between form and color.",
  "title": "Candor"
}
