{
  "accession_number": "2013.75",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Robert Rauschenberg Foundation and the P.D. McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1985",
  "department": "Global Contemporary Art",
  "description": "white ground; vertical format; 11 orange and red doilies in ULQ with smudged pencil lines; bottom 1/3 of image is reproduction of photograph of curtain with Donald Duck motif, with child's feet and legs in LLC; reproduction of photograph of old camera with framed snapshots of people in a park; black and white photo reproductions with some orange areas at bottom of image",
  "dimension": "115 1/2 × 52 3/8 in. (293.37 × 133.03 cm) (including frame)",
  "id": "http://api.artsmia.org/objects/116538",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Park%2FROCI%2FMexico%2C 1985 © Robert Rauschenberg Foundation",
  "image_height": 10063,
  "image_width": 4615,
  "inscription": "Signature and Date",
  "life_date": "American, 1925–2008",
  "markings": "",
  "medium": "Acrylic, pencil, and crocheted doilies on canvas",
  "nationality": "American",
  "object_name": "Painting with collage",
  "portfolio": "From ",
  "provenance": "The artist, Captiva, Fla.; Robert Rauschenberg Foundation, New York; partial gift and sold to MIA, 2013.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom edge, in silver: [RAUSCHENBERG 85]",
  "style": "20th century",
  "text": "“One of the reasons that I am so thankful that I’m an artist is that the language of being an artist works anywhere. There is no country that is so rich or so poor that they don’t have an artistic culture. Artists always understand each other…I even feel restricted with the world as small as it is already. I’m trying to take advantage of as much as possible.” \r\n- Robert Rauschenberg, “A Conversation about Art and ROCI,” 1990 \r\n\r\nPark/ROCI MEXICO was created in Mexico City by American artist Robert Rauschenberg as a part of his global art tour ROCI – Rauschenberg Overseas Cultural Interchange. Rauschenberg traveled to 22 countries, creating art by using local artistic traditions and \r\nmaterials. In Park/ROCI MEXICO, the vibrant colors and rich religious culture of Mexico are made visible in the crimson poinsettia doilies, which have been arranged to resemble a “Dia de los Muertos” skull. The rest of the canvas is starkly black and white – based on the collage of Rauschenberg’s own photographs and those he found in Mexico, screen printed on the canvas to create a complex rhythm with the poinsettia skeleton. This work would have traveled to exhibitions in the 21 other countries visited by ROCI, creating an \r\nartistic dialogue between nations by presenting Rauschenberg’s exploration of Mexican artistic and visual culture.",
  "title": "Park/ROCI Mexico"
}
