{
  "accession_number": "2013.70.3",
  "art_champions_text": null,
  "artist": "Artist: Robert Sargent Austin",
  "catalogue_raissonne": "Campbell Dodgson 32",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Robert Austin's daughters, Rachel and Clare",
  "culture": null,
  "curator_approved": 0,
  "dated": "1922",
  "department": "European Art",
  "description": "two women kneeling in prayer before a statue enclosed in stone shrine behind bars; young woman at LRC sits with legs apart holding rosary, looking up at man holding a baby in his arms; donkey in foreground, dog in background",
  "dimension": "8 15/16 × 7 7/16 in. (22.7 × 18.89 cm) (plate)\r\n11 7/16 × 8 7/16 in. (29.05 × 21.43 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/116636",
  "image": "valid",
  "image_copyright": "© 2013 Clare Calder%2C Estate Robert Sargent Austin",
  "image_height": 6796,
  "image_width": 5452,
  "inscription": "Signature and Marks",
  "life_date": "British, 1895-1973",
  "markings": "LL margin, in pencil: various markings",
  "medium": "Etching retouched with brush and black ink and black crayon",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; by descent to his daughters Rachel (1933-2012) and Clare (b. 1929), Chiswick, London (until 2013; given to MIA)",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "116635",
    "116636",
    "116637",
    "116638",
    "116639",
    "118580"
  ],
  "signed": "LR margin, in pencil: [Austin]\r\n",
  "style": "20th century",
  "text": "Robert Sargent Austin was a highly respected illustrator and engraver, sometimes regarded as the last great English engraver. He taught at the Royal College of Art and was eventually elected president of the Royal Society of Painter-Etchers. He was an extremely disciplined artist and could engrave with remarkable ease. Observers said that he could engrave nearly as fast as he could draw, and could simultaneously explain his process. His attention to light, texture, and perspective add to the airiness of many of his plates. At first glance, some of his prints appear to be the work of a Renaissance master. Indeed, his favorite artist, Martin Schongauer, lived in the 15th century. Austin adopted his sinuous outlines, restrained use of cross-hatching, appreciation for empty space, and even the style of his signature. This print comes from his personal archive of proof impressions.",
  "title": "Salus Infirmorum"
}
