{
  "accession_number": "2013.29.1009",
  "art_champions_text": null,
  "artist": "Artist: Hosokawa Rinkoku",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "slopes with foothills and a few red flags at bottom; lines of figures in blue, red, and yellow parade down slopes; at LL, three men with swords corner a wild animal; two other animals near L edge; larger mountain with trees at center; inscription at top",
  "dimension": "53 3/4 × 11 1/4 in. (136.53 × 28.58 cm) (image)",
  "id": "http://api.artsmia.org/objects/116737",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5359,
  "image_width": 1126,
  "inscription": "(A single voice pierces the mountains, telling the leaders to prepare - / Thousands of heroic feelings rise up in people\\'s hearts. / As I hold my jade-cutting sword, / Suddenly from peaks and forests, the boars appear!) [trans. by Steven Addiss]",
  "life_date": "Japanese, 1779 - 1843",
  "markings": "URC, square intaglio; center, below signature, red relief: 下谷煉展？小路天民先生奮宅？　林谷; red relief with male figure: 林谷山房記",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "upper center: 林谷山人",
  "style": "19th century",
  "text": "This painting depicts people watching a hunt in Sendai in Tohoku province. It has been suggested that Rinkoku himself witnessed such scene on his travels. The phrase \"watching the hunt\" comes from a poem by Chinese poet Wang Wei (699-759), indicating Rinkoku's deep appreciation of Chinese culture. RInkoku outlines the mountain with simple lines then adds quick brush strokes and light colors to the mountains. Many people watch the hunting from the tops of the mountains. In the foreground, three men are about to catch an animal. According to the inscription, this is the moment when the leader of the hunt announces that the beast has been captured. Red flags fluttering in the blustery mountain heights intensify the drama of the scene.",
  "title": "Watching a Hunt in Sendai"
}
