{
  "accession_number": "2013.29.1056a-l",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Asian Art",
  "description": "image of four dragons with swirling, flame like clouds and lightning set against black background",
  "dimension": "34 5/8 × 828 × 1 1/4 in. (87.95 × 2103.12 × 3.18 cm) (all together)",
  "id": "http://api.artsmia.org/objects/116790",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 873,
  "image_width": 20000,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "each panel, top edge has number of panel written in pencil; panel 12, LRC, square relief seal; label on top center of each canvas with title and panel number",
  "medium": "Ink and color on paper mounted on 12 panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "panel 12, LRC; panel 12, LRC: [\\'89]",
  "style": "20th century",
  "text": "In this, the fourth of Araki’s five monumental, multi-panel works, he drew upon a rich tradition of dragon painting in East Asia to depict four scaly serpents roaming a sky of swirling clouds. The dragon is a mythological beast with Chinese origins introduced to Japan in ancient times, but the artistic impact of one dragon painting in particular is without equal in the history of Japanese art—an example in Kyoto created by Muqi (c. 1210–c. 1269), a Chinese Zen priest and painter whose paintings were brought to Japan in the 1300s and inspired countless later Japanese versions. Muqi-style dragons in clouds were frequently painted on the ceilings of Buddhist lecture halls, where they were believed to serve as guardians of Buddhist teachings, or were paired with tigers on large-scale folding screens and suites of sliding door panels. With their long snake-like bodies, claw-like feet, spiny dorsal fins, horns, bushy brows and beards, and long whiskers, Araki’s dragons clearly inherit this artistic tradition.",
  "title": "Flying Dragons Roam the Heavens"
}
