{
  "accession_number": "2013.29.1a-g",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center in 2000 in honor of Dr. and Mrs. Sherman Lee by the Clark Family in appreciation of the Lees' friendship and help over many years",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 13th century",
  "department": "Asian Art",
  "description": "figure with six heads, arms, and legs astride crouched bull on wood base; metal bands around wrists, some biceps, and most ankles; halo with flames attached at back; two hands of two arms together in praying position, other arms bent and flare outwards. Upper left arm holds long staff, lower one holds implement with \"curly q\"-shaped end. Upper right arm holds a trident. Lower right arm fingersshaped like it was holding something in hand. Three bottom heads have crystal inlay eyes. Three smaller heads on top considerably smaller.",
  "dimension": "51 1/2 × 25 1/4 × 36 in. (130.81 × 64.14 × 91.44 cm)",
  "id": "http://api.artsmia.org/objects/116725",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9084,
  "image_width": 6069,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with metal, polychrome, gilding, and inlaid crystal eyes",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G220",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Daiitoku Myōō is meant to be intimidating. He is also known as the Wisdom King of Awe-Inspiring Power, and it is his job to defeat evil. This Buddhist guardian deity’s intense rage is manifested by his wild appearance: six legs, six arms carrying an assortment of weapons, and six glaring faces backed by a halo of flames. Daiitoku Myōō does not act alone but is one of the Five Great Wisdom Kings (Godai Myōō). Four of the Wisdom Kings guard the cardinal directions surrounding the central fifth king. Each of them also guards its own buddha. Since Daiitoku occupies the west, he is associated with the wrath of Amida Buddha, whose abode is a paradise known as the Western Pure Land.",
  "title": "Daiitoku Myōō, the Wisdom King of Awe-Inspiring Power"
}
