{
  "accession_number": "2013.29.1041",
  "art_champions_text": null,
  "artist": "Artist: Fukuda Kodōjin",
  "catalogue_raissonne": "Marks 2023, no.  14",
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 1,
  "dated": "October 1914",
  "department": "Asian Art",
  "description": "black and white landscape; various ragged, cone-shaped mountains dominate the scene; small pagoda with out building and two trees in middle ground; trees top rock formations in foreground near bottom; inscription URC",
  "dimension": "72 5/8 × 20 13/16 in. (184.5 × 52.9 cm) (image)\r\n98 13/16 × 26 3/4 in. (251 × 67.9 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/116774",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8195,
  "image_width": 2539,
  "inscription": "雲起山叱勅　泉流石亦鳴　年来仙窟裏　自覚道心生 (The cloud rises and the mountain screams and scolds; / The spring flows and the rocks resonate. / I have been living in this immortal’s cave for years, / Naturally I cannot help but to entertain a religious feeling. / At the end of the winter 1914, I painted and inscribed this at the High Pines Inn.) [Masato Nishimura]",
  "life_date": "Japanese, 1865 - 1944",
  "markings": "poem UR red seal: 无心 {mushin} [mushin #2]; poem LL red seals: 字曰子徳 {azana iwaku Shitoku}, 静處 {seisho} [seisho #3]; LLC red seal: 拙居 {sekkyo}",
  "medium": "Ink on satin",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "甲寅孟冬寫於高松客舎并題古道人田耕 {kinoe-tora mōtō sha oite Takamatsu kyakusha narabini dai Kodōjin Denkō} (October 1914, drawn at a lodging in Takamatsu and title by Kodōjin Denkō)",
  "style": "20th century",
  "text": "雲起山皆動　\r\n泉流石亦鳴　\r\n年來仙窟裏　\r\n自覺道心生\r\nClouds arise, the mountains now all move!\r\nStreams are flowing, the very stones sing out.\r\nFor years, here in this grotto of the Immortals,\r\nFeeling the mind of the Way arise in me.\r\n\r\nThis example belongs to a set of at least two hanging scrolls that are exceptional because they are the tallest of Kodōjin’s landscapes, and they are painted on satin instead of on silk or paper. Satin was frequently employed by the painter and calligrapher Zhang Ruitu (1570–1641), but only around four percent of Kodōjin’s works are on satin. This painting and its counterpart Quiet Mountains on a Slow Day could form a pair of summer (this painting) and winter landscapes, or they might have belonged to a set of four, each portraying a season, only two of which are currently documented.",
  "title": "Landscape after Mi Fu"
}
