{
  "accession_number": "2013.29.1057a-l",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": "Brown, Barnhart, Owyoung: Minol Araki, 1999, no. 14",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly purchased by the Center with a gift of funds from David Frank\r\n",
  "culture": null,
  "curator_approved": 0,
  "dated": "1985",
  "department": "Asian Art",
  "description": "twelve large panels come together to form mountain village landscape with lush trees, water, and clouds, and mountain slopes",
  "dimension": "34 5/8 × 828 × 1 1/4 in. (87.95 × 2103.12 × 3.18 cm)",
  "id": "http://api.artsmia.org/objects/116791",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 872,
  "image_width": 20000,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "marks: number of panel written in pencil top edge LC of canvasses; panel 12, LRC, square intaglio and oval dragon relief seals; label with title and panel number top edge center of canvasses",
  "medium": "Ink and color on paper mounted on 12 panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "panel 12, LRC; panel 12, LRC: [\\'89]",
  "style": "20th century",
  "text": "Although Araki created this monumental landscape only two years after Boundless Peaks (on display in Gallery 263), the two works are worlds apart. The paintings have many motifs in common—layered mountains, giant foreground trees, distant roads, lakes, and waterfalls—but their styles are distinct. Unlike Boundless Peaks, a swirl of splashed and pooled black ink, in this work Araki used carefully applied washes of various colors in combination with well-defined forms rendered in ink and mineral pigments like green malachite and blue azurite. In these ways, Hekiba Village points to Araki’s growing interest in traditional Japanese painting techniques after the death of his Chinese mentor, Zhang Daqian, in 1983.   \r\n Unlike Boundless Peaks, a painting of the countryside around Shimabara, his parents’ hometown in Japan, this painting represents a purely imaginary locale. The word “Hekiba” appears in several of Araki’s personal seals, which are read in Japanese “Hekiba-sai,” or “Hekiba studio.” Hekiba, in other words, was Araki’s Japanese studio name. In Chinese, the same characters can be read “Pipa,” a name Araki had bestowed on his own industrial design studio in 1969. Late in life he produced additional paintings referring to the imagined village of Hekiba. Perhaps this fanciful countryside, with its dramatic peaks, hidden lakes, and jewel-like blue and green foliage, represented a paradise of sorts for Araki. ",
  "title": "Hekiba Village"
}
