{
  "accession_number": "2013.29.1102",
  "art_champions_text": null,
  "artist": "Artist: Uematsu Chikuyū",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Asian Art",
  "description": "U-shaped form made of U-shaped bent thin bamboo, decreasing in size towards middle of U; openwork; diagonal supports near base, into middle; two oval rings supporting near top; stands on 2 feet",
  "dimension": "15 × 14 1/2 × 6 in. (38.1 × 36.83 × 15.24 cm)",
  "id": "http://api.artsmia.org/objects/116857",
  "image": "valid",
  "image_copyright": "© Uematsu Chikuy%C5%AB",
  "image_height": 1500,
  "image_width": 1000,
  "inscription": "",
  "life_date": "Japanese, b. 1947",
  "markings": "",
  "medium": "Bamboo (shichikudake/kurochiku), rattan, lacquer",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom: 竹邑造",
  "style": "21st century",
  "text": "As the title of this work, “Forest in Ki Province” (Ki no mori), indicates, Uematsu used a distinctive type of bamboo called shichikudake or kurochiku from Kishū (Wakayama Prefecture). The form suggests a small, dense grove of trees or underbrush. The protruding end pieces of the bamboo have a very smooth finish because of the many layers of lacquer that were applied. One might also think that the ends of the bamboo resemble organ pipes. Like the two previous pieces, this work belongs to the series “composition through lines” (sen ni yoru kōsei).\r\nA possible source of inspiration for “Forest in Ki Province” is the flower basket “Fish Trap” (Eri) created by Higashi Takesonosai (1915–2003) in the early 1980s, illustrated in Newland, Joseph N., ed. Japanese Bamboo Baskets: Masterworks of Form & Texture from the Collection of Lloyd Cotsen. Los Angeles: Cotsen Occasional Press, 1999, ill. 167.",
  "title": "Forest in Ki Province"
}
