{
  "accession_number": "2013.29.1074.1a-e",
  "art_champions_text": null,
  "artist": "Artist: Koma Kyūhaku; Artist: Style of Ogata Kōrin",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the Peter B. McCord Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "Early 18th century",
  "department": "Asian Art",
  "description": "four sections: rinpa-style with water wheel; white shore protector; plovers flying over waves",
  "dimension": "2 5/16 × 2 1/2 × 7/8 in. (5.87 × 6.35 × 2.22 cm)",
  "id": "http://api.artsmia.org/objects/116810",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8193,
  "image_width": 7760,
  "inscription": "",
  "life_date": "Japanese, 1658 - 1716",
  "markings": "",
  "medium": "Lacquer (kinji, takamaki-e), gold, silver, raden; ojime; silk cord",
  "nationality": "Japanese",
  "object_name": "Inrō (three-case), ojime",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom: 休伯造 {Kyūhaku saku}",
  "style": "18th century",
  "text": "A number of different motifs are fit onto this compact four case inrō, beginning with a “plover over waves” design in the style of the Rinpa artist, Ogata Kōrin (1658–1716). The plovers are executed in chunky mother-of-pearl inlays and takamaki-e, and fly over mountainous waves that simulates the look of pewter sheeting—an element favored by Kōrin and his predecessor, Hon’ami Kōetsu (1558–1637). Oversized inlays are used for the depiction of the water wheel and rock basket as well, creating an artfully cluttered composition. The imagery of plovers over waves is a common Japanese literary convention, which seems to have first appeared in the Kojiki, an 8th-century compendium of Japanese origin myths. The scene generally connotes the struggle to surmount the difficulties of life.",
  "title": "Wide three-case inro showing plovers in flight above waves, stone basket and water wheel"
}
