{
  "accession_number": "2013.29.11",
  "art_champions_text": null,
  "artist": "Artist: Yokoyama Kazan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 19th century",
  "department": "Asian Art",
  "description": "two men seated in a hut on stilts near center; small groups and pairs of other men seated along the rocky shores of a river lounging, or reading; at R, servants pour liquid into vessels on tables; a few drinking cups float along river; rocky, mountainous background",
  "dimension": "65 1/16 × 140 in. (165.26 × 355.6 cm) (image)\r\n72 1/8 × 147 1/4 × 3/4 in. (183.2 × 374.02 × 1.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/116851",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2601,
  "image_width": 5628,
  "inscription": "",
  "life_date": "Japanese, 1784 - 1837",
  "markings": "LRC: {Ka} | {Sha}",
  "medium": "Ink and color on gold leaf",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: {Kazan sha}",
  "style": "19th century",
  "text": "In late spring of 353, the celebrated Chinese calligrapher Wang Xizhi (303–361) invited forty-one scholars to a purification ceremony at the Orchid Pavilion (Chin. Lant-ing) near Shaoxing in Zhejiang Province. During the drinking party that followed the ceremony, wine cups were floated down a winding creek, and the participants had to compose a poem before a cup floated by. The result was thirty-seven poems by twenty-six scholars that are listed in the Lantingji xu, the “Preface to the Orchid Pavilion Collection.”\r\nYokoyama Kazan (1784–1837) favored subjects such as tigers and historical events and was apparently known for his great love of sake. This eminently scholarly theme seems to match his own biography, and he uses a fineline detail for the architectural and figural elements. Almost in the center of the folding screen is a thatched hut built on stilts over the water, the Orchid Pavilion, where Wang Xizhi is seated at a red-lacquered desk. The clothing and props are highlighted in strong colors and sharply set apart from the axe-stroked rocks. The decorative gold basis clearly distinguishes this work from the aesthetic view of a nanga artist.",
  "title": "The Lanting Gathering"
}
