{
  "accession_number": "2013.29.1075.1a-f",
  "art_champions_text": null,
  "artist": "Artist: Kajikawa School",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the Peter B. McCord Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "five parts; gold background with gold and silver chrysanthemums with brocade bag on one side; gold and silver bouquet on opposite side",
  "dimension": "2 15/16 × 2 1/8 × 1 1/8 in. (7.46 × 5.4 × 2.86 cm)",
  "id": "http://api.artsmia.org/objects/116812",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8193,
  "image_width": 10012,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "on bottom near signature",
  "medium": "Lacquer (hiramaki-e, takamaki-e, kinji), gold, silver; netsuke: ivory; silk cord",
  "nationality": "Japanese",
  "object_name": "Inrō (four-case), netsuke (katabori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "inscribed on bottom",
  "style": "19th century",
  "text": "This inrō is decorated with various symbols of health and prosperity in takamaki-e over a kinji background. The front of the container shows the kanebukuro, an inexhaustible purse of gold that represents wealth. This is one of ten items associated with good fortune and carried by Hotei, one of the Seven Lucky Gods. The purse is surrounded by chrysanthemums, which blossom year round and are thus associated with longevity. On the back is a bundle of flowers known as a kusudame, which was placed over the doorway of residences during the Boy’s Festival, and were thought to bring good health for the rest of the year.",
  "title": "Four-case inro showing kusudama with long ribbons, chrysanthemum with Hotei's bag"
}
