{
  "accession_number": "2013.29.1098.1",
  "art_champions_text": null,
  "artist": "Artist: Kawanabe Kyōsai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1870s-1880s",
  "department": "Asian Art",
  "description": "right scroll: at bottom, a man extends his wildly long arms up, holding a monkey with long arms in his hands; the monkey uses long PL arm to grasp a shrimp who is extending his long front \"arms\" up to the corner",
  "dimension": "54 × 5 1/16 in. (137.16 × 12.86 cm) (image)\r\n75 1/2 × 8 in. (191.77 × 20.32 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/116849",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10000,
  "image_width": 1058,
  "inscription": "",
  "life_date": "Japanese, 1831 - 1889",
  "markings": "画鬼 {Gaki}",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "惺々暁斎 {Seisei Kyōsai}",
  "style": "19th century",
  "text": "These two hanging scrolls depict Ashinaga, literally Long Legs, and\r\nTenaga, literally Long Arms, a pair of popular yōkai or ghosts from\r\nJapanese folklore that originated in China. Kawanabe Kyōsai, who was\r\nknown for his sense of humor, depicted them here in two memorable,\r\namusing scenes. On the left, Ashinaga with his very long legs is about to\r\ntake a bite from a persimmon hanging on a tree. Two small men are at\r\nhis feet. One is climbing up Ashinaga’s leg, while the other has his arms\r\nraised. Maybe they are the keepers of the tree and are upset about his\r\nselfish behavior. On the right is a comical interpretation of the old\r\nBuddhist parable of a gibbon who thinks he can catch the moon by\r\ngrasping its reflection in the water. In Kyōsai’s rendition, Tenaga extends\r\nhis wildly long arms to hold up a gibbon who in turn stretches out his\r\nleft arm to grasp the tail of a shrimp that is trying to reach for the real\r\nmoon with its long antennae.",
  "title": "Long Arms [right of a pair of Long Legs and Long Arms]"
}
