{
  "accession_number": "2013.29.1127a-c",
  "art_champions_text": null,
  "artist": "Artist: Hirano Isa",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the artist",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Asian Art",
  "description": "very large sheet of white fabric with oversized kanji for \"love\" painted and splattered in black ink mixed with gold dust; signature at L with red relief stamp; splatters throughout and shadowy footprints along bottom, and a sweeping footprint at LR",
  "dimension": "117 × 115 in. (297.18 × 292.1 cm)",
  "id": "http://api.artsmia.org/objects/116885",
  "image": "valid",
  "image_copyright": "© Hirano Isa",
  "image_height": 8369,
  "image_width": 8311,
  "inscription": "愛 {ai}",
  "life_date": "Japanese, born 1973",
  "markings": "R edge, square relief: 武 {Isa}",
  "medium": "Ink and gold dust on cotton",
  "nationality": "Japanese",
  "object_name": "Banner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R edge: 平野武 {Hirano Isa}",
  "style": "21st century",
  "text": "Hirano Isa’s work blends traditional calligraphic painting with performance. This piece, which is the Chinese character for “love” 愛, was created at a reception for the southern California museum community hosted by the Consul General of Japan in Los Angeles, Junichi Ihara, on December 8, 2009. Wearing a brightly colored kimono, Hirano performed a semi-traditional dance to anonymous pop music before plunging a mop-sized brush into a bucket of ink and rapidly writing the character on a sheet of cotton spread on the floor, splattering ink over the surface of her canvas and herself in the process.\r\nThere is an unsettling incongruity between the sentiment that the work conveys as a text, and the violence that it conveys as an image. Hirano has written that calligraphy is a way of channeling the subconscious akin to the experiments of European surrealist painters.",
  "title": "Love"
}
