{
  "accession_number": "2013.29.1129",
  "art_champions_text": null,
  "artist": "Artist: Ike (Tokuyama) Gyokuran",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr and Mrs Makiji Hase",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "fan with minimal landscape scene; three horizontal banks with trees; three faint, small boats URQ; wispy calligraphy L half; signature LRC, stamps center R and LRC",
  "dimension": "8 1/2 × 17 1/2 in. (21.59 × 44.45 cm) (image)",
  "id": "http://api.artsmia.org/objects/116887",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2247,
  "image_width": 4507,
  "inscription": "L half of fan: あかしがたこよひの月乃影きよく波ぢはるけきふねぞこぎ行く (On Akashi Bay / this evening\\'s moon / is glittering brightly -- / boats far out at sea / are rowing away.) (SA)",
  "life_date": "Japanese, 1727 - 1784",
  "markings": "R center, red oval relief seal; LRC, two red square seals; sticker R roller cap: [Gyokuran]",
  "medium": "Ink on paper sized with mica",
  "nationality": "Japanese",
  "object_name": "Fan mounted as hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 玉瀾 {Gyokuran}",
  "style": "18th century",
  "text": "Gyokuran depicts a Japanese scene, one that she likely observed first-hand, rather than an idealized and imagined Chinese landscape. Her subject, Akashi Bay, is a well-known fishing village in present day Hyogo prefecture, best known for its octopus. This fan is typical of Gyokuran's oeuvre—small in format, and lacking in great drama, but rich in refinement, finesse and tranquility. Gyokuran follows a long tradition of combining text and image, but in using waka poetry for her inscription she further evolves literati painting along Japanese lines. The image dominates the right side of the fan, while the text is prominent on the lift, with a harmonious overlap in the middle. Each line of calligraphy is neatly ordered within a band of the fan between the bones, the text thus following the curve of the fan. In contrast the struts of land break away from this compositional device by jutting out at near perpendicular angles. The pine-covered strips of land are painted with a wet, flat brush, contrasting with the finer, more delicate and drier brushwork used for the inscription. The mood set by the poem is echoed in the painting. Using atmospheric perspective, Gyokuran depicts a poignant image of the loneliness of a cold autumn evening as distant fishing boats sail away, the suggestion of loved ones left behind.",
  "title": "Akashi Bay"
}
