{
  "accession_number": "2013.29.1123",
  "artist": "Fukuda Suikō",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center in memory of Dorothy Ann \"Dot\" Schafer",
  "culture": "Japanese",
  "dated": "1928",
  "description": "white falcon at UR in twisting dive after large white goose at center; goose is lunging downward with legs splayed and mouth wide open; large clumps of fluffy snow fill scene; snow-covered foliage at bottom",
  "dimension": "66 1/16 × 72 5/16 in. (167.8 × 183.67 cm) (image)",
  "id": "http://api.artsmia.org/objects/116881",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Japanese, 1895 - 1973",
  "marks": "Signature and Seal LRC",
  "medium": "Two-panel folding screen; ink, color, and gofun on silk",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "G276",
  "style": "20th century",
  "text": "Fukuda Suikō was born in Kyoto where he studied at the Kyoto School of Fine Arts and Crafts. He worked in Kyoto as a print designer and painter, and regularly contributed works to the Exhibition of the Ministry of Education, <I>Bunten</I> (renamed the Imperial Exhibition, or <I>Teiten</I>, in 1919 ). This institution, modeled on the <I>Salon</I> in Paris, was a measure of the artistic mainstream of that time. Birds painted in a realistic and traditional style were Suikō’s predominant subject.\r\nThis particular screen captures the so-called ‘Three whites’ (<I>sanpaku</I>), a popular painting maxim depicting three elements of white color such as snow, white plum blossoms, or birds. In this case it depicts a goose pursued by a falcon against a wintery background. The goose tries to escape, but the falcon in the opposite corner follows it at a steep angle, creating a strong diagonal movement across the screen. The whole scene is scattered with heavy snowflakes, in the foreground accented with the pastose application of white calcium carbonate pigment, known as <I>gofun</I>. The grasses and branches with red berries in the lower right corner also correspond with the winter theme.",
  "title": "Gyrfalcon Hunting a Goose in Snow"
}
