{
  "accession_number": "2013.29.108",
  "art_champions_text": null,
  "artist": "Artist: Nakabayashi Chikutō",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "large stepped mountains with boulders, pines, and waterfall at back; small open pavilion on flat topped rock just below waterfall; pathway ascending lower stepped rock formation at center; a few houses on stilts in water at L center, surrounded by pines; two figures cross bridge at LL",
  "dimension": "55 5/8 × 27 7/8 in. (141.29 × 70.8 cm) (image)\r\n84 1/2 × 35 1/4 in. (214.63 × 89.54 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/116826",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5645,
  "image_width": 2829,
  "inscription": "Signature, Inscription, and Seals\r\n\r\nULQ",
  "life_date": "Japanese, 1776 - 1853",
  "markings": "ULC, two square intaglio seals; LRC, rectangular intaglio",
  "medium": "Ink and light colors on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC",
  "style": "19th century",
  "text": "Nanga artists were painters who admired Chinese literati paintings and studied them through both printed painting manuals and imported artworks, as they were prohibited from traveling to China. Nakabayashi Chikutō was a fourth generation nanga artist. He had many opportunities to study and copy Chinese painting at first hand through his connections to Kamiya Ten’yū (1710-1801), a wealthy merchant and collector of antique Japanese and Chinese painting. Chikutō’s studies allowed his own paintings to approach the original style of the Chinese masters like Dong Yuan (932-962).\r\nIn this painting, Chikutō takes on the classic motif of a scholar walking in nature followed by his attendant. Chikutō seems to suggest that the scholar is on the way to the little hut that is high up in the mountains, an ideal place to contemplate and enjoy the waterfall.",
  "title": "Landscape in the Manner of Dong Yuan"
}
