{
  "accession_number": "2013.29.1079.1a-f",
  "art_champions_text": null,
  "artist": "Artist: Fusen",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the Peter B. McCord Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "five parts; designed in gold, silver and red lacquer and gold foil on a gold ground with phoenixes and clouds on waves",
  "dimension": "3 1/4 × 2 1/8 × 1 in. (8.26 × 5.4 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/116823",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6131,
  "image_width": 5351,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Lacquer (hiramaki-e, takamaki-e, kinji), silver, red, kirigane, gold foil",
  "nationality": "Japanese",
  "object_name": "Inrō (four-case), ojime, netsuke (manju)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom: 浮船 {Fusen}",
  "style": "18th-19th century",
  "text": "This ornate inrō shows two phoenixes in gold takamaki-e with red lacquer accents. Kirigane sheets add texture to the seaside rocks that the mystical birds perch upon, and the wandering clouds that obscure the delicately rendered golden waves. Silver powder adds definition and dimension to the edges of the otherwise monochromatic design. The phoenix is a mythical creature imbued with a variety of symbolic meanings. It is one of the four heavenly animals that preside over the cardinal directions—a tortoise wrapped by a snake for North, a dragon for East, the phoenix for South, and a white tiger for West—and is more generally seen to bring good luck and long life. This inrō shows a few of the bird’s storied composite features, such as the head of a pheasant, the long plumage reminiscent of a peacock, a cock’s comb, and the beak of a swallow.",
  "title": "Four-case inro showing a pair of Ho-o birds perched on rocks, clouds, wave pattern"
}
