{
  "accession_number": "2013.29.113",
  "art_champions_text": null,
  "artist": "Artist: Soga Shōhaku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 18th century",
  "department": "Asian Art",
  "description": "bald, white-robed monk with mischievous smile in tree with birds near upper left; at lower right, a man wearing dark, sumptuous robe and furrowed brow holds object up to face; followed by young boy carrying another object over PL shoulder; grassy, hilly landscape behind with stream",
  "dimension": "45 1/2 × 19 3/4 in. (115.57 × 50.17 cm) (image)\r\n83 3/8 × 25 7/8 in. (211.77 × 65.72 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/116888",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5129,
  "image_width": 2212,
  "inscription": "",
  "life_date": "Japanese, 1730 - 1781",
  "markings": "R center: {Joki} | {Soga shi}",
  "medium": "Ink on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R center: {Soga Un\\'yu- Sho-haku}",
  "style": "18th century",
  "text": "Legend has it that the famous Chinese poet Bai Juyi (772–846) once paid a visit to the Zen master Niaoke Daolin (741–824) and found the elderly monk sitting in a tree by a nest of magpies. The poet asked the monk about the essential meaning of the Dharma, or Buddhist teaching. The monk answered by quoting a scripture, the Precept Verse of the Seven Buddhas: “Shun all evil, perform every good.” To this, the poet exclaimed, “Even a three-year-old child knows this!” And the Zen master replied, “A three-year-old child may be able to say it, but even an 80-year-old man cannot do it.” Finally comprehending, Bai Juyi then built a Zen temple and devoted his life to Zen practice. In this painting of the famous encounter, the Japanese painter Soga Shōhaku shows a smiling Niaoke Daolin sitting high in a tree next to three magpies. The poet below, accompanied by an attendant, appears befuddled.",
  "title": "Zen Encounter: Niaoke Daolin and Bai Juyi"
}
