{
  "accession_number": "2013.29.1123",
  "art_champions_text": null,
  "artist": "Artist: Fukuda Suikō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center in memory of Dorothy Ann \"Dot\" Schafer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1928",
  "department": "Asian Art",
  "description": "white falcon at UR in twisting dive after large white goose at center; goose is lunging downward with legs splayed and mouth wide open; large clumps of fluffy snow fill scene; snow-covered foliage at bottom",
  "dimension": "66 1/16 × 72 5/16 in. (167.8 × 183.67 cm) (image)",
  "id": "http://api.artsmia.org/objects/116881",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1640,
  "image_width": 1806,
  "inscription": "Signature and Seal",
  "life_date": "Japanese, 1895 - 1973",
  "markings": "LRC",
  "medium": "Two-panel folding screen; ink, color, and gofun on silk",
  "nationality": "Japanese",
  "object_name": "Two-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC",
  "style": "20th century",
  "text": "Fukuda Suikō was born in Kyoto, where he specialized in birds painted in a realistic, traditional style. This screen adheres to the so-called “Three Whites” (sanpaku), a popular painting maxim depicting three white elements. In this case, a gyrfalcon pursues a goose against a wintry background. The steep angle of the falcon’s chase creates a diagonal movement across the screen. The heavy snowflakes scattered in the foreground are accented with an application of white calcium carbonate pigment, known as gofun.\r\nFukuda Suikō worked as a print designer and painter, and regularly contributed works to the Exhibition of the Ministry of Education (Bunten later Teiten).",
  "title": "Gyrfalcon Hunting a Goose in Snow"
}
