{
  "accession_number": "2013.29.12",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Japanese and Korean Art",
  "description": "group of eight men and women playing a ball game within a copse of blossoming trees; ball is suspended in air near tree at center; portion of building with green screens and a verandah at R",
  "dimension": "63 × 141 15/16 in. (160.02 × 360.52 cm) (image)",
  "id": "http://api.artsmia.org/objects/116972",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4972,
  "image_width": 10657,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "Yamanaka & Co.; Tsuchima (until 1959); John Yeon (1959-94); Richard L. Brown (1994-95); Clark Center (1995-2013)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This screen pictures an extraordinarily pivotal moment from chapter 34 of The Tale of Genji, one that alters the course of Genji’s life and of the novel. Genji has reluctantly agreed to marry his teenage niece, known as the Third Princess. One spring day, a young male acquaintance of Genji named Kashiwagi gathers a group of young men at Genji’s mansion to play a game of kemari (similar to hacky sack) in the garden near the living quarters of Genji’s young bride. All of a sudden, her cat rushes onto the veranda, pushing back one of the bamboo blinds that had concealed her from the boys playing outside. In that instant, Kashiwagi catches a glimpse of her and falls instantly in love. Later, he pursues her, they have an affair, and she gives birth to Kaoru, who will be raised as Genji’s son. Kashiwagi, rife with guilt, eventually takes his own life. In this painting, the Third Princess and her cat are nowhere to be found, though pictures of her with her mischievous cat were very popular, as in the example by Suzuki Harunobu.",
  "title": "Scene from the “Spring Shoots I” Chapter of The Tale of Genji"
}
