{
  "accession_number": "2013.29.1206a-c",
  "art_champions_text": null,
  "artist": "Artist: Kobayashi Kiyochika; Publisher: Hara Taneaki; Carver: Asai Ginjirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Dr Vincent Covello and his wife Carol Mandel",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1884",
  "department": "Asian Art",
  "description": "three sheets matted and framed together in dark wood frame; green/beige border around outside of all three when placed together; night scene in a forest; a: left sheet: warrior wearing green top and purple bottom with hands up as if to defend self; b: center sheet: old figure wearing dark torn garment holding oil lantern and flame; c: right sheet: large tree in foreground and lanterns receeding in background",
  "dimension": "13 5/8 × 28 1/8 in. (34.61 × 71.44 cm) (sight, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/116985",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4637,
  "image_width": 9159,
  "inscription": "",
  "life_date": "Japanese, 1847 - 1915",
  "markings": "LL on sheet a red artist\\'s seal: {Kobayashi}; LR on sheet c carver seal: 彫工銀 {horikō Gin}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL on sheet a: {Hôensha Kiyochika hitsu}",
  "style": "19th century",
  "text": "The warrior Taira Tadamori (1096–1153) was serving the retired emperor Shirakawa (1053–1129) when, one rainy night, they set out to visit a favorite concubine in the Gion district of Kyoto. On the way, a ghost-like figure appeared among the trees of a shrine. Tadamori went to subdue the beast but discovered that in fact it was an old priest with a small torch and a pot of oil, replenishing the lanterns. The emperor rewarded Tadamori's courage by granting him his concubine.",
  "title": "Picture of Taira no Tadamori Capturing the Priest of Midō Temple"
}
