{
  "accession_number": "2011.20",
  "art_champions_text": null,
  "artist": "Designer: Titian (Tiziano Vecelli); Publisher: Domenico dalle Greche",
  "catalogue_raissonne": "Rosand/Muraro 8b, Passavant, vol. 6, p. 223, no. 4; Mauroner 27; Dreyer 4;",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Ruth and Bruce Dayton, Beverly N. Grossman, Alfred and Ingrid Lenz Harrison, Sheila Morgan, Kaywin Feldman and Jim Lutz, Al and Kathy Lenzmeier, Barbara H. Steiner, and thirty-six additional donors",
  "culture": null,
  "curator_approved": 1,
  "dated": "1514-15 (printed 1549 or later)",
  "department": "European Art",
  "description": "12 sheets glued together and mounted on backing; figures at right with frontmost figure (Moses) pointing toward water with a staff; writhing horses and soldiers being engulfed by water at left; city in background, ULC; rocky element, URC; rolling clouds above city",
  "dimension": "48 1/2 x 87 13/16 in. (123.19 x 223.04 cm) (image)\r\n53 1/4 x 93 1/4 in. (135.26 x 236.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/110041",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3604,
  "image_width": 6464,
  "inscription": "Inscription, at bottom, center, in panel: [La crudel persecutione del ostinato Re, contro il popolo tanto da Dio / amato, con la sommersione di esso Pharaone goloso dil inocente / sangue. Disegnata per mano dil grande, et immortal Titiano. / In Venetia p[er] domeneco dalla greche depentore Venitiano. / M. DXLIX]",
  "life_date": "Italian (Venice), 1488/90–1576",
  "markings": "Watermark: pilgrim with a staff in a circle surmounted by a star (cf. Briquet 7578, dated ca. 1573)",
  "medium": "Woodcut from twelve blocks on twelve sheets, mounted on linen",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Erik Fischer, Copenhagen (b.1920); [Christopher Mendez, London, until 1991]; ['Acanthus Art, London, 1992]; John Hewitt, London (until d. 1994); his partner, Angela Heskett, London (1994- 2009; sale, Christie's, London, December 5, 2000, no. 124, unsold; 'exhibited with Paul McCarron, Works on Paper fair, New York, 2002; sold to Boerner); [C.G. Boerner, New York, 2009-2011; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Titian was not only Venice's most famous Renaissance painter, but also an extraordinary graphic artist who played a key role in the development of the Venetian woodcut. He designed several monumental, multi-block prints, of which the Submersion of Pharaoh's Army in the Red Sea is the largest. Because oversized prints were more commonly displayed on walls rather than preseved in albums, very few have survived.\r\n\r\nThe subject of Titian's composition is an episode from the Book of Exodus when Moses parted the Red Sea to lead the Israelites out of Egypt. Titian depicted the moment just after the Israelites safely crossed the seabed. Moses raises his staff to close the divided waters, and Pharaoh's army is lost to the tumultuous waves.\r\n\r\nTitian probably drew the dramatic scene directly on the woodblocks. The vigorous and rapidly drawn lines that form the figures and waves of the drowning army are particularly expressive. In a creative interplay between pen and knife, the white spaces cut away by a skilled Venetian woodcarver produce an intricate structure of irregular shapes that make the dark, deadly waters sparkle with flecks of light.\r\n\r\nAs the water of the Red Sea delivered the Israelites from their enemies, so did the water of the lagoon protect the city of Venice. The victorious allegory represented in the Submersion would have resonated with Venetians at a time when feuding cities often battled for control of territory and trade routes.",
  "title": "The Submersion of the Pharaoh’s Army in the Red Sea"
}
