{
  "accession_number": "2010.68",
  "artist": "Artist: Georges Paul Leroux",
  "catalogue_raissonne": "Gold 187",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M. L. Weisberg, in honor of Lisa Michaux, for the Weisberg Collection at the MIA",
  "culture": null,
  "curator_approved": 1,
  "dated": "1900",
  "department": "Prints and Drawings",
  "description": "standing woman at right wearing white gown; woman has red hair and wears a crown; woman holds a glowing moon-like orb; night sky with stars and stars at edges of image, left and right; building in LLC; text at top and bottom; mounted on canvas-backed paper",
  "dimension": "50 11/16 x 36 3/4 in. (128.75 x 93.35 cm) (sheet)\r\n53 3/4 x 39 in. (136.53 x 99.06 cm) (mount)",
  "id": "http://api.artsmia.org/objects/110043",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6713,
  "image_width": 4801,
  "inscription": "Signature, Inscription and Stamp",
  "life_date": "French, 1877 - 1957",
  "markings": "URQ above \\\"Universelle\\\", stamped in black: French Republic stamp",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Purchased at Gallery Elbe, Paris, June 2010, by Gabriel and Yvonne Weisberg, Minneapolis; given to MIA, 2010.",
  "restricted": 0,
  "rights_type": "Orphaned Work",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "110043",
    "112278"
  ],
  "signed": "LRC in the print, in black: [G. LEROUX-]; at right edge, in grey: [Imp. CHARLE VERNEAU. 114, Rue Oberkampf. PARIS]",
  "style": "20th century",
  "text": "By the time the Exposition Universelle of 1900 opened, the French public had become accustomed to the new inventions pervading and changing their lives. Rather than educating people about the benefits of technology as the 1889 Exposition had done, the 1900 fair used innovation to create a land of fantasy. Under the glow of electric lights, moving walkways conveyed visitors to attractions like the advertised Palais de l'Optique, which housed a 65-yard-long, 20-ton telescope known as La Grande Lunette. A guide to the exposition boasted that this telescope \"is the largest device that has ever been built for exploring the sky and puts the moon just a few kilometers from the Earth.\" Georges Leroux illustrates this imaginative idea with a beautiful woman. His preparatory drawing shows that he originally envisioned her in a realistic way, but she became more statuesque to emphasize this impressive invention. As she lowers the luminous moon toward a spellbound spectator, she demonstrates how technology allows us to experience what once existed only in our dreams.   ",
  "title": "La Grande Lunette de 1900, Exposition Universelle, Palais de L'optique"
}
