{
  "accession_number": "2010.70",
  "art_champions_text": null,
  "artist": "Artist: Francisco Toledo",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of Robert and Jane Keller",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "slightly abstracted image; lion tamer at right with chair, with lines and decorations on his face and rather undifferentiated, rippling body; male lion seated at left; lioness lying at bottom of image",
  "dimension": "11 7/8 x 9 3/4 in. (30.16 x 24.77 cm) (plate)\r\n19 9/16 x 12 5/8 in. (49.69 x 32.07 cm) (sight)\r\n21 x 14 1/8 in. (53.34 x 35.88 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/110049",
  "image": "valid",
  "image_copyright": "© 2012 Artists Rights Society %28ARS%29%2C New York %2F SOMAAP%2C Mexico City",
  "image_height": 4940,
  "image_width": 3286,
  "inscription": "Titled in pencil, bottom margin: Leon",
  "life_date": "Mexican, 1940 - 2019",
  "markings": "Numbered below image, in pencil: 183/250",
  "medium": "Etching, aquatint, scraper, and plate tone",
  "nationality": "Mexican",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Robert and Jane Keller, Edina, Minn. given to MIA, 2010.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil. LR: Toledo",
  "style": "20th century",
  "text": "One of Mexico's best known artists, Francisco Toledo was born to Zapotec parents in 1940. He began his training in fine art as a teenager, first in his home state of Oaxaca, and then in Mexico City, where he studied graphic arts at the Tallier Libre de Grabado. At the age of 20, he moved to Paris, living there for five years while working at Atelier 17, the renowned print workshop of British surrealist Stanley William Hayter. This invaluable experience confirmed his growing interest in printmaking—its centuries-old traditions, its wide-ranging techniques, and its limitless potential for expression. Toledo has maintained his interest in the graphic arts throughout his career and is today best known for his prolific output of drawings and editioned prints. \r\n\r\nLeon, is one of a series of intaglio prints in which Toledo explores the theme of the circus. In this scene, a masked, ghost-like lion tamer, chair in hand, hovers before a seated lion and crouching lioness. The figures occupy a shallow, unadorned space, more diagrammatic than descriptive. Each gazes directly at the viewer, as if posing. The larger male lion breaks a slight smile. The effect is one of a dream, posing many questions, but no answers.",
  "title": "Leon (Lion)"
}
