{
  "accession_number": "2010.66",
  "art_champions_text": null,
  "artist": "Designer: Typography by Il'ia Zdanevich, called Iliazd; Author: Il'ia Zdanevich, called Iliazd; Designer: Cover design by Naum Granovskii; Publisher: Éditions du degré 41, Paris",
  "catalogue_raissonne": "MOMA 458-459; Getty 249; Compton, p. 61ff; Pompidou: Dada 1253; Isselbacher 8; Rowell & Wye 459; Johnson 37; Stein 30; Hellyer 144; Ex-Libris 84",
  "classification": " Books; Collages / Assemblages",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "1923",
  "department": "European Art",
  "description": "cover collage on grey paper of variously shaped elements of gold foil, patterned silver foil, leatherette and cork, with text and date printed in black; letterpress text in various fonts and designs; top of pages uncut (each page folded); prospectus with preface in French by Georges Ribemont-Dessaignes loosely inserted",
  "dimension": "7 9/16 x 5 3/4 x 1/4 in. (19.21 x 14.61 x 0.64 cm) (closed)",
  "id": "http://api.artsmia.org/objects/110065",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4278,
  "image_width": 3202,
  "inscription": "Inscriptions on flyleaf, in black ink: [A Marcello Fabri / Iliazd / 7.2.24]; in pencil: [B88854-4 [Iliazd (w/ loose pamphlet)]; on top of preface insert, in pencil: [with B88854-4]",
  "life_date": "Russian, 1894 - 1975",
  "markings": "",
  "medium": "Letterpress typographical designs; cover design collage in foil, leatherette, and cork; bound volume",
  "nationality": "Russian",
  "object_name": "Illustrated book",
  "portfolio": null,
  "provenance": "The artist, gift to Marcello Fabri, 7/02/24; […]; (Private antiquarian bookseller, Paris, sold to Ars Libri, April 2010); (Ars Libri, Boston); sold to MIA, 2010.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated on flyleaf in black ink as part of dedication inscription",
  "style": "20th century",
  "text": "Iliazd's Ledentu as a Beacon represents a high point in the history of Russian avant-garde book design and experimental typography in the aftermath of the Bolshevik Revolution of 1917. A transitional object that contains elements of both Dada and Futurism, this fascinating book is frequently cited as one of the most radical and innovative of the many avant-garde publications issued during this tumultuous period.  A leading figure of the Russian futurists, Iliazd was instrumental in promoting a cultural and artistic renewal that continues to reverberate to the present day. His experimental designs and unconventional art forms were highly influential and helped spur the expansion of modernism during the early decades of the 20th century.",
  "title": "Lidantiu as a Beacon"
}
