{
  "accession_number": "2010.91.1",
  "art_champions_text": null,
  "artist": "Artist: Cynthia Thompson; Publisher: Delian Press, Memphis, Tenn.",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "images of snowflake-like watermark repeating on every other page--some with pinkish or yellowish spots around center area; scattered lines of text; black leather cover with front and back of cover extending down to form a flap, with a large woven knot of leather at end; silver organic-shaped clasp with leather strap",
  "dimension": "19 3/4 x 5 3/4 x 1 1/2 in. (50.17 x 14.61 x 3.81 cm) (closed)",
  "id": "http://api.artsmia.org/objects/110046",
  "image": "valid",
  "image_copyright": "© Cynthia Thompson",
  "image_height": 3556,
  "image_width": 3832,
  "inscription": "Signature and Inscription\r\n\r\non end of closure on strap, in pencil (?): [2]",
  "life_date": "American, born 1969",
  "markings": "",
  "medium": "Watermarks, beet stains on handmade paper, letterpress; morocco cover with nickel clasps",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "Cynthia Thompson, Memphis, TN (artist)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on last page, in pencil: [Cynthia Thompson]",
  "style": "21st century",
  "text": "American artist Cynthia Thompson is nationally known for her editioned prints, handmade books, and paper-pulp sculpture that explore ideas on religion, beauty, grief, personal identity, and body-centered guilt. Using techniques that include screenprinting, letterpress, embossing, and digital printing, she produces subtle, but evocative images and forms that are highly personal, yet communicate universal messages about how women perceive themselves in contemporary American society, particularly as seen through the lens of religious authority and teachings.\r\n\r\nIn describing her artistic approach, Thompson wrote: \"My work contains strong religious undertones and has often been described as \"Catholic\" in nature. I am interested in addressing how religion plays a part in constructing body image and sexual identity. The surfaces and materials I use in my work refer to skin or flesh. Using the body as the site of intense investigation, I explore the physical manifestations of denial, shame, and oppression—how internal pain and oppression register externally on the body. In particular, I share my own experience of having grown up female in the religious South. I am in a sense putting on display shameful things as a means of addressing my own concerns with beauty, vulnerability, imperfection, and guilt.\"",
  "title": "Grievous Injuries"
}
