{
  "accession_number": "2010.60",
  "art_champions_text": null,
  "artist": "Artist: Jennifer McCurdy",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. and Mrs. Arthur F. Furman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 2007",
  "department": "Arts of the Americas",
  "description": "small concave foot flaring outward to wide-shouldered vessel; openwork body with scallop or wave designs; scalloped mouth opening; white",
  "dimension": "9 9/16 x 11 5/16 x 11 5/16 in. (24.29 x 28.73 x 28.73 cm)",
  "id": "http://api.artsmia.org/objects/110459",
  "image": "valid",
  "image_copyright": "© Jennifer McCurdy",
  "image_height": 3806,
  "image_width": 4077,
  "inscription": "Signature",
  "life_date": "American, born 1955",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On bottom, incised [McCurdy]",
  "style": "21st century",
  "text": "Jennifer McCurdy's home and studio is located on the rugged island of Martha's Vineyard, an environment that inspires the patterns and forms seen in her vessels. A potter since the age of 16, McCurdy now pushes the boundaries of the porcelain technique. In Wave Vessel, she experimented with cutting away approximately 50% of the porcelain without compromising the object's structural integrity. She is experimenting with the deconstruction of the porcelain vessel along with Ruth Duckworth and Cheryl Ann Thomas.  \r\n\r\nIn the delicate carved forms of Wave Vessel, McCurdy suggests the troughs and crests of a wave as well as its undulating, rhythmic motion.  This sense of motion is also reflected in the graceful spiraling curves, the web-like shadows, and the translucency of the porcelain that seem to change as one circles the piece. The final work is a contradiction, with the impermanent waves frozen in a rock hard, permanent material.",
  "title": "Wave Vessel"
}
