{
  "accession_number": "2010.84",
  "art_champions_text": null,
  "artist": "Photographer: Sze Tsung Leong",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "The Paul C. Johnson, Jr. Fund and the Dr. Frances E. Schaar Fund in memory of Leon and Anna Schaar",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Global Contemporary Art",
  "description": "a few abandoned looking buildings in foreground; skyscrapers and buildings under construction in background; white wood frame with Plexiglas",
  "dimension": "62 x 78 in. (157.48 x 198.12 cm) (image)\r\n73 3/4 x 89 3/4 in. (187.33 x 227.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/110740",
  "image": "valid",
  "image_copyright": "© Sze Tsung Leong. All rights reserved.",
  "image_height": 2352,
  "image_width": 2875,
  "inscription": "",
  "life_date": "American and British, born Mexico City, 1970",
  "markings": "",
  "medium": "C-print",
  "nationality": "American and British, born Mexico City",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This photograph of a development outside of Shanghai is from a series of works the artist refers to as History Images, which examine the erasure of history and the reshaping of society through the built environment. Sze Tsung Leong photographs his subject from an elevated position that focuses on the horizon, where a line of threatening office buildings and uniform apartment complexes tower over a small settlement of rural homes. This community will soon disappear in the face of progress. Once the transformation has taken place, its effacement will be so complete that one would never know a past had existed there.\r\n\r\nAs international trade and globalization enable rapid modernization that drastically alters the landscape, what is the responsibility of the world's leaders' How can they cushion the impact on groups that are adversely affected by this growth' In China, as in many other parts of the world, the lack of sustainable development has led to a serious water shortage. How can the world help those sectors of society take advantage of the benefits of globalization rather than be undermined by it'",
  "title": "Suzhou Creek, Putuo District, Shanghai"
}
