{
  "accession_number": "2010.76",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Constance Kunin and the Allen and Kathy Lenzmeier Fund",
  "culture": "Kahnawake Mohawk",
  "curator_approved": 1,
  "dated": "c.1850-1880",
  "department": "Arts of the Americas",
  "description": "back panel carved in low relief and decorated with four blue birds, four small birds in a nest, tall twining flowering vine; small bear in LRC; brightly-colored pigments; top \"handle\" carved with twisted design and painted in yellow and red; footboard painted with radiating U shapes",
  "dimension": "32 1/4 x 13 1/4 x 14 1/4 in. (81.92 x 33.66 x 36.2 cm)",
  "id": "http://api.artsmia.org/objects/110975",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6685,
  "image_width": 3655,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment, string",
  "nationality": null,
  "object_name": "Cradleboard",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G260",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Kahnawake (Mohawk) of the Haudenosaunee (Iroquois Confederacy) create cradleboards from large planks of wood to which they attach protective bows that go over the child's head. Some examples have footrests to provide additional support. The backs are decorated with elaborate painted carvings. In the 17th century, the Kahnawake lived in an area surrounded by French-Canadian settlers, whose folk art influenced traditional Kahnawake art. Some scholars believe that the carving of some cradleboards was created by French-Canadian folk artists, but the iconography has a consistent theme related to the Kanien'gehaga traditional worldview. There is usually a carved flowering tree that may reference the Sky World; the tree often has a mother bird feeding her young and represents the relationship between the cosmos and the Kahnawake people.",
  "title": "Cradleboard"
}
