{
  "accession_number": "2010.81",
  "art_champions_text": null,
  "artist": "Designer: Piero Fornasetti",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Eric Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1958",
  "department": "European Art",
  "description": "four-fold screen/room divider; white ground and white on back; decorated with multicolored printed designs in four rows of musical instruments (primarily lutes), whips, umbrellas, canes, boots, guns, boating equipment (paddles, ropes, anchor), antique lamps, two hat trees with various hats, and keys; eight white casters",
  "dimension": "81 x 77 1/2 x 1 1/4 in. (205.74 x 196.85 x 3.18 cm)",
  "id": "http://api.artsmia.org/objects/110974",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5039,
  "image_width": 4754,
  "inscription": "Inscription\r\n\r\nLRC, printed on \\\"tag\\\" attached to hat tree, in black:  [FORNASETTI / MILANO / MADE IN ITALY]; printed on red and yellow lantern on second panel from right, in black: [Piero Fornasetti / MADE IN ITALY]; URC, printed on rubber boot, in brown and black: [PIERO FORNASETTI / MADE IN ITALY]",
  "life_date": "Italian, 1913-1988",
  "markings": "",
  "medium": "Laminated wood, pigments",
  "nationality": "Italian",
  "object_name": "Four-paneled folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Piero Fornasetti had many artistic interests: graphic design, decorative arts, historical prints, Italian art and architecture, Surrealism. And they all inspired his unique approach to decoration. The folding screen was one of his favorite formats, and here he has covered the screen’s surface with four layers of historical objects, including musical instruments, guns, whips, hats, keys, canes, and boots. Fornasetti drew from memory, and it’s clear that he absorbed historical details. Every major technological development in guns, for example, is reflected here, from wheel lock to flint lock to percussion in the second register, and finally to a modern revolver in the bottom row.",
  "title": "Four-paneled folding screen"
}
