{
  "accession_number": "2022.98.9",
  "art_champions_text": null,
  "artist": "Artist: Hayv Kahraman",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "ten women wearing predominately geometric patterned garments with identical sweeping black hairstyles, in a V shaped composition; muted colored; tan and grey ground; horizontal slit cut at center of image",
  "dimension": "96 × 118 × 2 in. (243.84 × 299.72 × 5.08 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/132073",
  "image": "invalid",
  "image_copyright": "© Hayv Kahraman",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Iraqi (active U.S.), born 1981",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "Iraqi (active U.S.)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "At the age of ten, Baghdad-born artist Hayv Kahraman was part of the mass exodus of Kurds fleeing Iraq to escape Saddam Hussein’s brutal regime in 1991. The 50-mile journey took 11 days. She remembers being stuck in traffic with her mother and sister as they approached the border with Iran. “The main thing I can access from that time is these masses of bodies on the move,” said Kahraman, who is Kurdish on her mother’s side. “I remember seeing this constant flow of bodies from the car window, knowing that we were lucky just to have a car.” The grueling journey ended when they discovered the border was closed. Forced to turn around, it would be another year before her mother hired a smuggler, who helped them reach Sweden, where the artist lived as a teenager.\r\n\r\n\"The Kurds\" is part of a larger series of paintings, prints, and mixed media works that Kahraman has created that speaks to the nature of suffering and pity. Pity is an heirarchical emotion---one that conveys a them/us paradigm. Here the viewer's sense of \"fortunate\" and \"safety\" is cast against the \"unfortunate victims\". By amplyifying the emotion of pity, Kahraman speaks to the hidden side of humanitarian work that commodifies, sexualizes, and fetishizes of those in need. Yet, by highlighting the commodification of trauma and tragedy, her artwork also gives way for different types of responsibility.",
  "title": "The Kurds"
}
