{
  "accession_number": "2019.46",
  "art_champions_text": null,
  "artist": "Artist: Aziz Osman",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Mia Docent Class of 2015",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Art of Africa and the Americas",
  "description": "abstract image rendered in multi colored pigments of green, blue, black yellow and red; yellow, marbleized long shape in top center; red smeary linear marks in top left, moving downward into LLQ; oval shape with black outlines in center left; tan wood frame",
  "dimension": "15 5/8 × 19 5/8 in. (39.69 × 49.85 cm) (sight)\r\n18 1/4 × 22 5/16 × 1 in. (46.36 × 56.67 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132085",
  "image": "invalid",
  "image_copyright": "© Aziz Osman",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Somali, born 1948",
  "markings": "white sticker in bottom center: Wonder of Night | 16 x 20",
  "medium": "Acrylic on canvas",
  "nationality": "Somali",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black paint: AZIZ",
  "style": "21st century",
  "text": "Aziz Osman is a painter, sculptor, and ceramic artist. Born in northern Somalia, he studied architecture and painting in Florence, Italy, where he lived for almost 25 years. After returning to Somalia, he was forced out of his country in 1991, at the onset of the civil war. He arrived in Minnesota as part of the first wave of Somalis to resettle here. Wonder of the Night is the result of his experiments with fluid acrylic paint; he allowed the colors to flow and mix on the canvas. The result is a dreamlike painting in which human figures appear like ghosts. Some shapes are recognizable, including faces, arms, robes, headdresses, and, on the left, a large basket, suggesting an uncanny market scene.",
  "title": "Wonder of the Night"
}
