{
  "accession_number": "2019.60",
  "art_champions_text": null,
  "artist": "Artist: Oskar Kokoschka",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Carl and Holly Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1952",
  "department": "Arts of the Americas",
  "description": "loosely rendered portrait of a man in colored chalk; short hair, gazing toward PL; green lined jacket with pale red tie; blue-gray shirt with collar; green eyes",
  "dimension": "23 1/8 × 17 1/2 in. (58.74 × 44.45 cm) (sight)\r\n31 1/8 × 24 1/2 × 3/4 in. (79.06 × 62.23 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132080",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F Pro Litteris%2C Zurich",
  "image_height": 10088,
  "image_width": 7645,
  "inscription": "",
  "life_date": "Austrian, 1886–1980",
  "markings": "",
  "medium": "Colored chalk on paper",
  "nationality": "Austrian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Carl Waring Jones, Minneapolis (until d. 1957); by descent to his grandson, Carl Jones, Deephaven, Minn. (until 2019; given to Mia)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in red chalk: OK",
  "style": "20th century",
  "text": "Oskar Kokoschka was a leading exponent of Austrian Expressionism. In his later career he settled in Switzerland and traveled extensively, including at least three extended trips to Minnesota, in 1949, 1952, and 1957. The visits were arranged by Richard S. Davis, the Minneapolis Institute of Art’s chief curator, and from 1956 to 1959 its director. Kokoschka’s activities in Minneapolis were widely covered by the local papers, and radio and TV stations. He executed a number of portraits, both painted and drawn, primarily of museum benefactors, and also taught at the Minneapolis School of Art (now MCAD). This portrait represents Carl Waring Jones, the newspaper publisher, who was a patron and board member of the museum and avid art collector. Jones’s collection included a number of lithographs by Kokoschka which he and his wife later donated to the museum.\r\n\r\nDrawing was fundamental to the artistic practice of Kokoschka. Some 5,000 drawings by the artist survive, and colored chalk was a favorite medium. He employed vibrant colors in his drawings not descriptively but expressively.",
  "title": "Portrait of Carl Waring Jones (1887–1957)"
}
