{
  "accession_number": "2019.59.84",
  "art_champions_text": null,
  "artist": "Artist: Bob Fried; Publisher: Family Dog Productions, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "white and yellow arcing grid on orange with yellow sun orb at top center; silhouette of a figure attached of purple and green wings on top of sun orb; blue and yellow curving elements at bottom with orange text; pink typewritten text at bottom",
  "dimension": "20 × 14 in. (50.8 × 35.56 cm)",
  "id": "http://api.artsmia.org/objects/132096",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 10591,
  "image_width": 7489,
  "inscription": "",
  "life_date": "American, 1937 - 1975",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Robert Fried’s “Sky Web” concert poster repurposes a widely published image of an experimental hang glider flown by German aviation pioneer Otto Lilienthal (1848-1896), whose bird-like glider designs of the 1890s were important precursors to mechanical flight. In this surreal, dream-like landscape, the daredevil aviator crosses a brilliant yellow sun set high in an orange sky. He is enveloped by a radiating web of curved lines that stretch outward to convey a sense of infinite dimensional space and the plasticity of time, qualities that Fried experienced while using the hallucinogenic drug LSD. Nearly indecipherable orange text is emblazoned across the rolling blue-green hills bearing the names of the performers, the concert dates, and the venue details.",
  "title": "\"Sky Web,\" The Charlatans, Buddy Guy, September 22-24, Avalon Ballroom"
}
