{
  "accession_number": "2019.50",
  "art_champions_text": "Conservation cost: $1,735\r\nThis fascinating sculpture depicts the deity Hayagriva, a wrathful manifestation of the God of Compassion in Tibetan Buddhism. The figure strides atop splayed bodies while embracing his consort Naraitmya. Together, they represent the union of compassion and wisdom, as their physical ecstasy becomes one with the great bliss of enlightenment.\r\nThough richly detailed and full of forceful energy, this sculpture is structurally unstable and requires conservation before it can be safely displayed. Conservation may also enable important discoveries. A rolled piece of paper tucked inside the sculpture likely contains a Buddhist creed—its safe removal could allow it to be translated for research and display, adding to our knowledge of this sculpture and the people who venerated it. \r\nContact the Chinese, South and Southeast Asian Art Department at CSSAA@artsmia.org or (612) 870-3220 to Champion this artwork.",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Sa and Paul Budnitz",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "male figure with three graduated rows of three grimacing faces on each row, wearing headdresses of smiling skulls, with two animal heads at top; figure has six arms, four legs, and pair of wings; male figure engaged in intercourse with a small female figure with long hair, wearing similar headdress with similar facial expression; base has two small figures--one reclining backward, one lying on stomach; dark patina with some red inlays remaining; received with base separate from figure; b = paper fragments removed from inner cavity",
  "dimension": "9 × 6 11/16 × 3 5/8 in. (22.86 × 16.99 × 9.21 cm)",
  "id": "http://api.artsmia.org/objects/132174",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7663,
  "image_width": 6594,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Copper alloy, semi-precious stones",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In Tibetan Buddhist practice, buddhas and bodhisattvas can express benevolent and wrathful sides. Hayagriva is a wrathful emanation of Avalokiteshvara, the bodhisattva of compassion. Shown in yamyum (sexual embrace, or “father mother”) pose, Hayagriva represents compassion, and goddess Nairatmya represents wisdom. The couple’s union symbolizes the essence of enlightenment, accessed by a Tibetan Buddhist through concentrated meditation on such a deity.\r\n\r\nHayagriva is identified by the two horse heads neighing from his hair. He holds a skull cup and a curved knife, and he wears a garland of severed heads and flayed tiger skin. An unusual three-tiered arrangement of three heads, their faces baring fangs and bulging eyes, all topped with skull tiaras, underscores his wrathful nature. Dramatic wings evince the deities’ supernatural powers. These terrific features express Hayagriva’s ability to convert anger into insight as well as his fierce determination to assist devotees to overcome their attachments and illusions.",
  "title": "Hayagriva"
}
