{
  "accession_number": "2019.96.1",
  "art_champions_text": null,
  "artist": "Artist: Marcy Hermansader",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert and Frances Coulbourn Kohler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "surreal landscape scene; geometric layered imagery in center that resembles a floor or carpet, with multi-colored triangles and squares; green shape in center that opens up to reveal stylized leaves and foliage; black diamond shape with cut out raised sections that look like scales, revealing peach colored underlay; two large tentacle-like shapes on left and right, both with gold lines and darker shading around outside; blue background with dark outlines of trees, and small hills in URC; dark hill with dimensional elements in LRC",
  "dimension": "22 5/16 × 29 3/4 in. (56.67 × 75.57 cm) (sight)\r\n25 5/16 × 32 5/8 in. (64.29 × 82.87 cm) (mat)\r\n31 3/16 × 41 1/4 × 1 9/16 in. (79.22 × 104.78 × 3.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132175",
  "image": "valid",
  "image_copyright": "© Marcy Hermansader",
  "image_height": 6451,
  "image_width": 8574,
  "inscription": "",
  "life_date": "American, born 1951",
  "markings": "label on back, in ULC, handwritten in black ink: Swamp Life | \\\"Marcy Hermansader\\\" Fall 1981 | pencil, crayon, and acrylic on paper | label from DeCordova Museum and Sculpture Park, Lincoln, MA in ULQ on back; loose white label in top center | gallery label from Janet Fleisher Gallery, Philadelphia, PA in bottom center on back",
  "medium": "Mixed media on paper",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black ink: Marcy Hermansader: 1981",
  "style": "20th century",
  "text": "In Swamp Life, the writhing tentacles and bare trees suggest dangers lurking in murky depths. Yet the colorful forms also remind us that a swamp is an ever-shifting environment of abundance, renewal, and growth. Here, Marcy Hermansader’s interpretation of a swamp seems to represent her broader creative approach: “I try to create a real feast for the eyes — an image that is intense and mysterious. I want each drawing to feel as full and complex as a world. Within this world there is often a suggestion of a story. A running theme of these stories is the process of renewal. Renewal involves destruction, fear, and pain as well as certain brightness, magic, or spiritual power.”",
  "title": "Swamp Life"
}
