{
  "accession_number": "2019.96.2",
  "art_champions_text": null,
  "artist": "Artist: Tabitha Vevers",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert and Frances Coulborn Kohler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Paintings",
  "description": "a beach resembling a woman's torso; paper figure lying at shore of beach with water at top of image; tendrils of bush branches at upper left edge; cluster of arrows at bottom; breasts and naval are dimensional; copper frame with nails at seams; canvas in the shape of a shield; loose cut out of a paper doll/ man that is stuck between a plexi sheet on the back of painting",
  "dimension": "25 5/16 × 21 1/2 × 1 5/8 in. (64.29 × 54.61 × 4.13 cm)",
  "id": "http://api.artsmia.org/objects/132172",
  "image": "invalid",
  "image_copyright": "© Tabitha Vevers",
  "image_height": "",
  "image_width": "",
  "inscription": "on back, in white chalk: @Tabitha Vevers 1995 | \\\"Penelope\\'s Shield\\\" | 25 1/4\\\" x 21 1/4\\\" | Oil and mixed media on canvas",
  "life_date": "American, born 1957",
  "markings": "tag for Kraushaar Gallery, New York, NY in ULC on back",
  "medium": "Oil and mixed media on wood panel with copper edges",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, etched in surface of paint: Tabitha Vevers \\'95 | on back, written in black ink, on inside of wood support: Tabitha Vevers \\'95",
  "style": "20th century",
  "text": "In Flesh Memories: Penelope’s Shield, Tabitha Vevers references a character in a Greek epic poem called The Odyssey. The poem follows Odysseus as he journeys home to his wife, Penelope, who waits for him while fending off suitors who believe her to be a widow. Vevers inscribes Penelope’s story onto her body. A crumpled paper figure resting on the torso’s chest might represent how Penelope waited for Odysseus. The arrows pointing toward the figure’s pubic region likely reference the final challenge Penelope sets for her suitors: whoever could string Odysseus’ bow and shoot twelve arrows would win her hand. The shape of the shield suggests strength, while the imagery reminds the viewer of how unequal gender dynamics can render women vulnerable.",
  "title": "Flesh Memories: Penelope's Shield"
}
