{
  "accession_number": "2019.59.49",
  "art_champions_text": null,
  "artist": "Artist: Victor Moscoso",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "seated man with blue hair and beard and red skin, holding a staff in his PR hand, with a large orange fish arcing around him; woman with red skin in LLC with her PR arm draped across man's lap, reaching up to touch man's chin with her PL hand; other orange fish around figures; red waves and orange sky; purple typewritten text at bottom",
  "dimension": "20 × 14 in. (50.8 × 35.56 cm)",
  "id": "http://api.artsmia.org/objects/132169",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 9528,
  "image_width": 6748,
  "inscription": "",
  "life_date": "American (born Spain), born 1936",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American (born Spain)",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Tad Hunter, who signed all his posters “San Andreas Fault,” made promotional designs throughout the sixties and seventies for venues in San Francisco’s Haight-Ashbury neighborhood and elsewhere along the West Coast. This poster was one of two commissioned by Family Dog Productions to promote their interim home at Winterland, an ice-skating rink and concert venue where Family Dog produced pop-up shows after losing their lease at the Avalon Ballroom in 1968 but before moving into a converted slot-car raceway along San Francisco’s Great Highway in 1969. With its brilliant mix of red and blue, Hunter’s poster was a return to the more vibrant promotions from Family Dog’s heyday at the Avalon, as their posters beginning in late 1968 were generally printed in black and white, likely due to budget constraints.",
  "title": "Moby Grape, The Charlatans, Avalon Ballroom, February 24-25, 1967"
}
