{
  "accession_number": "2019.59.29",
  "art_champions_text": null,
  "artist": "Artist: Alton Kelley; Artist: Stanley Mouse; Publisher: Family Dog Productions, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "man's face in orange stripes on turquoise ground; orange pyramids surmounted with radiating triangles with eyes in bottom corners",
  "dimension": "20 × 13 7/8 in. (50.8 × 35.24 cm)",
  "id": "http://api.artsmia.org/objects/132152",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 10656,
  "image_width": 7422,
  "inscription": "",
  "life_date": "American, born 1940",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The central image of this poster originated from a photograph by Ralph Morse featured on the cover of Life Magazine, December 6, 1954. Known as “Jet Age Man,” the eerie image was made by shining lights through a Venetian blind onto a man’s face, creating a contour map for a flight helmet design. In their poster design for an Avalon Ballroom concert by the 13th Floor Elevators and Quicksilver Messenger Service, Alton Kelley and Stanley Mouse altered Morse’s black-and-white photograph to vibrant orange and coupled it with a pair of orange pyramids featuring the “Eye of Providence” (or the all-seeing eye of God), a symbol composed of an eye set within a triangle surrounded by rays of light meant to represent a divine destiny. The 13th Floor Elevators adopted the all-seeing eye as part of the group’s brand identity, though for the band its meaning was not religious, but rather an awakened consciousness resulting from the hallucinogenic drug LSD. The symbol appeared in numerous concert posters and as part of a logo for the band’s bass drum. It was also featured on the front and back sleeve of the group’s 1966 debut album, The Psychedelic Sounds of the 13th Floor Elevators. The album cover is also noteworthy for featuring one the earliest appearances of the word “psychedelic” in the context of popular music.",
  "title": "\"Zebra Man,\" 13th Floor Elevators, Quicksilver Messenger Service, September 30-October 1, Avalon Ballroom"
}
