{
  "accession_number": "2019.59.6",
  "art_champions_text": null,
  "artist": "Artist: Wes Wilson; Publisher: Family Dog Productions, San Francisco",
  "catalogue_raissonne": "Family Dog 6",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "head and torso of a topless woman with long hair, printed in green, against a red ground with a black snake with lettering twined around her; green text at top: \"SIN DANCE\"",
  "dimension": "20 × 14 in. (50.8 × 35.56 cm)",
  "id": "http://api.artsmia.org/objects/132130",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 10668,
  "image_width": 7551,
  "inscription": "",
  "life_date": "American, 1937 - 2020",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Perhaps because the Avalon Ballroom’s “Sin Dance” concert was canceled, its poster from Wes Wilson is one that collectors especially covet. It has all the essential elements of psychedelic poster art—vibrating colors, text that must be studied to be read, and a composition arranged around a central figure. Wilson appropriated the image of the nude woman from an 1893 oil painting titled Die Suende (The Sin) by the German artist Franz von Stuck (1863-1928) and used the snake’s body as a frame for the promotional text, adding extra coiling to create space for the three-band line-up. Stuck’s painting was also used as source material for two later Family Dog promotions by Stanley Mouse and Alton Kelley, demonstrating how Family Dog repeatedly used imagery that would associate their productions with an aura of forbidden desire.",
  "title": "Sin Dance: The Grass Roots, The Sons of Adam, Big Brother and the Holding Company, April 29-30, Avalon Ballroom"
}
