{
  "accession_number": "2019.59.160",
  "art_champions_text": null,
  "artist": "Designer: Bob Schnepf; Photographer: Thomas Weir",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967",
  "department": "Prints and Drawings",
  "description": "photo of a seated nude woman outdoors with her PR leg drawn in, printed in yellow and purple; two circles with flame-form text in purple and pink; green ground; purple typewritten text at bottom",
  "dimension": "11 × 27 15/16 in. (27.94 × 70.96 cm)",
  "id": "http://api.artsmia.org/objects/132170",
  "image": "invalid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1935",
  "markings": "",
  "medium": "Offset lithographic poster",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Designed by the “big five” of concert poster design—Rick Griffin, Alton Kelley, Victor Moscoso, Stanley Mouse, and Wes Wilson—this selection of rock concert posters exemplifies the energy and optimism of the San Francisco music scene of the late 1960s. Featuring dynamic, brilliantly-colored designs, and sometimes indecipherable text, these groundbreaking posters were commissioned by leading concert promoters to market both established and up-and-coming musicians who performed in such landmark venues as the Fillmore Auditorium and Avalon Ballroom. Aimed at a youthful audience (teens and twenties), these concert posters spoke to the sensibilities of a counterculture movement that embraced an unconventional lifestyle espousing left-leaning politics, self-reliance, the use of recreational drugs, free sexual expression, and anti-war activism. Aside from their eye-catching designs, the posters serve as time capsules from a time and place when many young people sought a way of life different from that of their parents, a utopian counterculture still devotedly celebrated by many who experienced it firsthand.",
  "title": "Blue Cheer, Country Joe and the Fish, Lee Michaels, Flamin' Groovies, Mad River, Mount Rushmore, Avalon Ballroom, December 31, 1967"
}
