{
  "accession_number": "2019.59.30",
  "art_champions_text": null,
  "artist": "Artist: Alton Kelley; Artist: Stanley Mouse",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer and Scott West",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "Art Deco style; woman with long, twisting, green hair wearing a purple dress and holding a cigarette in her PR hand; printed in orange, purple, black, and green",
  "dimension": "20 × 14 in. (50.8 × 35.56 cm)",
  "id": "http://api.artsmia.org/objects/132153",
  "image": "valid",
  "image_copyright": "© Chet Helms DBA Family Dog Productions. All Rights Reserved",
  "image_height": 10591,
  "image_width": 7489,
  "inscription": "",
  "life_date": "American, born 1940",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In this 1966 Alton Kelley and Stanley Mouse collaboration, the poster’s central motif features a sinuous young woman with exaggerated swirls of abundant green hair who holds a lighted cigarette in her hand. Designed in 1896 by the Czech art nouveau painter and illustrator, Alphonse Mucha (1860-1939), the motif originally appeared in a series of advertising posters for Job, a French brand of cigarette rolling papers (see Mia P.91.1.8). Kelley and Mouse’s adaption of “Mucha woman” for their Avalon Ballroom concert poster was a not-so-subtle endorsement of recreational drug use. The designers understood that the image was already well known among the era’s counterculture youth, who favored Job cigarette papers to roll their marijuana joints.",
  "title": "\"The Woman with Green Hair,\" Jim Kweskin Jug Band, Big Brother and the Holding Company, Electric Train, Avalon Ballroom, October 7-8, 1966"
}
