{
  "accession_number": "2023.102.4",
  "art_champions_text": null,
  "artist": "Artist: Anne Ryan",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1953",
  "department": "Arts of the Americas",
  "description": "astract image; mostly square, rectangle, and triangular shaped torn pieces of paper and fabric in muted tans, pale orange, greys, creams, and some collage elements with drips and lines of black and blue ink; in white shadowbox frame",
  "dimension": "15 1/4 × 39 3/4 in. (38.7 × 101 cm)\r\n19 7/16 × 44 × 1 3/4 in. (49.4 × 111.8 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132228",
  "image": "valid",
  "image_copyright": "© Estate of Anne Ryan",
  "image_height": 3863,
  "image_width": 9943,
  "inscription": "",
  "life_date": "American, 1889–1954",
  "markings": "",
  "medium": "Fabric and paper collage with ink on cardboard",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G369",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: A Ryan",
  "style": "20th century",
  "text": "Anne Ryan was a self-taught painter, printmaker, collagist, costume designer, writer, and poet associated with the New York school of abstract expressionism during the 1940s and early 1950s. Though active as a visual artist for only 16 years, Ryan was widely admired during her lifetime, especially for her collages, a medium she first explored in 1948 after visiting an exhibition of the work of German Dada artist Kurt Schwitters. Art critic Deborah Solomon suggested that it was Ryan’s experience as a poet that drew her to Schwitters’s collages. “She recognized the visual equivalent of her sonnets—discrete images packed together in an extremely compressed space.” Indeed, Ryan’s collage functions as a nonverbal poem, composed from a pictographic grammar of materials (bits of torn paper and swatches of fabric) and repeating patterns of colors, tones, and textures. Ryan’s inventive approach to collage places her at the forefront of the New York-based era of experimentation.",
  "title": "Untitled (No. 708)"
}
