{
  "accession_number": "2019.73.5",
  "art_champions_text": null,
  "artist": "Artist: Tom LaDuke",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "black-and-white drawing that is mostly darkened; horizontal streaky line in LRQ; series of dappled black lines against a gradated gray background in ULQ; small gray spots in top center",
  "dimension": "9 × 12 1/8 in. (22.86 × 30.8 cm) (image)\r\n10 15/16 × 13 7/8 in. (27.78 × 35.24 cm) (sheet)\r\n13 3/4 × 16 3/4 × 1 3/4 in. (34.93 × 42.55 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132239",
  "image": "valid",
  "image_copyright": "© Tom LaDuke",
  "image_height": 5310,
  "image_width": 6661,
  "inscription": "Titled in pencil, verso: Double Feature",
  "life_date": "American, born 1963",
  "markings": "",
  "medium": "Graphite on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, New York; (Ameringer McEnery Yohe Gallery, New York, sold to Mersky, October 2017; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, verso: Tom LaDuke 2017 \r\n",
  "style": "21st century",
  "text": "Though primarily a painter, Los Angeles artist Tom LaDuke has also produced black-and-white, liquefied graphite drawings of the natural world, as seen here in these two examples from 2017. Eerie and enigmatic, the drawings explore how translucency, opacity, reflection, and spatial ambiguities alter perception and understanding. And like his paintings, LaDuke composes his drawings using multiple layers of fragmentary information that suggest a separate distorted reality. LaDuke fashions these landscapes by fusing abstract and representational elements into what may initially resemble traditional forest scenes, but on closer examination offer ambiguous and conflicting visual information that challenges the viewer’s conception of reality. Here, he relies on the mind’s reactive tendency to search for familiar forms and objects within the darkened night scenes, but offers only the dim light of the moon to aid the eye in identifying represented reality.",
  "title": "Double Feature"
}
