{
  "accession_number": "2019.73.8",
  "art_champions_text": null,
  "artist": "Artist: Frank Stella; Printer: Tyler Graphics, Ltd., Mount Kisco, New York; Publisher: Tyler Graphics, Ltd., Mount Kisco, New York",
  "catalogue_raissonne": "Walker Art Center (1987), 605; TGL 1984; Axsom 143",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "abstract image; black ground; wide red curving lines bordered in multicolored lines; lacy elements around curves; forms filled with white chalk-like coloring; multicolored lines over curving forms; top and bottom borders are yellow and red; left and right borders are mottled multicolors",
  "dimension": "66 3/8 × 51 1/2 in. (168.59 × 130.81 cm) (sheet)\r\n71 1/2 × 58 1/4 × 3 in. (181.61 × 147.96 × 7.62 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132270",
  "image": "valid",
  "image_copyright": "© Frank Stella %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8894,
  "image_width": 6968,
  "inscription": "",
  "life_date": "American, born 1936",
  "markings": "LRC in pencil: 12/30",
  "medium": "Color relief-printed etching and woodcut on hand-dyed paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Circuits series, 1982-84",
  "provenance": "Private collection; [Jonathan Novak Contemporary Art, Los Angeles, sold to Mersky, 12/10/03]; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: F. Stella 83",
  "style": "20th century",
  "text": "Frank Stella’s Pergusa Three, was the result of a close collaboration with master printer Kenneth Tyler (born 1931), founder of the renowned American print workshop Tyler Graphics. Produced in 1983, this editioned work is part of a series of 16 large-scale, mixed media prints called “Circuits,” which were inspired by Stella’s longstanding interest in auto racing. Each print in the series is named for an international race track that Stella had visited in the 1970s. Pergusa Three references the Autodromo di Pergusa, an automobile and motorcycle circuit that encircles Pergusa Lake in Sicily, Italy. For this print, Stella created a complex amalgam of geometric forms, brilliant color, contrasting tones, and textured surfaces, whose exuberant and rhythmic dynamic was intended to mirror the excitement and spectacle of auto racing itself.",
  "title": "Pergusa Three"
}
