{
  "accession_number": "2019.73.7",
  "art_champions_text": null,
  "artist": "Artist: David Rathman",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Arts of the Americas",
  "description": "long panoramic sheet of paper with five separate rectangular scenes depicting boxing-related imagery, rendered in black and white pigments; left-most scene depicts referee in black and white striped shirt blowing whistle with boxer on left; scene that is second from left depicts two boxers in a ring, partaking in a match; center scene is a male face, gazing to PR; scene second from right depicts a figure wearing a robe, back facing the viewer, with another figure looking on at robed figure; right scene has a close-up view with crowd cheering",
  "dimension": "12 13/16 × 59 1/16 in. (32.54 × 150.02 cm) (sheet)\r\n16 1/4 × 62 1/4 × 2 in. (41.28 × 158.12 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/132245",
  "image": "valid",
  "image_copyright": "© David Rathman",
  "image_height": 2021,
  "image_width": 9130,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "gallery label from Weinstein Hammons Gallery on back | small white label taped on back in center",
  "medium": "Ink and watercolor on paper (five vignettes on one sheet)",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis; (Weinstein Gallery, Minneapolis, sold to Mersky, February 2014); Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: David Rathman 2009",
  "style": "21st century",
  "text": "David Rathman’s ink and watercolor drawing features a series of five black-and-white vignettes of the historic 1974 boxing match between undefeated world heavyweight champion George Foreman and challenger and former heavyweight champion Muhammad Ali. Held in Kinshasa, Zaire (now Congo), the fight, commonly known as the “Rumble in the Jungle,” caused an international sensation with an estimated one billion viewers worldwide watching the live televised broadcast. Though the two boxers were closely matched, Ali won by a knockout in the eighth round. Only two of the five scenes in Rathman’s drawing depict actual action in the ring, while two others show the fighters at rest, and one highlights the raucous crowd of spectators. Together the five vignettes convey the drama and excitement of this iconic battle between two of boxing’s titans.",
  "title": "Untitled (Rumble in the Jungle)"
}
