{
  "accession_number": "2019.78.433a,b",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Fusatane; Publisher: Kiya Sōjirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Sue Y.S. Kimm and Seymour Grufferman",
  "culture": null,
  "curator_approved": 1,
  "dated": "4th lunar month 1862",
  "department": "Asian Art",
  "description": "two separate sheets combine to make one image; seated female figure on left wearing a white kimono with large blue blooming flowers, with a peach and white geometrically printed robe underneath; sitting in front of a blue box, with a smaller, impish figure wearing a loin cloth and holding a fan in PL hand to right of seated figure; two other impish figures in the top portion of a cabinet, right figure has blue skin, behind seated figure; seated figure with bald head and wears a black and gray robe in bottom center with back to viewer; seated figure on right wearing a green checkered robe, with two smaller figures behind seated figure, one is blue skinned and on the shoulders of a second figure, with top figure holding a raised mallet in hands; figure in top center with green shirt and blue pants holds palm leaf in both hands; large leaf in top right edge of image",
  "dimension": "13 7/8 × 19 5/16 in. (35.24 × 49.05 cm) (sheet, vertical ōban diptych)",
  "id": "http://api.artsmia.org/objects/132446",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4288,
  "image_width": 2848,
  "inscription": "一　節分の夜（よ）、門にさしたる柊の葉を三十三軒にて一枚つゝもらひ、あつめ、せんして、はしかせぬ小児（こども）に呑すべし、かろくしてわさわひなし\r\n多羅樹葉一枚とり、麦殿（むきどの）は生れたまふはしかして、かせたるのちは、我ニなりけりといふ歌をかき、はしかせぬ小ともの名と年をかきて川に流すへし、かならすかろく余病もいてす\r\n毒だて 魚るい、鳥るい、竹の子、きの子るい、あぶらげ、すのもの、めんるい、くだもの、なすび、玉子、そらまめ、なたまめ、梅つけ、粕つけ\r\n五十日忌へし、様さればよどくいてゝと（二字不明）なる、房事は体いむへし",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / giga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需房種戯画 on each sheet",
  "style": "19th century",
  "text": "",
  "title": "How to lighten measels"
}
