{
  "accession_number": "2019.96.3",
  "art_champions_text": null,
  "artist": "Artist: Peter Dean",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert E. Kohler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Arts of the Americas",
  "description": "family in foreground; balding man wearing suit at left, with a Star of David on his forehead, holding a little girl with black hair in a yellow dress; woman with orange hair and pale skin wearing a maroon coat and hat with orange and yellow tall feather-like collar; little boy in blue holding teddy bear and radiating yellow and red aura, LLC; skull-faced figure and tall man in background, ULC; train in URC",
  "dimension": "80 × 66 in. (203.2 × 167.64 cm)",
  "id": "http://api.artsmia.org/objects/132453",
  "image": "invalid",
  "image_copyright": "© Peter Dean",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (born Germany), 1934 - 1993",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American (born Germany)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Peter Dean was born in 1934 in Berlin, Germany. When he was four, his family fled the Nazis to the United States. The couple in this painting could be his parents, and the boy a younger version of the painter himself. As they stand on a platform, preparing to board an incoming train, death lurks over the boy in the form of a skeleton wearing a trench coat. The apocalyptic scene may seem surreal, but Dean believed that his work was “a product of our awareness of the state of the world we do live in.” What seems at first a fanciful nightmare is, in truth, a harsh message about the reality of the world as Dean saw it.",
  "title": "Berlin: Recurring Dream"
}
