{
  "accession_number": "2019.78.168",
  "art_champions_text": null,
  "artist": "Artist: Maki Haku",
  "catalogue_raissonne": "Haku Maki Catalogue Raisonné no. 949",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Sue Y.S. Kimm and Seymour Grufferman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Asian Art",
  "description": "three red sections arranged vertically; top section has orange moon shape in center, with black star shape on right; center section has black ringed circle at top with curving forked shape in center, and small orange circle in bottom right; bottom shape has black linear designed with hooked black shape arranged at an angle in right; black rectangular background",
  "dimension": "11 5/8 × 5 in. (29.53 × 12.7 cm) (image)\r\n13 3/8 × 6 3/4 in. (33.97 × 17.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/132406",
  "image": "valid",
  "image_copyright": "© Maki Haku",
  "image_height": 9715,
  "image_width": 5054,
  "inscription": "LLC, in pencil: 42/71 | bottom center, in pencil: Poem. 68-49",
  "life_date": "Japanese, 1924 - 2000",
  "markings": "Seal (printed) LRC: 巻 [Maki]",
  "medium": "Woodblock print; ink and color on embossed paper",
  "nationality": "Japanese",
  "object_name": "Print (sōsaku hanga)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Haku Maki",
  "style": "20th century",
  "text": "In this group of prints, Maki modified oracle bone script, the earliest known form of Chinese writing. In that script, which was engraved on animal bones used in divination practices (“oracle bones”), the characters resemble pictures; for example, the character for “child” in the center of Poem 68 – 49 consists of a circular head and sticklike arms and torso. While some of the characters in the prints are legible to anyone familiar with Japanese and Chinese writing, others—like the combination of a moon and asterisk—are Maki’s own creations. He distanced his work from written language by adding  colored circles and teardrops to punctuate the space. To make these prints, he carved into cement applied to the surfaces of wooden printing blocks. The texture of the cement, especially visible in the embossed areas, evokes the rough surface of stone or bone, reinforcing the connection to oracle bones.",
  "title": "Poem 68 - 49"
}
