{
  "accession_number": "2019.78.427a-c",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunisada; Publisher: Kagaya Kichibei; Carver: Sashichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Sue Y.S. Kimm and Seymour Grufferman",
  "culture": null,
  "curator_approved": 1,
  "dated": "5th lunar month 1855",
  "department": "Asian Art",
  "description": "triptych, with three sheets combining to make a single image; figures on left, center and right; left figure is standing, with large wings on right and let; fringed neckline in pale blue and peach; white flowing sleeves, with under robe with blue, scaly pattern; rippling waves behind figure, who stands on a dock; flowers and long, thin leaves surround dock; center figure has outspread wings in peach and blue pigments; fringed neck piece in g pale blue and peach shades, and sits cross legged on a dock; water in background, with flowers and thin leaves jutting up around dock; tree branch in URC of image that extends into right sheet; right figure stands on land, wearing colorful intricate robes and armor, holding a raised sword in hands; bare outspread feet; tree on right that extends into URC",
  "dimension": "14 5/8 × 30 in. (37.15 × 76.2 cm) (image, sheet, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/132448",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4288,
  "image_width": 2848,
  "inscription": "left: 鴦どりの精; center: 鴛どりの精; right: 冠者義隆",
  "life_date": "Japanese, 1786 - 1865",
  "markings": "left sheet: 佐七刻 {Sashichi koku}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Related to the play Oshidori no shosa 鴛鴦の所作, performed at the Ichimura Theater in the 5th lunar month 1855.",
  "title": "Actors Bandō Takesaburō I as Men'oshidori no Sei (L), Nakamura Fukusuke I as Oshidori no Sei (C), and Bandō Kamezō I as Shimizu no Kanja Yoshitaka (R)"
}
