{
  "accession_number": "2019.69",
  "art_champions_text": null,
  "artist": "Artist: Jonathan Herrera Soto",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Minnesota Artist Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "image of a flattened shirt in gray pigment; ornate text reads \"Soñé que me Diste tu Mano Cubierta en Miel y Petróleo\" on shirt",
  "dimension": "47 × 37 × 1 1/2 in. (119.38 × 93.98 × 3.81 cm) (outer frame)\r\n39 3/4 × 30 in. (100.97 × 76.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/132422",
  "image": "valid",
  "image_copyright": "© Jonathan Herrera Soto",
  "image_height": 8202,
  "image_width": 6272,
  "inscription": "Printed within the composition, recto: Soñé / que me / Diste tu / Mano / Cubierta / en Miel y / Petróleo",
  "life_date": "American & Mexican, born 1994",
  "markings": "",
  "medium": "Collagraph on handmade flax paper",
  "nationality": "American & Mexican",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Often the victims of state-sanctioned crimes, or rather their bodies, disappear. They leave behind stories, not in words, but in remnants. Trails of their clothing are found in the deserts between borders, stuck on barbed wire fences, or washed up onto beaches. In the collagraphs (a printing process similar to a rubbing), Herrera Soto explores the connection between clothing and the body. Items that likely had personal significance for those who wore them are now forensic evidence. To make prints like these, he must use harsh and violent force to make a clear impression on the paper. This violence may evoke the experiences of the people who wore these clothes in politicized conditions. \r\n\r\n\r\nA menudo las víctimas de estos crímenes, o más bien sus cuerpos que desaparecen, dejan historias no en palabras sino en gestos. Los senderos de la ropa se encuentran en los desiertos entre las fronteras, ya que se atascan en las cercas con alambre de púas, o se lavan en las orillas de las playas. Estas prendas a veces se adhieren a cuerpos sin vida, mientras que otras logran reclamar la autonomía de la carne. A través de estos cológrafos (similares a los rozaduras), Herrera Soto explora la conexión entre la ropa y el cuerpo, así como la relación entre la evidencia forense y los elementos de importancia personal. Su tratamiento apero y casi violento de los objetos se traslada a la presentación final de la obra de arte. En última instancia, los objetos de vestimenta prestados en la obra de Herrera son declaraciones en sí mismas. Dejadas por cuerpos para evocar experiencias vividas. \r\n\r\n\r\n\r\n\r\nTranslation of text on the prints: \r\n\r\n\r\n\r\nSoñé [I dreamt] \r\n\r\nque me [that you] \r\n\r\nDiste tu [Gave me your] \r\n\r\nMano [Hand] Cubierta [Covered] \r\n\r\nen Miel y [in Honey and] \r\n\r\nPetróleo [Gasoline]",
  "title": "Untitled / Sin Titulo"
}
