{
  "accession_number": "2019.97.3",
  "art_champions_text": null,
  "artist": "Artist: Roberto Sebastian Matta; Printer: Kinji Akagawa; Publisher: Minneapolis School of Art",
  "catalogue_raissonne": "Not in Sabatier",
  "classification": " Drawings; Prints; Works on Paper",
  "continent": "South America",
  "country": "Chile",
  "creditline": "Gift of the Otto A. and Helen F. Silha family",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "abstract image; orange figure with yellow wings (?) driving an open red and yellow car, being chased by another orange figure",
  "dimension": "30 × 21 7/8 in. (76.2 × 55.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/132707",
  "image": "valid",
  "image_copyright": "© Roberto Matta %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8945,
  "image_width": 6620,
  "inscription": "None",
  "life_date": "Chilean (active France & United States), 1911–2002",
  "markings": "WM: BFK Rives",
  "medium": "Oil pastel over lithograph in black ink",
  "nationality": "Chilean (active France & United States)",
  "object_name": "Print with pastel additions",
  "portfolio": "From Minded Mind portfolio",
  "provenance": "[Walker Art Center Museum Shop, Minneapolis, sold to Silha 1972]; Otto A. Silha, Edina, Minn., until d. 1999; Helen Fitch Silha, Edina, Minn., until d. 2017; by descent to his daughter Alice S. Reimann, Greenwood, Minn.; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Unsigned",
  "style": "20th century",
  "text": "Roberto Matta was a leading Surrealist painter, draftsman, and printmaker, whose work taps into the creative unconscious through the use of chance and automatic drawing techniques. Matta developed a visionary visual language of vaguely figurative biomorphic forms inhabiting an eerie dream-like world of violent conflict and deep anxiety. He described his own work as “the subconscious in its burning, liquid state; a conscious daytime substitution of the phenomenon of dreams.” In this characteristic hand-colored lithograph from the “Minded Mind” portfolio of 1966, Matta presents an enigmatic landscape with two figures, one in a vehicle, who appear to be fighting or confronting one another. Though ambiguous in meaning, the scene is disquieting and draws on our curiosity to help shape meaning. Made when the United States was dramatically increasing it involvement in the Vietnam War with the drafting of more than 382,000 young men, the lithograph may in fact be an anti-war statement that demonstrates the absurdity of armed conflict.",
  "title": "Untitled plate from \"Minded Mind\" portfolio"
}
