{
  "accession_number": "P.75.51.48",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kuninao",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1836",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 13/16 x 6 3/4 in. (19.9 x 17.1 cm) (image, sheet)\r\n17 15/16 x 14 in. (45.5 x 35.5 cm) (mat, Size I)",
  "id": "http://api.artsmia.org/objects/82189",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4430,
  "image_width": 3842,
  "inscription": "2 poems by Morinoya ?? and Fukuho_ Arizane",
  "life_date": "Japanese, 1793 - 1854",
  "markings": "",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Ko_soen Kuninao hitsu",
  "style": "19th century",
  "text": "The monkey Sun Wukong is a character in the epic Chinese novel Xiyouji (Journey to the West), written in the late 16th century. Based on the travel diary of the famous Chinese monk Xuanzang, who traveled to India to study Buddhism, the novel is a fictionalized version of the monk’s long and difficult pilgrimage. One of three creatures sent by the Buddha to protect Xuanzang on the journey, Sun Wukong has the magical ability to replicate himself. In the story, he stuffs a clump of his own fur into his mouth and exhales, and the airborne hairs transform into miniature versions of himself.\r\nInstead of thousands of Wukong replicas appearing in the exhaled breath, Kuninao pictured two shadowy figures dressed as manzai performers. Manzai (literally, “ten thousand ages”) is an auspicious and comical dance-and-song routine performed at New Year’s by two entertainers as a means of bestowing blessings on the community. Two poems inscribed in the square cartouche strike a celebratory note.\r\n\r\nThe sun is so glittering on this spring day that its light could reach the Chinese capital. How auspicious is this New Year!\r\nLet’s enjoy the elegant dance of manzai performers. May Japan last for ten thousand years.\r\n\r\nMorinoya Kiyokage\r\n\r\nAs blown from the monkey’s mouth\r\nthe puff produced something different, something more amusing than clones. Here they are the manzai performers, completely appropriate for this spring day. \r\n\r\nFukuhō Arimi",
  "title": "Sun Wukong Exhaling Manzai Performers"
}
