{
  "accession_number": "2003.166a-i",
  "art_champions_text": null,
  "artist": "Designer: Mervyn E. Macartney; Maker: W. Hall; Manufacturer: Kenton &amp; Co.",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1891",
  "department": "European Art",
  "description": "small console of dark wood exterior; thin four-sided legs on splaying feet; top opens and front unfolds forward to writing surface; eight drawers and two cubbyholes",
  "dimension": "37 3/4 x 14 1/16 x 19 3/8 in. (95.89 x 35.72 x 49.21 cm) (closed)",
  "id": "http://api.artsmia.org/objects/82237",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2245,
  "image_width": 1936,
  "inscription": "Stamp",
  "life_date": "English, 1853-1932",
  "markings": "At interior top back edge, stamped: [W. HALL   KENTON & CO. LD.   MEM]",
  "medium": "Mahogany, macassar ebony, ivory, brass",
  "nationality": "English",
  "object_name": "Lady's writing desk",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This desk's coquettish form, petite proportions, and exotic materials were inspired by a type of 18th century French writing desk known as bonheur du jour.  The term means \"happiness of the day,\" suggesting the intense pleasure these desks provided Europe's fashionable elite.  \r\n\r\nThis desk bears three stamps: \"Kenton and Co Ld,\" for the firm that produced it; \"W.Hall,\" for the man who actually crafted it, and \"MEC,\" for Mervyn Macartney, the designer.  Macartney was one of four prominent architects and designers who founded Kenton & Co. The two Arts and Crafts exhibitions Kenton organized in 1891 and 1892 substantially broadened its influence.  Macartney included this desk in the first exhibition, where the press praised its \"elegance of line and solid workmanship\" and declared it \"exquisite in every respect.\"",
  "title": "Lady's writing desk"
}
