{
  "accession_number": "2003.214",
  "art_champions_text": null,
  "artist": "Artist: Henri de Toulouse-Lautrec; Printer: Henri Stern, Paris; Publisher: Pierrefort, Paris",
  "catalogue_raissonne": "Delteil 279; Adhemar 365; Adriani 345",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Purchase through Art Quest 2003 and The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1899",
  "department": "European Art",
  "description": "two red-brown horses in full gallop, seen from back PR side; foreground horse ridden by figure in tan pants, white shirt and black hat; horse at L ridden by figure in tan pants, pink shirt and red hat; windmill at R",
  "dimension": "20 5/16 x 14 3/16 in. (51.59 x 36.04 cm)",
  "id": "http://api.artsmia.org/objects/82362",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2581,
  "image_width": 1825,
  "inscription": "Signature and date",
  "life_date": "French, 1864–1901",
  "markings": "",
  "medium": "Color lithograph on chine volant paper",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Armstrong Fine Art, Chicago); sold to MIA, 2003.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, printed backwards in the plate, in black ink: [HTL (intertwined)/ 1899]",
  "style": "19th century",
  "text": "As a young artist, Henri de Toulouse-Lautrec enjoyed depicting outdoor scenes, especially those with horses. Later in life, he frequented the racetrack at Longchamp in the Bois de Boulogne, in Paris, identified here by the windmill in the background. In the spring of 1899, during a three-month stay in a psychiatric clinic, he started work on an ambitious series of color lithographs with a racing theme. This print was the only one published before his death two years later, at age 36. Its unconventional vantage point captures the power and energy of the racehorses as they speed toward the finish line.",
  "title": "Le Jockey"
}
