{
  "accession_number": "86.26.43",
  "art_champions_text": null,
  "artist": "Photographer: Gilles Peress",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Fiduciary Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "European Art",
  "description": "",
  "dimension": "11 15/16 x 18 in. (30.32 x 45.72 cm) (image)\r\n14 1/4 x 19 7/8 in. (36.2 x 50.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/82396",
  "image": "valid",
  "image_copyright": "© Gilles Peress%2FMagnum Photos",
  "image_height": 1829,
  "image_width": 2764,
  "inscription": "",
  "life_date": "French, born 1946",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "From November 1979 to January 1981, a group of Iranian students, occupied the US Embassy in Teheran and held hostage 52 US diplomats and citizens. The take-over was part of the Iranian Revolution (1979-1980) in which a pro-Western monarchy was replaced with an anti-Western authoritarian Islamic leader. The French photographer Gilles Peress traveled in Iran for five weeks during the hostage crisis. Not as a magazine assignment, but as a personal pursuit, he took photographs to understand the country and its people. Peress said the US media was presenting Iranian revolutionaries as \"fanatics jumping out of the television screen, knife between their teeth, red eyes demanding justice.\" He later published Telex Iran: In the Name of Revolution (1983), also on view here, which consists of the photographs taken during the period. However, the book forms neither a study nor an analysis of that event. Peress does not claim that his photographs tell the story of the revolution, but they are the record of his perceptions and encounters, as he moved through the city and the countryside of a nation in upheaval. [220] \r\n\r\n“I work much more like a forensic photographer in a certain way, collecting evidence. I've started to take more still lifes, like a police photographer, collecting evidence as a witness. I've started to borrow a different strategy than that of the classic photojournalist. The work is much more factual and much less about good photography. I'm gathering evidence for history, so that we remember.” Gilles Peress, 1997",
  "title": "Savak Agents on Trial at Evin Prison, Teheran"
}
