{
  "accession_number": "L2003.308.2",
  "artist": "Takahashi To_nosuke",
  "continent": null,
  "country": null,
  "creditline": "Lent by Gary and Janet Christenson",
  "culture": null,
  "dated": "c. 1900",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "figure in green with sword in LL; demon in purple robe in UR; matted and framed with silver leaf frame",
  "dimension": "5 1/4 x 7 1/8 in. (13.34 x 18.1 cm) (image)\r\n13 x 14 5/8 in. (33.02 x 37.15 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/82700",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "1876-1961",
  "marks": " ",
  "medium": "Color woodblock print",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th-20th century",
  "text": "This print illustrates a scene from the popular Nø drama Momiji-gari (Maple-leaf Viewing) in which the warrior Koremochi visits Togakushi Mountain to enjoy autumnal foliage. While there, a local demoness disguised as a beautiful woman bewitches him. In a dreamlike trance Koremochi is visited by the god of war, who reveals the truth about the woman and lends him his great sword. This print illustrates the moment when Koremochi regains consciousness and slays the demoness.\r\n<P>The vertical boxes on this print list the names of individuals and companies who commissioned its production--and possibly the staging of the play. Small, preprinted slips of paper bearing a person's name or business in bold calligraphy were called <I>senja fuda<I> (thousand shrine cards) and were pasted to shrine and temple gateways by people on religious pilgrimages. Prints that bear vertical cartouches that resemble <I>senja fuda<I>, as in this example, also came to be known by the same name, and were popularly collected and traded among members of the groups represented. \r\n",
  "title": "Koremochi and the Demon of Mt. Togakushi"
}
