{
  "accession_number": "2003.200.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": "Majiayao culture",
  "curator_approved": 0,
  "dated": "c. 3000 BCE",
  "department": "Asian Art",
  "description": "thinly potted circular form with steeply rounded sides resting on flat rimless foot; painted black in linear design of concentric rings encircling round \"eye\" in center with two bands of arcs around the well above and below a central divider of three horizontal lines; everted rim, decorated with multiple \"eyes\" separated by clusters of oblique lines and one sector of crosshatched lines; exterior painted with three long wavy-line motifs, each ending with a curled-back hook and joining to form a continuous frieze below the rim; burnished overall to a smooth surface",
  "dimension": "5 x 12 5/8 x 12 5/8 in. (12.7 x 32.07 x 32.07 cm)",
  "id": "http://api.artsmia.org/objects/82765",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3316,
  "image_width": 3400,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with painted designs and burnished surface",
  "nationality": null,
  "object_name": "Basin",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "31st-30th century BCE",
  "text": "The form of this thin-walled, hand-built basin follows a Banpo type shape of the Yangshao culture that was already in use nearly a thousand years before this vessel was made. The wide rounded bowl has a fairly small flat base and an everted rim with a broad, rounded rim flange. Typical of much Majiayao ware, it is made of yellowish-brown earthenware, extensively painted in overall concentric and spiral patterns. It is exquisitely burnished imparting a rich luster to its interior surface.",
  "title": "Basin"
}
