{
  "accession_number": "2003.200.2a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects; Artist Materials",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Asian Art",
  "description": "a: fine grain, smooth textured stone; dark purplish-gray color; carved in outline of \"wind\" character (feng); wide flat surface sloping down to a well enclosed by a raised border at the narrower end, border continues on the long sides and tapers down to the curved lip of the open fan-shaped wider end; two slab supports carved out of the edges on the underside; remains of black ink in interior margins; b: silver box with open pedestal base pierced on all four sides with wide oval openings of ogee-bracket form above the flat flanged foot; supports a quadrilateral container with tapered sides and rounded ends fitted to the outside of the inkstone; shallow sides with an inner flange; c: plain domed cover",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/82766",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2798,
  "image_width": 4732,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Duan stone and sheet silver",
  "nationality": null,
  "object_name": "Inkstone",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G217",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "It is extremely rare for an ancient inkstone to survive with its fitted box, and this example, with its silver pedestal base and cover is a testament to the high status accorded writing implements by China's scholar class.\r\nThe stone used here for the grinding palette is the fine-grained, purplish-gray tuan stone from Guangdong province in south China. It is carved in the outline of the wind character (feng) with a flat, grinding surface sloping down to a water well enclosed by a raised border. This shape is also referred to as the \"winnowing basket\" shape and it was a popular inkstone throughout the Tang and Song dynasties (618-1280).\r\nThe lidded pedestal base is pierced on all four sides with wide oval openings of ogee-bracket form. It, and its domed cover, is fashioned entirely from sheet silver. Silver and gold utensils were popular amongst Tang and Laio aristocracy particularly for special items. A similarly shaped inkstone and lidded pedestal base are clearly illustrated in the famous mural paintings in Chang Wen-tsao's tomb, excavated between 1974 and 1993 in Hebei province and dated to 1093.",
  "title": "Inkstone and Fitted Silver Box"
}
