{
  "accession_number": "2003.192",
  "art_champions_text": null,
  "artist": "Artist: Merete Larsen",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of funds from Mary Lee Dayton and Edwin McCarthy",
  "culture": null,
  "curator_approved": 0,
  "dated": "2002",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "roughly cone-shaped, with very small, flat base; light-colored wood with ribs on exterior; very thin and delicate",
  "dimension": "7 15/16 x 6 1/8 x 6 9/16 in. (20.16 x 15.56 x 16.67 cm)",
  "id": "http://api.artsmia.org/objects/82762",
  "image": "invalid",
  "image_copyright": "© Merete Larsen",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, date and inscription",
  "life_date": "Danish, born 1953",
  "markings": "",
  "medium": "Sycamore",
  "nationality": "Danish",
  "object_name": "Ribbed Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, burned into wood: [ML- 02/ SYCAMORE]",
  "style": "21st century",
  "text": "Since the 1970s, wood artists have pushed the medium in new directions, away from the functional bowl.  Self-taught Danish artist Merete Larsen's work demonstrates the new levels of aesthetic expression and sculptural technique achieved by artists currently working in wood.  The precision and near weightlessness of this vessel showcases Larsen's mastery of her medium.\r\n\r\nLarsen obtains pieces of local wood and prefers to turn it green (undried).  This sometimes creates fluctuations in form upon drying, but also allows her to turn the piece to greater thinness without breakage. She uses a traditional lathe, but remarks that \"it is fitted with an additional tool rest for working on the insides of deep bowls.  I turn the outside first and then I hollow it out.  I place a light behind to observe the thickness of the bowl.  I like to see my bowls down to about 1mm in thickness - I like to see the translucency and delicacy of the wood.\"",
  "title": "Ribbed Vessel"
}
