{
  "accession_number": "2003.201",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th-15th century",
  "department": "Asian Art",
  "description": "seated man wearing robes with Big Dipper on sleeves and dragon on belt; tortoise at man's feet; man has long dark hair and goatee; brown, cream and tan; T'zu-Chon ware",
  "dimension": "11 1/2 x 5 1/4 x 6 1/2 in. (29.21 x 13.34 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/82959",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4273,
  "image_width": 3218,
  "inscription": "Inscription and sticker\r\non bottom, in red: [KM 13]",
  "life_date": null,
  "markings": "on bottom, on sticker: [James E. Breece III Collection]",
  "medium": "Cizhou ware Slip-coated stoneware with dark brown and russet brown painted décor under a clear glaze.",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "The origins of the deity Zhenwu (perfected warrior) go back to the Warring States (3rd century b.c.) and Han dynasty (206 b.c.-220 a.d.) periods. At that time, he was known as Xuanwu (the dark warrior), and was simply represented by a tortoise entwined by a snake. Xuanwu was the ancient symbol of the north and often appeared with three other animals: the dragon, red bird, and tiger, to symbolize the four directions. The transformation of Xuanwu from a snake-entwined tortoise to the Daoist deity Zhenwu, represented as a robust human-form warrior, occurred around 1000 a.d. The period of Zhenwu's greatest popularity was the Ming dynasty (1368-1644). \r\nThis mold made image was produced in the Cizhou kilns of north China, and it would have been used on an altar table for personal devotion. Zhenwu is shown here wearing formal court attire in a dignified seated posture befitting his status as a celestial emperor of the dark heavens. The dark warrior tortoise appears at his feet and the sleeves of his robe are decorated with images of the big dipper.",
  "title": "Zhenwu, the Daoist Deity of the North"
}
