{
  "accession_number": "96.146.104.35a-c",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kunisada; Publisher: Yamamotoya Heikichi",
  "catalogue_raissonne": "P0117-216.1, P0117-216.2, P0117-216.3",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1837, 11th month",
  "department": "Asian Art",
  "description": "vertical ōban diptych; two images of the same actor separated by a white curtain with fragments of text in black with jagged torn edges, being ripped by sword of figure at left; figure at left holds one end of an extended scroll with a black horse at end; figure at right wears blue kimono with red flowers and blue patterned vertical stripes on pants; two rectangular cartouches with text in URC on b; round cartouche with text and one character at bottom center on a; round cartouche with text and three lines of text at bottom center on b; the letters on the white cloth may identify the title and scene of the play; c: awkwardly-positioned, slightly crouching figure with PL knee bent; figure wears a yellow necklace with many pendants, black kimono with blue irises, blue underkimono with white stars, blue leggings and red pants; crescent moon in sky; two rectangular cartouches with text in ULC; three lines of text and round cartouche with text in LRC",
  "dimension": "14 × 28 3/4 in. (35.6 × 73 cm) (vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/90059",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4141,
  "image_width": 8714,
  "inscription": "left: 賤の女おやま [0]岩井杜若; center: 将軍太郎良門 [5]市川海老蔵; right: 志つま石太郎 [5]市川海老蔵",
  "life_date": "Japanese, 1786 - 1865",
  "markings": "censor seal: 極 {kiwame} | publisher\\'s seal: {Yamahisa}",
  "medium": "Woodblock prints (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on each sheet:  五渡亭國貞画 {Gototei Kunisada ga}",
  "style": "19th century",
  "text": "Related to the play \"Onikirimaru mimasu no kakutsuba\" 鬼切丸三升角鐔, performed at the Ichimura Theater in the 11th month of 1837.",
  "title": "Actors Ichikawa Ebizō V in a quick costume change as Shizuma Ishitarō (R) and Shōgun Tarō Yoshikado (C) and Iwai Tojaku as Oyama, a woman of lowly birth (L)"
}
