{
  "accession_number": "2004.87",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "terrace of square form with steep sides pierced to suggest wooden slats; five figures on terrace: large man with arms held out as if speaking, woman holding an infant, man playing flute-like instrument, seated man clasping knees, and small figure of entertainer; large tree between figures, with numerous branches; sixteen birds and one monkey perched on tree; terrace supported on a cylindrical stand, resting in center of a large pond with four geese, two ducks and four fish, below a shelf with four more ducks; four ladders link the terrace to the outer wall of the pond; on top of wall is a narrow alley around which ride four horsemen and one rider-less horse; outer rim of the wall is set with eight more ducks or geese, and a bird of prey eating a fish; entrance to terrace marked on one side by a gateway with a small roof surmounted by a bird finial; outside wall has raised cross-hatched decoration above four moulded hunting friezes, with mounted archers, tigers and wild boar encircling the lowest part; overall glaze is deep green with areas of iridescence",
  "dimension": "19 x 16 1/2 x 16 9/16 in. (48.26 x 41.91 x 42.07 cm)",
  "id": "http://api.artsmia.org/objects/90596",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Low-fired earthenware with stamped, molded and modeled décor under green and yellow glaze",
  "nationality": null,
  "object_name": "Fusang Tree",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "This elaborate, ceramic structure features a square pond with stepped sides surmounted by a terrace from which rises a large tree with numerous branches in which perch several birds and a monkey. On the terrace are five figures looking at the tree. The pond has geese, ducks, and fish below a shelf with four further ducks in each corner. Four horsemen, one with a crossbow, ride around the outer rim of the wall, which is further set with ducks. \r\nThis type of hunting scene is generally interpreted in ancient Chinese art as depicting the legend of Archer Yi who saved the world from a primordial drought by shooting nine suns in the form of sunbirds out of the fusang tree leaving only one sun shining in the sky. The myth records that the suns in the fusang tree are depicted as birds and the tree rises from the \"yellow spring\" which runs everywhere beneath the earth and comes to the surface at the foot of the fusang tree with turtles, dragons and fish inhabiting its magic waters. This remarkable Han tomb object is one of  the largest and most elaborate ceramic depictions of the fusang tree myth.",
  "title": "Fusang Tree"
}
