{
  "accession_number": "2004.132.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Asian Art",
  "description": "celadon green; three small paw feet with animal heads; two squared-off handles on top rim; four rows of incised geometric designs on body",
  "dimension": "5 1/8 x 4 5/8 x 4 5/8 in. (13.02 x 11.75 x 11.75 cm)",
  "id": "http://api.artsmia.org/objects/90693",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3144,
  "image_width": 3108,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Yaozhou ware Porcelaneous stoneware with molded and carved décor under a celadon glaze",
  "nationality": null,
  "object_name": "Tripod Censer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "The antiquarian aesthetic and introspective atmosphere of both the northern and southern Song dynasties (960-1279) is reflected in the quiet elegance of this small censer possibly intended for the scholar's table. The grayish-bodied, porcelaneous stoneware of the Dongchuan district in Shanxi province was known as Yaozhou ware and was commonly referred to as northern celadon. This rare vessel takes the archaic form of an ancient bronze ding tripod. The body is molded with complex, square fretwork, key fret and \"s\" scroll bands vaguely simulating the interlocking patterns cast into the ancient ceremonial bronzes. A vessel such as this would have been perfectly at home in a Song dynasty scholar's studio. The eleventh and twelfth centuries were a period of intense academic interest in the ancient bronzes of Shang (1766-1122 BCE) and Zhou (1122-221 BCE). Scholar's taste tended toward works such as this that recalled China's ancient past.",
  "title": "Tripod Censer"
}
