{
  "accession_number": "2004.85a-i",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "seven volumes, each covered in dragon-patterned fabrics; blue pages with text in gold with some red characters at beginnings and ends of volumes; volume with orange front cover and blue back cover has six-leaf painting on front pages in gold, blue and green; volume with gold front cover and pink back cover has two-leaf painting on back pages; volumes contained in a silk-lined wood box with removable cover",
  "dimension": "6 1/4 x 14 3/8 x 9 3/8 in. (15.88 x 36.51 x 23.81 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/90697",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3118,
  "image_width": 3852,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gold pigment on indigo dyed paper",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The Lotus Sutra (Saddharmapundarika: The Lotus of the True Doctrine) was among the earlier texts to reach China from India and it became extremely popular with most Far Eastern Buddhists. Like other canonical works, this sutra was ascribed to a Buddha or an immediate disciple with no trace of actual authorship. It is reasonable to assume however that monks wrote nearly all the canonical works. Paying particular attention to Avalokitesvara (Chinese: Guanyin), the Lotus Sutra is basically a restatement of the way and practice of a bodhisattva. Lavishly ornamented, the seven volumes are bound in their original silk brocade and written in gold on deep blue indigo dyed paper. The calligraphy is beautifully executed in well-balanced kaishu script, and the illuminated frontispiece and end piece are meticulously painted with gold in a detailed, fine-line style. Made at a time when woodblock printed sutras were gaining popularity, these sumptuous, hand-written, blue ground, silk-bound volumes maintain a tradition of deluxe sutra production that can be traced back at least to the Tang dynasty (618-906).",
  "title": "The Lotus Sutra in Seven Volumes"
}
