{
  "accession_number": "2004.91",
  "art_champions_text": null,
  "artist": "Artist: Félix Buhot",
  "catalogue_raissonne": "Bourcard 161 i/iv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1883",
  "department": "European Art",
  "description": "central rectangular section with an owl perched on a book and an open book; sketches around edges including man smoking pipe, ship, figure playing a lute, lanterns and horse-drawn carriage",
  "dimension": "17 9/16 x 12 7/8 in. (44.61 x 32.7 cm) (plate)\r\n19 7/16 x 14 1/4 in. (49.37 x 36.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/90869",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2408,
  "image_width": 1767,
  "inscription": "Inscriptions\r\n\r\non open book at center, in red crayon: [PAUCA/ PAU/ CIS/]; LLC, in pencil: [161]; inscription, in pencil, verso",
  "life_date": "French, 1847-1898",
  "markings": "",
  "medium": "Etching and drypoint on ivory paper with inscriptions in red crayon",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[Arsene Bonafous-Murat, Paris]; acquired by MIA, 2004",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "56005",
    "90869",
    "9798"
  ],
  "signed": "not signed",
  "style": "19th century",
  "text": "The nocturnal world of darkness and dreams kept a firm grip on Félix Buhot. His personal emblem was an owl, which in Spanish—búho—sounds like his name. Here the owl's shadow takes the form of Buhot’s silhouette. Vignettes surround the central image: Paris street scenes, a ship, an artist's palette, a train on a viaduct, and so on. Such borders were a hallmark of Buhot’s work. He called them “marges symphoniques” (symphonic margins) for both their complexity and their similarity to the images that music stimulates in the imagination.\r\n\r\nAfter printing a trial proof in which he delineated his basic ideas, Buhot returned to the plate to refine the details and bathe the whole in darkness. Note the expansion of his silhouette and the elimination of the date. He used aquatint to add the deep tones throughout.\r\n\r\nThe image was intended as the frontispiece for a portfolio of his works. The Latin inscription PAUCA PAUCUS (a few for the few) suggests that he meant to produce a few images in a small edition for a few collectors, but the project never reached the light of day.",
  "title": "The Owl"
}
