{
  "accession_number": "2004.132.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "550-577",
  "department": "Asian Art",
  "description": "darker brown on top with reddish brown near bottom; flat, bottle-like shape; ovoid foot; identical moulded design on each side: large dancing figure, small clapping figure and large figure playing a flute",
  "dimension": "12 3/8 x 7 9/16 x 4 3/16 in. (31.43 x 19.21 x 10.64 cm)",
  "id": "http://api.artsmia.org/objects/90879",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5000,
  "image_width": 4193,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "on bottom: dealer\\'s sticker",
  "medium": "Stoneware with moulded decoration under brown glaze",
  "nationality": null,
  "object_name": "Flask with Figural Decoration",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This rare vessel is made in the form of a caravaner's water flask. It is moulded on each side in high relief with two central Asian musicians flanking a smaller central Asian dancer, the men all wearing belted tunics and baggy pants tucked into high boots. Central Asian musicians and entertainers arrived in China via the Silk Road during the sixth century and a wide interest in central Asian exoticism became an important feature of Sui (581-618) and Tang (618-907) culture. Several different musical styles including the hu xuan \"nomadic whirl\" are mentioned in the Sui Shu history of the Sui dynasty, and the excellent preservation of this vessel clearly shows the musicians with long curly hair and other foreign features playing the flute and clapping their hands in rhythmic gesture.",
  "title": "Flask with Figural Decoration"
}
