{
  "accession_number": "2004.132.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1425",
  "department": "Asian Art",
  "description": "large dish with outward-flaring rim; blue and white; waves around rim; floral design at outer and inner edges and at center",
  "dimension": "2 7/8 x 16 1/4 x 16 1/4 in. (7.3 x 41.28 x 41.28 cm)",
  "id": "http://api.artsmia.org/objects/90877",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3460,
  "image_width": 3476,
  "inscription": "on bottom, three stickers: [5]; [P.B.F. & M.S.F. JR./ 00242] and dealer\\'s sticker\r\n\r\non bottom, in black: two untranslated characters",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with cobalt blue decoration under a clear glaze",
  "nationality": null,
  "object_name": "Imperial Deep Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "While the earliest Chinese blue-and-white ware was made for the fourteenth century Persian market, this classic dish exemplifies the transition in early Ming towards the true recognition and wide appreciation of blue-and-white porcelain by the Chinese court and scholar class. The aesthetic preference in early fifteenth century ceramics was for a pure white, fine porcelain body acting as a bright ground to brilliant cobalt blue designs protected under a hard, clear glaze. The painted designs were continuous around the form; wave patterns on the rim, with twining flowers around the cavetto, the exterior, and in the center creating a beautifully elegant, unified composition. \r\nThe high level of craftsmanship here contrasts dramatically with the dish shown to the right which was made specifically for export to foreign markets. The shape is uneven, the ground a greyish-white, the blue designs pale and sketchy. The design also lacks the continuity of the imperial example with eight panels evenly placed around the cavetto crating a static effect. These panels were, however, very popular motifs in blue-and-white intended for the European markets. The Chinese dominated world trade in porcelain for nearly 800 years.",
  "title": "Imperial Deep Dish"
}
