{
  "accession_number": "2004.92.2",
  "art_champions_text": null,
  "artist": "Artist: Theodore Roussel",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Janet and Winton Jones",
  "culture": null,
  "curator_approved": 1,
  "dated": "1897-1899",
  "department": "European Art",
  "description": "Scarab, Grecian Key, and Fly Pattern Mount, 1897-99, with Stag and Flower Pattern Frame, 1897-99",
  "dimension": "14 1/2 x 22 9/16 in. (36.83 x 57.31 cm)",
  "id": "http://api.artsmia.org/objects/90883",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2055,
  "image_width": 1960,
  "inscription": "Signature and inscription\r\n\r\nL edge, in pencil: various notes",
  "life_date": "British (born France), 1847-1926",
  "markings": "",
  "medium": "Image: color etching and aquatint; Mount: color drypoint, aquatint, softground and lavis; Frame: color etching, softground and aquatint",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Catherine E. Burns, Oakland, Calif.); sold to MIA, 2004.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below central image, in pencil, and printed on each side, in gold: [Theodore Roussel]",
  "style": "19th century",
  "text": "As part of his self-education, Theodore Roussel traveled to London in 1877 to investigate the works of 18th- and 19th-century English painters. Finding the artistic climate more amenable than in Paris, he stayed and made England his home. In London Roussel met James McNeill Whistler, who encouraged him to begin etching in the late 1880s. Roussel became intrigued with color printing and showed an important group of nine color etchings, including Anemonies, at the Goupil Gallery in London in 1899. This print retains its innovative printed mount and paper frame designs, which Roussel glued and varnished onto a wooden molding. Here he chose a mount with a scarab, Grecian key, and fly pattern, printed in rose and gold. The four sheets of the patterned frame were printed in red, black, and gold. Ever the experimenter, Roussel mixed colors to exacting specifications and developed his own inks, including the metallic gold used here (the commercial golds changed color when they came into contact with copper etching plates). As a finishing touch, Roussel trimmed Anemonies to the plate mark and signed it in a carefully placed tab, in the tradition of Whistler.",
  "title": "Anemonies"
}
