{
  "accession_number": "2004.70.13",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Beadwork; Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the N. Bud and Beverly Grossman Foundation in honor of Dr. Evan M. Maurer, Director Emeritus, for his visionary leadership of The Minneapolis Institute of Arts, 1988-2005",
  "culture": "Apsáalooke (Crow)",
  "curator_approved": 0,
  "dated": "c. 1870",
  "department": "Arts of the Americas",
  "description": "beaded pouch, predominately green and pink on one side, with geometric designs; short red and blue strap with geometric beaded details and bells; long fringe at bottom with cloth details at top of fringe",
  "dimension": "9 5/16 x 5 3/4 in. (23.65 x 14.61 cm) (pouch only)",
  "id": "http://api.artsmia.org/objects/90973",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6980,
  "image_width": 2921,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, beads, cotton, felt, bells",
  "nationality": null,
  "object_name": "Mirror Case",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Apsaalooka women created beautifully adorned objects that were used by men.  Basic Apsaalooka design elements include the hourglass shape, which is often outlined by a single row of white beads.  This simple line of beads has a significant visual effect of separating the foreground and background designs.  This technique, combined with typical Apsaalooka color palette of pink, light blue and green, makes the decorated surface designs radiate.\r\n\r\nMany Plains tribes, including the Apsaalooka, added long leather fringe to large bags.  The fringe's movement attracts attention to the object and provides contrast and balance found in the beaded designs that adorn the central body of the bag.  Colored thread or wool was added at the top of the fringe near the beaded design, providing a visual transition from the bag's colorful main panel to the neutral shade of the fringe.",
  "title": "Mirror Case"
}
