{
  "accession_number": "23.3d",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1760-1770",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/14019",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 5616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pine",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G335",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This architecturally important room was the informal parlor of a house built in about 1772 in Providence, Rhode Island. Other rooms from the house are owned by the Brooklyn Museum and the Denver Art Museum. The house, while modified, still stands on North Main Street (then King Street). The classically inspired front doorway of the house includes an impressive arched pediment above Corinthian pilasters. The design of the doorway and the paneled interior of the parlor, with dentil molding and elaborate triangular pediment, were taken from popular 18th-century pattern books, including Batty Langley's widely circulated The Builder's Compleat Assistant (London, 1738).\r\n\t\r\nThe original owner of the house was Joseph Russell, a prosperous merchant in the West Indies trade who sold exotic goods. Russell's daughter, Susan Conde Russell, married John Corlis in 1790, and shortly thereafter acquired her father's home.\r\n\r\nInstalled in 1923, the Providence Parlor was the first American period room in the Minneapolis Institute of Art, and was originally furnished by the Friends of the Institute. Through later restorations to its original paint color and proportions, the Providence Parlor provides a rare glimpse into the life of the Russell-Corlis family in late-18th-century New England.",
  "title": "Providence parlour"
}
