{
  "accession_number": "23.50.57",
  "art_champions_text": null,
  "artist": "Artist: Thomas Rowlandson",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "John DeLaittre Memorial Collection\r\nGift of funds from Mrs. Horace Ropes",
  "culture": null,
  "curator_approved": 0,
  "dated": "1780s",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/4 x 11 in. (20.96 x 27.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/14109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3274,
  "image_width": 4710,
  "inscription": "Title; Signature",
  "life_date": "British, 1756 - 1827",
  "markings": "[Dr. Wm. Hunter\\'s Lecture on Anatomy], in graphite, verso;",
  "medium": "Watercolor, pen and brown ink, over graphite",
  "nationality": "British",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[Rowlandson], in graphite, verso",
  "style": "18th century",
  "text": "Rowlandson was a brilliant draftsman, producing complex, comical scenes with rapid, scrolling pen work. Here he represents an anatomy lesson at the Royal Academy of Arts in London where he had studied beginning in 1772 and exhibited works into the 1780s. The background statues and paintings identify the location. The lecturer is most likely Doctor William Hunter, a professor of anatomy at the academy. Rowlandson often poked fun at the sinister side of anatomical studies and dissection, and here he depicts Hunter with an odd grin on his face as he holds a human skull. Next to the doctor is displayed a skeleton of an improbable four-legged creature, a detail that further undermines the seriousness of his lecture. From a scribbled sea of faces, individual figures emerge in the audience, perhaps caricatures of fellow academicians. Their various reactions are masterfully catalogued-fascination, disgust, confusion, smugness, disinterest, boredom. The figure wearing a hat and holding an ear trumpet is probably the partially deaf president of the academy, Sir Joshua Reynolds.",
  "title": "An Anatomical Lecture at Royal Academy of Arts"
}
