{
  "accession_number": "23.67",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. Elisabeth H. Washburn, Mrs. Margaret Washburn Hunt, Mrs. Elisabeth Washburn King, and Mrs. Sidney Washburn Young",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "European Art",
  "description": "Filler panels above doors (part of Tudor Room), wood, English XVIc stored in strip frame behind MacFarlane Room; An envelope of bits from the room is stored in D11.5 MS.",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/14157",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Oak, stone, glass, iron",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G325",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "In 1923, the Minneapolis Institute of Arts installed the Tudor Room as the museum's first period room, calling it \"the very embodiment of the spirit of the seventeenth century.\" It was furnished, as it is now, with a rich assortment of tables, chairs, and case furniture that evoke the furnishings and lifestyle of Tudor and Elizabethan England.\r\n\t\r\nThe oak paneling, which dates to about 1600, was acquired through Arthur Vernay, an antiques dealer in New York, who sold it with an unconfirmed history of use in a manor in Suffolk, England. The paneling was probably once part of a private chamber used for eating, sitting, and entertaining guests. Late-Renaissance decoration is seen in the fluted pilasters throughout the room and the carved caryatids, lion masks, and intricate strapwork over the fireplace. Within the windows is the coat of arms of Edward VI, son of Henry VIII and half-brother of Elizabeth I, Queen of England from 1558 to 1603.\r\n\t\r\nThe Tudor Room was originally named the John Washburn Memorial Room, after an early patron of the museum who was especially interested in English architecture and decoration.\r\n\t\r\nContinually on view at the Institute for nearly ninety years, the Tudor Room has the distinction of being the earliest surviving installation of an Elizabethan period room in an American art museum. \r\n\r\nReinstallation of the Tudor Room has been initially funded through the Elisabeth Washburn King Endowment Fund and the National Endowment for the Arts.",
  "title": "Tudor room"
}
