{
  "accession_number": "28.48a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "carved rhinoceros horn libation cup; modeled and carved after an old Chow bronze form; large side handle with design of dragon coiled around it; body decorated in designs of geometrical key patterns and dragons; carved wood base",
  "dimension": "3 3/4 x 3 1/2 x 3in. (9.5 x 8.9 x 7.6cm)\r\n1 1/8 in. (2.86 cm) (base)",
  "id": "http://api.artsmia.org/objects/14858",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3233,
  "image_width": 2624,
  "inscription": "Inscription\r\n\r\n[E] circled",
  "life_date": null,
  "markings": "",
  "medium": "Carved rhinoceros horn",
  "nationality": null,
  "object_name": "Cup",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G217",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The earliest datable examples of carved rhinoceros horn are from the 8th and 9th centuries, although the Chinese had used the material pharmacologically much earlier. A solid mass of agglutinated hair rather than true horn, the substance was valued for its rarity and rich warm chestnut color, which deepened with years of handling and polishing. Though called libation cups, these vessels would have been primarily used for display, and they would have been accompanied by beautifully crafted hardwood stands. The simple organic shapes favored during the Ming dynasty gave way to increasingly elaborate and detailed forms during the Qing dynasty. Plant forms, ancient bronze vessel motifs, and dragons figure prominently in rhinoceros horn decor, just as they do in jade and lacquer carvings.",
  "title": "Libation Cup with Base"
}
