{
  "accession_number": "28.82",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. Eugene J. Carpenter and Mrs. Folwell Coan in memory of Eugene J. Carpenter",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1740",
  "department": "European Art",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/14863",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3962,
  "image_width": 5330,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pine",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G327",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In 1932, this room was installed in the Minneapolis Institute of Arts as a memorial to Eugene J. Carpenter, the first vice president of the Minneapolis Society of Fine Arts. It was once called the Northumberland Room because the paneling was purported to come from Stanwick Park, the ancestral home of the Dukes of Northumberland in Yorkshire, England. Now it is called the Georgian Room, as it relates to interior architecture from 18th-century Georgian England.While at first the room was exhibited with unpainted pine paneling, it was later painted, reflecting a more typical 18th-century wall treatment. The room is decorated with classical motifs, such as Greek key moldings, fluted columns with Ionic capitals, and carved garlands and drapery, made popular in England in the 17th century through the designs of the architect Inigo Jones, and in the 18th century through Lord Burlington and his architect William Kent. \r\n\t\r\nThe furnishings in this room reflect trappings of taste and status in mid-18th-century England. The paintings, while not original to the room, hang like ancestral portraits in an English country house. Notice the handsomely carved armchairs and desk-and-bookcase that illustrate the influence of the famous English cabinetmaker and pattern-book author Thomas Chippendale. The exotic porcelain in the buffet would have been imported from China, as was tea drinking, an eastern ritual that inspired a similar custom in Europe. To learn more about taking tea in Georgian England, please see the interactive media program in this room.\r\n\r\nReinstallation of the Georgian Room has been initially funded through the family of Eugene J. Carpenter and the National Endowment for the Arts.",
  "title": "Georgian drawing room"
}
