{
  "accession_number": "28.53a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects; Ceremonial Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr.and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "carved rhinoceros horn libation cup; in form of a Ho-Ho bird holding a cup on his back; the handle is carved in the form of a dragon, conventionalized star and Chinese Yang-Yin symbol form a band around the rim; there is a small conventionalized dragon resting on the inside of the cup; carved wood base",
  "dimension": "5 3/8 x 4 1/2 x 3 1/2in. (13.7 x 11.4 x 8.9cm)\r\n2 in. (5.08 cm) (base)",
  "id": "http://api.artsmia.org/objects/14876",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8393,
  "image_width": 6306,
  "inscription": "Inscription\r\n\r\n[E] circled",
  "life_date": null,
  "markings": "",
  "medium": "Rhinoceros horn",
  "nationality": null,
  "object_name": "Cup",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This vessel, meant to serve as a libation cup during ritual ceremonies, is carved from a rhinoceros horn. The material was originally thought by Daoists to bear powerful properties that could detect poison, and artwork made from it later became scholarly objects of curiosity. The shape of this vessel references a type of ancient Chinese ritual bronze known as a gu, an indication of the scholarly fascination with archaism during imperial China. \r\n\r\nThe cup itself appears to be rising from surging sea waves. A large dragon emerges from the water, reaching toward the sky, while several smaller dragons also scale the cup. Opposite the dragon is a phoenix head and neck. The appearance of a dragon and a phoenix together can be seen as a representation of the yin and yang powers of the universe, indicating the balance of opposing forces—similar to the depiction of the sea and sky.",
  "title": "Libation cup with base"
}
