{
  "accession_number": "2001.112",
  "art_champions_text": null,
  "artist": "Artist: Peter Voulkos",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Decorative Arts Council, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "massive jar with bell-shaped body and large neck; slashes, gouges, holes and misshapen areas throughout; brown and tan glaze",
  "dimension": "34 x 18 x 19 in. (86.4 x 45.7 x 48.3 cm)",
  "id": "http://api.artsmia.org/objects/52026",
  "image": "valid",
  "image_copyright": "© Peter Voulkos",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": "American, 1924-2002",
  "markings": "",
  "medium": "Wood-fired stoneware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\\\"VOULKOS\\\", incised, on one side near bottom",
  "style": "20th century",
  "text": "Big-A represents Peter Voulkos at his most physical. One of his stacks, so named because he literally stacks thrown cylinders atop one another, it is made from approximately two hundred and fifty pounds of clay. Like his plates, the stacks are thick, irregular, and visibly manipulated; here Voulkos claws through the leather-hard clay to create vertical and diagonal lines from top to bottom. The massive walls give the stacks more stability to survive the long days of high temperatures in the wood fired tunnel kiln (anagama in Japanese), where they emerge with their distinctive ash-fired glaze.  \r\n\r\nVoulkos was introduced to wood-firing in 1978, when Peter Callas, a young artist who had studied the ancient technique in Japan, approached him about a collaboration, sensing that Voulkos's rugged forms were well-suited to earthy ash-fired glazes. After experiencing the resulting serendipity of the process--moderated by Callas's knowledge about placement and firing--Voulkos preferred the wood-fire technique for his later works.",
  "title": "Big-A"
}
