{
  "accession_number": "P.47.175",
  "art_champions_text": null,
  "artist": "Artist: Luca Carlevarijs",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of John Crosby",
  "culture": null,
  "curator_approved": 0,
  "dated": "1750-1753",
  "department": "European Art",
  "description": "",
  "dimension": "7 1/4 x 11 7/16 in. (18.42 x 29.05 cm) (plate)\r\n9 1/4 x 11 15/16 in. (23.5 x 30.32 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/52203",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3342,
  "image_width": 4312,
  "inscription": "Signature\r\n\r\nLuca Carleuarys del etino\r\n",
  "life_date": "Italian, 1663 - 1730",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From From La Fabriche e Vedute di Venezia (The Buildings and Views of Venice), 1703",
  "provenance": "Bryans",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "See Inscription",
  "style": "18th century",
  "text": "Around 1700, landscape painter Luca Carlevarijs became the first artist to popularize picturesque views of Venice. With a penchant for mathematics and perspective, Carlevarijs depicted landmarks from viewpoints at the level of the street or canal so viewers could enjoy a realistic experience of the city. These two prints are from a series of more than 100 etchings of Venetian sites.\r\n\r\nThe Rialto Bridge pictured by Carlevarijs was completed in 1590, and stands today. An important thoroughfare near the city's great market, the bridge links the two banks of the Grande Canal, and thus the commercial and political zones of the city. Its wide steps and single-span design accommodate busy marine and pedestrian traffic.\r\n\r\nAs shown by Carlevarijs in his etching of the Confraternity of St. Rocco (Scuola di S. Rocco), paintings were often exhibited on the exterior walls of the building, which also houses the greatest cycle of paintings by Jacopo Tintoretto (1519-94).",
  "title": "View of the Confraternity of St. Rocco"
}
