{
  "accession_number": "2001.158.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1688",
  "department": "Asian Art",
  "description": "high flared foot; sides of box and cover are red basketwork bordered with red and black lacquer rims; top painted with stag and doe, butterflies and bees and flowers in multicolors",
  "dimension": "5-1/4 x 16-1/2 x 16-1/2 in. (13.3 x 41.9 x 41.9 cm)",
  "id": "http://api.artsmia.org/objects/52275",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "3 inscriptions: on bottom of box and cover, in red, and on top of cover, in gold",
  "life_date": null,
  "markings": "",
  "medium": "Bamboo cane, wood, and painted lacquer",
  "nationality": null,
  "object_name": "Basketwork Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Remains of Chinese baskets have been found in neolithic sites (5,000-3,000 BCE), and it is likely that, with the introduction of lacquer during the same period, some baskets were coated with lacquer for preservation. Lacquered basketry was especially popular in South China during the late Ming dynasty (seventeenth century), but it was never produced in the official workshops of the imperial court. \r\n\r\nSupported on a high flared foot, this large, circular box is painted on its cover with a landscape scene of a stag, doe, ling-chih fungus, butterfly, and a magpie perched on a flowering shrub. All are auspicious symbols and they probably came from a pattern book. Oil-based paints were often used in this type of polychrome painting because pigments like blue, pink, and white did not mix well with lacquer. On the lid is a four-character inscription in gold that reads, \"May you receive official remuneration and noble rank.\" The lid interior and base have the same obscure four-character inscription in red lacquer, probably an owner's mark, and a partially obscured gold inscription dating the box to 1688.",
  "title": "Basketwork Box"
}
