{
  "accession_number": "P.68.19",
  "art_champions_text": null,
  "artist": "Publisher: F. W. Greenough; Printer: John T. Bowen",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous Gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1838",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "21 1/2 x 15 3/16 in. (54.61 x 38.58 cm) (plate)",
  "id": "http://api.artsmia.org/objects/52321",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (Philadelphia, Pennsylvania)",
  "markings": "",
  "medium": "Hand-colored lithograph",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From From McKenney & Hall's:  \"History of the Indian Tribes of North America,\" 1838 (reissue)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Initials:  R.T.",
  "style": "19th century",
  "text": "Sequoyah (c.1776-1843), also known as George Gist, was the inventor of the Tsalagi (Cherokee) alphabet. The son of a Tsalagi mother and a Virginia trader by the name of Nathaniel Gist, Sequoyah was an accomplished silversmith and spoke several languages fluently, though he received no formal education and did not read or write the English language. Nevertheless, he understood the importance and the power of the written language for the Tsalagi people.\r\n\r\nCompleted in 1821, Sequoyah's alphabet is more precisely called a syllabary, a phonetic system in which each graphic symbol represents a single syllable in the Tsalagi vocabulary. Sequoyah's syllabary consists of 86 characters and is the only known example of a single individual inventing a system of writing for an existing spoken language. Because of the simplicity of Sequoyah's syllabary, the Tsalagi people quickly learned to read and write the new writing system, leading to a literary rate of 90% of the population. In 1828, the Tsalagi founded the Cherokee Phoenix, the first Native American newspaper. Published in New Echota, Georgia, the newspaper featured articles written in both Tsalagi and English.",
  "title": "Sequoyah"
}
