{
  "accession_number": "P.71.187",
  "art_champions_text": null,
  "artist": "Artist: After Andrea Mantegna; Engraver: Unknown Italian, late 15th - early 16th century; Artist: Formerly attributed to Zoan Andrea; Artist: Formerly considered copy after Giovanni Antonio da Brescia",
  "catalogue_raissonne": "H.64.5a (as Zoan Andrea); B.295.1A (as Zoan Andrea); \"Andrea Mantegna\" 1992 exh., cat. no. 141",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. & Mrs. Donald S. Winston",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1497-1500",
  "department": "European Art",
  "description": "",
  "dimension": "12 13/16 x 10 1/16 in. (32.54 x 25.56 cm) (image)\r\n",
  "id": "http://api.artsmia.org/objects/52484",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4308,
  "image_width": 3380,
  "inscription": "",
  "life_date": "Italian, active about 1475 – 1505",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Richard S. Davis (MIA director, 1956-59), Minneapolis. Mr. and Mrs. Donald S. Winston, Los Angeles (until 1971, given, December 17, to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "In this early engraving after a panel painting of the subject by Andrea Mantegna, the beautiful widow Judith is seen in the moments immediately after the murder by decapitation of the Assyrian general Holofernes, who was preparing to destroy Judith's home city of Bethulia. The story is taken from the biblical Book of Judith. \r\n\r\nA frequent subject in Early Renaissance art, Mantegna portrays Judith as righteous heroine, who has killed for the greater good of her people. Using her feminine virtues to encourage the general's desire, she gains access to his tent, where she plies him with drink until he passes out, and then severs his head with a sword. As she leaves his tent, she carries the general's head by its hair, while a servant holds open a cloth sack to receive it. \r\n\r\nIn Italy, Judith could be viewed in the same light as David, the vanquisher of Goliath. Images of both served as warnings against tyrants, and Judith's watchful look here may convey political courage as well.",
  "title": "Judith with the Head of Holofernes"
}
