{
  "accession_number": "P.69.204",
  "art_champions_text": null,
  "artist": "Artist: Enrico Baj; Fabricator: Daniel Spoerri; Publisher: Edition MAT, Cologne, Germany",
  "catalogue_raissonne": "not in Petit (cf. Multiples, no. 1)",
  "classification": " Collages / Assemblages; Multiples",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Gordon Locksley and George Shea",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "European Art",
  "description": "",
  "dimension": "18 x 21 1/2 in. (45.72 x 54.61 cm)",
  "id": "http://api.artsmia.org/objects/52630",
  "image": "invalid",
  "image_copyright": "© Enrico Baj",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian, 1924 - 2003",
  "markings": "Locksley Shea Gallery (Minneapolis) paper label, verso, noting inventory no. 1229\r\n",
  "medium": "Collage of cloth, buttons, metal, and rope on blue brocade fabric, set within a white wooden box frame",
  "nationality": "Italian",
  "object_name": "Collage",
  "portfolio": "From Edition MAT Collection 65",
  "provenance": "[Locksley Shea Gallery, Minneapolis (gallery inv. no. 1229)]; given to MIA, 1969.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Enrico Baj is perhaps best known for the series of portraits he began in 1959, called Generals, which features buffoonish military figures assembled from disparate visual elements, including found objects, and some containing historical references such as military insignia. Informed by Surrealist and Dadaist precedents, Baj’s satirical series was the basis for Personaggio decorato (Decorated figure), published as a multiple in 1965. The bold and vibrant composition merges unrelated objects such as cloth, buttons, lace, rope, and pins set against a patterned brocade fabric. Baj’s buffoonish generals, depicted with exaggerated and distorted features, challenge traditional notions of authority and serve as a powerful critique of militarism, political ideologies, and the abuse of power, while inviting viewers to reflect on the complexities of human conflict and societal hierarchies.",
  "title": "Personaggio decorato"
}
