{
  "accession_number": "L2001.218.1",
  "artist": "John Singer Sargent",
  "continent": "North America",
  "country": "United States",
  "creditline": "Collection of Roger Arvid Anderson in Honor of George and Betty Anderson",
  "culture": null,
  "dated": "c.1899 cast",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "Jesus nailed to cross; bird and its young, below his feet; Jesus flanked by man and woman (Adam & Eve)  holding wine glasses; horizontal shelf at his feet, parallel to arms",
  "dimension": "28-1/2 x 19-1/4 x 2-1/4 in. (72.4 x 48.9 x 5.7 cm)",
  "id": "http://api.artsmia.org/objects/52840",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4470,
  "image_width": 3241,
  "life_date": "American, 1856-1925",
  "marks": " ",
  "medium": "Bronze",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "G351",
  "style": "19th-20th century",
  "text": "In this crucifix, two angels hold out chalices to collect the spilled blood of Christ, as he suffers and dies on the cross. At the base of the crucifix, a pelican pierces its breast in order to feed its children its blood. This gruesome image of the pelican has been a symbol of Christ’s Passion – his execution on the cross in order to redeem humanity – since the Middle Ages. According to the Greek Physiologos, an allegorical-zoological manual from the second century A.D., the newborn pelican chicks rebel against their mother, who in turn kills them with her deadly beak. After mourning her offspring’s death for three days, the mother pelican is said to open her own chest in order to revive her offspring through her blood. Thus, the pelican image symbolically mirrors the crucifixion scene above. The American painter and sculptor, John Singer Sargent, who was born and lived in Europe for most of his life, would have been familiar with the symbolic pelican image, especially from Italian, gold-ground paintings of the 1300s and 1400s.",
  "title": "Crucifixion"
}
