{
  "accession_number": "2024.26a-f",
  "art_champions_text": null,
  "artist": "Artist: Eve-Lauryn LaFountain; Printer: Cody Edison",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Michael and Grace Bress Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "six postcards total received framed together and meant to be displayed together per artist's instructions; a (ULC)=\"AGINDAMAGGE (SHE READS FOR PEOPLE)\", horizontal rows of film with \"YOU ARE ON NATIVE LAND\" written between them; b (URC)=\"Dear Minneapolis,\", addressed to Minneapolis Institute of Art; c (center left)=\"AWESIINH (WILD ANIMALS)\", vertical strips with \"YOU ARE ON NATIVE LAND\" written in URC, and the words \"FOOT\" and \"PICTURE\" in reverse below; d (center right)=\"Dear Los Angeles,\" addressed to El Pueblo de Los Angeles; e (LLC)=\"NIIBIDOON (WEAVE)\", vertical rows of film with \"YOU ARE ON NATIVE LAND\" in white to right of center; f (LRC)=\"Dear Santa Fe,\" addressed to Palace of the Governors, Santa Fe; per the artist, the verso sides of the cards with images are blank, images on the verso sides of the typewritten cards not identified (may not match the images of the cards to their left as they are mounted/framed)",
  "dimension": "3 7/8 × 5 7/8 in. (9.8 × 14.9 cm) (each postcard)",
  "id": "http://api.artsmia.org/objects/145167",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1500,
  "image_width": 6000,
  "inscription": "",
  "life_date": "born 1986",
  "markings": "",
  "medium": "Contact prints on double weight Ilford multigrade pearl paper, printed with images of strips of 35mm film taped together with words scratched into the emulsion, and typewritten text",
  "nationality": null,
  "object_name": "Six postcards",
  "portfolio": "From You Are on Native Land",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In the summer of 2020, artists Cody Edison and Christine Wood initiated their Postcards for John project to honor the life of civil rights giant John Lewis, generate money for nonprofits, and support the U.S. Postal Service. For her contributions to the series, Eve-Lauryn LaFountain wove together strips of found film and scratched the words “You Are on Native Land” into the emulsion. For those who purchased her work, LaFountain researched the Indigenous histories of each recipient’s address and wrote a short narrative of the Indigenous peoples of that place. Here, the postcards acknowledge the original caretakers of the land where this exhibition takes place (the Dakota); the land where the artist lives in Santa Fe (the Tewa); and the land where the works were made in Los Angeles (the Tongva, Chumash, and Kizh).",
  "title": "You Are on Native Land"
}
