{
  "accession_number": "2023.30",
  "art_champions_text": null,
  "artist": "Artist: Francisco de Zurbarán",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of funds from Ruth and John Huss, Nancy and Rolf Engh, and Nivin MacMillan, and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1628-1630",
  "department": "European Art",
  "description": "man with short black hair, dressed in white cowl, holding a soft-covered book in his PL hand and a brush or quill in his PR hand, seated in an armchair; man tilts his head to PL, where black text extends between man's head and a small angel in URC; received in gilt and painted frame",
  "dimension": "44 3/16 × 34 3/4 in. (112.2 × 88.3 cm) (sight)\r\n54 × 44 5/8 × 3 1/2 in. (137.2 × 113.3 × 8.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145174",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8180,
  "image_width": 6363,
  "inscription": "",
  "life_date": "Spanish (Seville), 1598 - 1664",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Commissioned for the Monastery of Nuestra Señora de la Merced Calzada, Seville; \"De Profundis\" chapel (from c. 1628–at least 1789). Alcázar Palace, Seville (in 1810; room 7, no. 228). 'Private collection, England. Antonio Farré Paris, Barcelona (1947–d.1948); his heirs (1947–2015). Art market, Barcelona, until 2021 to private collector); European private collector (2021–23, export license granted by Spain on December 21, 2021; on consignment with Stuart Lochhead Sculpture and Warner-Johnson Art Advisory, London and Paris; sold, June 13, to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Francisco de Zurbarán was a leading painter in Seville in the 1620s and 1630s, celebrated for his religious paintings and depictions of monastic life. He represents “The Venerable Carmelo,” as a humble friar, with rough features and mouth agape, seized by a vision of a miniature Virgin Mary. Carmelo proclaims in the Latin inscription parting from his mouth “Tota pulchra est amica mea,” that is, “You are all beautiful, my darling.” The phrase derives from Song of Songs (4:7), which Carmelo reportedly was studying when he had this vision. The words were also in a popular Catholic prayer about the Virgin's Immaculate Conception, which states \"You are all beautiful, Mary, and the original stain [or sin] is not in you.” Carmelo, a member of the Mercedarian order in Barcelona, wrote a treatise on this subject. \r\n\r\nThe painting's intense light and immediacy are characteristic of Zurbaran's style. He emphasized the monk’s physical presence, depicting him in the foreground and stressing the tactile qualities of his robes—the supple surface of the white wool and thick drapery folds. The exquisite treatment of the garment focuses the viewer’s attention on Carmelo and his impassioned reverence. \r\n\r\n“The Venerable Carmelo” was executed for the monastery of the Mercedarians in Seville. It and its pendant, “Saint Serapion” (signed and dated 1628, Wadsworth Atheneum, Hartford, Conn.), decorated the Sala de Profundis, the room where the deceased monks were prepared for burial. The Mercedarian friars were a Mendicant order dedicated to the redemption of Christian captives. Friars ransomed themselves for hostages who lacked the means to buy their freedom, and sometimes sacrificed their lives to do so. Serapion was such a martyr, captured by English pirates, tortured, and disemboweled. As a pair of paintings, \"The “Venerable Carmelo”, shown looking up in inspiration, represented the contemplative life of the friars, while “Saint Serapion,” depicted as a martyr, represented the active life.",
  "title": "The Venerable Miguel Gerónimo Carmelo"
}
