{
  "accession_number": "2024.63.217a,b",
  "art_champions_text": null,
  "artist": "artist: Betty Woodman",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 1,
  "dated": "1985",
  "department": "Global Contemporary Art",
  "description": "vase (a) with two large handles on each side like wings with a large shelf (b) unit with four similar wings; vase is painted all over with light blue, green red, orange diamond pattern; shelf is splotches of blue and turquoise in top section; lower half of shelf is decorated with stripes of orange, purple and patches of green on cream ground; semicircular horizontal shelf for holding vase, with a curved support",
  "dimension": "11 3/4 × 13 × 4 5/8 in. (29.8 × 33 × 11.7 cm) (object part, vase)\r\n30 1/2 × 20 1/4 × 6 in. (77.5 × 51.4 × 15.2 cm) (object part, shelf)",
  "id": "http://api.artsmia.org/objects/145139",
  "image": "valid",
  "image_copyright": "",
  "image_height": 400,
  "image_width": 262,
  "inscription": "",
  "life_date": "American, 1930–2018",
  "markings": "maker\\'s impression stamped on lower back of vase: WOODMAN; tape on back of shelf, handwritten ink: Matronly wall vase and holder",
  "medium": "Glazed earthenware, epoxy resin, lacquer and paint",
  "nationality": "American",
  "object_name": "Wall-mounted vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "After studying ceramics at Alfred University, in New York, from 1948 to 1950, Betty Woodman set up her own ceramics studio and became a self-supporting artist. She was also a major teaching force, working for the Recreation Pottery Program of the city of Boulder, Colorado, from 1957 to 1973, while helping other cities establish their own pottery programs. In 1976, she began teaching at the University of Colorado at Boulder, while also maintaining a studio near Florence, Italy, where she lived and worked part-time for many years. \r\n\r\nWoodman’s vessels are often abstracted versions of classic Asian and Mediterranean pottery forms. Although her practice was initially based on creating functional production wares, she famously departed from function to create exaggerated, outsized forms and installations, pushing the boundaries of scale as Viola Frey did. Woodman designed this wall-mounted, winged vase with an integral shelf in her characteristic flattened form, its colorful, expressionistic design achieved with glaze, resin, and paint.",
  "title": "Winged Vase"
}
