{
  "accession_number": "2023.43.2",
  "art_champions_text": null,
  "artist": "Artist: David Barthold",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of C.G. Boerner, New York",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "black on white image of man's head (John Lewis), facing forward; wearing white shirt and striped necktie; vertical letters JOHN and LEWIS on shoulders of suit jacket",
  "dimension": "18 7/8 × 13 1/8 in. (48 × 33.4 cm) (image)\r\n23 1/4 × 17 9/16 in. (59 × 44.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/145285",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3192,
  "image_width": 2403,
  "inscription": "Printed in black within the composition, oriented vertically on the clothing of the figure: JOHN LEWIS",
  "life_date": "American, born 1959",
  "markings": "BL below image, graphite: John Lewis; BC below image, graphite: 2/20",
  "medium": "Linocut on Awagami Kozo paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR below image, graphite: David Barthold",
  "style": "21st century",
  "text": "As Minneapolis and the world mourned the murder of George Floyd in the summer of 2020, an outpouring of art was created by artists, professional and amateur alike—murals, sidewalk art, sculpture installations, cardboard signs, paintings, drawings, and prints. The works were made to memorialize Floyd and countless other Black citizens martyred in this country, to protest racial injustice and police brutality, and to try to help communities heal. Barthold, a New York printmaker and street artist, completed portrait prints of Floyd and other important Americans—Fred Hampton, Ruth Bader Ginsburg, Alexandria Ocasio-Cortez, and this portrait of the late congressman and civil rights activist John Lewis—to, in the artist’s words, “remember the lost and honor the living.” Barthold mass-produced these likenesses and pasted them around the city of New York throughout the summer of 2020, and, again, in a campaign just before the 2020 election. To broaden their reach, he shared the images on social media, and sold the prints online, using the proceeds to raise funds for Black Lives Matter and the Bail Project social justice initiatives.",
  "title": "John Lewis, in Memorium"
}
