{
  "accession_number": "2023.39",
  "art_champions_text": null,
  "artist": "Artist: Nathan Carter; Artist: Dan Estabrook",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2022",
  "department": "Global Contemporary Art",
  "description": "turquoise blue paper covered album bound with three pink screws; cover is title page/colophon printed in black typeface; 12 black and white photo prints adhered to turquoise paper pages which are sprayed with pink pigment; pages are separated by spiderweb embossed glassine sheets; subject of photos is a person (Nathan Carter) wearing messy wig, black tights, heels, costume fingernails, in a variety of poses",
  "dimension": "12 1/4 × 12 15/16 × 7/8 in. (31.1 × 32.9 × 2.2 cm)",
  "id": "http://api.artsmia.org/objects/145290",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5304,
  "image_width": 7952,
  "inscription": "",
  "life_date": "American, born 1970",
  "markings": "",
  "medium": "24 hand sprayed pages, 12 archival pigment prints, cardboard, paper, fabric, anodized Chicago screws",
  "nationality": "American",
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at BC, front cover: rth[illegible] / DES[illegible]",
  "style": "21st century",
  "text": "As a collaborative book project nurtured between two artists–one who identifies as a straight, cisgender, male photographer, and the other as a nonbinary interdisciplinary artist–this vividly hued and imaginatively constructed book also reflects a decades-long friendship founded in the punk and skateboarding scenes in Boston, MA. As such, the book itself is a kind of portrait within a portrait: a depiction of one artist’s journey into fuller self-awareness and gender identification, and an intimate portrayal of a platonic relationship between two ardent collaborators, both of whom are eager to create space for relationships that are so uneasily categorized.",
  "title": "M A R S The Goddess of Sex and Death"
}
