{
  "accession_number": "2023.81.2",
  "art_champions_text": null,
  "artist": "Artist: Eleanor Spiess-Ferris",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Kohler Foundation, Inc. and Eleanor Spiess-Ferris",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Global Contemporary Art",
  "description": "surreal fantasy desert landscape with two central figures of a horse and colt fending off attack from a pack of wild dogs; the horses are actually women wearing a blanket and horse head, nude from waist down except for red high heeled shoes; landscape is brown patchy hills with blue mountains in background, green blue sky; dogs hide in vegetation in foreground; one dog kicked into the air at TR",
  "dimension": "22 3/4 × 31 1/8 in. (57.8 × 79.1 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/145298",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6975,
  "image_width": 9450,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "verso BR, graphite: KFI 13",
  "medium": "Gouache, graphite, and colored pencil on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, pink colored pencil: Spiess-Ferris",
  "style": "20th century",
  "text": "Eleanor Spiess-Ferris grew up on a small farm in northern New Mexico. She has described this scene as one that emerged from dreams and memories mingling. \"I knew what dangers existed – coyotes, wild dogs, and snakes hidden in the underbrush and, on nature’s side, flash floods, wildfires, and drought,\" she wrote. The artist considers the fantastic imagery of this work to be a feminist painting about survival. She noted, \"It is a painting about protection. It is a painting about courage. It was my way of telling myself that I had to fight for my artistic vision by defeating my own fears. In fighting off doubts and negativity I felt I could and would create a world where my daughter could prosper and I would thrive creatively.\" Three women, disguised as horses, cross through an inhospitable landscape and are attacked by dogs. They ward them off the best they can.",
  "title": "The Filly"
}
