{
  "accession_number": "2023.48",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Darwin and Geri Reedy",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "Asian Art",
  "description": "six-panel screen with gilt clouds and ground; view of a building with many figures who are eating, smoking, and playing games; figures at right relaxing with empty sedan chairs; predominately green at center, with bright reds; gold mounting fabric",
  "dimension": "34 3/4 × 146 1/2 in. (88.3 × 372.1 cm) (image)\r\n41 × 153 × 3/4 in. (104.1 × 388.6 × 1.9 cm) (overall, including mount)",
  "id": "http://api.artsmia.org/objects/145278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2751,
  "image_width": 10000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen (nikuhitsu)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Through golden clouds, a scene of playful leisure unfolds. Visitors enter through the large gate open at the far right, surrounded by several litters and their carriers waiting for their lords to return. Inside, people mingle in small groups. Some play Japanese chess (shōgi), arm wrestle, read books, play music, and drink and eat. A group of three have taken a red blanket out into the garden to eat in a small peninsula jutting into a lake.\r\n\r\nAt first glance, this screen appears to show a familiar scene of merrymaking in the pleasure quarters; in fact, it depicts a scene in a male brothel called a kagema tea house (kagema chaya). Kagema traditionally referred to young understudies in Kabuki theater who trained to play women’s roles. In these brothels, young adolescent boys often served older male clients. The boys are identifiable by their distinctive hairstyle: a shaven head covered with forelock. Such youths, called wakashū (literally, “young people”), were considered the objects of sexual desire to both men and women.",
  "title": "Amusements in a Mansion"
}
