{
  "accession_number": "2023.50.1",
  "art_champions_text": null,
  "artist": "Artist: Koikawa Shōzan",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1861-1863",
  "department": "Asian Art",
  "description": "three volumes (.1 top, .2 middle, .3 bottom) of books illustrating erotic scenes; volumes pierced in four places and bound with purple string; covers are tan creped paper decorated with brown and green medallion designs and yellow mist; first half of each volume contains over a dozen scenes of colorfully dressed people in a variety of sexual positions; second half of each volume contains about 20 pages of text surrounded by purple border; colors are vibrant red, purple, green, blue,pink, metallic gold; .1 has two long fold-out pages, each folded 3 times",
  "dimension": "9 1/2 × 7 1/2 × 1/2 in. (24.1 × 19.1 × 1.3 cm) (each)\r\n9 1/2 × 7 1/2 × 1 1/2 in. (24.1 × 19.1 × 3.8 cm) (three stacked)",
  "id": "http://api.artsmia.org/objects/145288",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4698,
  "image_width": 6163,
  "inscription": "",
  "life_date": "Japanese, 1821 - 1907",
  "markings": "each volume red title label pasted to L side of cover",
  "medium": "Woodblock-printed book; ink and color with metallic pigments",
  "nationality": "Japanese",
  "object_name": "Book (shunga)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Tale of Genji, arguably the most famous Japanese novel, was written by Murasaki Shikibu, an early eleventh century noblewoman. The story centers around Hikaru Genji, the handsome son of an Emperor, and his romantic life. The tale’s implicit eroticism provided fertile ground for explicitly erotic adaptaions. In the late Edo period, writer Ryūtei Tanehiko wrote a parody of the tale titled A Fraudulent Murasaki’s Rustic Genji (1829), which set off a string of Genji-inspired erotic illustrated books.\r\n\r\nKagetsu Genji is an example of an erotic adaptation of the Tale of Genji. The first volume covers the plot in chapters 1 (“The Paulownia Pavilion”) to 11 (“Falling Flowers”); the second from chapters 12 (“Suma”) to 23 (The Warbler’s First Song”); and the third from chapters 24 (Butterflies) to 35 (“Spring Shoots II”). The remaining 18 chapters are not included. Each volume includes 12 pages of illustrations depicting men and women in various positions of sexual intercourse, framed by red and purple. A shell-shaped cartouche at the top right of each page contains a poem from Genji, connecting the erotic rendering back to the original text. Following the illustrations, 18 to 22 pages of text follow. Readers were thus visually and intellectually stimulated.",
  "title": "Flowers, Moon, and Genji, vol. 1"
}
