{
  "accession_number": "2023.29",
  "art_champions_text": null,
  "artist": "Author: Samuel van Hoogstraten; Publisher: Fransois van Hoogstraeten",
  "catalogue_raissonne": "Arntzen/ Rainwater H63; Hollstein IX, p. 142, 31: J. de Mann, Kunst op schrift, Kunst op Schrift: Een inventarisatie van Nederlandstalige publikaties op het gebied van kunsttheorie en esthetica 1670-1820, 23",
  "classification": " Books",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1678",
  "department": "European Art",
  "description": "book bound in ivory colored leather with ornate tooled medallion at center of front and back covers; frontispiece is an engraving of Apollo (?) holding paintbrush and palette as the nine muses dress him and crown him with laurel; title page printed in black and red ink; several engravings throughout the book illustrating the muses, human anatomy, perspective, and a portrait of the author",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/145287",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2000,
  "image_width": 1525,
  "inscription": "pencil inscriptions inside cover",
  "life_date": "Dutch, 1627-1678",
  "markings": "inside cover in corner, dark ink: CFC",
  "medium": "Letterpress book illustrated with engravings and etchings",
  "nationality": "Dutch",
  "object_name": "Book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Samuel van Hoogstraten was a prominent, multi-faceted artist and theorist in the seventeenth century. Born in Dordrecht, he apprenticed with Rembrandt, received a gold chain from Holy Roman Emperor Ferdinand III for painting a still-life so convincing that it deceived his eye, and worked in London, where he witnessed the great fire of 1666. Late in life, Hoogstraten returned to his hometown and wrote this book, whose title translates as “Introduction to the Higher Academy of the Art of Painting: or The Visible World.” \r\n\r\nThe border between perception and reality fascinated Hoogstraten. His painting of the Habsburg palace in Vienna showed a clock tower into which he inserted an actual clock so that his painting could keep time. His trompe l’oeil paintings are surprisingly convincing. Most astonishing are his “perspective boxes” whose highly distorted interiors resolve into perfectly believable 3-D images when viewed through a peephole. In the present book, an intriguing plate shows figures casting long shadows onto a stage backdrop, an allusion to Plato’s Cave, in which captives’ impressions of the outside world are based solely on shadows cast on the wall of the cave. Hoogstraten’s art required immense rigor. This volume comprises his detailed instructions on how to improve, including studies of anatomical proportion that set the tone for aspiring students.",
  "title": "Inleyding tot de Hooge Schoole der Schilderkonst"
}
