{
  "accession_number": "2023.51",
  "art_champions_text": null,
  "artist": "Artist: Shōkōsai Hanbei",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1799",
  "department": "Asian Art",
  "description": "bound volume of colorful ink portraits of a variety of characters, men and women, young and old; each illustration is accompanied by an inscription in black ink; many of the characters are against a background of flowers or trees; title page, 33 illustrations; and two pages of inscriptions (index?) at the end; pierced in 4 places and bound with string; housed in a tan colored case with bone clasps and a paper label on the outside",
  "dimension": "10 1/16 × 7 1/2 × 9/16 in. (25.5 × 19 × 1.5 cm) (book)\r\n10 3/16 × 7 3/4 × 7/8 in. (25.8 × 19.7 × 2.2 cm) (case)",
  "id": "http://api.artsmia.org/objects/145291",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7252,
  "image_width": 9858,
  "inscription": "",
  "life_date": "Japanese, active c. 1795 - 1809",
  "markings": "",
  "medium": "Ink and color with gold leaf and powder pigments",
  "nationality": "Japanese",
  "object_name": "Manuscript book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "A man, with a crazed look in his eyes, raises a scythe as if to strike. His hair flies around his face, whipped up by the wind that carries snow flurries. The illustration, one of 32 included in this book, is a portrait of the actor Sawamura Sōjūrō III (1753-1801), a kabuki actor who stood on the Osaka kabuki theater stage.\r\n\r\nThis book is filled with portraits of thirty-two kabuki actors who were active in the late eighteenth century. Each illustration is delicately and lavishly painted with ample color as well as gold and silver pigments. He used unusual painting techniques as well, such as blowing shell white to create the effect of snow, as seen in this scene. The painter, Shōkōsai Hanbei, was known for his prints and illustrated books about the Osaka theater and marketed to their fans. A handpainted book like this one may have been commissioned by patrons who wanted images of their idols.",
  "title": "Actors among the Garden Oaks"
}
