{
  "accession_number": "2023.46",
  "art_champions_text": null,
  "artist": "Artist: Elsa Gramcko",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "South America",
  "country": "Venezuela",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1957",
  "department": "Arts of the Americas",
  "description": "mostly black and white painting with two small bands of yellow pigment; irregular shapes floating inside a large irregularly shaped white space, on a black ground; modern brown and black wood frame",
  "dimension": "36 1/2 × 44 3/8 in. (92.7 × 112.7 cm) (canvas)\r\n38 1/4 × 46 1/8 × 1 3/4 in. (97.2 × 117.2 × 4.4 cm)",
  "id": "http://api.artsmia.org/objects/145294",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7886,
  "image_width": 9562,
  "inscription": "",
  "life_date": "Venezuelan, 1925 - 1994",
  "markings": "verso, TC stretcher, black pigment: ARRIBA; old gallery label adhered to verso BR",
  "medium": "Oil on canvas",
  "nationality": "Venezuelan",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G255",
  "see_also": [
    ""
  ],
  "signed": "verso TC, black pigment: ELSA GRMCKO 1957 / No 6 / (VENESUELA)",
  "style": "20th century",
  "text": "Although dealing with forms that don’t immediately relate to anything recognizable in the visible world, Gramcko never thought of her work as pure abstraction. “There was a time when I worked with hard lines and planes of color … but I don’t consider it to be abstract painting,” she said, “it is too emotional and has too many inner contents. I believe I am an expressionist painter.” In her paintings, lines and planes of muted colors fluctuate against solid dark backgrounds. But those lines and planes are not rigid geometric forms; instead, they evoke strange organic structures, loosely reminiscent of bones, snails, or fossils. Within the Venezuelan artistic scene of the time, dominated by the optical experiments of Alejandro Otero and Jesús Rafael Soto, Gramcko questions abstraction as the realm of rationality, introducing to it disturbing archetypal forms evocative of organic life.",
  "title": "No. 6"
}
