{
  "accession_number": "2023.31.1",
  "art_champions_text": null,
  "artist": "Artist: Erich Heckel",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 1,
  "dated": "1919",
  "department": "European Art",
  "description": "abstracted image; nude young man with brown hair and pale skin, standing at edge of water, with arms crossed over his chest, facing a seated man with reddish skin and brown hair, with his PR knee up, in LLQ, behind spikey foliage; arcing shoreline with bluff at left; low clouds; reddish rocks in LRC; received in black and gilt frame",
  "dimension": "30 3/4 × 26 3/4 in. (78.1 × 67.9 cm) (sight)\r\n38 5/8 × 34 11/16 × 3 1/4 in. (98.1 × 88.1 × 8.3 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145301",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8910,
  "image_width": 7720,
  "inscription": "",
  "life_date": "German, 1883 - 1970",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "German",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "The artist ('sold to Ferd); Gustav Ferd. Jung, Hagen (by 1943–81, his estate sale, Sotheby's, London, December 2, 1981 no. 151). [Lafayette Parke Gallery, New York and San Francisco; until 1993, sold, May 5, to Harrison]; Alfred and Ingrid Lenz Harrison, Wayzata (1993–2023; given to Mia)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G371",
  "see_also": [
    ""
  ],
  "signed": "Verso: Erich Heckel 1919 | On stretcher TC: Erich Heckel: Knaben am Strand. 1919",
  "style": "20th century",
  "text": "Bathers were a central subject for Erich Heckel throughout his career. “Boys at the Beach,” executed a year after the close of World War I,  is representative of his radical shift in approach following the war. Heckel's young men appear emaciated, stiff, and tentative; the standing figure cradles his chest as though he is cold or feels shame. Rather than enjoying the nature that surrounds them, the men are depicted turning their backs to the sea and the beach and  psychologically distancing themselves from both their world and each other. Heckel’s figures are symbolic of the trauma of the \"Great War\" and loss of carefree pleasures that followed.",
  "title": "Boys at the Beach"
}
