{
  "accession_number": "2023.44.4",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Printer: Magnolia Editions, Oakland, Calif.; Publisher: Magnolia Editions, Oakland, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints; Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "long horizontal paper folded 20 times accordion-style to create a series of pages; colorful hodgepodge of comic book superheroes and Mesoamerican imagery over a background of Mayan glyphs; each page is numbered with a red symbol in the TL corner; all sides deckle edge; contains imagery referencing Mayans, Aztecs, Mexico, Native Americans, Pop art, George Washington, Revolutionary War, the pope, various superheroes, Disney characters, G.I. Joe; folds and is stored in a custom brown paper clamshell box with a printed paper sleeve that resembles a book jacket with title down the side, Batman on the front, and an essay by Nick Stone on the back",
  "dimension": "8 1/2 × 94 in. (21.6 × 238.8 cm) (sheet, unfolded)\r\n8 3/4 × 5 1/2 × 1 1/2 in. (storage, box)",
  "id": "http://api.artsmia.org/objects/145325",
  "image": "valid",
  "image_copyright": "",
  "image_height": 322,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American (born Mexico), born 1953",
  "markings": "red stamp near signature: MAGNOLIA / EDITIONS",
  "medium": "Layered acrylic ink and varnish on handmade amate paper; accordion-fold codex",
  "nationality": "American (born Mexico)",
  "object_name": "Accordion-fold codex",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso L side, graphite: 5/12 Enrique Chagoya \\'21",
  "style": "21st century",
  "text": "Enrique Chagoya is renowned for his biting political and social satire that exposes the foibles, shortcomings, and corruption of contemporary life. Using found and repurposed cultural, historical, and mythological imagery,  Chagoya creates complex, open-ended narratives that invite subjective interpretations. Chagoya explains his approach: \"My codex books are based on the idea that history is told by those who win wars. Previous historic accounts are erased, destroyed or buried in oblivion. A new official story is invented in order to justify the new reality of events. Cultures are transformed and often completely destroyed by conquering ones. The world is endlessly re-mapped and re-named, with new rules and rulers in recurrent holocausts. New 'world orders' come and go in the middle of ideological frenzy. The 20th century has been perhaps the most violent in the world's history. Human kind is in constant war with itself, perfectly capable of total destruction. This is the raw material for my art. Since from this perspective history is an ideological construction, I decided to invent my own account of the many possible stories--from Cortez to the border patrol--in my own visual language. I mix pre-Columbian mythology with Catholic icons, American comics and images of ethnic stereotypes.\"",
  "title": "The Community Book of King Ahuizote's Granny"
}
