{
  "accession_number": "2023.44.3",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Printer: Shark's Ink, Boulder, Colorado; Publisher: Shark's Ink, Boulder, Colorado",
  "catalogue_raissonne": null,
  "classification": " Prints; Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "long horizontal print divided into 8 pages/sections that are numbered right to left in the TR of each page; title in gold color cursive lettering at top of first page; overall design is a seascape with imagery borrowed from ancient cultures, 19th century prints, and 20th century comics; page 1 is a portrait of a Black woman in white robe and turbin; subsequent pages have imagery of flying demons, people in boats; ships expoding, birds, fish, reference to Hiroshige's Great Wave, Mesoamerican temple, Popeye, Batman symbol",
  "dimension": "15 × 80 in. (38.1 × 203.2 cm) (sheet, unfolded, approximate)\r\n19 1/4 × 82 1/4 × 2 in. (48.9 × 208.9 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 874,
  "image_width": 4190,
  "inscription": "",
  "life_date": "American (born Mexico), born 1953",
  "markings": "",
  "medium": "Color lithograph on handmade amate paper; accordion-fold codex",
  "nationality": "American (born Mexico)",
  "object_name": "Accordion-fold codex",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "down R side in graphite: 12/30 Enrique Chagoya \\'09",
  "style": "21st century",
  "text": "Enrique Chagoya is renowned for his biting political and social satire that exposes the foibles, shortcomings, and corruption of contemporary life. Using found and repurposed cultural, historical, and mythological imagery,  Chagoya creates complex, open-ended narratives that invite subjective interpretations. Chagoya explains his approach: \"My codex books are based on the idea that history is told by those who win wars. Previous historic accounts are erased, destroyed or buried in oblivion. A new official story is invented in order to justify the new reality of events. Cultures are transformed and often completely destroyed by conquering ones. The world is endlessly re-mapped and re-named, with new rules and rulers in recurrent holocausts. New 'world orders' come and go in the middle of ideological frenzy. The 20th century has been perhaps the most violent in the world's history. Human kind is in constant war with itself, perfectly capable of total destruction. This is the raw material for my art. Since from this perspective history is an ideological construction, I decided to invent my own account of the many possible stories--from Cortez to the border patrol--in my own visual language. I mix pre-Columbian mythology with Catholic icons, American comics and images of ethnic stereotypes.\"",
  "title": "Illegal Alien's Guide to the Concept of Relative Surplus Value"
}
