{
  "accession_number": "2023.44.2",
  "art_champions_text": null,
  "artist": "Artist: Simone Elizabeth Saunders",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2022",
  "department": "Global Contemporary Art",
  "description": "large tufted textile with design of Black woman (Verchü) with long flowing braids and pink dress riding a galloping purple unicorn toward viewer; her proper right arm is outstretched, holding an object on a chain; dogs running through the grass at right; background lower half is green grassy field; upper half of background is orange, yellow, red sunset with flying black birds; ankh and eye of Horus symbols in the sun; twill tape hanging loops attached across top and bottom verso; arrived with two wooden square-profile dowels for hanging",
  "dimension": "65 1/4 × 56 1/2 × 1 in. (165.7 × 143.5 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/145323",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2710,
  "inscription": "",
  "life_date": "Canadian, born 1983",
  "markings": "See Signed",
  "medium": "Hand-tufted velvet, acrylic and wool yarn on muslin warp",
  "nationality": "Canadian",
  "object_name": "Textile",
  "portfolio": "From Verchü and the Chronicles of the Unicorn series, 2022-23",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso BR, black ink on cotton label: \\\"Break Away at Dawn\\\" 2022 / Simone Elizabeth Saunders / Verchü and the Chronicles / of the Unicorn #2 of 4 / Se Saunders Textile #39",
  "style": "21st century",
  "text": "Simone Elizabeth Saunders’s “Break Away at Dawn” offers an altered retelling of the medieval theme of the “Hunt of the Unicorn.” Rather than hunting the unicorn, Saunders’s central figure frees the mythical being. In this key scene after the liberation, the triumphant Black woman rides the unicorn through a lush and colorful landscape, replete with tropical flowers. Saunders’s reinterpretation of this medieval theme and, specifically, its depiction in the Metropolitan Museum of Art’s tapestries, centralizes a vision of Black womanhood that is powerful and restorative.",
  "title": "Break Away at Dawn"
}
