{
  "accession_number": "2023.31.2",
  "art_champions_text": null,
  "artist": "Artist: Ernst Ludwig Kirchner",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund and gift of funds from Mary Ingebrand-Pohlad; purchase from the collection of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1918",
  "department": "European Art",
  "description": "abstract image of a green mountain with yellow, orange, and purple cows, with a shepherd in purple and yellow in LRQ; blue river in a U ship around mountain; purple mountains around central green mountain; green pine trees in LRC; second abstracted figure in LRC; received in black and gilt frame",
  "dimension": "46 3/4 × 58 3/4 in. (118.7 × 149.2 cm) (sight)\r\n55 1/4 × 67 1/2 × 1 15/16 in. (140.3 × 171.5 × 4.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145302",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6849,
  "image_width": 8578,
  "inscription": "",
  "life_date": "German, 1880–1938",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "German",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G371",
  "see_also": [
    ""
  ],
  "signed": "LR: E.L. Kirchner 18",
  "style": "20th century",
  "text": "German painter Ernst Kirchner presents a tranquil bird’s-eye view of a herd of cattle grazing in the majestic Swiss Alps. The forms in the landscape are abstracted: the cows, farmer, mountaineer, hilly green terrain, flowing stream, purple and pink mountain peaks, and spiky trees. Kirchner painted the colorful scene soon after emigrating to Switzerland from Germany. He had sought medical treatment there after suffering a mental crisis and physical collapse while serving as an artillery driver in World War I and had developed an addiction to narcotics. The grand, vibrant scene seems to encapsulate the artist’s experience of nature in Switzerland at this sensitive moment of his recovery. Kirchner wrote in 1918, “Down below in the valley the cabins stand out in the boldest Paris blue against the yellow fields. For the first time here one really gets to know the worth of individual colors. And, in the bargain, the stark monumentality of the rows of mountains.”",
  "title": "Mountain with Cattle"
}
