{
  "accession_number": "2023.47.1",
  "art_champions_text": null,
  "artist": "Artist: Imogene Big Medicine",
  "catalogue_raissonne": null,
  "classification": " Beadwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Virginia Doneghy, by exchange",
  "culture": "Southern Cheyenne",
  "curator_approved": 0,
  "dated": "c. 1965",
  "department": "Arts of the Americas",
  "description": "fully beaded child-size dress or shirt with long buckskin fringe at arm openings and bottom; American flag designs at shoulders and waist with morning stars, red, gold, green geometric designs in a blue field; bead design is the same on both front and back; all small glass beads; lined with a red cotton fabric with small floral pattern; .2a,b is a matching pair of boots",
  "dimension": "35 × 42 × 1 in. (88.9 × 106.7 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/145329",
  "image": "valid",
  "image_copyright": "",
  "image_height": 800,
  "image_width": 600,
  "inscription": "",
  "life_date": "American (Southern Cheyenne), born 1926",
  "markings": "paper tag pinned inside sleeve: 90s / Imogene / Big Medicine / (Cheyenne) / Fully beaded / dress / Replica / From / Detroit / Historical / Society / LSYY / Museum / Chandler / Pohrt / Collection / 6900.",
  "medium": "Hide, beads, sinew, cotton cloth",
  "nationality": "American (Southern Cheyenne)",
  "object_name": "Dress",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Southern Cheyenne artist Imogene Big Medicine (1923 – 1980) created this stunningly beautiful fully beaded dress with matching leggings and moccasins. Hundreds of Italian glass beads are sinew-stitched to the tanned hide, and the dress is lined with calico. Using a lane stitch technique to bead – customary for Cheyenne and Lakota bead artists – Big Medicine draws upon Lakota stylistic and design elements, including a background filled with brilliant blue beads and further embellished with warm amber and green beaded designs. Perhaps the most striking elements in the outfits are the American flags that appear, a common motif used by bead artists since the mid to late 19th century. American flags were used in a variety of ways, most notably to imbue the wearer with the “power” the flag represented, and to provide a visual cue of “allegiance” to the outside world. A subversive strategy, these flags actually allowed individuals to covertly practice ceremonies and events during patriotic gatherings such as the 4th of July in plain sight.",
  "title": "Dress"
}
