{
  "accession_number": "2023.44.5",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Printer: Magnolia Editions, Oakland, Calif.; Publisher: Magnolia Editions, Oakland, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "long horizontal landscape with a parade facing R of horses, bears, griffith, ridden by figures in elaborate costume with oversized stylized heads who are holding staffs, scales, musical instruments; green grassy ground below and blue sky above in which floats imagery from indigenous cultures of North America, Meso-America, and Africa; three banners with lettering at L, C, and R; to R of center is portrait of person in feathered headdress with flesh flayed from neck down, one arm outstretched dropping gold coins from hand",
  "dimension": "21 1/2 × 87 1/4 in. (54.6 × 221.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/145326",
  "image": "valid",
  "image_copyright": "",
  "image_height": 756,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American (born Mexico), born 1953",
  "markings": "red stamp above signature: MAGNOLIA / EDITIONS",
  "medium": "Layered acrylic ink, gold leaf, and varnish on handmade amate paper; codex scroll",
  "nationality": "American (born Mexico)",
  "object_name": "Codex / scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso BR corner, black crayon : 5/12 Enrique Chagoya \\'21",
  "style": "21st century",
  "text": "Enrique Chagoya is renowned for his biting political and social satire that exposes the foibles, shortcomings, and corruption of contemporary life. Using found and repurposed cultural, historical, and mythological imagery,  Chagoya creates complex, open-ended narratives that invite subjective interpretations. Chagoya explains his approach: \"My codex books are based on the idea that history is told by those who win wars. Previous historic accounts are erased, destroyed or buried in oblivion. A new official story is invented in order to justify the new reality of events. Cultures are transformed and often completely destroyed by conquering ones. The world is endlessly re-mapped and re-named, with new rules and rulers in recurrent holocausts. New 'world orders' come and go in the middle of ideological frenzy. The 20th century has been perhaps the most violent in the world's history. Human kind is in constant war with itself, perfectly capable of total destruction. This is the raw material for my art. Since from this perspective history is an ideological construction, I decided to invent my own account of the many possible stories--from Cortez to the border patrol--in my own visual language. I mix pre-Columbian mythology with Catholic icons, American comics and images of ethnic stereotypes.\"",
  "title": "The Waters of Oblivion in Mictlán"
}
