{
  "accession_number": "2023.57.1",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Nagel/Timm 1231a",
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1932",
  "department": "European Art",
  "description": "sketch in black crayon on white paper of three figures holding each other tightly: mother at L, child at R and infant at C; figures visible from arms up; arrived in a wood frame painted a mottled bronze color and fabric mat",
  "dimension": "22 1/2 × 17 7/8 in. (57.2 × 45.4 cm) (sight)\r\n31 3/4 × 26 3/4 × 1 in. (80.6 × 67.9 × 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145332",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8260,
  "image_width": 6594,
  "inscription": "",
  "life_date": "German, 1867–1945",
  "markings": "gallery label on back of frame BR; framer\\'s labels on back of frame BL",
  "medium": "Conte crayon on paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, graphite: Kathe Kollwitz",
  "style": "20th century",
  "text": "Kathe Kollwitz devoted her life and her art to the plight of the poor. Here a woman tightly embraces two children, clasping her forearms to draw them closer. Kollwitz shows us the power of love in adverse circumstances. Though best known as a printmaker, Kollwitz also produced some 40 sculptures. This drawing is part of a decades long process that led her to produce one of her most important sculptures, \"Mother with Two Children.\" Already prior to World War I, she had been thinking of a mother and child sculpture. The project took on more personal meaning during the war, when her younger son died on the battlefield. Other projects delayed her progress, and when her daughter-in-law gave birth to twin girls in 1923, she knew there had to be two children. This is one of three closely related drawings that she made in 1932, as she considered the grouping. In the end she loosened the woman's grip so that her hands touch, allowing enough room for the children to settle down into her lap.\r\n\r\nThe year after she made this drawing, the Nazi's stripped Kollwitz of her professorship in the Prussian Academy of Arts, where she was the first woman to hold that honor in a hundred years. They dogged her, confiscating some of her work as degenerate and denying her opportunities to display her art. Nonetheless, she persisted and completed her sculpture in plaster in 1936. Though she was not allowed to display it publicly, she had a version carved in limestone for the courtyard of her studio. That version was lost in World War II. After the war, officials in East Berlin had another version made and placed it on the site of her former home, which was also destroyed in the war. Thus, the this drawing is a stage in the development of what would become one of the principal monuments commemorating the artist's life.",
  "title": "Mother Pressing her Children to her"
}
