{
  "accession_number": "2023.37",
  "art_champions_text": null,
  "artist": "Artist: Helen Oji",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mr. and Mrs. Bernard M. Granum Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1974",
  "department": "Global Contemporary Art",
  "description": "colorful image of woman in bathtub filled with blue water and bubbles, eyes closed, lathering her hair with both hands at R side of image; silver/gray tiles on wall in upper half of image; towel, razer, shampoo bottle on edge of tub toward bottom of image; pigment of tiles and water has iridescent sheen; floating mount in white wood frame",
  "dimension": "29 13/16 × 22 1/16 in. (75.7 × 56 cm) (image, sheet)\r\n34 7/16 × 26 5/8 × 1 11/16 in. (87.5 × 67.6 × 4.3 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145333",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3678,
  "image_width": 2741,
  "inscription": "",
  "life_date": "American, born 1956",
  "markings": "verso BL, graphite: \\\"Bather Washing Her Hair\\\"; verso BR, barely legible, in graphite: woman washing / her hair; Eric Firestore gallery label on back of frame at TL",
  "medium": "Watercolor on paper",
  "nationality": "American",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso BR, graphite: Helen Oji  © 1974",
  "style": "20th century",
  "text": "Helen Oji’s intimate self-portrait, Bather Washing Her Hair, 1974, was created at a moment when Oji was finding her voice as an artist, an American woman, and a third-generation Japanese American. When considered within the history of Japanese and Euro-American depictions of Asian women bathing, this self-portrait holds particular power. The privacy and comfort of Oji’s bath is deliberately unerotic; the angle of her thigh is not for the viewer’s pleasure, but for shaving.Through frank self-depiction and a rejection of any sexualized content in her portrait in favor of self-empowerment.",
  "title": "Bather Washing her Hair"
}
