{
  "accession_number": "2023.57.3",
  "art_champions_text": null,
  "artist": "Artist: Sybil Andrews",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1934",
  "department": "European Art",
  "description": "print in colors of orange, green, blue, yellow, black, brown depicting horse race; 5 stylized jockeys on horses of various colors moving from R to L around a corner of racetrack; arrived in a brown burled wood veneer frame, white outer mat, navy inner mat",
  "dimension": "10 1/8 × 13 1/4 in. (25.7 × 33.7 cm) (image)\r\n18 1/4 × 20 3/4 × 7/8 in. (46.4 × 52.7 × 2.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145437",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4732,
  "image_width": 6082,
  "inscription": "",
  "life_date": "British and Canadian, 1898–1992",
  "markings": "",
  "medium": "Linocut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BL written over print, graphite: \\\"Racing\\\" / Sybil Andrews / 11/60",
  "style": "20th century",
  "text": "Sibyl Andrews was one of the leaders of the Grosvenor School of printmakers, a group that used linocut as the means to produce dynamic, colorful, geometric images of modern life. She learned linocut techniques from Claude Flight who taught classes at the The Grosvenor School of Modern Art, where she started as a secretary in 1925. Working alongside her studiomate and collaborator Cyril Power, she produced posters for the London Underground and many remarkably vibrant prints, until World War II put this aspect of her career on hold.\r\n\r\n\"Racing\" features five jockeys--arms improbably stretched--hanging on tight as their mounts gallop around the infield rails. Here Andrews relied on curves.The curves and thus the forms blend into one another. Blade-like arcs of green extend from the horses' heads. Are they shadows, turf, or abstract indications of speed' The horses seem to run through the air, for their legs are surrounded by the void of blank paper that Andrews left in reserve. The riders' arms and the reins are one. The bird's-eye view and distortion of the landscape that funnels the action into tighter surroundings as the horses run forward both emphasize the speed of the action. Andrews layered colors so that her palette of green, orange, and black also yields a brown thoroughbred.",
  "title": "Racing"
}
