{
  "accession_number": "2023.57.5",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 68",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1903",
  "department": "European Art",
  "description": "three color (blue, black, tan) print of person's head and shoulders in three-quarter profile looking to R; figure has short hair or hair pulled back and is wearing blue cloth wrap; figure is on black ground; on off-white paper; arrived in reddish brown and gold wooden frame, white mat",
  "dimension": "14 × 9 3/4 in. (35.6 × 24.8 cm) (image)\r\n26 3/8 × 21 5/8 × 1 in. (67 × 54.9 × 2.5 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145439",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6445,
  "image_width": 4898,
  "inscription": "",
  "life_date": "German, 1867–1945",
  "markings": "verso frame, graphite: \\\"Brustbild einer Arbeiterfrau mit blauem Tuch,\\\" (Bust of a Working Woman with Blue Shawl), 1903....",
  "medium": "Crayon and brush lithograph on wove Japan paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR below image, graphite: Kathe Kollwitz",
  "style": "20th century",
  "text": "“Woman with Blue Shawl” represents a highpoint in Käthe Kollwitz’s engagement with color lithography. The striking image shows a woman bust length with her head slightly downturned. Here Kollwitz is at her best in conveying subtle emotion. The subject’s hair is pulled back, and her sinking cheeks make us feel the burdens she bears. Much of her face is in shadow, though the light catches her from one side. She wears the denim blue coat of a worker. Though she lives a hard life, we do not sense abject despair. Rather she can take some solace in the touch of light that comes to her like a spiritual aura. Mia has two other impressions of this lithograph, one a rare, early proof (P.359), the other a later commercially-printed reissue (P.5,419). The present impression shows how Kollwitz’sintended the published print to appear",
  "title": "Portrait of a Working Woman with Blue Shawl"
}
