{
  "accession_number": "2023.57.2",
  "art_champions_text": null,
  "artist": "Artist: Sybil Andrews",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "European Art",
  "description": "print in colors of green, browns, dark brown, depicting stylized figures dressed in green, working in a line with arms up, handling a large piece of equipment; figures larger at R and smaller at L due to forced perspective; arrived in a brown burled wood veneer frame",
  "dimension": "12 3/4 × 10 in. (32.4 × 25.4 cm) (image)\r\n21 5/8 × 18 5/16 × 7/8 in. (54.9 × 46.5 × 2.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145436",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5976,
  "image_width": 4779,
  "inscription": "",
  "life_date": "British and Canadian, 1898–1992",
  "markings": "",
  "medium": "Linocut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "TR, graphite: \\\"Bringing in the Boat\\\" 58/60 / Sybil Andrews",
  "style": "20th century",
  "text": "Sibyl Andrews was one of the leaders of the Grosvenor School of printmakers, a group that used linocut as the means to produce dynamic, colorful, geometric images of modern life. Working alongside her studiomate and collaborator Cyril Power, she produced posters for the London Underground and many remarkably vibrant prints, until World War II put this aspect of her career on hold. \r\n\r\nBringing in the Boat shows eight oarsmen lifting their long shell up over their heads as they carry it up a flight of stairs. The four men on the foreground side of the boat appear in a limited color palette: brick-red skin, kelly-green-onesie swimsuits, and black shoes. The backs of their boxy heads are black, and the tops are a mix of red, green, and black suggesting something like reddish-brown hair. Though at first sight the colors appear solid and the forms flat, Andrews's hand-printing technique introduces significant color variation and mixing, through layered over-printing and varied pressure. The figures on the far side of the boat initially appear to be black silhouettes, but a closer look reveals more layered color. A good place to observe Andrews's skill in color gradation is in the stairs, which are red at the top and green at the bottom. The outlines of the forms are composed almost entirely of straight lines with only the occasional curve. The result is an angular symphony of positive and negative spaces. So choreographed is the composition that one thinks of the great dance numbers in movies of the era--or more pertinently, the mass demonstrations of synchronized athletic prowess seen in interwar propaganda films. The arrangement of the oarlock stays echoes that of the crew, whose individuality Andrews suppressed to produce robotic figures with fingerless hands transformed into clamps and hooks. While seemingly straightforward, Andrews's composition contains ambiguities. The vantage point from the top of the steps, yet low to the ground, causes the staircase to appear steep, though each step also appears wide enough",
  "title": "Bringing in the Boat"
}
