{
  "accession_number": "2023.45",
  "art_champions_text": null,
  "artist": "Artist: Ye Guang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Donald McNeely Family Fund In Tribute to Marjorie McNeely and the Suzanne S. Roberts Endowment for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th-early 17th century",
  "department": "Asian Art",
  "description": "snowy landscape with mountains at top; bridge in URQ; trees at left and bottom; two figures at bottom, wearing wide-brimmed hats and furs--one man in boat at bottom center/right, warming his hands at a small stove; second man in LLC holding a vessel with a handle; off-white mount; dark-finished wooden roller ends",
  "dimension": "56 1/4 × 30 1/4 in. (142.9 × 76.8 cm) (image)\r\n100 1/16 × 38 1/8 in. (254.2 × 96.8 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/145786",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11101,
  "image_width": 6066,
  "inscription": "Juchao Ye Guang 居巢葉廣 (“Ye Guang, nest-dweller”)。\r\n\r\nArtist’s seal: \r\nYe Guang zhiyin 葉廣之印 (“Ye Guang’s seal”), Yuan Bo 元博\r\n",
  "life_date": "Chinese, active 1597 - 1621",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "While many paintings depict recluses in the guise of fishermen, the figures portrayed here are actual fishermen, another popular theme related to the eremitic genre. The two fishermen are mooring their boat on the shore of the river, surrounded by a wintry landscape. The scenery is depicted using the so-called reverse saturation method, meaning that the background, including the sky and the river, are painted with light ink, while other areas—the mountains, riverbank, treetops, and the boat itself—are left unpainted. This technique gives the impression that these spots are covered with snow. Especially noteworthy is the subtle and very skillful rendition of smoke rising above the frozen river from the charcoal brazier on board the river skiff.",
  "title": "Fishing on Winter River"
}
