{
  "accession_number": "2023.56.3",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Mary Sully Foundation",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "three vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has image of white scalloped wing-like elements forms a dome, with a layer of grey elements inside it, covering a green hill of blooming flowers of various types, with a grey sky with clouds; middle sheet has a repeating design of circles with floral elements in turquoise, blue, orange, yellow, pink, and purple, topped with arcing cloud-like form; bottom sheet is a symmetrical geometric design with orange and yellow flowers, orange and pink crosses, and purple diamonds, inside green, blue, white, and purple sawtooth radiating diamonds; verso of bottom sheet has small pencil sketch of geometric flower and sawtooth design in ULQ",
  "dimension": "24 11/16 × 19 in. (62.7 × 48.3 cm)\r\n13 × 18 in. (33 × 45.7 cm) (object part, top sheet)\r\n12 1/8 × 19 1/16 in. (30.8 × 48.4 cm) (object part, middle sheet)\r\n9 9/16 × 12 1/16 in. (24.3 × 30.6 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/145847",
  "image": "valid",
  "image_copyright": "",
  "image_height": 741,
  "image_width": 556,
  "inscription": "",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil on paper",
  "nationality": "American",
  "object_name": "Drawings (triptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center of bottom sheet and on back of same sheet  in pencil: Judge Hartmann",
  "style": "20th century",
  "text": "Mary Sully's \"personality portraits\" were created in New York City, where the artist lived with her sister Ella Deloria, the first Native American woman ethnographer. Exposed to an art world of abstraction, modernism, and Art Nouveau, Sully drew upon these genres and infused Dakota aesthetics in conversation with them. In this work, Sully creates a personality portrait of Judge Hartman, a noted judge in New York City, who devoted his life to Jewish causes, and the Israel Orphan Asylum that he established. A haven for orphaned children, many who lost their parents from war, Sully's imagines the personality of Hartman as a white amphitheater that shelters young plants to allow them to grow, like the children he serves. Using the designs from the top panel, Sully draws upon Art Nouveau for the middle panel, where white wings are animated with action and flight. Finally, Sully uses the bottom panel to link to Dakota aesthetic designs, abstracted thoughts that reference Dakota values of family and relationships.",
  "title": "Judge Hartmann"
}
