{
  "accession_number": "2023.57.7",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 48 IV A",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1900",
  "department": "European Art",
  "description": "black and white image of three figures: a seated woman with defeated expression holding a sleeping or dead child's head in her lap; standing man at TR, facing R, with PL hand covering face and holding a rope in his proper right hand; arrived in black wooden frame with gold highlights",
  "dimension": "9 × 7 5/8 in. (22.9 × 19.4 cm) (image)\r\n24 3/4 × 20 3/4 × 3/4 in. (62.9 × 52.7 × 1.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6324,
  "image_width": 5633,
  "inscription": "",
  "life_date": "German, 1867–1945",
  "markings": "Dayton\\'s framing sticker verso frame at BL",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR below image, graphite: Kathe Kollwitz",
  "style": "20th century",
  "text": "A care-worn couple grieve for a sick or dead child. The man stands leaning against a wall, his face buried in his left arm, while his right is slightly extended in a gesture of supplication or benediction. The woman leans over slightly, using her hands to support the head of the limp child. Käthe Kollwitz originally intended this image to serve as the left panel of a 34-inch-wide triptych, whose central panel featured a naked male corpse laid out on a cloth-covered slab (derived from Hans Holbein’s famous painting of the dead Christ in the Kunstmuseum Basel) with another sword-bearing figure leaning over him. The right wing of the triptych showed nude women, one bound to a tree trunk, one embracing the trunk, and another seeming to mourn the others while imploring the viewer. Kollwitz credited the symbolist Max Klinger with inspiring much of her interest in printmaking, and the triptych shows her employing his brand of hyperdramatic otherworldliness. The result was an odd juxtaposition of melodrama in the center and right sections versus the restrained tragedy of the left. After printing just a few impressions of the full composition, Kollwitz cut the plate, separating the left section from the others. She then went on to print editions of the separate plates. This impression of the left section shows the inner drama that Kollwitz would continue to pursue throughout her career.",
  "title": "Downtrodden"
}
