{
  "accession_number": "2023.58.1",
  "art_champions_text": null,
  "artist": "Artist: Max Pechstein",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Harriet and Walter Pratt",
  "culture": null,
  "curator_approved": 0,
  "dated": "1921",
  "department": "European Art",
  "description": "seascape in dark, rich colors of green, blue, purple, red; a pier and red signal light tower at R side; cresting waves in light green, dark blue sky across top of canvas; gilded wood frame",
  "dimension": "31 × 39 in. (78.7 × 99.1 cm) (sight)\r\n36 1/8 × 44 × 2 in. (91.8 × 111.8 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145821",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6528,
  "image_width": 8197,
  "inscription": "",
  "life_date": "German, 1881–1955",
  "markings": "paper label at verso CR for Walker Art Center exhibition: The Cities Collect, 2000-2001, checklist #137",
  "medium": "Oil on canvas",
  "nationality": "German",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G377",
  "see_also": [
    ""
  ],
  "signed": "LR, brown-black pigment: HMPechstein",
  "style": "20th century",
  "text": "Max Pechstein captures the frigid, rough seas of the Baltic Sea in this dramatic, nearly abstract composition. Vivid dark greens, blues, and purples of the deep sea contrast with the cresting white waves that rise and fall into the distance. The water pours over the barrier of a harbor or ship deck in the foreground with force, which Pechstein depicts with bold brushstrokes that express the power of nature. The painting was executed at a highpoint in the artist's career, between the wars, when Pechstein exhibited widely and was a member of the Prussian Art Academy. After the Nazis came to power in 1933, Pechstein was removed from his professorship at the Hochschule für Bildende Künste in Berlin and forbidden to paint or exhibit art. His paintings were featured prominently in the Nazis notorious Degenerate art show of 1937, and some 300 of his works were seized from German museums.",
  "title": "Stormy Sea"
}
