{
  "accession_number": "2023.56.1",
  "artist": "Mary Sully",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "\"Dakota\"",
  "curator_approved": 0,
  "dated": "c. 1938",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "40 3/4 × 19 in. (103.5 × 48.3 cm)\r\n13 × 17 15/16 in. (33 × 45.6 cm) (object part, top sheet)\r\n12 1/8 × 19 in. (30.8 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n6 1/16 × 19 in. (15.4 × 48.3 cm) (object part, bottom sheet)",
  "id": 145845,
  "image": "valid",
  "image_copyright": null,
  "image_height": 11062,
  "image_width": 5295,
  "inscription": "on back of second sheet from bottom: Shirley / 32",
  "life_date": "1896–1963",
  "markings": null,
  "medium": "Colored pencil and pigments on paper",
  "object_name": "Drawing (quadriptych)",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G276",
  "signed": null,
  "style": null,
  "text": "Concentric rings drawn in brown, yellow, orange forma looping diamond shape that extends horizontally across the top panel. The center is a circle where many of the rings intersect, and arcs with color, notably brown, pink and blue appear. Two small dark brown circles look like brown eyes. Five rows across and five rows down of brown lines establish the structure of the middle panel.  On each is a central triangle formed by circles, and off of each of these rounded triangles are other larger circles, all drawn on the left side of the central image. The bottom panel is a realistic drawing of a blue cape, beaded with vining fruits and a rounded diamond of circles; one red circle in the center and the other four spaced evenly around the center. The inscription accompanying the bottom panel reads: SHIRLEY TEMPLE- When blue flannel was first introduced little girls wore capes of it, decorated with beads, like this one. \r\n",
  "title": "Shirley Temple"
}
