{
  "accession_number": "2023.56.4",
  "artist": "Mary Sully",
  "classification": "Drawings, Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "39 7/16 × 19 in. (100.2 × 48.3 cm)\r\n12 15/16 × 18 1/16 in. (32.9 × 45.9 cm) (object part, top sheet)\r\n12 1/16 × 19 in. (30.6 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n4 3/4 × 12 in. (12.1 × 30.5 cm) (object part, bottom sheet)",
  "id": 145848,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10828,
  "image_width": 5295,
  "inscription": null,
  "life_date": "American (Dakota), 1896–1963",
  "markings": null,
  "medium": "Colored pencil and pigments on paper",
  "object_name": "Drawing (quadriptych)",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G276",
  "signed": null,
  "style": null,
  "text": "Mary Sully's personality portraits were created in New York City, where the artist lived with her sister Ella Deloria, the first Native American woman ethnographer. Exposed to an art world of abstraction, modernism, and Art Nouveau, Sully drew upon these genres and infused Dakota aesthetics and values in conversation with them.\r\nIn this work, Sully creates a personality portrait of George Ade to evoke his reputation of hospitality and generosity. Ade was an American writer, syndicated newspaper columnist, and playwright, and built a grand estate, made accessible to communities and children. The top panel suggesting paths of his grand estate, and the middle panel transitions from the first in kaliedescope fashion in an Art Nouveau style. Fully quilled moccasins appear on the bottom panel, referencing Sully's visual gesture to Ade's generosity and respect, as quilled moccasins are given to others for these individual qualities.",
  "title": "George Ade"
}
