{
  "accession_number": "2023.56.1",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c. 1938",
  "department": "Arts of the Americas",
  "description": "four vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has radiating symmetrical design of circles in a diamond pattern, with filled-in dots of various colors (brown, blue, orange, yellow, and pink) in corners; second sheet from top has pattern in horizontal bands of clusters of circles in various colors, with a brown bar beneath each cluster, with light shading in background overall; second sheet from bottom has a simplified image of a semicircular cape with abstracted design of brown, red, and yellow flowers, orange and pink berries, and green vines and leaves on a blue ground; bottom sheet is text: SHIRLEY TEMPLE - When blue / flannel was first introduced little girls wore / capes of it, decorated with beads, like this one.",
  "dimension": "40 3/4 × 19 in. (103.5 × 48.3 cm)\r\n13 × 17 15/16 in. (33 × 45.6 cm) (object part, top sheet)\r\n12 1/8 × 19 in. (30.8 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n6 1/16 × 19 in. (15.4 × 48.3 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/145845",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 3024,
  "inscription": "see Signed",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil and pigments on paper",
  "nationality": "American",
  "object_name": "Drawings (quadriptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of second sheet from bottom: Shirley / 32",
  "style": "20th century",
  "text": "In the early half of the twentieth century, modernism, abstraction, Art Nouveau-style designs, and Native American art established a place in fine art museums across America. Mary Sully quietly began to revolutionize Native and American art by intentionally and carefully making connections between these seemingly unrelated genres, and, in doing so, perhaps unintentionally transformed the field of American art.  \r\nIn “Shirley Temple” Sully depicts the country's most popular female star and Hollywood's top box office attraction in the Great Depression era. In the top panel, Sully centers two small dark brown circles that look like brown eyes, most likely referencing the 1934 blockbuster hit “Bright Eyes.” She further elaborates the work using concentric rings to depict the child star’s bubbly personality and famous golden ringlets of hair. In the bottom panel, the artist then makes connections between the child star and her own communities’ children as she illustrates a blue beaded cape that would adorn young Dakota girls in cosmopolitan yet culturally specific fashion.",
  "title": "Shirley Temple"
}
