{
  "accession_number": "2023.56.2",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "four vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has symmetrical design with blue winged heart at center and green and yellow winged hearts in corners, with green, yellow, and brown leaves, stems, and buds; second sheet from top has red, green, and white repeating patterns with chevrons with scallops, jingle bell-like forms, and rectangular and square wedges; second sheet from bottom has a symmetrical multicolored design with three heart-shaped flowers, half-circle and clover-like forms, and brown and green buds; bottom sheet is text: Spring",
  "dimension": "39 3/16 × 19 in. (99.5 × 48.3 cm)\r\n13 1/16 × 18 1/16 in. (33.2 × 45.9 cm) (object part, top sheet)\r\n12 1/16 × 19 in. (30.6 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n4 13/16 × 12 1/16 in. (12.2 × 30.6 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/145846",
  "image": "valid",
  "image_copyright": "",
  "image_height": 650,
  "image_width": 488,
  "inscription": "",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil and pigments on paper",
  "nationality": "American",
  "object_name": "Drawings (quadriptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the early half of the twentieth century, at a moment when modernism, abstraction, Art Nouveau-style designs, and Native American art established a place in fine art museums across America, Sully quietly began to revolutionize Native and American art by intentionally and carefully making connections between these seemingly unrelated genres, and, in doing so, perhaps unintentionally transformed the field of American art. In the work entitled \"Spring\" Sully uses bold colors in the shapes of hearts and flowers, along with winged forms, to evoke the emotions associated with the season, including a flight of love and ideas flowing, a new sense of possibility and freedom, and the reawakening of the soul. These beautiful flowers and hearts are drawn from Sully's Dakota aesthetic canon: Dakota and other Native artists of the Upper Great Lakes region employ similar designs and use of color in beadwork, most commonly found in attire made for loved ones.",
  "title": "Spring"
}
