{
  "accession_number": "2023.57.6",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 41 iiia",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1898",
  "department": "European Art",
  "description": "black and white portrait of middle aged woman with her hands folded across stomach, hair pulled back tightly, wearing a plain dress; viewed from waist up, facing forward; dark shadow at R; arrived in a brown wooden frame, acid-free mounting",
  "dimension": "11 × 8 3/4 in. (27.9 × 22.2 cm) (image)\r\n23 7/8 × 20 7/8 × 3/4 in. (60.6 × 53 × 1.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8458,
  "image_width": 7127,
  "inscription": "BR below image, graphite: Druck von unverstählte Platte",
  "life_date": "German, 1867–1945",
  "markings": "two stickers on back of frame: VERN CARVER GALLERY... and MUSEUM MOUNTED...",
  "medium": "Etching, before steel facing of the plate",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From made for The Weavers' Revolt, but eventually not included",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, below image, graphite: Kathe Kollwitz",
  "style": "19th century",
  "text": "Kollwitz spent the mid-1890s working on a cycle of etchings and lithographs called \"A Weavers' Revolt\" or simply \"The Weavers,\" inspired by a play by Gerhart Hauptmann about an 1844 uprising of weavers in Silesia, first performed in 1893.  In the process, she made and then rejected many drawings and prints, favoring the most dramatic for inclusion among the six finally published as a portfolio. \"Woman with Folded Hands\" was one of those set aside, probably because it was  too quiet and non-narrative for the portfolio. The etching is nonetheless a quietly powerful invocation of a woman in despair and proved successful as an independent work of art.",
  "title": "Woman with Folded Hands"
}
