{
  "accession_number": "2023.57.9",
  "artist": "Albert Lebourg",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Europe\"",
  "country": "\"France\"",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1885",
  "department": "European Art",
  "description": "",
  "dimension": "19 × 13 3/8 in. (48.3 × 34 cm) (image, sheet)\r\n25 1/8 × 18 1/8 × 3/4 in. (63.8 × 46 × 1.9 cm) (outer frame)",
  "id": 145818,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8579,
  "image_width": 5648,
  "inscription": null,
  "life_date": "Albert Lebourg, French, 1849–1928",
  "markings": "two paper labels on back of frame for Galerie Arnoldi-Livie; two paper labels for Vern Carver Gallery framing, acid-free mounting",
  "medium": "Charcoal",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "BL, black crayon: A. Lebourg",
  "style": null,
  "text": "The prolific draftsman Albert Lebourg is largely remembered as a painter of Impressionist landscapes, but his artistic world was more varied. He ran an art school in Algeria, traveled to Egypt, invented fantasy battles, and occasionally worked in a Realist vein. As a dignified image of a modest, probably rural subject, this drawing belongs to the latter aspect of his activity.\r\n\r\nThe old woman wears glasses to do her knitting. She tries to keep warm and is bundled up in a coat and hat. She is close in appearance to a woman in another Lebourg drawing identified as Madame Ducroix Mallet and may be one in the same. Madame Ducroix Mallet ran a hotel in Pont du Château, a town in the Auvergne region of central France.\r\n\r\nThe image of Madame Ducroix Mallet is said to date from 1885. Though undated, the present drawing was also probably made in 1885, when Lebourg was in Pont du Château, painting snow scenes of the area.",
  "title": "Old Woman Knitting"
}
