{
  "accession_number": "2024.41.3",
  "art_champions_text": null,
  "artist": "Photographer: Joel E. Whitney",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "Gift of Kaywin Feldman in honor of Casey Riley",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Arts of the Americas",
  "description": "image of seated figure with gaze toward right of composition; figure is holding staff in PR hand; a blanket draped across left shoulder, arm, and around waist",
  "dimension": "3 9/16 × 2 1/4 in. (9 × 5.7 cm) (image)\r\n4 × 2 3/8 in. (10.2 × 6 cm) (mount)",
  "id": "http://api.artsmia.org/objects/145840",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1128,
  "image_width": 698,
  "inscription": "on verso, written in cursive, black ink, at top of mount: This Indian is now 109 years old and he resides near St. Paul | on recto printed in black ink, below title: Chief of Gull Lake Chippewas. Who to escape the vengeance of the Indians when they discovered his friendship for the whites, in the outbreak of 1862, was obliged to seek protection in Fort Ripley. | on recto, printed in black ink, below title | on recto, at bottom, printed in black ink: WHITNEY’S GALLERY, SAINT PAUL.",
  "life_date": "American, 1822 – 1886",
  "markings": "",
  "medium": "Albumen print (carte de visite)",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on recto, printed in black ink, below image: QUI-WI-SAIN-SISH, (BAD BOY.)",
  "style": "19th century",
  "text": "By the middle of the 19th century, photographic objects pervaded everyday life, found inside of pockets, along mantlepieces and desktops, or placed within albums. As printing technologies advanced, the photographic medium became inextricably linked to the United States government’s colonization of Indigenous land; photographs of Native people extended the violence of colonization by making commodities of their images. Photographic portraits of historically significant figures, including those related to the US-Dakota War of 1862, circulated images of Native people that were meant to communicate their disempowerment, imprisonment, and exile. Whitney’s portraits of the men associated with this brief, tragic, and deeply consequential war provide incomplete and unforgettable glimpses of Native resistance, despite their staging within his studio: today, we bear witness to the leaders of an uprising against the starvation, abuse, and forcible removal of their people from their ancestral homelands.",
  "title": "Qui-Wi-Sain-Sish, (Bad Boy.)"
}
