{
  "accession_number": "2023.84.1",
  "art_champions_text": null,
  "artist": "Artist: Fukumoto Shigeki",
  "catalogue_raissonne": null,
  "classification": " Textiles; Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Keiko Art International",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "large album covered with resist-dyed fabric in ombre shades of purple, blue, and yellow; pages pierced and bound with green string; white paper pages deckle edged; three pages of black on white prints; 10 pages containing squares made of colorful cloth inlay collage; number of squares corresponds to number of page (first page has 1 square, 2nd page has 2 squares, etc.); black on white print colophon on last page; arrived with a wooden A-frame folding stand for display",
  "dimension": "30 1/4 × 28 1/4 × 1 1/8 in. (76.8 × 71.8 × 2.9 cm)",
  "id": "http://api.artsmia.org/objects/145974",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1080,
  "image_width": 1920,
  "inscription": "",
  "life_date": "Japanese, born 1946",
  "markings": "pattern dyed in fabric on cover: SHREDDED / MESSAGE",
  "medium": "Rozome, cloth inlay, washi paper, fiber reactive dye, cotton thread, ink on paper",
  "nationality": "Japanese",
  "object_name": "Book",
  "portfolio": "From Shredded Message",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "dyed in fabric, back cover BC: \\'08 Shigeki",
  "style": "21st century",
  "text": "Small colorful squares increase one by one as a reader turns the pages of this massive book. At first appearing like a pixelated digital image, the squares consist of small fragments of textile pasted together to reconstitute a larger piece again. \r\n\r\nFukumoto began to make “cloth inlays” when he was trying to figure out what to do with unsatisfactory textiles. Instead of throwing them away, he cut the textiles into tiny pieces. As a textile designer, initially the idea of cutting up fabric felt taboo; however, he soon realized that the rearranged fragments revealed subtle differences in dyes and created surprising juxtapositions. He uses a technique borrowed from East Asian mounting, in which cloth is backed by a thin piece of Japanese paper, lending stability and preventing fraying. This has allowed him to cut textiles into tiny squares or thin strips, which he then reassembles and glues together. The resulting work resembles a mosaic or patchwork.",
  "title": "Oni-hon: Kazoeuta"
}
