{
  "accession_number": "2023.77",
  "art_champions_text": null,
  "artist": "Artist: Alice Aycock",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "large print in shades of orange, black, gray, and blue; blues appear to be hand-colored; image appears to be a mechanical technical drawing in which the components have been squashed, deformed, and exploded across the page; jumbled and whirling geometric forms, cooking utensils, and egg beaters in blue on the right side of sheet; curving black lines and orange shading on the left side of sheet; on cream-light yellow paper; hinged to mat, in blond wood frame",
  "dimension": "56 3/4 × 93 in. (144.1 × 236.2 cm) (image, sheet)\r\n60 5/8 × 96 7/8 × 2 3/4 in. (154 × 246.1 × 7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/145911",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1448,
  "image_width": 2096,
  "inscription": "",
  "life_date": "American, born 1946",
  "markings": "framing label TC verso of frame: PSG FRAMING / .../ November 2020 / .../ Ultra-Violet Filtering Plexiglas",
  "medium": "Color inkjet print with hand-applied watercolor on paper",
  "nationality": "American",
  "object_name": "Print and watercolor",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "BR, graphite: All The Wars In The World / (Fire) / Come and Get me! / Alice Aycock / 2020",
  "style": "21st century",
  "text": "Renowned for her large-scale installations and monumental outdoor sculptures, Alice Aycock creates art inspired by the visual and conceptual intersections of fantasy, science, imagination, and experience. For Aycock, drawing lies at the heart of her creative practice, offering both a physical and conceptual space for working and reworking her ideas. She challenges conventional representation with unique ways of rendering three-dimensional forms in two-dimensions. Accessing ideas from architecture, mapping, and design, Aycock learned how to draw plans, elevations, and axonometric, isometric, and oblique views, which became the tools for her spatially based experiments. As seen in this unique print, Aycock upends expectations with playful shifts of perception, presenting a dynamic vortex of whirling shapes and objects she selected from a book entitled \"Cook's Tools.\"  Aycock invites audiences to abandon conventional ways of thinking and collaborate in determining the meaning of her work. Valuing art as an experience rather than an object, Aycock encourages viewers to \"imagine oneself into another place.\"",
  "title": "All the Wars in the World (Fire): Come and Get Me"
}
