{
  "accession_number": "92.5",
  "art_champions_text": null,
  "artist": "Designer: René Beauclair",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "",
  "dimension": "89 1/2 x 47 in. (227.33 x 119.4 cm)",
  "id": "http://api.artsmia.org/objects/28031",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French",
  "markings": "",
  "medium": "Silk; linen, complex weave",
  "nationality": "French",
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Art Nouveau, one of the most popular styles of the late nineteenth-early twentieth centuries, is closely related to British Arts and Crafts design. Like its predecessor, this style relies heavily on plants and flowers for inspiration and emphasizes a flat, two-dimensional depiction. It differs significantly, however, in the interpretation of its floral subjects. The artists and designers working in the Art Nouveau style rejected the notion of directly imitating nature, preferring to stylize their imagery in order to create complex ornamental abstractions. \r\n\r\nRené Beauclair, a French painter and designer, was a strong proponent of the Art Nouveau style. In 1900 he published Dessins d'Ornementation plane en couleurs, a portfolio of his designs, which was available by subscription. These patterns were intended for use in the production of textiles, wallpaper, ceramics, jewelry and glass. \r\n\r\nThe drawing used as the basis for Centaure Nigra appeared as Plate 8 in his book (see above). The French textile manufacturer who produced this fabric manipulated the imagery slightly and reversed the color relationships and tonality, thus dramatically altering the aesthetic tone of the design.",
  "title": "Centaure Nigra"
}
