{
  "accession_number": "93.82.1",
  "art_champions_text": "Conservation cost: $5,051\r\n\r\nAmerican modernist artist Peggy Bacon (1895–1987) was widely acclaimed for her figurative drawing skills and her uncanny ability to illuminate essential traits of temperament and character through exaggeration and caricature. Fully developed pastel drawings by Bacon are relatively rare, so it is important to restore those that exist. The proposed treatment for this drawing includes releasing it from its poor quality window mat sandwich (the work is double-sided with an unfinished “false start” sketch on the back of the sheet) and chemically treating various spots of mold scattered across the drawing surface. The drawing will then be re-hinged and reframed to archival standards using non-glare acrylic glazing.\r\n\r\nContact the Prints and Drawings Department at printstudy@artsmia.org or (612) 870-3113 to Champion this artwork.",
  "artist": "Artist: Peggy Bacon",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Rev. Richard Lewis Hillstrom in honor of Stephen R. Nelson",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1937",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "22 1/4 x 17 1/4in. (56.5 x 43.8cm)",
  "id": "http://api.artsmia.org/objects/28250",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 4620,
  "image_width": 3595,
  "inscription": "",
  "life_date": "American, 1895-1987",
  "markings": "",
  "medium": "Chalk pastel on pale gray paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Parke-Bernet Galleries, New York); (Kraushaar Galleries, New York, until 1970, sold to Hillstrom); Rev. Richard Lewis Hillstrom, St. Paul, 1970-93; given to MIA, 1993.",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR: Peggy Bacon",
  "style": "20th century",
  "text": "A leading caricaturist of her day, Peggy Bacon was a perceptive observer of the human condition. Here, a middle-age woman adds the “finishing touches” of her daily toilette as she rides the New York subway, oblivious to her public surroundings. Bacon’s fictional portrayal addresses vanity or inflated pride, one of the seven deadly sins in Christian teachings.",
  "title": "Finishing Touches"
}
