{
  "accession_number": "94.106.17",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Central America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Kaqchikel Maya",
  "curator_approved": 0,
  "dated": "c. 1950",
  "department": "Art of Africa and the Americas",
  "description": "Two-panel huipil with discontinuous supplementary weft patterning; brown ground; three multicolored bands in order; geometric zoomorphic figures, flowers, animals with plants; red bands across shoulders. Pattern bands are separated by multicolored separator rows.",
  "dimension": "24 3/4 x 39 1/4 in. (62.87 x 99.7 cm)",
  "id": "http://api.artsmia.org/objects/28392",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2444,
  "image_width": 3856,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; discontinuous supplementary weft patterning",
  "nationality": null,
  "object_name": "Blouse (Huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The weavers of San Juan Comalapa produce two distinct styles of huipil. The <I>mero</I> (pure) Comalapa huipil is distinguished by the use of a <I>cuyuscate</I> (natural brown cotton) or white ground, a bright red <I>creya</I> (band) at the shoulders and <I>rujiki 7al</I> bands of narrow stripes) separating rows of patterning. The newer <I>sanmartineco</I> (in the style of San Martín) huipil is totally different with its indigo, black, or green ground cloth and the use of modern, naturalistic floral imagery.\r\n\tBoth styles have everyday and a festive versions which are differntiated by subtle nuances. The ceremonial <I>mero Comalapa</I> huipil is very large and is worn like a poncho over an everyday huipil. The festive <I>sanmartineco</I> huipil has elaborate floral designs brocaded in silk or sedalina yarn rather than cotton\r\n",
  "title": "Woman's blouse (Huipil)"
}
