{
  "accession_number": "94.89.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from the Friends of the Institute",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 1700s",
  "department": "European Art",
  "description": "List of Individual Pieces 1.Baby Jesus, 2.Mary, 3.Joseph, 4.Kneeling shepherd boy, 5. Kneeling shepherd, 6. Shepherd with striped sash, 7.Shepherd with plain sash, 8. Shepherd in green robe with blue sash, 9.Shepherd in brown robe, 10. Shepherd in green robe with red undergarments, 11.Ox, 12. Mule, 13,14. Pair of angels with blue capes, 15,16. Pair of angels with yellow capes, 17.Angel holding sign, 18. Angel (hook in back for manger), 19. Angel in gilt tondo, 20. Woman in green robe with water jug, 21. Small man in blue and white striped robe, 22. Small man in blue robe with red hat, 23. Woman in purple robe and brown dress, 24. Man in blue robe with red sash and boots, 25. Woman in plaid skirt with yellow cape, 26. Man in blue robe with black and white trim, 27. Man in red shirt, blue hat and green cape with gold trim, 28. Man in red shirt and blue cape with staff, 29. Woman in red dress with green cape, 30. Woman in olive dress, red cape and lace veil, 31. Maji attendant in red with staff, 32. Maji attendant in red, 33. Maji attendant in light green, 34. Maji attendant in light green with staff, 35. Maji attendant in light green with plate of offerings, 36,37. Pair of Moorish Maji attendants in green with pink capes, 38,39. Pair of Moorish Maji attendants in pink with blue capes, 40. Arabian Stallion, 41. Maji with white beard and pendant gift, 42. Maji with staff, 43. Maji with ball of myrrh, 44. Moorish Maji, 45. Standing Cardinal with staff, 46.Seated Cardinal with open book, 47. Seated Cardinal with closed book, 48. Fence with three ducks, 49. Pile of hats, staffs and instruments, 50. Flowering plant in pot, 51.Two stools with book on seats, 52. Two chests and four spears, 53. Table with candlestick, 54. Three legged stool, long handled cooking pan and a fish on a plate, 55. Two axes and a two-handled saw leaning on a bench, 56. Two religious staffs resting on a chest, 57. Large woodpile with a fire on top, 58. Small woodpile with a fire on top, 59. long-handled net, 60a-v. Flock of 22 sheep, 61 Dog, 62. F",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/28512",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1797,
  "image_width": 3868,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cloth, paper and other materials",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Christmas celebrates the birth of Jesus Christ, whom Christians believe was sent by God to redeem the sins of the world. This event, called the Nativity, is depicted in all types of art. In Europe there is a long tradition of creating miniature Nativity scenes out of various materials to be displayed in churches throughout the Christmas season. The krippe, with its wooden figures, is typical of German scenes.\r\n \r\nThe 81 pieces of this krippe include buildings, animals, and human figures with carved and painted wooden heads, hands, and feet, and silk costumes embellished with gold trim and sequins. Wire bodies underneath the clothing allow each figure to be posed, a feature found in crib figures as early as the 1500s. The Holy Family, three Wise Men, animals, and townspeople fill out the scene. Historical records indicate this krippe once comprised more components, including more than 40 lambs. The lambs could have represented children, suggesting the krippe may have been commissioned for a convent school.\r\n \r\nThe buildings, meant to represent Bethlehem, the town nearest the site of Christ’s birth, more closely resemble a Baroque German town than a Middle Eastern one, because the carver chose to depict the architecture with which he was most familiar. For the same reason, animals such as elephants and camels are less realistically modeled than the more familiar horses. This blending of recognizable and exotic elements also appeared in religious paintings and illuminated manuscripts of the period, making Nativity scenes more accessible to local viewers. The painted backdrop is a modern addition.",
  "title": "Baby Jesus, from Nativity Scene ( 81 pieces)"
}
