{
  "accession_number": "94.89.1",
  "artist": "Germany (Bavaria)",
  "classification": "Sculpture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from the Friends of the Institute",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 1700s",
  "department": "European Art",
  "description": "",
  "dimension": null,
  "id": 28512,
  "image": "valid",
  "image_copyright": null,
  "image_height": 1797,
  "image_width": 3868,
  "inscription": null,
  "life_date": null,
  "markings": null,
  "medium": "Wood, cloth, paper and other materials",
  "nationality": "German",
  "object_name": "Figure, Nativity scene, Krippe",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Christmas celebrates the birth of Jesus Christ, whom Christians believe was sent by God to redeem the sins of the world. This event, called the Nativity, is depicted in all types of art. In Europe there is a long tradition of creating miniature Nativity scenes out of various materials to be displayed in churches throughout the Christmas season. The krippe, with its wooden figures, is typical of German scenes.\r\n \r\nThe 81 pieces of this krippe include buildings, animals, and human figures with carved and painted wooden heads, hands, and feet, and silk costumes embellished with gold trim and sequins. Wire bodies underneath the clothing allow each figure to be posed, a feature found in crib figures as early as the 1500s. The Holy Family, three Wise Men, animals, and townspeople fill out the scene. Historical records indicate this krippe once comprised more components, including more than 40 lambs. The lambs could have represented children, suggesting the krippe may have been commissioned for a convent school.\r\n \r\nThe buildings, meant to represent Bethlehem, the town nearest the site of Christ’s birth, more closely resemble a Baroque German town than a Middle Eastern one, because the carver chose to depict the architecture with which he was most familiar. For the same reason, animals such as elephants and camels are less realistically modeled than the more familiar horses. This blending of recognizable and exotic elements also appeared in religious paintings and illuminated manuscripts of the period, making Nativity scenes more accessible to local viewers. The painted backdrop is a modern addition.",
  "title": "Baby Jesus, from Nativity Scene ( 81 pieces)"
}
