{
  "accession_number": "94.91.1",
  "art_champions_text": null,
  "artist": "Manufacturer: Arabia Porcelain Factory, Helsinki, Finland; Designer: Attributed to Gesellius, Lindgren, and Saarinen",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of Daniel Morris and Denis Gallion, Historical Design Collection, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1902",
  "department": "European Art",
  "description": "vase form with geometric patterned design",
  "dimension": "14 1/2 x 6 1/2 in. (36.8 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/28575",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3812,
  "image_width": 2188,
  "inscription": "",
  "life_date": "1874-present",
  "markings": "",
  "medium": "Ceramic, glaze",
  "nationality": "Finnish",
  "object_name": null,
  "portfolio": "From Fennia series",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Until the 1890s, Finland's Arabia porcelain company (founded in 1873 by the Swedish company Rörstrand to facilitate trade with Russia) largely mimicked the styles of Swedish domestic wares. The Fennia series, produced from 1902 until the early 1920s, demonstrates the development of a distinctive national style and a move beyond utilitarian wares as the firm expanded its production both nationally and internationally. \r\n\r\nArabia marketed the Fennia series as quality ornamental ware. The line was originally produced for an American importer who commissioned ceramics with a decorative pattern by a \"famous Finnish artist.\"  The designs have been attributed to the famous Finnish architectural firm of Gesellius, Lindgren, and Saarinen. The line is distinguished by its striking and colorful decorative motifs on a white ground.  The hand-painted designs, inspired by Karelian folk art, are an example of National Romanticism in Finland at the time, yet the bold pattern and bright color represent an early example of the flat, geometric style of painting developing elsewhere in Europe around this time.",
  "title": "Vase, from 'Fennia' series"
}
