{
  "accession_number": "94.91.2",
  "art_champions_text": null,
  "artist": "Designer: Kay Fisker; Manufacturer: A. Michelsen, Copenhagen, Denmark",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of Daniel Morris and Denis Gallion, Historical Design Collection, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1927",
  "department": "European Art",
  "description": "six sided vase, flaring outward from base",
  "dimension": "7 3/8 x 5in. (18.7 x 12.7cm)",
  "id": "http://api.artsmia.org/objects/28576",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4268,
  "image_width": 2680,
  "inscription": "",
  "life_date": "Danish, 1893 - 1965",
  "markings": "",
  "medium": "Sterling silver",
  "nationality": "Danish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Kay Fisker was an early proponent of functionalism (the Nordic term for International Style), breaking with the neo-classical tradition of the early 20th century. As a young architect he worked with famous Swedish functionalists Sigurd Lewerentz and Gunnar Asplund, and went on to become one of the leading figures in Danish architecture, responsible for the Danish pavilion at the World Exhibition in Paris in 1925. \r\n\r\nAs a designer for A. Michelsen, his committment to the modern aesthetic was a renewal for Danish silver. While many of his works in silver retain decorative curves, this piece in particular captures the stylstic vocabulary he developed concurrently as an architect, which emphasized clean lines and a lack of embellishment. The geometric shape with flat planar surfaces, balanced proportions, and sharp finishing conveys the sense of restrained elegance at the heart of functionalist design.",
  "title": "Vase"
}
