{
  "accession_number": "90.61.1",
  "artist": "Designer: Harry Bertoia; Manufacturer: Knoll, New York, New York",
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of General Mills, Inc.",
  "culture": null,
  "dated": "c. 1952",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "",
  "dimension": "29 1/2 x 33 1/4 x 28 in. (74.93 x 84.46 x 71.12 cm)",
  "id": "http://api.artsmia.org/objects/4026",
  "image": "valid",
  "image_copyright": "© Estate of Harry Bertoia %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4939,
  "image_width": 4285,
  "inscription": "",
  "life_date": "American, 1915-1978",
  "markings": "",
  "medium": "Vinyl-coated steel, synthetic upholstery",
  "nationality": "American",
  "object_name": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "signed": "",
  "style": "20th century",
  "text": "Bertoia conceived of his \"Diamond\" chair, one of his few furniture designs, as functional sculpture, unapologetically stating, \"When you get right down to it, the chairs are studies in space, form and metal.\" Bertoia trained in metalwork and excelled in modern metal sculpture and jewelry; examples of the latter are shown in this gallery. He studied and taught at the Cranbrook Academy of Art in the early 1940s before moving to California to work for several years on plywood furniture designs with Charles and Ray Eames. \r\n\r\nThe original \"Diamond\" armchair design left the wire construction exposed, but concessions to consumers who desired increased comfort--in the form of seat cushions and covers, like the one seen here--were quickly made. The chair's upholstery is typical of Knoll furniture of the era, featuring brightly colored, manmade materials. The primary fabric is <I>Elastic Naugahyde</I> in a vibrant blue, while the underside is lined in <I>Prestini</I>, an upholstery weave named after its designer, Toni Prestini, that was a staple of Knoll furniture design from 1947 to 1979.\r\n",
  "title": "\"Diamond\" armchair"
}
