{
  "accession_number": "90.67",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "West Bengal or Bangladesh",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Vishnu on a lotus pedestal flanked by his principal consorts; holds a mace, sun dish (cakra), conch and lotus blossom in his four hands; various animals and mythical creatures in background; figures shown at base.",
  "dimension": "48 x 22 x 8 in. (121.92 x 55.88 x 20.32 cm)",
  "id": "http://api.artsmia.org/objects/4029",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5034,
  "image_width": 2376,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grey schist",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century",
  "text": "This stele of the god Vishnu could have been worshipped in the temple's principle shrine or put into one of its external wall's niches. The image follows a detailed description for Vishnu iconography found in a fifth century text, the <i>Matsyapurana</i>. In his upper hands he holds the weapons of club and wheel and a lotus and conch shell in his lower hands. His two wives stand on either side, Lakshmi carrying a lotus on the right, and Sarasvati with a now damaged stringed musical instrument (vina)on the left.  Behind him, the stone has been transformed into a majestic throne composed of yalis, fantastic leonine creatures, surmounted by angels carrying garlands and Vishnu's vehicle, the eagle Garuda. At the top, Vishnu's 10 incarnations are carved in low relief above a large face of glory, an apotropaic lion-like mask.",
  "title": "Vishnu with Lakshmi and Sarasvati"
}
