{
  "accession_number": "90.7",
  "art_champions_text": null,
  "artist": "Artist: possibly Master of the Madonna Grog; Artist: possibly Aert van den Bossche; Artist: formerly Master of the Embroidered Foliage",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of the Groves Foundation, by exchange, The Miscellaneous Works of Art Purchase Fund, The Paintings Acquisition Fund, The Painting Deaccession Fund, The Putnam Dana McMillan Fund and unrestricted fund balances",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1492–98",
  "department": "European Art",
  "description": "Madonna and Child. No signature or markings.",
  "dimension": "41 1/4 x 34 1/4 in. (104.78 x 87 cm) (panel)\r\n53 1/2 x 34 3/16 in. (135.89 x 86.84 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4035",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8175,
  "image_width": 6715,
  "inscription": "",
  "life_date": "Netherlandish, active 1480–1500",
  "markings": "Labels on verso: Museum Boymans Rotterdam (exhibition label) | De Anonieme Vlaamse Primitieven/Brugge; lent by Mr. E. Proehl (exhibition label) | Singer Museum Laren; lender: Mr. E. Proehl (exhibition label: | Fleurs et Jardins; lender: Proehl (exhibition label)",
  "medium": "Oil on panel",
  "nationality": "Netherlandish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G342",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "This painting is an altarpiece, a devotional image used in a Christian church, and many of the details are religious symbols. The walled garden, for instance, refers to the garden in the Bible’s Song of Songs and is associated with the Virgin Mary, the mother of Jesus Christ. The flowering plants also refer to Mary: the blue iris to her sorrows, the violets to her humility, and the strawberry plant to her righteousness. The peacock on the gate may signify paradise while the stags represent the human soul and piety.\r\n\r\nRecent scholarship has revealed that the artist known as the Master of the Embroidered Foliage, for the delicately patterned leaves characteristic of his work, was more likely a group of artists who used the same figures and compositions for a number of similar panel paintings.",
  "title": "Virgin and Child in a Landscape"
}
