{
  "accession_number": "90.87",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of Sulaiman Diane",
  "culture": "Akan",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "",
  "dimension": "10 1/2 x 24 x 7 1/4 in. (26.7 x 61.0 x 18.4 cm)",
  "id": "http://api.artsmia.org/objects/4046",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3316,
  "image_width": 5312,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Mankala game board",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mankala is probably the oldest game in the world.  Played throughout Africa and the Middle East, it is known by hundreds of different names, and there are many variations of the rules.  In all versions two players move stones or seeds through a series of cups, trying to capture the most pieces.  Although the game seems simple, it involves mathematical and strategic calculation and can be as complex and challenging as chess. \r\n\r\nThe most basic mankala “boards” used in Africa are holes scooped in the ground or cut into rock formations.  While some boards are plain, others incorporate animal or human figures or even whole scenes of village life.  In many parts of Africa elaborate mankala sets are a mark of a person’s prestige.  Traditionally only men played the more complicated versions of mankala. \r\n\r\nSometimes the seeds are referred to as wives, men, or cattle during the game; the cups stand for houses or villages, and the entire board may represent the universe.  Such deeper meanings help explain why mankala is sometimes played on religious or ceremonial occasions as well as for entertainment.",
  "title": "Mankala game board"
}
