{
  "accession_number": "91.136.2a-c",
  "art_champions_text": null,
  "artist": "Artist: Sheila Hicks",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Kaufmann Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "European Art",
  "description": "Three separate sections; each piece has a woven center of red weft threads woven through bundles of white linen warp, the pieces are folded in half, and the resulting warp ends are bound and wrapped with white linen. Evolving Tapestry AW.14 x D.23' ;BW.13-1/2 x 20-1/2'; CW14 x D.20-1/2'",
  "dimension": "5 1/2 x 24 x 15 1/2 in.",
  "id": "http://api.artsmia.org/objects/4156",
  "image": "valid",
  "image_copyright": "Copyright © Sheila Hicks. All rights reserved.",
  "image_height": 4328,
  "image_width": 6896,
  "inscription": "",
  "life_date": "American, born 1934",
  "markings": "",
  "medium": "Linen; woven, bound and wrapped",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "An American artist who has lived in France since 1965, Sheila Hicks explores the technical and conceptual possibilities of fiber. She studied art at Yale University and after winning a Fulbright scholarship in 1957 she pursued painting in Chile. It was there that her interest in weaving was sparked, and she began working in fiber. Evolving Tapestry reflects Hicks's international experiences. She created it in her Paris studio, using materials readily available in France. But her inspiration came in part from a dyeing technique she observed while living in Mexico in the late 1950s, where segments of long threads are bound at intervals. In this work, Hicks accentuates the contrast of the unbound and tightly bound threads by adding color in the binding threads and subdividing the wrapped threads.",
  "title": "Evolving Tapestry"
}
