{
  "accession_number": "91.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "carved wood; marriage of Shiva panel; marriage ceremony of Shiva and Parvati in center; various figural images representing manifestations of Shiva.",
  "dimension": "11 3/4 x 44 x 2 in. (29.85 x 111.76 x 5.08 cm)",
  "id": "http://api.artsmia.org/objects/4169",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3008,
  "image_width": 10656,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Hardwood",
  "nationality": null,
  "object_name": "Lintel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "For the merchants and financiers of the Chettinad region, where a maritime expansion of British trade across Southeast Asia and China would bolster their livelihoods, the main residential door was auspicious. Considered a threshold into a sanctified domestic space, the door and its placement had cosmological significance, often determined by numerical calculations based on the homeowner’s birth star. \r\nThis lintel, designed to appear above the door, is a carpentry tour de force. Commissioned as part of an elaborate gateway that signaled the owner’s wealth, it depicts the marriage of two Hindu gods: Shiva and Parvati. They are in three niches, surrounded by a host of gods and celestial merrymakers. On the far right, Kama, god of love and matchmaker of the heavens, has successfully shot his bow. Signaling happily wedded life, the doorway celebrates wealth and love, which, along with moral duty and spiritual awakening, are the four goals of Hindu life.",
  "title": "Door Lintel Depicting the Marriage of Shiva and Parvati"
}
