{
  "accession_number": "91.15",
  "art_champions_text": null,
  "artist": "Designer: Christopher Dresser; Manufacturer: James Couper and Sons",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1885",
  "department": "European Art",
  "description": "",
  "dimension": "20 1/4 x 5 5/8 x 5 5/8 in. (51.44 x 14.29 x 14.29 cm) (at neck)",
  "id": "http://api.artsmia.org/objects/4195",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4523,
  "image_width": 2874,
  "inscription": "",
  "life_date": "Scottish, 1834-1904",
  "markings": "",
  "medium": "Blown glass",
  "nationality": "Scottish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The first modern industrial designer, Christopher Dresser worked with a number of different British manufacturers of furniture, metalwork, wallpaper, ceramics and glass to create well-designed yet mass produced objects.  For the Scottish company James Couper and Sons he designed a line of hand-blown glass produced with industrial techniques.  The line was called Clutha, meaning “cloudy” in Gaelic, by the London retailer Liberty’s.  These deliberately bubbly and streaked glass vases and bottles were produced in a range of tertiary colors suitable to the mid and late nineteenth century British interior: greeny yellow, amber, lilac and turquoise.  Metallic streaks were added to the glass to create jewel-like qualities imitative of Roman and Venetian glass.  \r\n\r\nDresser, a botanist by training, but also an inveterate world traveler studied ceramics and glass from all cultures.  The Clutha bottles and vases were inspired by Japanese, Persian and Indian water-sprinklers he saw at the South Kensington Museum in London (now the Victoria and Albert Museum).",
  "title": "Clutha vase"
}
