{
  "accession_number": "91.23.1",
  "art_champions_text": null,
  "artist": "Maker: Tashilumpo Monastery",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The John R. Van Derlip Fund and Gift of funds from Ingrid Lenz and Alfred Harrison, and Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "A thanka, pigments on fabric, wood; symmetrically arranged deities in the upper register; donor figures represented at the bottom in native dress; figures are engaged in various consecration ceremonies; the mount of this thanka is painted with designs imitating the imperial Chinese brocade typically used to frame thankas belonging to important monasteries",
  "dimension": "45 x 28 1/4 in. (114.3 x 71.76 cm)",
  "id": "http://api.artsmia.org/objects/4227",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6022,
  "image_width": 4035,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors and gold on sized cotton",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This rare thanka was painted in the Tashilumpo monastery in central Tibet for a Newari patron from Nepal. From the seventeenth century on, wealthy Nepalese merchants trading with Tibet often visited the famous Tashilumpo monastery, seat of the Panchen Lamas, and commissioned thankas. Although the style of such paintings follows the contemporary Tibetan formula of symmetrically arranged deities in the upper register, the donor figures at  the bottom appear as Newari nobility, painted so finely that they approach the exquisite detail of Indian miniature painting. The Nepali, in native dress, are shown engaged in various consecration ceremonies. The mount of this thanka is painted with designs imitating the imperial Chinese brocade typically used to frame thankas belonging to important monasteries; since these expensive silks were reserved for monastic use only, the Newari merchants had to settle for this painted imitation.",
  "title": "Shakyamuni Buddha, The Enlightened One"
}
