{
  "accession_number": "91.23.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The John R. Van Derlip Fund and Gift of funds from Ingrid Lenz and Alfred Harrison, and Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "A thanka, pigments on fabric; Tara, goddess of mercy, holds in her left hand a lotus blossom; her right hand expresses gesture of 'varada mudra' (compassion); Upper right corner is Padmasambhava with Karmavajra on his left and a llama between; three protective images are represented at the bottom.",
  "dimension": "64 x 38 1/2 in. (162.56 x 97.79 cm)",
  "id": "http://api.artsmia.org/objects/4228",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6072,
  "image_width": 4145,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Colors on sized cotton",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Tara, the goddess of mercy, is one of the most popular deities of Tibetan Buddhism. She is incarnated in two principal forms, green and white, symbolizing night and day, respectively. Both are consorts of Avalokitesvara, the bodhisattva of compassion and the patron deity of the largest school of Tibetan Buddhism, the Yellow Hat Sect. Here Tara holds in her left hand a lotus blossom, symbol of spiritual purity and her standard attribute. Her right hand expresses the gesture of bestowing compassion, the varada mudra. In the upper right corner is Padmasambhava, the great Indian teacher, with Karmavajra on the left and a lama between. At the bottom of the thanka are three protective images, including Mahakala and Lhamo who act here as wrathful guardians of Buddhist thought.",
  "title": "Sgrol-dkar (The White Tara or White Savioress)"
}
