{
  "accession_number": "91.32",
  "art_champions_text": null,
  "artist": "Artist: Pierre-Joseph Redouté",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of funds from the Friends of the Institute",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1800-1806",
  "department": "European Art",
  "description": "Original watercolor drawing for plate 148 of \"Les Liliacées,\" Paris: Chez l'Auteur. De l'Imprimerie de Didot jeune, 1802-1816.",
  "dimension": "18 1/2 x 13 1/4 in. (46.99 x 33.66 cm)\r\n25 1/2 × 19 7/8 in. (64.77 × 50.48 cm) (mat)\r\n26 3/8 × 20 7/8 × 1 1/2 in. (66.99 × 53.02 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4237",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8041,
  "image_width": 5816,
  "inscription": "Signature",
  "life_date": "Flemish (active France), 1759–1840",
  "markings": "",
  "medium": "Watercolor and graphite on vellum",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From Les Liliacées album",
  "provenance": "Empress Josephine of France, Malmaison (until d. 1814; part of \"Les Liliacées\" albums, 14 vols., estate inv. no. 1898 or inv. no. 2186); her son, Prince Eugène de Beauharnais, later Duke of Leuchtenberg of Bavaria, Seeon, Bavaria (1814-d. 1824; \"Les Liliacées\" albums, 16 vols.); by descent to the Dukes of Leuchtenberg (until 1935; sale, \"Bibliothèque Eugène de Beauharnais,\" Braus-Riggenbach and Ulrico Hoepli, Zurich, May 23-24, 1935, no. 82, for 'SFr 49,000). [Erhard Weyhe Gallery, New York, 'late 1930s-'d. 1972; passed to trust]; Private Trust (until 1985; sale, Sotheby's, New York, November 20, 1985 for $5,500,000, to Arader; [W. Graham Arader, New York, 1985-91; broke up \"Les Liliacées\" albums, sold \"Amaryllis Jaune\" to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "4237",
    "43295"
  ],
  "signed": "Signed in pencil, LL: [P.J. Redouté]",
  "style": "18th-19th century",
  "text": "Pierre-Joseph Redouté was the foremost flower painter of the golden age of botanical illustration that spanned the century from 1750 to 1850. This drawing of the hardy bulbous perennial Amaryllis lutea exemplifies his extraordinary observational and artistic skills. Stark and graceful, it shows the general characteristics of the flowers, leaves, stem, bulb, and roots of the mature plant. Also portrayed in this single image are three stages of flowering, from bud to spent bloom. Two meticulous pencil renderings of the plant’s reproductive system are included, one describing the anatomy of the flower’s corolla and stamens, the other its single pistil.\r\n\r\nThis work was originally part of a collection of flower portraits commissioned by Empress Joséphine de Beauharnais, the first wife of Napoleon Bonaparte. Redouté studied many of the specimens for the series at Malmaison, Joséphine’s grand estate near Paris. The composition was engraved for Redouté’s eight volume magnum opus Les Liliacées (1802–16).",
  "title": "Amaryllis lutea"
}
