{
  "accession_number": "91.35",
  "art_champions_text": null,
  "artist": "Artist: François-Joseph Navez",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The John R. Van Derlip Fund and gift of funds from various donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1831 and 1833",
  "department": "European Art",
  "description": "Family portrait",
  "dimension": "88 x 64 1/4 in. (223.52 x 163.2 cm) (panel)\r\n98 1/8 x 74 3/8 in. (249.24 x 188.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4239",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4553,
  "image_width": 3281,
  "inscription": "Signature and Date",
  "life_date": "Belgian, 1787 - 1869",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "Belgian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in black: [F.J. NAVEZ. 1831.]; signed and dated a second time (for the birth of the child) on the hem of the baby\\'s garment in crimson: [NÉ LE 29 Mars 1832, peint en 1833]",
  "style": "19th century",
  "text": "This portrait represents a prosperous middle-class Belgian family. Gaspard Moeremans, the father, was a banker, a member of the board of the Bank of Holland, and later a judge on the Brussels court. He was 39 years old in 1831, the year the portrait was executed.  Marie Matthieu, his wife, was pregnant, and only the older child appeared in the picture originally: the seven-year-old daughter Catherine. The artist completed the painting and signed it, but left a space in the composition for the coming child, their son Emmanuel Henri, who was added to the portrait two years later. Thus the painting is signed and dated twice, in 1831 and 1833.  \r\n\r\nJust the year before the portrait was commissioned, Belgium had been convulsed by a popular uprising that culminated in the country's proclamation of independence from Holland. During the political turbulence, Moeremans was attacked in the press for his association with the Dutch government and the Moereman family's house was pillaged. He nonetheless managed to re-establish himself under the new regime. This portrait, painted soon after the turmoil, was probably destined to hang in the family's home, and may have been intended to express its [members'] relief at having safely weathered the crisis. Further, the Moeremans' decision to have a portrait painted, with all the time and money that that entailed, constituted a real statement of affirmation about themselves and their family. \r\n\r\nSome of the picture's elements are symbolic, such as the two roses in the bodice of Mrs. Moeremans' gown: one, full-blown, represents her daughter, who was already born when the painting was first executed. The other, a bud, represents the child, who was then still in the womb. Catherine holds a child's hoop - a toy - but also a symbolic allusion to her namesake Saint Catherine of Alexandria, who was martyred on a wheel; the tiny spikes on the inner rim of the hoop make this clear. One element is not symbolic: the infant boy's pink dress; the preference for dressing girls in pink and boys in",
  "title": "Portrait of the Gaspard Moeremans Family"
}
