{
  "accession_number": "91.47",
  "art_champions_text": null,
  "artist": "Designer: Attributed to John S. Bradstreet; Maker: Grueby Faience Company",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Decorative Arts Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1902",
  "department": "Arts of the Americas",
  "description": "buff terracotta tiles with press-molded design, covered in green and shades of brown and rust matte glazes; framed in oak",
  "dimension": "64 7/8 x 84 3/8 in. (164.78 x 214.31 cm)",
  "id": "http://api.artsmia.org/objects/4248",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1804,
  "image_width": 2358,
  "inscription": "",
  "life_date": "American, 1845–1914",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Fireplace surround",
  "portfolio": "From From the Sellwood-Leithhead House, Duluth, Minnesota; Palmer, Hall, and Hunt, architects",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1902, Captain Joseph Sellwood commissioned Duluth architects Palmer, Hall, and Hunt to design a house for his daughter, Othelia, and her new husband, Leslie Leithhead, on the occasion of their marriage. In this fireplace surround from the home, two trees are depicted with their roots expressively exposed. The Grueby Faience Company, then one of the prominent manufacturers of art pottery and architectural ceramic work, produced the tiled scene. \r\n \r\nThe design is attributed to Minneapolis-based interior designer John Bradstreet, whose Duluth Living Room is featured in Gallery 320, on the basis of several factors. The tree motif is similar to known Bradstreet compositions found in Duluth's Congdon mansion, \"Glensheen,\" and in the Edson Woodworth residence of Minneapolis.  As well, the Grueby company used outside artists during their early years, and may have come to Bradstreet, a Massachusetts man who retained east coast connections after settling in Minneapolis.",
  "title": "Fireplace surround"
}
