{
  "accession_number": "91.88.1",
  "art_champions_text": null,
  "artist": "Artist: Clementine Hunter",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1950s",
  "department": "Arts of the Americas",
  "description": "Genre. Naive. Primitive. African American. Six figures picking cotton; one smaller figure headed toward a water spigot in LR.",
  "dimension": "20 x 24 in. (50.8 x 61.0 cm)",
  "id": "http://api.artsmia.org/objects/4297",
  "image": "valid",
  "image_copyright": "© Clementine Hunter",
  "image_height": 5392,
  "image_width": 7228,
  "inscription": "Signature",
  "life_date": "American, 1886/87 - 1988",
  "markings": "",
  "medium": "Oil on board",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed LR: [CH]",
  "style": "20th century",
  "text": "Clementine Hunter, a Louisiana plantation worker, did not begin to paint until she was nearly sixty. Born about 1886, she spent much of her life working in cotton fields; she later became a cook for the owners of the Melrose plantation. In 1940, by chance, she found paints and brushes discarded by a visiting artist, and her experiments pleased her and impressed family and guests at Melrose. She began a second career as a folk painter, continuing to work until her death in 1988.\r\nLike many folk painters, Clementine Hunter chose her subject matter from her own daily life. Scenes of picking cotton, threshing pecans, and boiling wash are interspersed with weddings, funerals, and even brawls at the local honky-tonk. Her paintings record a distinctive time and place, with a degree of detail borne of a lifetime of experience. Transformed through her composition, original use of color, and subtle wit, these events become timeless.",
  "title": "Picking Cotton"
}
