{
  "accession_number": "91.96",
  "art_champions_text": null,
  "artist": "Painter: Martin Red Bear",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Oglala Lakȟóta",
  "curator_approved": 0,
  "dated": "1991",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "36 1/2 x 36 1/2 in. (92.71 x 92.71 cm)",
  "id": "http://api.artsmia.org/objects/4312",
  "image": "valid",
  "image_copyright": "© 1991 Martin Red Bear",
  "image_height": 3190,
  "image_width": 3195,
  "inscription": "Signature, Date",
  "life_date": "American (Oglala Lakȟóta), born 1947",
  "markings": "\\'M. Red Bear-91-Lakota\\' middle right",
  "medium": "Acrylic on canvas",
  "nationality": "American (Oglala Lakȟóta)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Martin Red Bear was born and raised on a Rosebud Indian Reservation in South Dakota.  He entered the military in 1969 and served in Vietnam.  It was during his time in the armed forces that he started painting.  Akicita Wasté, or Good Soldier, combines the symbols of the Plains Indian warrior tradition with those of his military experience.  In Lakota culture, it is important to honor a community's warriors and Red Bear applies that tradition to those who served in the contemporary military.  The faceless soldier represents all of the people who served their country. The warrior figures carry shields with the insignia of airborne units that flew in Vietnam.  The buffalo (the giver of life), bald eagle (America), golden eagle (the Native American), and bear (bravery and courage) shown across the center are typical animal imagery used in Plains Indian art. \r\n\r\nAs far back as Lakota history tells us, Martin Red Bear says, we as Lakota people have always honored our warriors.  Like all American tribes we still pay a special respect to our soldiers.  In this painting honor is given to all who served during the Vietnam era.  We were all a mixture of cultures and became as one.  The honor that is shown in the painting Akicita Wasté is given from a cultural, aesthetic and a sincere personal point of view.",
  "title": "Akicita Wasté (Good Soldier)"
}
