{
  "accession_number": "92.103.13",
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1790",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Carved from pale gray-green stone with cloudy white mottling and black and brown rivering throughout, the mountain landscape with high rising peaks and numerous figures and pavillions amid foliage on both sides, with the seal of the Emperor Qianlong above a long inscription on one side, the reverse with a further inscription and a seal, one seal referring to the eightieth year of the Emperor Qianlong,corresponding to the year 1784.",
  "dimension": "22 1/2 × 38 3/8 in., 640 lb. (57.15 × 97.47 × 290.3 cm)",
  "id": "http://api.artsmia.org/objects/4324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7760,
  "image_width": 10328,
  "inscription": "",
  "life_date": null,
  "markings": "Seal of Emperor Qianlong on one side | Seal referring to the eightieth year of the Emperor Qianlong on the opposite side (1784)",
  "medium": "Light green jade",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The theme represented on this jade boulder, the largest piece of jade carving outside of China, refers to an event that occurred on March 3 in the lunar calendar of 353. Wang Xizhi (303-361), a scholar official and one of the most esteemed Chinese calligraphers of all time, together with 41 renowned scholars and officials, gathered at Lanting or Orchid Pavilion in Shaoxing (in present-day Zhejiang province), celebrating the Spring Purification Festival. The scholars engaged in a drinking contest: Wine cups were floated down a small winding creek as the men sat along its banks; whenever a cup stopped, the man closest to the cup was required to empty it and write a poem. In the end, 26 of the participants composed 37 poems. \r\n\r\nWang Xizhi was asked to write an introduction to the collection of these poems. Written in semi-cursive script and known as <I>Preface to the Poems Composed at the Orchid Pavilion</I> (transcribed on the top of the mountain by the Qianlong Emperor), it is the best known and most copied calligraphic work in art history. While the mountain image alone is enough to convey a close association between the jade sculpture and many painted landscapes, the Qianlong Emperor's seal and poem carved at the top on the other side of the boulder reinforces the idea of the jade mountain as a three-dimensional landscape painting.",
  "title": "Jade Mountain Illustrating the Gathering of Scholars at the Lanting Pavillion"
}
