{
  "accession_number": "92.103.13",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1790",
  "department": "Asian Art",
  "description": "Carved from pale gray-green stone with cloudy white mottling and black and brown rivering throughout, the mountain landscape with high rising peaks and numerous figures and pavillions amid foliage on both sides, with the seal of the Emperor Qianlong above a long inscription on one side, the reverse with a further inscription and a seal, one seal referring to the eightieth year of the Emperor Qianlong,corresponding to the year 1784.",
  "dimension": "22 1/2 × 38 3/8 in. (57.2 × 97.5 cm)",
  "id": "http://api.artsmia.org/objects/4324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7760,
  "image_width": 10328,
  "inscription": "",
  "life_date": null,
  "markings": "Seal of Emperor Qianlong on one side | Seal referring to the eightieth year of the Emperor Qianlong on the opposite side (1784)",
  "medium": "Light green jade",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Qing dynasty emperor Qianlong (r. 1736–95) commissioned this jade boulder, apparently the largest piece of historic carved jade outside of China. It depicts a literary gathering of scholar-officials at Lanting, the Orchid Pavilion described in “Lanting jixu” (Preface to the Poems Composed at the Orchid Pavilion), by Wang Xizhi (303–361), recognized as the greatest calligrapher of the Far East. The prose itself is carved on the front. Wang Xizhi, together with forty-one other renowned scholar-officials, gathered at Lanting and engaged in a drinking contest: wine cups were floated down a small winding creek as the men sat along its banks. Whenever a cup stopped, the man closest to the cup was required to drink it and write a poem. In the end, twenty-six of the participants composed thirty-seven poems. Emperor Qianlong’s own poem appears carved on the reverse.",
  "title": "Jade Mountain Illustrating the Gathering of Scholars at the Lanting Pavilion"
}
