{
  "accession_number": "92.103.15",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "grayish white stone with brown markings; the thin boulder carved in high relief with a figure riding on a donkey followed by an attendant carrying an umbrella in a rustic landscape, the reverse with a similar landscape and ancient pine tree, the cloudy stone with russet coloring added over mottled patches. Former Classification: Jade",
  "dimension": "8 1/4 in. (20.96 cm)",
  "id": "http://api.artsmia.org/objects/4326",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4754,
  "image_width": 3581,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grayish white nephrite with brown markings",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "In this mountain scene, an official riding a donkey is followed by his attendant who carries an umbrella; they cross a rustic bridge over a waterfall. Above them a similar group in smaller scale, as if in the far distance, crosses another bridge. This type of jade mountain had its beginnings in the late Ming period. The setting, with its figures, trees, bridges and animals, represents a translation of the orthodox landscape painting tradition into jade sculpture. Numerous depictions similar to this one of scholars traveling in or contemplating mountain scenery can be found in paintings of the period. The theme of humankind's harmony with nature was favored by the Taoists and the literati.",
  "title": "Traveling in Autumn Mountains"
}
