{
  "accession_number": "92.103.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "Carved with a dragon's head at the base, with another dragon climbing at the side to form the handle, the grey-green stone with brown andblack markings, crudely carved with archaistic scrollwork. Flaw chip at rim. Weatherd at one side more greatly than the other. Former Classification: Jade",
  "dimension": "5 1/4 in. (13.34 cm)",
  "id": "http://api.artsmia.org/objects/4331",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3645,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grayish white nephrite with brown markings",
  "nationality": null,
  "object_name": "Rhyton",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Rhytons, cups borne in the mouths of animals, represent an ancient vessel form imported from the Western classical world during the Tang dynasty (7th-10th century). In China, the rhyton shape became more complex, with dragonlike animals often forming a handle. Another characteristic is the elaborate use of surface ornament. Most of the low-relief motifs on this cup derive from the ancient bronze decor. The vessels display an eclectic mix of \"C-scrolls,\" \"monster-masks,\" and lizardlike dragons that are loosely linked to the decor on the ceremonial vessels of bronze age China. Although the rhyton shape and this particular combination of decorative motifs never occurred in ancient vessels, the evocation of antiquity found in a piece like this had immense appeal within Sung dynasty intellectual circles of the twelfth and thirteen centuries, when antiquarian studies were in vogue.",
  "title": "Rhyton"
}
