{
  "accession_number": "92.103.20a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "The large central lotus pod with smaller pods, the buds entwined at the sides, the central lotus pod with small opening covered by a green jadeite stopper with a frog, the whole raised on a fitted stained ivory stand.",
  "dimension": "4 1/2 in. (11.43 cm)",
  "id": "http://api.artsmia.org/objects/4332",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5412,
  "image_width": 7216,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "White nephrite with green jade",
  "nationality": null,
  "object_name": "Water coupe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Important pieces of jade traditionally were fitted with display stands when they were made. Here, realistic lotus blossoms and pods of white jade combine harmoniously with their green, leafy support of carved and tinted ivory. The green jade frog stopper adds a bit of humor to the total composition. The lotus, although long a Buddhist symbol of spiritual purity, is exploited here for its decorative potential. The carving reflects the late eighteenth and nineteenth century aristocratic taste for realistically carved subject matter and pure, bright colors. The combination of jade with other precious material such as ivory, gold or other hardstones became increasingly popular as the nineteenth century progressed and collectors vied to display their wealth.",
  "title": "Water coupe"
}
