{
  "accession_number": "92.103.22a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "the globular body left entirely plain, with high polish showing the bright green stone with icy mottling and some darker green flecks and traces of white, with a pair of monster mask and loose ring handles, the tripod supports also issuing from monster masks and the domed cover with two fu lions forming the finial; carved of light green stone with white and green markings. Former Classification: Jade",
  "dimension": "10 1/2 in. (26.67 cm)",
  "id": "http://api.artsmia.org/objects/4334",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Light green jadeite with white and green markings",
  "nationality": null,
  "object_name": "Tripod",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "An exceptionally large and spectacular example of bright green (feicui) jadeite, this vessel is one of the highlights of the T. B. Walker collection. The artist has contrasted large areas of smooth undecorated surface with smaller areas of superbly detailed carving. The Buddhist lions surmounting the lid and animal masks on the handles and legs were symbolic guardians, most frequently seen flanking the entrances of important Ming and Qing buildings. Like white jade, feicui or \"kingfisher feather blue\" was a highly prized color during the nineteenth century and continues to be so today. The term aptly describes the bright and luminous turquoise-green jadeite, of which this imperial vessel is one of the finest examples known. \r\nMany decorative art objects were sold from the imperial collection following the fall of the Qing dynasty in 1912. The last emperor, Xuantong, and his retainers, though stripped of power, were allowed to keep the imperial treasures. Records show that T. B. Walker purchased this piece in 1914.",
  "title": "Covered Tripod"
}
