{
  "accession_number": "92.103.23a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "The plain globular body raised on tripod supports issuing from animal masks and with two monster mask and loose ring handles at the shoulder, the domed cover with cloud motifs supporting loose rings and with a pierced dragon finial, the grayish-blue stone with slight cloudy russet markings.",
  "dimension": "7 1/2 × 7 × 5 in. (19.05 × 17.78 × 12.7 cm)",
  "id": "http://api.artsmia.org/objects/4335",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4166,
  "image_width": 3412,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Blue jadeite",
  "nationality": null,
  "object_name": "Incense Burner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Exceptional by virtue of its extremely rare blue color, this tripod censer reflects the trend toward brighter hues of jade during the nineteenth century. The importation of Burmese jadeite, beginning in the late seventeenth century, afforded Chinese craftsmen a far greater range of pure, bright colors than had previously been available in Turkestan nephrite. Although white remained the favorite color throughout Chinese history, lavender, yellow, bright green (fei-ts'ui) and blue gained popularity during the nineteenth century for their showiness and rarity. As it became increasingly difficult to import gemstone quality jade during the 1800's, other brightly colored minerals such as carnelian, lapis lazuli, turquoise, coral and agate where substituted to meet the growing demands of foreigners and Chinese for hardstone carvings.",
  "title": "Covered Incense Burner"
}
