{
  "accession_number": "92.103.23a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "The plain globular body raised on tripod supports issuing from animal masks and with two monster mask and loose ring handles at the shoulder, the domed cover with cloud motifs supporting loose rings and with a pierced dragon finial, the grayish-blue stone with slight cloudy russet markings.",
  "dimension": "7 1/2 × 7 × 5 in. (19.05 × 17.78 × 12.7 cm)",
  "id": "http://api.artsmia.org/objects/4335",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4755,
  "image_width": 4755,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Blue jadeite",
  "nationality": null,
  "object_name": "Incense burner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The intricate design and extravagant treatment of this incense burner, in archaic ding-cauldron form, demonstrates the fashion for archaic artworks prevalent during the 1700s and the virtuosity of mid–Qing workmanship. The domed lid is embellished with three movable rings; its openwork knob is in the shape of a dragon. Two “ears” connected at the rim and shoulder and upper side of the burner are carved as animal masks, each holding a ring in its C-shaped body. The main body of the censer is supported on three animal feet, each modeled at the top with an animal head. Exceptional by virtue of its extremely rare blue color, this tripod censer reflects the trend toward brighter hues of jade during the 19th century. The importation of Burmese jadeite beginning in the late 17th century afforded Chinese craftsmen a far greater range of pure, bright colors than had previously been available in central Asian nephrite.",
  "title": "Incense burner"
}
