{
  "accession_number": "92.103.24a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Asian Art",
  "description": "The plain globular body carved with two projecting dragon-head handles at the shoulder supporting large loose rings and raised on three short supports issuing from two fu-lion masks, the domed cover with two fu lions for the finial.",
  "dimension": "9 x 12 in. (22.86 x 30.48 cm)",
  "id": "http://api.artsmia.org/objects/4336",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3173,
  "image_width": 3814,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "White jadeite",
  "nationality": null,
  "object_name": "Incense Burner",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This white tripod is of the highest standard in terms of pure color. White seems to have been the prized color in jade throughout Chinese history, but it reached a height in popularity during the eighteenth and nineteenth centuries. This vessel has an exceptionally luminescent quality, and in view of this its maker has taken care not to clutter the form with detailed ornament, but rather provide a simple, polished surface that under strong light is totally dazzling. The tripod shape here is a vague reference to the ancient ceremonial bronzes of the early Zhou. This form, originally used in ancestor rites, was eventually revived and simplified to be used as Buddhist censers during the later dynasties of the Ming and Qing. Like the other magnificent jade burners in the Walker collection, however, this object was mainly cherished for the innate beauty of the stone itself.",
  "title": "Covered Incense Burner"
}
