{
  "accession_number": "92.103.24a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Asian Art",
  "description": "The plain globular body carved with two projecting dragon-head handles at the shoulder supporting large loose rings and raised on three short supports issuing from two fu-lion masks, the domed cover with two fu lions for the finial.",
  "dimension": "9 x 12 in. (22.86 x 30.48 cm)",
  "id": "http://api.artsmia.org/objects/4336",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7760,
  "image_width": 10328,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "White jadeite",
  "nationality": null,
  "object_name": "Incense Burner",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This three-legged incense burner is carved from white jade, a highly valued stone that peaked in popularity during the 18th and 19th centuries. The tripod form and the rings held by the dragon heads reference ancient Chinese ritual bronze vessels. The alluring mystery of the ancient past, combined with the otherworldly dragon, imbues the censer with both power and mystique. \r\n\r\nThis censer was made for imperial use, as shown by the four-character reign mark on the bottom, Qianlong yuzhi (imperial made during the Qianlong reign). This is reinforced by the presence of two lions carved in openwork on the lid. Like dragons, lions were seen as guardian figures. Their presence in Chinese art originated in Buddhist traditions but later became associated with imperial power as well.",
  "title": "Covered Incense Burner"
}
