{
  "accession_number": "92.103.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "Of loaf shape, carved in high relief with buddhist divinities and demons on both sides amidst clouds and wave motifs and a traditional heavenly mountainscape. Broken in two pieces and repaired. Former Classification: Jade",
  "dimension": "5 x 6 1/2 in. (12.7 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/4338",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7760,
  "image_width": 10328,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grayish white nephrite",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Buddhist themes in jade are relatively rare, and this carved boulder is especially unusual in the way it depicts a group activity within an imaginary setting. The subject is the eighteen lohans, shown here with their attendants in a variety of activities. Most are seen conversing in small groups. One rides a tiger, an animal strongly associated with Buddhism, while another cavorts with dragons in the clouds. Cloud patterns above, waves below, and tree and rock formations at either end suggest principal elements of heaven and earth. Lohans are enlightened saintly men. Eccentric and reclusive in lifestyle, they nevertheless signify the meditative, nonmaterial values of Buddhism and they were a favorite theme in religious paintings from the Sung dynasty onward.",
  "title": "A Gathering of Lohans"
}
