{
  "accession_number": "92.103.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "The opaque brown and cloudy tan-colored jade apparently burned in a fire, the shallow bowl with deeply rounded sides carved on the exterior and interior with butterflies and melon vine. Broken in two pieces and restored. Former Classification: Jade",
  "dimension": "3 1/8 x 9 1/2 in. (7.94 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/4339",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3423,
  "image_width": 5238,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Light brown nephrite intentionally burned darker",
  "nationality": null,
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This bowl is an excellent example of intentional color alteration practiced during the late Ming dynasty. Toward the end of the sixteenth century, jade began to be quarried in the K'un-lun mountains near Khotan. This \"mountain jade\" was considered inferior in color to other types, so a practice developed of staining certain areas of the finished carving to increase its value. Iron-rich compounds were apparently used to create various shades of brown and black. Old literature also mentions burning jade as a way of altering color, and this nephrite bowl has most likely been treated with a combination of these techniques. The deeply carved melon and butterfly motif on the interior, symbolic of prosperity, is similar to designs found in carved lacquer ware of this same period.",
  "title": "Bowl"
}
