{
  "accession_number": "92.103.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "the boulder with unusual color used in the carving, the goose with head sharply turned, shown enveloped in lotus plants, with one large leaf using the green color of the stone and several flowers using the russet markings, on a carved base of swirling waves; carved of gray-green stone with brown markings. Former Classification: Jade",
  "dimension": "5 3/4 x 7 1/2 in. (14.61 x 19.05 cm)",
  "id": "http://api.artsmia.org/objects/4341",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5412,
  "image_width": 7216,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gray-green nephrite with brown markings",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Auspicious animals carved in the round, often following the contours of the jade pebble from which they were formed, were extremely popular during the Ming dynasty (1368-1644). This image of a goose grasping a lotus flower is remarkable for its size, as well as for the colors of the stone. Although the surface is finely worked in meticulous detail, there remains a strong sense of the Ming preference for natural, organic shapes and an understated carving technique. Pieces such as this, popular since the Tang dynasty (618-906), were displayed as decorative objects. Impressive in both size and color, this carving would have attracted attention in any jade cabinet.",
  "title": "Goose"
}
