{
  "accession_number": "92.103.7a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund and Gift of the Thomas Barlow Walker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Carved from white and brown jadeite in vertical strata, the flattened shield-shaped vase carved with pairs of stylized dragons holding a pearl in theior mouths, below a shou medallion on the neck, the decoration on each side in bright reddish-brown colored stonein relief against a pure white background, the neck with masl and loose ring handles, and the rim with more of the reddish-brown skin of the stone used to highlight a fretwork band, the cover with double dragon-loop finial holding a pair of loose rings.",
  "dimension": "11 5/8 in. (29.53 cm)",
  "id": "http://api.artsmia.org/objects/4342",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4712,
  "image_width": 2868,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "White and brown jade in vertical strata",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This vase is considered one of the most striking examples of two-color jade in existence. The artist has used the natural colors of the vertical strata to great advantage in depicting the paired dragons and the circular shou, or longevity, symbol that appears in brown against the white background. The rear of the vessel, though carved with identical motifs, is entirely white. The practice of highlighting aspects of a work by carving in accordance with existing color variations was already prevalent by the Song dynasty (960-1280). The technical mastery of Qing artisans and the greater variety of jade available allowed them to produce spectacular objects like this. Keeping with eighteenth century taste, the vessel shape in this instance is vaguely antiquated. Although based on a type of ancient storage jar, this vase presents the stylized and decorative paired dragons, animal masks and meander patterns in a way quite different from the bronzes of the past that it emulates.",
  "title": "Covered Vase"
}
