{
  "accession_number": "92.114",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing; Ceremonial Objects",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Asmat",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "",
  "dimension": "84 x 28 x 13 1/2 in. (213.36 x 71.12 x 34.29 cm)",
  "id": "http://api.artsmia.org/objects/4354",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4668,
  "image_width": 3609,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Raffia, feathers, shell, plant fiber",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The doroe is a full body mask that is worn during the Jipae ritual. This ceremony is performed to expel the spirits of deceased kin from a village so they do not return and bring misfortune to those still living.  A relative of the ancestor typically wears the mask, a respected task because it requires strength and courage to summon the spirits of the dead. The Jipae ritual begins when the masked figure enters the village and presents itself to the family of the deceased.  While spending time with family and friends, the spiritual figure becomes highly demanding of food and attention.  In order to eliminate the ancestral spirit's opportunity of returning to the village, the family attacks and ritually kills the mask.  The top portion of the costume is then brought to the jungle and placed on top of a young sago palm.  When the tree grows, the mask will be raised towards the sky, representing the deceased person's journey to Safan, the land of the dead.  This ritual is a way of freeing the souls of the deceased from the earthly world.",
  "title": "Doroe Spirit Mask"
}
