{
  "accession_number": "92.120.2",
  "art_champions_text": null,
  "artist": "Photographer: Luis González Palma",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of funds from Jud and Lisa Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "23 3/4 x 39 7/8 in. (60.33 x 101.28 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/4359",
  "image": "valid",
  "image_copyright": "© Luis Gonz%C3%A1lez Palma%2C Courtesy of Schneider Gallery",
  "image_height": 3221,
  "image_width": 5407,
  "inscription": "",
  "life_date": "Guatemalan, born 1957",
  "markings": "",
  "medium": "Hand-painted gelatin silver print",
  "nationality": "Guatemalan",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Luis González Palma\r\nGuatemalan, born 1957\r\n\r\nA self-taught photographer from Guatemala, Luis González Palma creates expressive works of art that are often about contradiction.  His portraits of Mayan Indians present a tragic vision of life that is full of pain and beauty.  Often collaged with images of contemporary symbols, objects, and icons, the pictures act as records of life in a country where violence and mysticism coexist.  At the same time, the overwhelming sense of humanity in each picture speaks to the photographer's ability to transcend cultural boundaries and tap into a pool of shared experience. \r\n\r\nOne of the most recognizable aspects of González Palma's photographs is their deep sepia tone.  He achieves this by painting a standard black and white print with asphaltum, then further manipulates the image by removing the asphaltum from key areas, returning them to the original white of the photograph.  The process turns the pictures into tangible objects with a sense of history, creating a dialogue with the past that works toward a realization of the complex social legacy of Guatemala.\r\n\r\nPalma's most recent work combines several mediums, kodalith, gold leaf, and red paper, embedding all these layers in resin.  Entitled \"Hierarchies of Intimacy\", this series delves into psychological conflicts and personal tragedies, with the use of both people and objects.\r\n\r\nLuis González Palma: Poems of Sorrow published in 1999, surveys the photographer's themes and obsessions since he began taking pictures over a decade ago.  In his most recent work, González Palma continues to examine the subtleties of the gaze, along with the politics of looking and the complicity involved in the act of pointing the camera.  \r\n\r\nLuis González Palma is presently one of the best known photographers from Latin America.  He is participating, for the second time in four years, in the 2005 Venice Biennale.  This year he is representing his native country.\r\n\r\n\r\n[ Information supplied by the Weinstein Gallery, Minneapolis]\r\n{Note to Rur",
  "title": "A Place Without Rest (Un Lugar Sin Reposo)"
}
