{
  "accession_number": "92.132.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Asia",
  "country": null,
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "pendant suspended from a garland of twin rudraksha berries; central gold piece depicting two figures on a bull; one emerald pendant at bottom split during installation, two pieces stored in envelope in A12.3 MS",
  "dimension": "L.17-1/2 x W.(at widest point in pendant)4-3/8 x D.1-5/8 in.",
  "id": "http://api.artsmia.org/objects/4379",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9324,
  "image_width": 6496,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "Tamil inscription on back (Silver portion) of pendant:\r\n\r\npu (undeciphered characters)\r\nTangam (gold) (undeciphered characters)\r\nsu ya ay ee nu",
  "medium": "Rudraksha berries, 22k gold, silver, rubies, and semiprecious stones",
  "nationality": null,
  "object_name": "Gauri Shankaram Necklace",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This elaborate gold necklace once adorned the neck of a Brahman priest or wealthy Chettiar (a male member of a mercantile community with roots in Tamil Nadu in southern India). He would have worn it on very special occasions, or donated it to a temple. Its chain, made of Rudraksha beads from a tree believed to be sacred to the Hindu god Shiva, is attached to three golden lozenges decorated with rubies and semiprecious stones. The central amulet depicts the divine couple, Shiva and Parvati, flanked by their two sons, Ganesha and Murugan. Kaumari, a goddess related to Murugan, appears on the clasp astride her vehicle, the peacock. The bottom amulet would have contained a lingam, an abstract representation of Shiva, or sacred ash, allowing it to function as a portable shrine.",
  "title": "Rudrakshamala Necklace"
}
