{
  "accession_number": "92.134a-f",
  "art_champions_text": null,
  "artist": "Maker: Herter Brothers",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1881",
  "department": "Arts of the Americas",
  "description": "marble top not original",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/4381",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5099,
  "image_width": 3986,
  "inscription": "In pencil: N.292, store Lorillard",
  "life_date": "New York City, 1864-1907",
  "markings": "Stamped: Herter Bro\\'s., NYC",
  "medium": "Rosewood, ebony, marble, brass, and mirrored glass",
  "nationality": "American",
  "object_name": "Chest of drawers with mirror",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This chest of drawers and mirror was part of a suite of matching furniture made for one of the Newport, Rhode Island houses owned by the Lorillard family, probably The Breakers, the home of Pierre Lorillard, a wealthy tobacco merchant.  Other objects from the suite are now in the Toledo Museum of Art and the High Museum of Art in Atlanta.  The objects were made by Herter Brothers, the New York City furniture and decorating firm that was the leading American proponent of the Anglo-Japanese style in interior decoration - a style popularized in Britain by such “Art for Art’s Sake” aesthetes as Oscar Wilde and James McNeil Whistler.  The simple rectilinear form of the chest has been enriched with inlaid flowers and foliage of the utmost delicacy and precision.  Derived from Japanese sources, the asymmetrical pattern of the ornament appears to spread randomly across the face of the piece, but has actually been carefully planned and controlled.  \r\n\r\nHerter Brothers decorated many of the grandest houses in America at the end of the 19th century.  They also had a number of important Minnesota commissions, including the opulent West Hotel in Minneapolis (1884; demolished 1940); the Minnesota State Capitol (1904); and Fair Oaks (1884; demolished 1924), the home of Governor W. D. Washburn, at the corner of 22nd Street and Stevens Avenue.",
  "title": "Chest of drawers with mirror"
}
