{
  "accession_number": "92.14a,b",
  "art_champions_text": null,
  "artist": "Engraver: Attributed to Dominik Biemann",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "Europe",
  "country": "Czechoslovakia",
  "creditline": "Gift of funds from the Decorative Arts Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "European Art",
  "description": "clear glass with a coat of blue glass laid over, cameo (portrait of George Washington) cut and engraved",
  "dimension": "11 1/4 x 5 x 5 in. (28.58 x 12.7 x 12.7 cm) (goblet)\r\n4 1/2 x 6 x 6 in. (11.43 x 15.24 x 15.24 cm) (lid)",
  "id": "http://api.artsmia.org/objects/4395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4704,
  "image_width": 2874,
  "inscription": "",
  "life_date": "Bohemian, 1800-1857",
  "markings": "",
  "medium": "Cut and engraved layered-glass",
  "nationality": "Bohemian",
  "object_name": "Covered goblet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Throughout the 19th century, American and European manufacturers alike produced luxury wares emblazoned with images of George Washington (1732-99), the first American icon.  Washington's qualities of fortitude, judgment, and sense of duty made him a constant inspiration to Americans.  Following Washington's death in 1799, the nation observed a year of official mourning and throughout the century, citizens clamored for any type of object bearing Washington's likeness.  Foreign manufacturers recognized the demand for these goods and produced the former president's image on every type of decorative object imaginable.\r\n\r\nUndoubtedly copied from a printed source, Washington is here reproduced in intimate detail, from the definition of his hair to the individual ruffles of his costume.  Expensive to produce, this goblet in an example of \"casing,\" a process in which clear glass is covered with a layer of colored glass, into which a design is cut, revealing the sparkling clear glass underneath.  The popularity of brilliantly colored glass in the 1830s revived the Bohemian glass industry, which had begun to wane after centuries of preeminence.  Biemann was one of the most skilled Bohemian glasscutters who combined colored glass with engraved portraiture.",
  "title": "Covered goblet"
}
