{
  "accession_number": "92.155.11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Ixil Maya",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "Three panel huipil; supplementary weft patterning covers 3/4 of the garment; elaborate embroidery encircles the neck opening and four \"U\" shapes extend from neck opening; white ground cloth with patterning primarily in green with accents in purple, blue, orange and red; design consists of rows of stylized bird and tree pattern alternating with rows of diamonds; four small 'twisted thread' motifs extend from lowest row of pattern (a signature of this town's style).",
  "dimension": "25 1/2 x 33 3/4 in. (64.8 x 85.7 cm)",
  "id": "http://api.artsmia.org/objects/4400",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3576,
  "image_width": 4524,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; discontinuous supplementary weft patterning, embroidery",
  "nationality": null,
  "object_name": "Blouse (Huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The bird and tree motif has roots in both Maya and European iconography. In Maya cosmology the 'World Tree' stands at the center of the universe surrounded by four trees, one at each of the cardinal directions, with birds perched on the tops. Weavers from many villages create repeating patterns of this motif and use it to embellish ceremonial textiles.\r\nIn sixteenth and seventeenth century Europe, the bird in tree motif was quite popular and appears frequently in examples of brocade, lace and embroidery of the period. It is very likely that some of the Maya designs were inspired by the European versions, as they are nearly identical to patterns found in early needlework books and have a distinctly European aesthetic.",
  "title": "Woman's blouse (Huipil)"
}
