{
  "accession_number": "92.16",
  "art_champions_text": null,
  "artist": "Artist: Gabriël Metsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Atherton and Winifred W. Bean",
  "culture": null,
  "curator_approved": 1,
  "dated": "1667",
  "department": "European Art",
  "description": "Portrait of a woman. Dutch golden age. A lady about thirty-four years of age with her fair hair in curls, stands full length at her toilet table, almost facing the spectator. She has a book in one hand and holds up her skirt with the other. She wears a light blue satin dress embroidered with gold lace. On the table, which is covered with a Turkey carpet, are a mirror, a silver box, and a candlestick. A spaniel frisks at her feet.",
  "dimension": "22 1/2 x 17 in. (57.15 x 43.18 cm) (panel)\r\n30 x 24 1/2 in. (76.2 x 62.23 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4418",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6108,
  "image_width": 4643,
  "inscription": "",
  "life_date": "Dutch, 1629–1667",
  "markings": "Labels: (Thomas Agnew and Sons, Ltd.): no. 35173 | Second label (much older): no. 9511 | Exhibition label, Stedelijk: 1966 Lady in a Blue Satin Dress, tent. cat. no. 17 / prov: Private collection, London | MIA / Bean loan labels: L77.72.4 A.B | L76.129.5 A.B.| L82.31.1 A.B. | \r\nBottom of stretcher in white chalk: 360",
  "medium": "Oil on panel",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "'Comissioned by Jan Jacobsz. Hinlopen, Amsterdam (before d. 1666); his wife, Lucia Wijbrants, Amsterdam (until d. 1719)[1]; 'her sister, Helena Wijbrants, Amsterdam (1719–21); by descent, Pieter van Winter Nicolaas Simonsz., Amsterdam; his daughter, Anna Louisa Agatha (“Annewies”) van Winter, later Mrs. Willem van Loon ('from 1805; sold to Rothschild); Baron Lionel Nathan Rothschild, London ('1865–d. 1879); Nathan Mayer, 1st Lord Rothschild, London; Victor Rothschild, London (until 1937; sale, Sotheby & Co., London, April 19, 1937, no. 9, for £1,350, to Bottenwieser). H.E.M. Benn, England (until 1960; his sale, Sotheby & Co., London, December 7, 1960, no. 35, to Agnew, for £5,000); [Agnew, London, 1960–1968; sold to Richardson]; R.J. Richardson, 'London (1968–72, sale, Agnew, London, November, 1972 to Bean); Atherton and Winnifred Bean, Minneapolis (1972–92, given to Mia)\r\n\r\n\r\n[1] Lucia Wijbrants will of February 6, 1705 states “het conterfijtsel van haar testatrice alleen door Metsu geschildert” [the portrait of her testatrix painted only by Metsu]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G309",
  "see_also": [
    ""
  ],
  "signed": "G. METSUE An 1667",
  "style": "17th century",
  "text": "We can now put a name to this face. For centuries, this painting was known simply as Portrait of a Woman. Recent research revealed her identity: Lucia Wijbrants, the wealthy widow of a Dutch cloth merchant. She stands at her dressing table, surrounded by her pricey possessions, while a frisky spaniel begs for attention. Lucia emerged from a variety of sources, including known portraits (of her and her husband) featuring similar likenesses and some of the same belongings pictured here. In fact, the bed behind her was previously owned by her husband’s first wife.\r\n\r\nThe Dutch 17th-century frame is a gift of the Douglas and Mary Olson Frame Acquisition Fund.",
  "title": "Portrait of Lucia Wijbrants"
}
