{
  "accession_number": "92.24",
  "art_champions_text": null,
  "artist": "Artist: Romare Howard Bearden",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1942",
  "department": "Arts of the Americas",
  "description": "three standing men with factory in back on R",
  "dimension": "37 3/8 × 28 3/4 in. (94.93 × 73.03 cm) (image)\r\n45 3/4 x 37 1/8 x 1 1/2 in. (116.21 x 94.3 x 3.81 cm) (outer frame)\r\n",
  "id": "http://api.artsmia.org/objects/4428",
  "image": "valid",
  "image_copyright": "© Romare Bearden Foundation %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 7995,
  "image_width": 6370,
  "inscription": "",
  "life_date": "American, 1911–1988",
  "markings": "",
  "medium": "Gouache and casein on brown kraft paper mounted on board",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, New York (until at least 1955); his wife, Nanette Rohan Bearden, New York (by 1971/72); (ACA Galleries, New York, until 1992; sold to MIA).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in black pigment, LR: - Romare Bearden -",
  "style": "20th century",
  "text": "Romare Bearden produced Factory Workers as the frontispiece for the June 1942 Fortune magazine article “The Negro’s War,” which examined the social and financial costs of racial discrimination during wartime and advocated for full integration of the American workplace. The drawing is a somber, dignified portrayal of African Americans who have been denied work at a steel mill because of their skin color.\r\n\r\nAlthough representational in style, this work confirms Bearden’s rejection of academic naturalism while signaling his growing admiration for such Mexican mural painters as Diego Rivera. The flattened perspective, lack of detail, and broad expanses of color give it a monumental quality. In the mid-1940s, Bearden’s works became increasingly abstract, and he later began experimenting with the technique of collage, which provided a new means of activating the expressive potential of surface and texture.",
  "title": "Factory Workers"
}
