{
  "accession_number": "92.44",
  "artist": "Monks of the Gyuto Tantric University",
  "classification": "Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of funds from the Gyuto Tantric University; 3M; Construction Materials, Inc.; and the Asian Art Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Asian Art",
  "description": "",
  "dimension": "96 x 96 in. (243.84 x 243.84 cm)",
  "id": 4457,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7348,
  "image_width": 7367,
  "inscription": null,
  "life_date": "Tibetan",
  "markings": null,
  "medium": "Colored silicate and adhesive on wood",
  "nationality": "Tibetan",
  "object_name": "Mandala",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "room": "G255",
  "signed": null,
  "style": null,
  "text": "A mandala can be an abstracted representation of a deity’s heavenly palace and used in meditation and initiation rites to assimilate the power of the deity. The creation and consecration of a mandala is believed to benefit all beings. Here, the mandala represents the realm of the fierce protective deity Gshin Rje (Sanskrit: Yamantaka), the violent form of the bodhisattva Jam-dpal (Sanskrit: Manjushri), who assumes this wrathful aspect to vanquish the god of death. In the mandala, Gshin Rje is represented in the center as a blue <i>vajra</i> (thunderbolt).\r\n\r\nA team of Gyuto monks created this mandala at the museum in 1991 over a period of four weeks. While sand mandalas are intended to be ephemeral and are usually destroyed soon after their creation, Mia received permission from the monks to permanently preserve the mandala to honor the 1.2 million Tibetans who lost their lives to political-religious persecution during the 20th century.\r\n\r\n<i>The museum thanks the Tibetan American Foundation of Minnesota for bringing the Gyuto monks to Minnesota and for their efforts to preserve Tibetan cultural traditions.</i>",
  "title": "Gshrin Rje Mandala"
}
