{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Tibetan",
  "nationality": null,
  "role": "Artist",
  "dated": "1991",
  "culture": null,
  "country": "Tibet",
  "continent": "Asia",
  "dimension": "96 x 96 in. (243.84 x 243.84 cm)",
  "medium": "Colored silicate and adhesive on wood",
  "title": "Yamantaka Mandala",
  "id": "http://api.artsmia.org/objects/4457",
  "room": "G212",
  "style": "20th century",
  "marks": " ",
  "text": "A mandala, or circle, is a representation of the Buddhist universe. These cosmograms represent in symbolic color, line, and geometric forms, all realms of existence and are used in Tantric meditation and initiation rites. The creation of a mandala, considered a consecrated area, is believed to benefit all beings.\r\n\r\n<P>This is the Yamantaka mandala, a cosmic blueprint of the celestial palace of the deity Yamantaka, Conqueror of Death, who is represented at the center by the blue <i>vajra,</i> or thunderbolt. It consists of a series of concentric bands, the outermost representing eight burial grounds with a recognizable landscape and animals symbolizing our earthly plane of existence. Moving inward are a circle of flames, a circle of <i>vajras</i>, and a circle of lotus petals. These bands circumscribe a quadrangle with gates at the four compass points, suggesting the realm of form without desire. The innermost square is divided into triangular quadrants, and an inner circle is subdivided into nine units containing symbols representing various deities. This is the realm of absolute formlessness and perfect bliss. In the four outside corners are the attributes of the five senses (smell, sight, sound, taste, and touch), reminders of the illusory nature of our perceived reality.\r\n\r\n<P>All mandalas represent an invitation to enter the Buddha's awakened mind. Tibetan Buddhists believe there is a seed of enlightenment in each person's mind; this is uncovered by visualizing and contemplating a mandala. The complex symbols and exquisite combination of primary colors are considered a pure expression of the principles of wisdom and compassion that underlie Tantric Buddhist philosophy.\r\n\r\n<P>This mandala was created to honor the 1.2 million Tibetans who have lost their lives to political/religious persecution during this century.\r\n\r\n<P>The museum thanks the Tibetan American Foundation of Minnesota for bringing the Gyuto monks to Minnesota and for their efforts to preserve Tibetan cultural traditions.",
  "description": "Mandala of colored sand on wood; Yamantaka (Conqueror of Death) is represented at the center by the blue \\'vajra\\'; consists of a series of concentric bands; outermost represents burial grounds with a landscape and animals; moving inward are a circle of flames, a circle of \\'vajras\\' and a circle of lotus petals; these bands circumscribe a quadrangle with gates at the four compass points; innermost square divided into triangular quadrants and an inner circle is divided into nine units containing symbols which represent various deities; attributes of the five senses are depicted in the four outside corners",
  "creditline": "Gift of funds from the Gyuto Tantric University; 3M; Construction Materials, Inc.; and the Asian Art Council",
  "accession_number": "92.44                                     ",
  "artist": "Monks of the Gyuto Tantric University"
}
