{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Tibetan",
  "nationality": null,
  "role": "Artist",
  "artist": "Monks of the Gyuto Tantric University",
  "dated": "1991",
  "culture": null,
  "country": "Tibet",
  "continent": "Asia",
  "dimension": "96 x 96 in. (243.84 x 243.84 cm)",
  "medium": "Colored silicate and adhesive on wood",
  "title": "Yamantaka Mandala",
  "id": "http://api.artsmia.org/objects/4457",
  "room": "G180",
  "style": "20th century",
  "marks": " ",
  "text": "A mandala, or sacred circle, is a representation of the Buddhist universe. Comprised of symbolic colors, lines, and geometric forms representing all realms of existence, mandalas are used in Tantric Buddhist meditation and initiation rites. The creation of a mandala is believed to benefit all beings, and the time and space it requires is consecrated through prayer, ritual music, and performance.\r\nThis mandala was created over four weeks by a team of monks in-residence at the museum in 1991. It honors the 1.2 million Tibetans who lost their lives to political-religious persecution during the 20th century.\r\nThe museum thanks the Tibetan American Foundation of Minnesota for bringing the Gyuto monks to Minnesota and for their efforts to preserve Tibetan cultural traditions.\r\nA video showing the creation of this mandala plays continuously on the monitor on the west side of this gallery. For additional information about the making and meaning of the mandala, visit www.artsmia.org/art-of-asia/buddhism/.",
  "description": "Mandala of colored sand on wood; Yamantaka (Conqueror of Death) is represented at the center by the blue 'vajra'; consists of a series of concentric bands; outermost represents burial grounds with a landscape and animals; moving inward are a circle of flames, a circle of 'vajras' and a circle of lotus petals; these bands circumscribe a quadrangle with gates at the four compass points; innermost square divided into triangular quadrants and an inner circle is divided into nine units containing symbols which represent various deities; attributes of the five senses are depicted in the four outside corners",
  "provenance": "",
  "creditline": "Gift of funds from the Gyuto Tantric University; 3M; Construction Materials, Inc.; and the Asian Art Council",
  "accession_number": "92.44"
}
