{
  "accession_number": "92.44",
  "art_champions_text": null,
  "artist": "Artist: Monks of the Gyuto Tantric University",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of funds from the Gyuto Tantric University; 3M; Construction Materials, Inc.; and the Asian Art Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Asian Art",
  "description": "Mandala of colored sand on wood; Yamantaka (Conqueror of Death) is represented at the center by the blue 'vajra'; consists of a series of concentric bands; outermost represents burial grounds with a landscape and animals; moving inward are a circle of flames, a circle of 'vajras' and a circle of lotus petals; these bands circumscribe a quadrangle with gates at the four compass points; innermost square divided into triangular quadrants and an inner circle is divided into nine units containing symbols which represent various deities; attributes of the five senses are depicted in the four outside corners",
  "dimension": "96 x 96 in. (243.84 x 243.84 cm)",
  "id": "http://api.artsmia.org/objects/4457",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7348,
  "image_width": 7367,
  "inscription": "",
  "life_date": "Tibetan",
  "markings": "",
  "medium": "Colored silicate and adhesive on wood",
  "nationality": "Tibetan",
  "object_name": "Yamantaka Mandala",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G277",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A mandala is a visual representation of the sacred Buddhist universe, which is used in meditation and initiation rites. The creation of a mandala is believed to benefit all beings, and the time and space it requires is consecrated through prayer, ritual music, and performance.\r\n\r\nA team of monks-in residence created this colored sand mandala at the museum in 1991 over a period of four weeks. While sand mandalas are intended to be ephemeral, the MIA preserved it in order to honor the 1.2 million Tibetans who lost their lives to political-religious persecution during the 20th century.\r\n\r\nThe museum thanks the Tibetan American Foundation of Minnesota for bringing the Gyuto monks to Minnesota and for their efforts to preserve Tibetan cultural traditions.",
  "title": "Yamantaka Mandala"
}
