{
  "accession_number": "92.59.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "The William Hood Dunwoody Fund, The Helen Winton Jones Fund for Asian Art and Gift of funds from an Anonymous Donor",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "Book cover, pigment on paper; silk and metallic thread brocade borders and backing.",
  "dimension": "6 x 25 1/4 x 1/2 in. (15.24 x 64.14 x 1.27 cm)",
  "id": "http://api.artsmia.org/objects/4464",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2631,
  "image_width": 9918,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper, book cover",
  "nationality": null,
  "object_name": "Title Page from a Buddhist Manuscript",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The translation of sutras, or Buddhist teachings, and monastic rituals from the original Sanskrit to Tibetan was a vast and daunting task. Nevertheless, within a relatively short time, Tibetan scholars had created a body of sacred literature comparable to any in Asia. These decorative sheets are title pages, typically framed and veiled with silk. Many Tibetan scriptures were written down on paper specially treated and primed with indigo or black lacquer; against this dark background, elegant silver or gold capital script (dsu-can) stood out brilliantly. The illuminations accompanying the text are painted on separate pieces of paper and glued or sewn to the page. In one, the goddess Vasudhara, giver of knowledge, is flanked by lamas. The other illumination features Manjushri, the bodhisattva of wisdom, and Avalokitesvara, the compassionate one.",
  "title": "Title Page from a Buddhist Manuscript"
}
