{
  "accession_number": "93.12",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Musical Instruments; Ceremonial Objects",
  "continent": "Oceania",
  "country": "Papua New Guinea",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "",
  "dimension": "98 x 20 in. (248.92 x 50.8 cm)",
  "id": "http://api.artsmia.org/objects/4530",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3830,
  "image_width": 4589,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments, fiber Wood, pigment, fiber",
  "nationality": null,
  "object_name": "Slit Drum (garamut)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Carved from a felled tree the slit drum, or garamut, is the most important instrument in the Sepik River region. It is engraved and painted in different stages, and kept in the men's ritual house for ceremonies such as male initiations. This drum still has remnants of its original red, white, and black pigments, while carvings on the drum's body show what appear to be two fish surrounded by intricate curvilinear designs. The finials of the garamut are ornamented with figures characteristic of the Sepik region with their long, hooked noses and tiered headdresses. These figures represent important ancestors and demonstrate clan affiliation.\r\n\r\nThe people of the Sepik area understand the drum's sound as its \"voice.\" This voice can carry long distances to announce meetings, call individuals, issue warnings, and even contact neighboring villages. Communication occurs through a complex series of rhythms and tones beat out with a wooden stick by an initiated man. More than just an instrument, this drum is central to the lives the entire community.",
  "title": "Slit Drum (garamut)"
}
