{
  "accession_number": "93.5.1",
  "art_champions_text": null,
  "artist": "Artist: Zhang Hong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1637",
  "department": "Asian Art",
  "description": "mounted on a new scroll",
  "dimension": "52 7/8 x 24 1/2 in. (134.3 x 62.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/4562",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5431,
  "image_width": 2830,
  "inscription": "",
  "life_date": "Chinese, 1577-after 1668",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Born in Suzhou in 1577, during the full ascendency of the Wu school, the artistic temperament of Zhang Hong was undoubtedly affected by the literati painters around him. While he worked mainly in the literati tradition favored by the Wu school, he earned his living as a professional painter. Zhang's landscape paintings fall into two categories: those with complex composition and detailed brushwork and those with sparse compositions like this work composed with spontaneous strokes.\r\nIn what is a conventional theme of a scholar making his way along a mountain road on horseback, the artist has gone beyond mimicking outer appearances to create a rather ominous distortion of natural images. Zhang has manipulated the basic compositional elements to impart the majesty of the mountain scenery the scholar is experiencing.\r\nWhile professional painting was effectively marginalized by critics like Dong Qichang(1555-1636), markets for professional-style painting persisted even in cultured cities like Suzhou. Zhang Hong found profit in catering to a less educated, more middle-class clientele by producing hybrid works that combined literati themes with professional brush techniques and flourishes.",
  "title": "Riding in the Mountains"
}
