{
  "accession_number": "93.53",
  "art_champions_text": null,
  "artist": "Artist: Jacob Jordaens",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter H. and Valborg P. Ude Memorial Fund and gift of the Paintings Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1616–23",
  "department": "European Art",
  "description": "Portrait study of the head of an old man; two views",
  "dimension": "11 5/8 x 18 3/4 in. (29.53 x 47.63 cm) (canvas)\r\n19 1/4 x 26 1/2 x 3 1/2 in. (48.9 x 67.31 x 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4568",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3131,
  "image_width": 5095,
  "inscription": "",
  "life_date": "Flemish, 1593 - 1678",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Flemish",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G312",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jacob Jordaens, a leading painter of Antwerp in the seventeenth century, painted these two oil sketches of a bearded man from life. Jordaens emulated his more famous contemporary Peter Paul Rubens in his use of oil sketches as part of the creative process. Whereas Rubens mostly produced compositional sketches, Jordaens focused on head studies, which served as models for the figures in his large narrative paintings. This bearded man appears in at least three of his paintings. The earliest of these, \"Saint Peter finding the Tribute Money in the Fish's Mouth\" (c. 1630, now in Copenhagen). The same man appears as a witness in Jordaen's monumental altarpiece, \"Saint Martin Healing a Possessed Man,\" (1630, now Museum of Fine Arts, Brussels). He also appears Jordaens's \"Triumph of the Eucharist\" (c. 1630, National Gallery of Ireland, Dublin).\r\n\r\nJordaen's lively and direct oil sketches are a uniquely immediate and intimate form of artistic expression.",
  "title": "Two Studies of the Head of an Old Man"
}
