{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "French, 1798 - 1863",
  "nationality": "French",
  "role": "Artist",
  "dated": "1852-1853",
  "culture": null,
  "country": "France",
  "continent": "Europe",
  "dimension": "17 3/4 x 21 1/2 in. (45.09 x 54.61 cm) (sight)\r\n25 x 28 3/4 x 4 in. (63.5 x 73.03 x 10.16 cm) (outer frame)\r\n18 1/2 x 22 1/8 in. (46.99 x 56.2 cm) (canvas)",
  "medium": "Oil on canvas",
  "title": "View of Tangier",
  "id": "http://api.artsmia.org/objects/4578",
  "room": "G357",
  "style": "19th century",
  "marks": "Signature LL in dark brown: [Eug. Delacroix]",
  "text": "During a visit to Morocco in 1832, Delacroix wrote extensively on the Moorish cemeteries that dotted the roadside outside Tangiers' city walls, one of which provides the setting for this painting. The woman wears the habit of a Moroccan Jew, but her state of casual undress is inconsistent with her public surroundings, where custom required that she wrap herself in a veiled shroud. She also towers over her male observers, and her frontal pose and enigmatic gaze project an image of classical calm and beauty, which Delacroix perpetually exalted in ancient sculpture and Moroccan women. \r\n\r\nThe painting illustrates his belief that he had before him in Morocco \"living antiquity,\" a fit antidote to the sham antiquity of his neo-classical rivals. \"The heroes of Jacques Louis David,\" he wrote from Tangiers, \"with their rose pink limbs would cut a sorry figure beside these children of the sun, who also wear the dress of classical antiquity with a nobler air.\" \r\n\r\nThe statuesque woman in this painting does indeed have the appearance and stance of a sculpted figure in an Attic funerary stele such as the one nearby. That serene yet indecipherable mystery of Greek funerary relief compositions is brilliantly captured in this painting, while the prominent aloe plant to the figure's right adds a very distinctive symbolic association with enduring life, immortality and the boundary between life and death.\r\n\r\n",
  "description": "",
  "creditline": "Gift of Georgiana Slade Reny",
  "accession_number": "93.67                                     ",
  "artist": "Eugène Delacroix"
}
