{
  "accession_number": "94.16",
  "art_champions_text": null,
  "artist": "Artist: Jean-Jacques Lagrenée",
  "catalogue_raissonne": "Sandoz 1988, ?no. 182B or no. 190B",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Anonymous Gift of Funds and The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1785",
  "department": "European Art",
  "description": "",
  "dimension": "12 5/8 x 17 1/2 in. (32.07 x 44.45 cm) (sight)\r\n22 1/2 x 26 1/2 x 1 1/2 in. (57.15 x 67.31 x 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4679",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1880,
  "image_width": 2608,
  "inscription": "Inscription\r\n\r\nLR, in pen and brown ink [Caravagio]",
  "life_date": "French, 1739 - 1821",
  "markings": "",
  "medium": "Black chalk, pen and brown ink, brown wash, heightened with white on blue prepared paper",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "[Succi Ltd., London, until 1994; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "A painter and etcher, Lagrenée studied painting with his elder brother, Louis-Jean-François. They worked at the court of Empress Elizabeth II at Saint-Petersburg between 1760 and 1762. Lagrenée became a royal academician in 1775 and exhibited at the Paris Salons until 1804.\r\n\r\nAt the Paris Salon of 1785, Lagrenée exhibited a painting and a drawing, most likely the present sheet, Rinaldo Abandoning Armida, Who Being Unable to Retain Him Faints from Grief. Lagrenée illustrates a scene from Tasso’s epic poem, Jerusalem Delivered (1581), a fantastical account of the First Crusade. The sorceress Armida, a Saracen ally, seduces the Christian warrior Rinaldo in her enchanted garden. His companions, Carlo and Ubaldo travel to Armida’s island in the boat of their guide Fortune and persuade Rinaldo to return to combat. The despairing Armida swoons as her lover departs.\r\n\r\nDespite the old inscription Caravagio at the lower right, the manner and technique are totally consistent with Lagrenée, who favored the combination of chalk, ink, washes and gouache on blue paper.",
  "title": "Rinaldo Abandoning Armida"
}
