{
  "accession_number": "94.3.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "Gift of funds from Phyllis Lehmberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Art of Africa and the Americas",
  "description": "rectangular weaving with embroidered polychrome geometric pattern",
  "dimension": "73 1/2 x 31 1/4 in. (186.69 x 79.38 cm)",
  "id": "http://api.artsmia.org/objects/4692",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, silk; needlework",
  "nationality": null,
  "object_name": "Bath Towel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In many parts of North Africa the tradition of the Roman bath continues. As in other parts of the world, personal hygiene is a daily activity, but once a week women will go to large and often sumptuous public bath houses. In a ritual that traditionally often takes several hours, not only is the body \"steamed\" clean, but social interaction, from the exchange of information to the display of textiles, takes place. Special bath towel are intricately embroidered and used in a variety of ways such as covering oneself while enjoying tea or wrapping one's hair after washing. The embroidered patterns are often very elaborate at the ends of the towels and frequently display motifs associated with the region from which the embroidress was born.\r\nThe towel was likely woven by a male professional weaver who may have lived in Tetouan, an important northern Moroccan city located on the southern shore of the Mediterranean. The embroidery was done by a woman working in her home in Chechaouen, a town located in the northern Rift Mountains.",
  "title": "Bath Towel"
}
