{
  "accession_number": "94.45",
  "art_champions_text": null,
  "artist": "Artist: Francesco da Ponte (Francesco Bassano); Artist: Jacopo da Ponte (Jacopo Bassano)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Miss Tessie Jones, by exchange, the Ethel Morrison Van Derlip Fund, and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1576-1577",
  "department": "European Art",
  "description": "",
  "dimension": "56 11/16 x 74 5/8 in. (143.99 x 189.55 cm) (canvas)\r\n66 1/2 x 83 5/8 in. (168.91 x 212.41 cm) (outer frame)\r\n91 7/8 in. (233.36 cm) (diagonal, upper right to lower left)\r\n91 9/16 in. (232.57 cm) (diagonal, upper left to lower right)",
  "id": "http://api.artsmia.org/objects/4706",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1936,
  "image_width": 2492,
  "inscription": "",
  "life_date": "Italian (Venice), 1549–1592",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian (Venice)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This nocturne, or night scene, shows a fish market being set up on a riverbank at dawn. The vendors display a variety of seafood, while other activities involving water, such as laundering, ferrying, and drinking, take place nearby. Above, Neptune, god of the sea, drives his chariot across the sky.\r\n\r\nThe dramatically lit landscape with many figures and meticulously rendered still-life details represents a new type of pastoral scene devised by Jacopo Bassano and his son Francesco. The large Bassano family workshop produced several series of such landscapes--the Four Seasons, the Four Elements, the Months, and well-known biblical stories. This painting, in which scholars believe Francesco had the primary role, is from a suite of the Four Elements (Earth, Air, Fire, and Water).",
  "title": "The Element of Water"
}
