{
  "accession_number": "94.47.1",
  "art_champions_text": null,
  "artist": "Painter: Tȟatȟáŋka Waŋžíla (Henry Oscar One Bull)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Hunkpapa Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "pigments, ink on muslin",
  "dimension": "69 1/4 x 39 1/2 in. (175.9 x 100.3 cm) (irregular)",
  "id": "http://api.artsmia.org/objects/4708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2768,
  "image_width": 4807,
  "inscription": "",
  "life_date": "Hunkpapa Lakȟóta, 1853 - 1947",
  "markings": "",
  "medium": "Muslin, colored pencil",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "In the Battle of the Little Big Horn, Cheyenne, Lakota, and Arapaho warriors won a stunning victory over the United States Army. Euro-American and Native American military historians still discuss the battle, but accounts through Indian eyes are relatively rare. One Bull fought in the 1876 battle and later painted this comprehensive view of events. Across the top and to the right, he portrayed various episodes from the confrontation, carefully annotating some in pencil. At the left center, he drew radiating circles to represent the tipi encampments of the principal Lakota and Cheyenne groups, while the heads at lower left depict the warriors' families camped near the battle.  In the center of the piece, One Bull illustrates himself holding Sitting Bull's shield, which is light green, while mounted on a horse.  He rushes to the battle scene and rescues a friend who has been wounded.\r\n\r\nOne Bull uses pictographic methods to portray this scene.  He carefully rendered each horse and provided details on important items such as Sitting Bull's shield.",
  "title": "Custer's War"
}
