{
  "accession_number": "94.47.4",
  "art_champions_text": null,
  "artist": "Painter: No Two Horns",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Hunkpapa Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1915",
  "department": "Art of Africa and the Americas",
  "description": "",
  "dimension": "102 3/4 x 170 in. (260.99 x 431.8 cm) (flat)",
  "id": "http://api.artsmia.org/objects/4711",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2776,
  "image_width": 4529,
  "inscription": "",
  "life_date": "Hunkpapa Lakȟóta, 1852 - 1942",
  "markings": "",
  "medium": "Pigment on canvas",
  "nationality": null,
  "object_name": "Tipi Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Hé Núƞpa Waníča, or Joseph No Two Horns, is a Húnkpapȟa Lakȟóta warrior and artist. He painted 14 individual accomplishments by Lakȟóta warriors on this tipi cover. At the top of the cover is the artist’s powerful shield, rendered from a dream vision. Reading right to left from the outer edge to the inside of the cover, Hé Núƞpa Waníča first depicts himself in battle with his shield, and then paints other famous warriors and their abilities to fight enemy Crow (Apsaalooke), depicted with bouffant hair-cuts and long hair. The artist illustrates great achievements of raiding enemy camps, capturing enemy horses, and other war deeds in Lakȟóta history, including the successes of his father Red Hail, his son Pheží, Two Bulls, and, on the far left of the tipi, the great Húnkpapȟa leader Tȟatȟáƞka Íyotake Sitting Bull. The top left illustration is the sorrowful death of Hé Núƞpa Waníča’s beloved horse, with red blood stains spilling from his many gunshot wounds. At the middle center is a depiction of Red Bow, captured by United States General Alfred Sully at the Battle of Whitestone in 1863, a tragic point in Dakhóta and Minnesota history. A war broke out in 1862 in Southwest Minnesota between Dakhóta warriors and White settlers, a result of promised rations being withheld from the Dakhóta after treaties were made and then broken by the United States government. Starving, some young Dakhóta warriors raided local White settlements in search of food. When the government responded, a chain of events led to hangings and Dakhóta people being imprisoned or fleeing for their lives to their Lakȟóta relatives to the West to avoid internment or death. Those captured, like Red Bow, became prisoners of war and were executed or placed in concentration camps at Bdóte, or Fort Snelling. Despite these horrors, Hé Núƞpa Waníča or No Two horns chose to largely celebrate the great accomplishments and sheer power of Lakȟóta warriors, a formidable force on the Great Plains.",
  "title": "Tipi Cover"
}
