{
  "accession_number": "94.47.4",
  "artist": "Painter: No Two Horns",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "Hunkpapa Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1915",
  "department": "Art of Africa and the Americas",
  "description": "",
  "dimension": "102 3/4 x 170 in. (260.99 x 431.8 cm) (flat)",
  "id": "http://api.artsmia.org/objects/4711",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2776,
  "image_width": 4529,
  "inscription": "",
  "life_date": "Hunkpapa Lakȟóta, 1852 - 1942",
  "markings": "",
  "medium": "Pigment on canvas",
  "nationality": null,
  "object_name": "Tipi Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "No Two Horns (Henopa Wanica) produced artwork in a variety of media, with subject matter concentrating on events from his life.  This tipi cover features fifteen battle scenes involving noted Lakota men, including Sitting Bull (Tatanka Iyotonka), and No Two Horns' father, Red Hail (Wasu Luta), as well as two specific historical events, the Battle of Little Bighorn and the Battle of White Stone.  No Two Horns received a leg wound and his horse was killed at the Battle of Little Bighorn, illustrated by the dying blue horse bleeding from seven bullet wounds and lying by No Two Horns who is holding his shield.  At the Battle of White Stone, General Sully arrested 156 Indian men for their suspected role in the Dakota Conflict (also known as the Great Sioux uprising of 1862).  Many served sentences at Fort Snelling.  No Two Horns portrayed the arrest of Red Bow and his people by showing General Sully taking the reins of Red Bow's horse.  The small size of the tipi cover and addition of the names indicates that this was made for the market.",
  "title": "Tipi Cover"
}
