{
  "accession_number": "94.81",
  "art_champions_text": null,
  "artist": "Manufacturer: F. Schumacher &amp; Co.; Designer: Paul Poiret",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1929",
  "department": "Arts of the Americas",
  "description": "floral print; red flowers; green, light blue, fuschia and white details on blue ground",
  "dimension": "110 3/4 x 31 5/8 in. (281.31 x 80.32 cm)",
  "id": "http://api.artsmia.org/objects/4733",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1978,
  "image_width": 4623,
  "inscription": "",
  "life_date": "French, 1879 - 1944",
  "markings": "",
  "medium": "Cotton; stencil printed",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Paul Poiret, an important Parisian couturier in the early twentieth century, was an early advocate for the style known as Art Deco. In addition to being a dominant force in the world of high fashion, he exerted tremendous influence on the decorative arts of the time. Inspired by the Wiener Werkstätte (an Austrian workshop of visual artists dedicated to the design and production of high quality, finely designed decorative arts), Poiret established the Atelier Martine in 1911. This school was comprised of artistically promising 13-year old girls who were encouraged to spontaneously create patterns based on direct experience of nature and everyday objects, resulting in a highly successful line of boldly colored, naively drawn fabrics, wallpapers and other objects. \r\n\r\nIn the years following World War I, Poiret, out of touch with the new realities of modern living, fell out of favor as a fashion impresario. In 1929 the American textile manufacturer F. Schumacher & Co. commissioned him to produce a line of fabrics. His designs, such as Juin, featured bright, highly simplified floral imagery, greatly resembling the work of his early prodigies, the Martines.",
  "title": "Juin (June)"
}
