{
  "accession_number": "95.106.1",
  "art_champions_text": null,
  "artist": "Artist: Donald Judd",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "5 x 40 x 9 in. (12.7 x 101.6 x 22.9 cm)",
  "id": "http://api.artsmia.org/objects/4780",
  "image": "valid",
  "image_copyright": "© Judd Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4156,
  "image_width": 5493,
  "inscription": "",
  "life_date": "American, 1928 - 1994",
  "markings": "",
  "medium": "Copper, fabricated",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "\"Art need only be interesting\" is one of Donald Judd's characteristically minimal aphorisms. The same deadpan tone of this quote can be applied to his and other Minimalist artists' work of the 1960s and 70s. In many of them, prefabricated materials are repeated in multiple variations to create a rhythm of pared down, geometric clarity. The highly polished and brightly colored surfaces of Judd's work are a respite to what some see as the cold formal rationality that underlies his work. \r\n\r\nStarting in the 1960's, Judd's cantilevered wall pieces, such as Untitled, were outsourced to the Bernstein Brothers fabrication shop in Queens, New York. Using an a priori formula supplied by the artist, they bent, shaped, and polished the copper with a machine-crafted precision, creating a beautiful mathematically proportioned object. Since these craftsmen provided their input and expertise throughout the creative process, it could be argued that these works are collaborative in nature rather than being the vision of a singular artist. The question of attribution is complicated further since any stylistic and \"hand-made\" marks on the piece have been effaced.",
  "title": "Untitled"
}
