{
  "accession_number": "95.116.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta G. Simmons",
  "culture": "Akan",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "yellow ground with calabash block print design in commercial black dye; six panes embroidered at each seam",
  "dimension": "137 x 74 1/2 in. (347.98 x 189.23 cm)",
  "id": "http://api.artsmia.org/objects/4791",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2333,
  "image_width": 3989,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "\\'The United Africa Company, Ltd.\\'on back in blue ink",
  "medium": "Cotton; block print, embroidery",
  "nationality": null,
  "object_name": "Man's Wrapper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Akan people of southern Ghana create elaborately decorated cloths that serve as a form of visual communication as well as aesthetic objects. Adinkra translates literally as \"a message one gives to another when parting\" and refers to the traditional use of these cloths for funerary and mourning purposes. Adinkra cloth became increasingly popular during the 20th century, however, and was adapted for use on special occasions such as weddings or naming ceremonies. \r\nAdinkra symbols are visual references to Ghanaian parables, proverbs or historical events. There is a core 'vocabulary' of approximately 60 symbols that reflect the cultural values of the Akan people, from religious beliefs to codes of conduct. This standard group is augmented by hundreds of additional images that may be recognized by more localized groups or may refer specifically to a deceased person. Stamps of a single motif are carved from a calabash gourd, dipped in a traditional black dye, and applied to the cloth in regular patterns.\r\nThis particular cloth features eleven motifs, methodically arranged in forty-eight rectangular units of varying sizes. The yellow background color indicates that it was created for use at a special occasion rather than for funerary use. It is likely that this cloth was produced for the general market and the symbols, therefore, are probably more general in nature rather than making reference to a specific individual. Two of the most important Adinkra symbols are incorporated in the design of this cloth and are illustrated below.\r\n\r\nGye Nyame = \"Except God\"\r\nThis refers to the omnipotence, omnipresence and immortality of God and is revered as one of the highest Akan spiritual symbols.\r\n\r\nBi-Nka-Bi = \"No one should bite another, outrage or provoke another\"\r\nThis is a symbol of justice, fair play, freedom, peace, forgiveness and unity and is an important element of the Akan code of conduct.",
  "title": "Man's Wrapper"
}
