{
  "accession_number": "95.14a-bb",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John R. Van Derlip Fund and gift of funds in honor of Mary Ann Butterfield, textile conservator at The Minneapolis Institute of Arts, on the occasion of her retirement",
  "culture": null,
  "curator_approved": 0,
  "dated": "1662",
  "department": "European Art",
  "description": "Raised work (stumpwork) casket depicting the story of Queen Esther and King Ahasuerus; Initialed 'BP' and dated 1662, worked in polychrome silk and metallic threads on white satin and decorated with seed pearls, English; Front King Ahasuerus presenting the royal scepter to Queen Esther; Back The hanging of Haman; Right side the search for a wife for King Ahasuerus; Left side Mordecai honored by Ahasuerus and paraded in royal regalia; Top King Ahasuerus, Queen Esther and Haman at dinner; The casket with two doors opening to reveal curious set of drawers with secret compartments; the top lifting to reveal a pink velvet interior fitted with two bottles, an inkpot and a pen tray, the back of this lid with brackets for a mirror that now is missing; a second lid at the top opening to reveal a shallow silk-lined tray. A 17th century oak box lined in marbled paper with replaced lock accompanies the casket (95.14cc Traveling Case for Stumpwork Casket); an itemized list of pieces and their dimensions is in the object file in the registration office. Surface ornamentation (Needlework)",
  "dimension": "11 3/4 x 11 x 8 in. (29.85 x 27.94 x 20.32 cm)",
  "id": "http://api.artsmia.org/objects/4797",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1783,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic threads, seed pearls, wood, metal; raised-work embroidery",
  "nationality": null,
  "object_name": "Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On top panel: BP (and) 1662",
  "style": "17th century",
  "text": "Needlework has always been an important art form of England. In the 17th century, a unique style of raised work embroidery was developed and, in its most elaborate form, was used to pictorially embellish decorative boxes used to store one's personal treasures. These embroidered containers were considered so important that cabinet makers were commissioned to create protective carrying cases so they could be easily and safely moved while traveling.\r\n\r\n This piece, one of the finest of its kind, tells the Old Testament story of Queen Esther, whose intelligence and diplomacy saved her people from persecution. The box was added to the institute's collection on the occasion of Mary Ann Butterfield's retirement  to honor her work as the museum's textile conservator.",
  "title": "Embroidered Box"
}
