{
  "accession_number": "95.4.1",
  "art_champions_text": "Conservation Cost $4,360.00\r\nThis important painting comes from a manuscript nicknamed the “Scotch-tape” Bhagavata Purana (Ancient Story of the Blessed One), so called because a previous owner opted to stabilize the folios’ frayed corners with cellophane tape! It is the earliest known illustrated manuscript to chronicle the life story of the beloved Lord Krishna. Here, the artist captures the fervent ardor of the gopis (cowherd wives) as they search for their divine love in a fantastical, moonlit forest. The bold use of color, exaggerated gestures, and bristling costumes mark the crystallization of a pre-Mughal style, which, along with the exploits of Krishna, would become salient features of Indian court painting thereafter.\r\n \r\nAt present, the condition of this historically significant work is unstable. Conservation must be done to consolidate and prevent active flaking of the pigments; replace detrimental paper fills and hinges; repair minor tears; and surface clean the front and back to remove grime and enhance viewing.\r\n\r\nContact the Chinese, South and Southeast Asian Art Department at CSSAA@artsmia.org or (612) 870-3220 to Champion this artwork.\r\n ",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1520-1540",
  "department": "Asian Art",
  "description": "Illustration from a Bhagavata Purana Series; divided in two horizontal bands depicting groups of gopis walking through the forest, asking the plants and trees for the whereabouts of Krishna",
  "dimension": "7 x 9 1/4 in. (17.78 x 23.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/4828",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4060,
  "image_width": 5292,
  "inscription": "",
  "life_date": null,
  "markings": "eleven lines of nagari on the reverse",
  "medium": "Opaque watercolors on paper",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This painting comes from the first illustrated series of the Bhagavata Purana (Ancient Story of the Blessed One), a text composed in the 800s–1000s ce that chronicles the life story of Lord Krishna. Here, the artist inventively translates verse to image, with two registers of lovesick gopis (cowherd wives) chasing the call of Krishna’s flute in a fantastical moonlit forest. The bold use of color, exaggerated gestures, and bristling costumes marks the crystallization of a pre-Mughal style. Inherited from earlier traditions, this visual language would influence the Indian court painting to follow. \r\nRecent conservation of this painting was made possible by a generous contribution from Al and Dena Naylor through Mia’s Art Champions program.",
  "title": "Cowherd women seek the God Krishna in the forest"
}
