{
  "accession_number": "95.4.2",
  "art_champions_text": null,
  "artist": "Author: Mulla Nusrati",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1710",
  "department": "Asian Art",
  "description": "Illustration from the 'Gulshan-i 'Ishq (Rose Garden of Love). A man holds a large bag of clothes seated under a tree, upper center, seven fairies playing in a pool with fountain are gesturing to him, figures surround on four sides by a garden",
  "dimension": "15 1/4 x 8 7/8 in. (38.74 x 22.54 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/4829",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10953,
  "image_width": 6632,
  "inscription": "Verso: untranslated columns of Dakani Urdu",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolors and gold on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Gulshan-i-Ishq is a romance written in Deccani Urdu by the Bijapur court poet Mian Nusrati for Sultan Ali Adil Shah II in 1657. The work, incorporating words in Persian, Arabic, and Marathi, recounts the love story of a Hindu prince, Manohara, and embodies themes typical of the Indian romantic tradition. The remarkable diversity of language and culture apparent in the book derives in part from the thriving sea trade that existed between the Deccan and the Turkish, Persian, and Arab populations. Such a large and artistically exquisite manuscript probably was made for a wealthy Urdu-speaking nobleman of the Mughal-controlled Deccan.\r\nThe scene shows Raja Bikram seated beneath a tree and holding a large bundle of clothes. Seven fairies frolicking in a fountain gesture to him before they assist him on his way to Kanakgir. This work is an excellent example of the technical refinement that typifies much Deccani painting.",
  "title": "Raja Bikram Collecting the Clothes of the Bathing Fairies"
}
