{
  "accession_number": "95.67.3",
  "art_champions_text": null,
  "artist": "Photographer: Thomas F. Arndt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David L. Parker and Mary M.D. Parker",
  "culture": null,
  "curator_approved": 0,
  "dated": "1984",
  "department": "Arts of the Americas",
  "description": "man holding 'Gone with the Wind' film poster",
  "dimension": "13 x 8 5/8 in. (33.02 x 21.91 cm) (image)\r\n13 15/16 x 10 15/16 in. (35.4 x 27.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/4848",
  "image": "valid",
  "image_copyright": "© Tom Arndt",
  "image_height": 1920,
  "image_width": 1278,
  "inscription": "Title, Date, Edition, Signature",
  "life_date": "American, born 1944",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "With an assignment given by American Photographer Magazine, Minneapolis-based photographer Thomas Arndt covered the Democratic National Convention in July 1984. The event was held in San Francisco, California, and Arndt captured a range of protests and demonstrations outside of the convention. 1984 was one of the early peaks of the AIDS epidemic, and towards the end of the first term of Ronald Reagan's presidency. Many people protested against Reagan's political conservatism, and economic and diplomatic policies as well as the Reagan administration's refusal to take action to fight AIDS. With the intent to prevent Reagan’s second term as President, the Democratic Party nominated Walter Mondale for President and Geraldine Ferraro for Vice President. Arndt also photographed inside the convention, capturing supporters for other Presidential candidates such as Gary Hart and Jesse Jackson. Throughout the year, Arndt also photographed rallies for Mondale in the Midwest.",
  "title": "Political Demonstration, Democratic National Convention, San Francisco"
}
