{
  "accession_number": "95.95.6",
  "art_champions_text": null,
  "artist": "Artist: Tung Wen",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763 (dated by inscription)",
  "department": "Asian Art",
  "description": "detailed with scenes of scholars and attendants in a mountain retreat, with a central pavilion nestled amidst the overhanging rocks; a scene of three scholars seated listening to another play the qin in a bamboo grove; two other scholars are walking along a mountain path with two attendants following; reddish-brown color",
  "dimension": "6 7/16 x 5 5/8 in. (16.35 x 14.29 cm) (overall, oval)",
  "id": "http://api.artsmia.org/objects/4881",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4073,
  "image_width": 3413,
  "inscription": "Carved in kaishu on a large rockface oppisite the carved scenes: The Lotus Estate in Cool Summer / in the year guiwei (1763), in the summer, sixth month / in the spirit of Shanqiao (\\'s brush), (signed) Tongwen",
  "life_date": "Chinese, active 18th century",
  "markings": "",
  "medium": "Carved bamboo",
  "nationality": "Chinese",
  "object_name": "Brush Pot",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Carved in kaishu on a large rockface oppisite the carved scenes: (signed) Tongwen",
  "style": "18th century",
  "text": "The Chinese made brushpots from a variety of materials including hardwoods, bamboo, and jade. Bamboo brushpots have a particularly long history and those with carved décor became popular with the literati during the sixteenth century. This finely detailed container shows scholars and attendants in a mountain retreat beneath overhanging rocks and another group of four scholars in a bamboo grove listening to lute music. Narrative scenes like this relate closely to printed designs in books from the late Ming and early Qing dynasties. The inscription, carved by Tongwen in kaishu, or regular script, on the large rock, reads:\r\n\r\n The lotus estate in cool summer / \r\nIn the Kuei-wei year (1793) in the summer of the sixth month / \r\nIn the spirit of Chang Chiao's brush.\r\n\r\nChang Chiao, better known as Wang Meng (1308-85), was one of the most highly revered calligraphers and painters of the fourteenth century.",
  "title": "Brush Pot"
}
