{
  "accession_number": "95.95.7a,b",
  "artist": "Artist: Studio of Ch'en Ming-yuan",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "lotus bud and pod group, small snail on underside of bud provides support for the group; lotus buds and pods reflected in woodstand and carved to intigrate waterdropper as though it is growing from the stand",
  "dimension": "2 3/8 x 3 3/8 x 2 5/8 in. (6.03 x 8.57 x 6.67 cm)",
  "id": "http://api.artsmia.org/objects/4882",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3955,
  "image_width": 5070,
  "inscription": "Stamp",
  "life_date": "1662 - 1735",
  "markings": "artist\\'S stamp impressed in underside of lotus bud",
  "medium": "I-hsing stoneware with colored slips",
  "nationality": "Chinese",
  "object_name": "Lotus Bud Waterdropper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Archaeologists have confirmed that the I-hsing kilns in Kiangsu province were already active by the twelfth century. But it was not until the Ming dynasty (1368-1644) that their small, unassuming \"organic taste\" products began to attract the literati's attention. Famous for stoneware teapots and other unglazed vessels in natural earth tones, the highest quality I-hsing ware often bore the signatures and name seals of its makers. This finely detailed water container is shaped like a lotus bud and was crafted from red, brown, and yellow clays. Its bottom is imprinted with the square seal of Ch'en Ming yuan, a versatile I-hsing potter famous for his scholar's desk objects fashioned to look like bamboo, nuts, vegetables, and prunus. The waterdropper, an essential implement for the literatus, was used to hold the water that was sprinkled onto the grinding stone when making ink. Ch'en's works were highly sought after and his naturalistic style was emulated by many followers into the nineteenth century.",
  "title": "Lotus Bud Waterdropper"
}
