{
  "accession_number": "95.97.2",
  "art_champions_text": null,
  "artist": "Artist: Qian Du",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1833",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "",
  "dimension": "35 x 15 1/4 in. (88.9 x 38.74 cm) (image)",
  "id": "http://api.artsmia.org/objects/4887",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature; Stamp; Inscription",
  "life_date": "Chinese, 1763 - 1844",
  "markings": "URC in ink undecifered inscription; signature in ink \\'Qian Du\\' and two artist\\'s stamp at URC; two artist\\'s stamps at LRC",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Qian Du's father, Qian qi (died 1799), was a distinguished scholar. He was appointed governor-general of Yunnan province and also served as chancellor of the grand secretariat. Qian Du was given the classical education befitting a member of the literary elite and, for a brief time, served the government in Beijing as a second-level secretaryin one of the ministries. His personal taste favored the literati works of the early Wu school and he often modeled his paintings after Wen Zhengming (1470-1559) and others of the Suzhou group. For instance, the inscription on this meticulously rendered ink painting of scholars conversing in a thatched retreat by river states that it was done in the style of Tang Yin (1470-1523), also called Liu Ru, one of the most respected Suzhou masters of the early Ming period. \r\nThe attention to fine detail and tight, descriptive brushwork is typical of Qian's style. Qian seems to have mastered the understated brush techniques of the Wu school but his landscapes are quite individual; full of minute detail, withering forms, and exceptionally dense, carefully controlled brushwork.",
  "title": "Landscape in the Style of Liu Ju"
}
