{
  "accession_number": "95.98.52",
  "art_champions_text": null,
  "artist": "Modeler: Johann Joachim Kändler; Manufacturer: Meissen Porcelain Factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Leo A. and Doris Hodroff",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1745",
  "department": "European Art",
  "description": "porcelain group 'America', from a set of the Continents, nymph in feathered headdress, shawl and skirt, parrot perched on right hand, a cornucopia of fruit and flowers in left, seated on alligator on rectangular flower-encrusted base",
  "dimension": "10 3/4 x 12 1/2 x 7 3/8 in. (27.31 x 31.75 x 18.73 cm)",
  "id": "http://api.artsmia.org/objects/4912",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3688,
  "image_width": 4280,
  "inscription": "",
  "life_date": "German, 1706–1775",
  "markings": "",
  "medium": "Hard-paste porcelain",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This allegorical figure of America from a set of continents is attributed to one of Meissen's most important sculptors, Johann Joachim Kaendler (1706-1775), whose principal contribution lay in the area of porcelain figurines. Here, \"America\" is portrayed as a idealized semi-nude Native American woman, who is depicted in regal garb among some of her attributes, animals and plants native to the American continent. Europeans of the period perceived America as an exotic and fertile land, populated by unusual peoples and animals such as the alligator and the parrot. Indeed, animals were a common motif for Kaendler, who even produced some life-size porcelain specimens. His works are prized for their lively, Baroque expressivity and are based on careful study of nature. They stand at the high point of Meissen design.",
  "title": "America"
}
