{
  "accession_number": "95.98.76",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Leo A. and Doris Hodroff",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1785",
  "department": "European Art",
  "description": "center with rose and green costumed maout with iron-red hat, holding a whip, seated on a brown elephant; iron-red and gilt border with green and blue flowerheads",
  "dimension": "1 x 9 3/16 in. (2.54 x 23.34 cm)",
  "id": "http://api.artsmia.org/objects/4935",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3472,
  "image_width": 3552,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain",
  "nationality": null,
  "object_name": "Plate with man riding an elephant for the Indian market",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "India's elite consumer markets attracted sumptuous objects made of fragile and costly materials from around the world. This plate was made in Jingdezhen, in Eastern China, from porcelain, a material not produced by India's own artistic ateliers. Its ornamentation reflects the Indo-Islamic tastes of India's courts: the central image is of a man astride an elephant, wielding a whip.  \r\n\r\nStylistically, the rider adheres to types found in contemporaneous Indo-Islamic manuscripts, while the elephant is oddly formed, as if its painter had never seen one before-or is it a conscious attempt to synthesize recognizably Indian and Chinese artistic styles' The borders of the plate contain white floral patterns punctuated by colorful exotic flowers, probably emulating the rich floral ornamentation that frequently decorated the borders of manuscripts. \r\n\r\nThe owners of the vase or plate would have prized both possessions for their origins along global trade routes, in which India's political elites exerted significant energy and control. From Venice, Italy to Jingdezhen, China, these objects illustrate the expansiveness of this trading circuit, and how both tastes and individuals fluidly navigated the European-Asian markets.",
  "title": "Plate with man riding an elephant for the Indian market"
}
