{
  "accession_number": "96.1.1",
  "art_champions_text": null,
  "artist": "Artist: Jean-Joseph Chapuis",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1805",
  "department": "European Art",
  "description": "Pair of armchairs in the Etruscan style",
  "dimension": "35 1/2 x 22 x 21 1/2 in. (90.17 x 55.88 x 54.61 cm)",
  "id": "http://api.artsmia.org/objects/4946",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2445,
  "inscription": "",
  "life_date": "Belgian, 1765-1864",
  "markings": "",
  "medium": "Bent and laminated mahogany with painted decoration, brass fittings, and cane seats",
  "nationality": "Belgian (Brussels)",
  "object_name": "Armchair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "4946",
    "4947"
  ],
  "signed": "",
  "style": "19th century",
  "text": "The sinuous silhouette and painted decoration of these two armchairs were inspired by images of classical furniture found on Greek black and red figure vases being uncovered in Etruscan tombs in Italy during the 18th and early-19th centuries. As a result, objects inpired by Greek vases, like these chairs, were referred to as in the Etruscan style.\r\n While the elgant lines of these chairs imitated those of ancient Greece, their realization could only be achieved by embracing new technology.  In this instance that involved laminating and then bending with steam five or more long thin strips of mahogany to form the inverted \"U\" shaped legs, as well as the curved arms and continuous stiles which link the crest and seat rails.\r\n The elegance and novelty of these chairs did not go unnoticed.  The Court in Brussels commissioned a suite of chairs of this same model from Chapuis for use  \r\nat the Château of Laeken shortly after 1806.",
  "title": "Etruscan-style armchair, one of a pair"
}
