{
  "accession_number": "96.11.1a-ee",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "",
  "dimension": "89 3/4 x 91 3/4 x 67 in. (227.97 x 233.05 x 170.18 cm)",
  "id": "http://api.artsmia.org/objects/4955",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4381,
  "image_width": 3743,
  "inscription": "Marks",
  "life_date": null,
  "markings": "each part labled with Chinese characters",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Six-Post Canopy Bed",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The canopy bed was one of the most important pieces of furniture in a Chinese household and the centerpiece of a bride's dowry. Found in the women's quarters, it was generally ornamented with symbolic rebuses auguring a long and happy marriage. The railings of this exceptionally well-crafted bed are decorated with heart-shaped <I>jui</I> (the mythical wish-fulfilling symbol) set against a <I>wan<I> fret pattern signifying ten thousand, which  granted the owner the fulfillment of ten thousand wishes. Curtains were hung inside the canopy which, when closed, created a private room within a room.\r\n\r\n<P>Canopy beds were grand status symbols that dominated the main bedrooms of the women's quarters. In spite of their size and chief function as curtained sleeping platforms they were amazingly versatile. With curtains drawn back, canopied beds were used as formal couches from which the woman of the house held audience and conducted business. With the addition of low tables they could be used for playing board games, informal dining, or drinking tea with guests.\r\n\r\n<P>Datable to late Ming, this beautiful work is made of substantial timber throughout. The near semi-circular legs are exceptionally powerful, and the simple openwork designs of the continuous railings are less elaborate than the beds of early Ch'ing whose decoration is emphasized over form.\r\n",
  "title": "Six-Post Canopy Bed"
}
