{
  "accession_number": "96.119",
  "art_champions_text": null,
  "artist": "Artist: Lu Wei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "",
  "dimension": "70 x 38 1/8 in. (177.8 x 96.84 cm) (image)",
  "id": "http://api.artsmia.org/objects/4963",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Stamp",
  "life_date": "Chinese, died 1716",
  "markings": "undeciphered with stamp at lower right side center",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The late 17th century artist Lu Wei is traditionally grouped with the Yunjian school of painting which was located in the prosperous Songjiang district of Jiangsu province. While this professional painting displays little of the ink landscape theory espoused by orthodox Songjiang artists like Dong Qichang traits of the school recognizable in this work by Lu Riwei include a soft treatment of forms, deft brushwork and, on occasion, surprising illusionism. \r\nA solitary scholar stares out from his pavilion apparently unaware of the large, strongly shaped trees behind him or the huge rock seeming to levitate over water in the lower right. Lu Riwei's distortion of space and use of eccentric forms makes no reference to past painting styles nor do they conform to the literati ideals of the Yunjian school. The painting would have been appreciated precisely for its eccentricity. Large in scale, deftly painted and compositionally engaging, it most likely would have appealed to a member of the merchant class for use in a public space within his home.",
  "title": "Scholar at His Waterside Retreat"
}
