{
  "accession_number": "96.120.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "central body has four cartouches containing a flowering peony rising from the ground, top incised with a trellis pattern, unglazed base rim",
  "dimension": "14 5/8 x 13 1/4 in. (37.15 x 33.66 cm)",
  "id": "http://api.artsmia.org/objects/4968",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5023,
  "image_width": 3887,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lung-chuan ware Stoneware with molded decor under celadon glaze",
  "nationality": null,
  "object_name": "Barrel-Shaped Garden Stool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Ceramics were put to a wide variety of practical use in China and the affordability, decorative potential, and durability of glazed stoneware was recognized and incorporated into garden furniture at least as early as the Sung dynasty (960-1279). Like many wooden versions of the so-called \"drum stool,\" this example has raised bosses encircling its upper register recalling the nail-heads of the stretched hide drums of traditional China that inspired the form of barrel-shaped stools. The central panel is boldly carved with four cartouches each containing a flowering peony rising from the ground. These cartouches are separated by decorative bands that, in fact, simulate the vertical members of a wooden stool. Unlike wood or bamboo, glazed ceramics withstood the elements well, making them an ideal material for small-scale outdoor furniture.",
  "title": "Barrel-Shaped Garden Stool"
}
