{
  "accession_number": "96.121",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1634 (dated by inscription)",
  "department": "Asian Art",
  "description": "seven strings attached to jade feet on back, orange tassels attached to jade tuning pegs on back; 13 gilded circles to the right of strings; symmetrical carved design at bottom; two carved pegs on back near top; scattered blue and gold specks",
  "dimension": "47 x 7 x 3 1/2 in. (119.38 x 17.78 x 8.89 cm)",
  "id": "http://api.artsmia.org/objects/4973",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3882,
  "image_width": 5085,
  "inscription": "Inscriptions",
  "life_date": null,
  "markings": "Chung Ho: \\'Middle harmony\\'; the number 57; in gilt: Heirloom of the Lu State; and a poem by Ching-i Chu-jen: the moonlight is reflected in the Yangtze, a light breeze blows over clear dew drops. Only in a tranquil place Can one comprehend the feeling of eternity",
  "medium": "Black and red lacquered wood with jade thumb screws",
  "nationality": null,
  "object_name": "Zither (Qin)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G216",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The zither, or qin, has been regarded as a symbol of enlightenment by the Chinese since Confucian times (6th century BCE). By the seventeenth century, it was a required object in most scholars' studies, if only for display. This rare example has inscriptions on the bottom, including the title Zhong He (\"middle harmony\") and the number 57. One of a series made in 1634 for Prince Lu, a son of the Wanli emperor, it was probably given as a gift to a friend or member of his aristocratic literary circle. The instrument also bears the gilded mark Luguo shi quan (\"heirloom of the Lu State\") and an engraved poem, signed by Jingyi Zhuren, that reads:\r\n\r\nThe moonlight is reflected in the Yangzi;\r\nA light breeze blows over clear dew drops.\r\nOnly in a tranquil place\r\nCan one comprehend the feeling of eternity.\r\n\r\nApparently, scholars liked having a variety of inscriptions and seals affixed to an otherwise utilitarian object.",
  "title": "Zither (Qin)"
}
