{
  "accession_number": "96.124.1a-l",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "twelve panels; each panel consists of central painting and three carved panels; one square panel above painting with large medallion; two panels below painting rectangular above square; small medallion in rectangular panel, smiliar design lower square panels throughout",
  "dimension": "128 1/4 x 22 3/4 x 1 3/8 in. (325.76 x 57.79 x 3.49 cm)",
  "id": "http://api.artsmia.org/objects/4976",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3996,
  "image_width": 5128,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huanghuali hardwood, ink and color on silk",
  "nationality": null,
  "object_name": "Folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Monumental twelve-panel screens became fashionable during the Kangxi reign (1662–1722), when they served as backdrops for formal gatherings. Each of the hinged panels framed a painting or calligraphy. In this example, the panoramic scene depicts a son’s capping ceremony, his official graduation to adulthood, in the landscaped garden of an aristocratic villa. The painting combines figures with scenery and architecture. The realism and quality of detail in the painting is remarkable. There is a good deal of valuable information about architecture, costume, and accoutrements of the inner quarters. The open carving is finely finished on both sides, a rarity on large screens. Each of the upper and lower wood panels displays hornless dragons surrounding a medallion with stylized shou (longevity) characters.",
  "title": "Folding screen"
}
