{
  "accession_number": "96.13.1a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Xuande period (1426-1435)",
  "department": "Asian Art",
  "description": "bombé form with elephant head handles; stand with five trefoil-shaped feet joined by a circular stretcher; olive brown surface splashed with gilding",
  "dimension": "5 3/8 x 7 5/8 x 5 3/4 in. (13.65 x 19.37 x 14.61 cm)",
  "id": "http://api.artsmia.org/objects/4981",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4267,
  "image_width": 5333,
  "inscription": "Mark",
  "life_date": null,
  "markings": "three character Xuande seal mark impressed at center bottom",
  "medium": "Gold-splashed bronze",
  "nationality": null,
  "object_name": "Censer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This censer, a container for burning fragrant incense, takes the form of an ancient Chinese ceremonial bronze vessel known as a gui. It has elephant-head handles, popular during the Ming dynasty, and a matched stand that is relatively rare. Secular incense burners resembling ancient ritual vessels evolved during the Ming dynasty from the intellectual elites’ interest in antiquarian studies. Such burners were usually kept on small stands or tables reserved specifically for them. Delicate fragrances, gained from burning rare, imported, and often expensive aromatic woods, were highly prized by China’s elite. The censer, along with incense and tongs for handling it, became an important part of the scholar’s study. Although incense was used ceremonially by all levels of Chinese society, the literati developed a true connoisseurship for it and incorporated it into their daily lives.",
  "title": "Censer with Stand"
}
