{
  "accession_number": "96.133.5",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Lora and Martin G. Weinstein",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 1,
  "dated": "1954",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "10 1/4 x 7 1/2 in. (26.04 x 19.05 cm)\r\n19 x 15 x 1 1/2 in. (48.26 x 38.1 x 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/4988",
  "image": "valid",
  "image_copyright": "© Estate of George Morrison %2F Briand Morrison",
  "image_height": 1894,
  "image_width": 2615,
  "inscription": "Signature; Date; Title",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "",
  "medium": "Pen, brush, and black ink on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Lora and Martin G. Weinstein, Minneapolis; given to MIA, 1996.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated, titled in black ink, LL: NEW YORK / MORRISON 54",
  "style": "20th century",
  "text": "Morrison first arrived in New York City in 1943 to attend the Art Students League, an artist-run school that offered instruction in an informal, non-competitive setting.  He completed his studies in 1946 and over the next decade was active in the city’s circle of abstract expressionist painters that included Willem de Kooning, Franz Kline, and Jackson Pollock. In this 1954 drawing, Morrison reveals his distinctive style of abstraction that combines natural and abstract elements in spatially ambiguous compositions. Though inspired by observations of nature, the mysterious totem-like forms are neither fully abstract, nor dwell in the real world.\r\n\r\nPossible sources for these forms include traditional African, Pre-Columbian, and Native American art forms and designs. At this time many of the leading abstract expressionists found inspiration in the formal qualities of indigenous arts and aesthetics as well as what they perceived to be their psychological and spiritual aspects. Ironically, it may have been through abstract expressionism that Morrison, initially at least, felt he could incorporate indigenous visual traditions and still be accepted as a “mainstream” avant-garde artist.",
  "title": "Untitled (New York)"
}
