{
  "accession_number": "P.79.81.1",
  "art_champions_text": null,
  "artist": "Artist: Robert Mangold; Printer: Domberger Siebdruck, Filderstadt, Germany; Publisher: Co-published by Edition Domberger, Filderstadt, Germany; Publisher: Co-published by Parasol Press Ltd., New York",
  "catalogue_raissonne": "Senior & Shopmaker 1977.02 (online)",
  "classification": " Prints; Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 1,
  "dated": "1973-1976; 1977 (published)",
  "department": "Prints and Drawings",
  "description": "Artist's multiple consisting of nine color screenprints on heavy handmade Fabriano cotton paper; accordian fold. Enclosed within a Plexiglas hanger, encased in its original corregated cardboard sleeve/shipping box. Former Classification: Prints - Portfolio",
  "dimension": "11 3/4 x 27 1/4 in. (29.85 x 69.22 cm) (image)",
  "id": "http://api.artsmia.org/objects/56925",
  "image": "invalid",
  "image_copyright": "© Robert Mangold %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "Numbered in pencil, lower right: 20",
  "medium": "Color screenprints on handmade paper; accordion fold multiple",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": "From A Book of Silk Screen Prints: Multiple Panel Paintings 1973-1976",
  "provenance": "Samuel H. and Luella R. Maslon, Wayzata, Minn.; given to MIA,1979.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil: R. Mangold",
  "style": "20th century",
  "text": "Minimalist painter, sculptor, and printmaker Robert Mangold rose to prominence in the 1960s with the exhibition of highly restrained geometric paintings and constructivist-influenced sculpture. Mangold's work typically centers on the relationships between time, space and motion, but also explores purely formal concerns, particularly asymmetry and the interaction of image and ground in sequential or progressive arrangements of forms. His two-dimensional abstractions commonly exhibit a sense of architectural construction, appearing more as objects in space than as images. Mangold produced this accordion-fold portfolio of screenprints as both a record and reiteration of a series of geometric panel paintings he completed in the mid 1970s.",
  "title": "A Book of Silk Screen Prints: Multiple Panel Paintings 1973-1976"
}
