{
  "accession_number": "No #428",
  "artist": "Carl Andre; Text by Carl Andre; Published by Städtisches Museum, Mönchengladbach, Germany",
  "continent": "North America",
  "country": "United States",
  "creditline": "",
  "culture": null,
  "dated": "1968",
  "department": "Prints and Drawings",
  "description": "Part 1: Letterpress on white paper; Part 2:  Letterpress on white fabric, presumably linen. Publisher: Städtisches Museum, Möchengladbach 1968\r\nIn box: board bottom/ plastic (clean) top\r\nFabric printed on top fold only; all rest blank except fold 3 --\"Druck und Herstellung Herbert kabjoll GMBH Berverungen",
  "dimension": "15 1/4 x 5 3/4 in. (38.7 x 14.6 cm)",
  "id": "http://api.artsmia.org/objects/56935",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, born 1935",
  "marks": "Edition ",
  "medium": "Letterpress text printed on bolt of white linen; offset printing on paper; housed in a white cardboard box with acetate cover",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Minimalist artist Carl Andre is best known for his restrained installations of raw materials carefully positioned within a particular environment.  These materials, which Andre calls \"matter,\" together with its physical context, determine the work's meaning. The boxed multiple \"Tischläufer\" was published by the Stadtisches Museum, Monchengladbach, Germany, on the occasion of Andre's first solo exhibition in 1968. The work served as the show's catalogue and was one of a series of highly unconventional publications issued by the museum during the 1960s and '70s. It consists of an interview Andre conducted with himself printed on several loose sheets and a folded bolt of table linen bearing the printed inscription: \"er ist für einen tischläufer zu schmal und zu lang\" (It is for a table linen too narrow and too long). When unfolded, the linen measures over 13 feet in length. Not coincidently, the city of Mönchengladbach is a center for textile and clothing industries.\r\n",
  "title": "Tischläufer (Table Linen)"
}
