{
  "accession_number": "P.78.25.1",
  "artist": "Artist: John Cage; Publisher: Crown Point Press, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Hersey Foundation and the National Endowment for the Arts",
  "culture": null,
  "curator_approved": 1,
  "dated": "1978",
  "department": "Prints and Drawings",
  "description": "Contents sheet",
  "dimension": "12 x 17 in. (30.48 x 43.18 cm) (plate)",
  "id": "http://api.artsmia.org/objects/56988",
  "image": "invalid",
  "image_copyright": "© John Cage %2F Crown Point Press",
  "image_height": "",
  "image_width": "",
  "inscription": "Mark",
  "life_date": "American, 1912-1992",
  "markings": "WM: [RIVES]",
  "medium": "Letterpress",
  "nationality": "American",
  "object_name": "Contents sheet",
  "portfolio": "From From \"Seven Day Diary (Not Knowing)\" portfolio",
  "provenance": "[LA Louver Gallery, Los Angeles]",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Unsigned",
  "style": "20th century",
  "text": "<I>There is no split between body and spirit. We are one in and out. Earth has no escape from Heaven.</I>                                                                                                     \r\n-John Cage, 1970\r\n\r\nA leading avant-garde musician, composer, writer, and visual artist, John Cage had throughout his career applied principles of Zen Buddhist thought to resolve aesthetic problems. He was fascinated by the ideas of letting go of free will and exploring the spiritual essence of creativity. Cage's <I>Seven Day Diary (Not Knowing)</I> represents his belief in chance, of removing one's intention from the work as a method of discovery. Untrained in etching or other intaglio printmaking techniques, he produced the suite of prints over a period of seven days-while working blindfolded. He completed one image each day with no further alterations, its placement on the sheet of paper determined largely by chance. Each day he added another technique to his intaglio repertoire, an additive process apparent in the increasing complexity of each successive plate. For Cage, technique was never important in itself, only a means to a larger end. The result was a series of individual creative moments guided by chance.\r\n\r\nSuch Zen ideals of non-intention, spiritual insight, and the transience of the creative moment are present in Taido's ink wash painting of an <I>ensō</I> (circle) installed in the Tea House opposite this wall. In Zen philosophy, the <I>ensō</I>is a sacred calligraphic symbol that denotes perfection and absolute enlightenment. As an expression of the moment, borne of years of dedication and meditative practice, it symbolizes a perfect state of being when the mind yields, allowing the body and spirit to create and seek the true nature of reality. There is never a second chance. Each moment in time is unique. The painting's beauty and significance lie in its perfection as a symbol of the Zen master's attained enlightenment, an appropriate complement to the tea ceremony. One could make a similar ca",
  "title": "Contents Sheet for Seven Day Diary (Not Knowing)"
}
