{
  "accession_number": "P.78.25.9",
  "art_champions_text": null,
  "artist": "Artist: John Cage; Printer: Crown Point Press, San Francisco; Publisher: Crown Point Press, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Hersey Foundation and the National Endowment for the Arts",
  "culture": null,
  "curator_approved": 1,
  "dated": "January 8, 1978",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "4 15/16 x 3 in. (12.54 x 7.62 cm) (plate)\r\n12 x 17 in. (30.48 x 43.18 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/56999",
  "image": "invalid",
  "image_copyright": "© John Cage %2F Crown Point Press",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscribed in pencil LL: VII\r\n\r\n",
  "life_date": "American, 1912-1992",
  "markings": "Numbered in pencil, LL: 21/25\r\nPublisher\\'s / printer\\'s stamp in black ink, verso: (logo) CROWN POINT PRESS / STEPHEN THOMAS\r\nWM: RIVES",
  "medium": "Etching, color etching, drypoint, sugar-lift aquatint, photo etching, and found objects",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From From \"Seven Day Diary (Not Knowing)\" portfolio",
  "provenance": "[LA Louver Gallery, Los Angeles]; sold to MIA, 1978.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR: John Cage",
  "style": "20th century",
  "text": "A leading avant-garde musician, composer, writer, and visual artist, John Cage notably applied principles of Zen Buddhist thought to resolve aesthetic problems. Cage was fascinated by the ideas of letting go of free will and exploring the spiritual essence of creativity. Seven Day Diary (Not Knowing) represents his belief in chance, of removing intention from the artist's hand as a method of discovery. Untrained in etching or other intaglio printmaking techniques, Cage produced this suite of prints over a single week--while working blindfolded. He completed one image each day with no further alterations, its placement on the paper determined largely by chance. Each day he added another technique to his intaglio repertoire, an additive process apparent in the increasing complexity of each successive plate. For Cage, technique was never important in itself, only a means to a larger end. The result was a series of individual creative moments guided by chance.",
  "title": "Day VII"
}
