{
  "accession_number": "P.11,687",
  "art_champions_text": null,
  "artist": "Artist: Unknown Netherlandish, 15th century",
  "catalogue_raissonne": "Schreiber (manual) IV.199.31",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The William Hood Dunwoody Fund, 1940",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1469-1470",
  "department": "European Art",
  "description": "",
  "dimension": "image, sheet: 10 3/4 x 8 1/16 in. (27.31 x 20.48 cm)",
  "id": "http://api.artsmia.org/objects/54021",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4375,
  "image_width": 3293,
  "inscription": "",
  "life_date": null,
  "markings": "no watermark",
  "medium": "Hand-colored woodcut",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Gutenberg's Bible appeared in 1455. The first book to combine his invention with printed illustrations appeared in 1463. At about the same time, perhaps a little earlier or a little later, a different kind of printed illustrated book-the blockbook-began to appear. Gutenberg's catered to a literate audience, which was a relatively small part of the populace. Monks recognized the power of the press, but they sought a cheaper method to produce printed books combining both word and image. They began to carve in relief both pictures and texts-comic book style -on wooden blocks that could then be inked and printed by hand. No metal type needed to be cast. No printing press was required. They needed only a reasonably good draftsman and a reasonably good woodcarver. The process was so simple that copies quickly began to appear.\r\n\r\nThe first works to appear as blockbooks were basic texts of use to ordinary people: The Art of Dying, an abridged Bible, and The Apocalypse. The later was especially popular, for it not only warned of what was to come, but it was full of fantastic tales and imagery.",
  "title": "The Seven Angels Receiving the Cups of Color, and Pouring of the First Cup from The Apocalypse of Saint John"
}
