{
  "accession_number": "P.78.31.5",
  "art_champions_text": null,
  "artist": "Artist: Jackson Pollock; Printer: Emiliano Sorini; Publisher: Museum of Modern Art, New York",
  "catalogue_raissonne": "O'Connor and Thaw P.19",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1944-45 (printed 1967)",
  "department": "Prints and Drawings",
  "description": "One of seven intaglio prints published posthumously by the Museum of Modern Art, New York, in 1967 under the authority of the Estate of Jackson Pollock. Plate was reworked in drypoint by Gabor Peterdi and steel-faced prior to printing.",
  "dimension": "15 5/8 x 23 5/8 in. (39.69 x 60.01 cm) (plate)\r\n19 13/16 x 27 1/4 in. (50.32 x 69.22 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/54150",
  "image": "invalid",
  "image_copyright": "© The Pollock-Krasner Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1912-1956",
  "markings": "Numbered in pencil, LR margin: 17/50\r\nBlindstamp of the Estate of Jackson Pollock, LL margin: \\\"Estate of Jackson Pollock JP\\\" in a circle\r\nBlindstamp of the printer Emiliano Sorini: \\\"ES\\\" in a square",
  "medium": "Engraving and drypoint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From From a series of seven untitled intaglio prints",
  "provenance": "(Glen Hanson Gallery, Minneapolis); sold to MIA, 1978.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Unsigned",
  "style": "20th century",
  "text": "Jackson Pollock's semi-abstract engraving is one of a series of intaglio prints he produced in 1944-45 at Atelier 17 in New York. Pollock was one of a group of young American artists for whom Hayter's studio in exile became an important meeting place for the exchange of new ideas and technical innovations. There they also met émigré European artists, including such luminaries as Joan Miró, Marc Chagall, Salvador Dali, and André Masson.\r\n\r\nThough not editioned at the time, Pollock's intaglio prints of the mid-1940s are often cited as precursors to the fully resolved abstract style seen in his famous \"drip\" paintings. Pollock was fascinated with automatic drawing as practiced by Hayter, Masson and others. This spontaneous technique was well known among Dada artists of the early 20th century and later adopted by the surrealists as a way to reveal subconscious impulses. Unleashing his inner self, Pollock produced a frenzied arrangement of surrealist-inspired biomorphic forms interspersed with dynamic non-descriptive line.",
  "title": "Untitled (5)"
}
