{
  "accession_number": "P.1,857",
  "art_champions_text": null,
  "artist": "Artist: Félix Buhot",
  "catalogue_raissonne": "Bourcard 18",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1883",
  "department": "European Art",
  "description": "",
  "dimension": "8 5/16 x 6 in. (21.11 x 15.24 cm) (plate)",
  "id": "http://api.artsmia.org/objects/54330",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4652,
  "image_width": 3580,
  "inscription": "Signature, Inscription and Stamp\r\nInscribed: [Epreuve d\\'artote(?) Crapaud- Bronze]; pencil outline for paper size with off-center image?",
  "life_date": "French, 1847-1898",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Félix Buhot's Japonisme series was published in conjunction with an exhibition of 3,000 Japanese objects organized by Louis Gonse. He borrowed from the most influential Parisian collections of the time, including his own, Siegfried Bing's, Philippe Burty's, and Henri Cernuschi's. Japanese art has been on display at the Universal Expositions in Paris in 1867 and 1878, but the Gonse exhibition of 1883 was the first to emphasize the cultural and historical context of Japanese art. The Japonisme series reproduced ten items from Burty's collection in this influential exhibition. Bronze Frog is the most atmospheric and mysterious of the group. Rather than showing just one view of the inkwell, Buhot also turned the item on its side and placed it in an evocative moonlit setting. He printed this etching on a found piece of Japanese paper. Unconcerned about the literal meaning of the characters, Buhot employed the calligraphy and stamps purely for their aesthetic value and as a means to extend his design beyond the image.",
  "title": "Bronze Frog Inkwell, from \"Japonisme\""
}
