{
  "accession_number": "P.70.102",
  "art_champions_text": null,
  "artist": "Artist: Leonard Baskin",
  "catalogue_raissonne": "F&O. 484",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mrs. Mary Begley",
  "culture": null,
  "curator_approved": 1,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "31 7/8 x 23 5/8 in. (80.96 x 60.01 cm) (image)\r\n33 1/4 x 24 1/16 in. (84.46 x 61.12 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/54415",
  "image": "valid",
  "image_copyright": "© Estate of Leonard Baskin",
  "image_height": 4720,
  "image_width": 3432,
  "inscription": "Signature; Mark",
  "life_date": "American, 1922–2000",
  "markings": "Chop: lower left; no watermark seen; printers stamp lower left",
  "medium": "Color woodcut on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Mary Begley, New York; given to MIA, 1970.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil: Baskin",
  "style": "20th century",
  "text": "Leonard Baskin portrayed Thomas Eakins (1844–1916) six times; this monumental woodcut is the largest of the group. Baskin admiringly wrote of the American artist: \"I venerate Thomas Eakins, America’s greatest painter. . . . It is not the paintings, despite the Rembrandtesque grandeur of their realism, that lifts Eakins apart; it is rather the perceptible actuality of his indomitable spirit, as he moved through his inhospitable world. . . . His forbearance was stoutly dignified at the braying of prurient prudes and he held fast against the onslaughts of privileged philistinism.\" Eakins was a controversial figure; his now famous painting of an anatomical dissection, \"The Gross Clinic\" scandalized Philadelphia for its bloody realism and was  rejected by exhibition jury for the city's centennial. His teaching career at the Pennsylvania Academy of Art was also rocky. He undressed in front of a female student to give an impromptu lesson about the body, and he was ultimately forced to resign after removing the loin cloth from a male nude model in a drawng class attended by both men and women. Eakin's reputation as one of the most importance American artists of his era was only recognized decades after he died.",
  "title": "Portrait of Thomas Eakins"
}
