{
  "accession_number": "74.74",
  "art_champions_text": null,
  "artist": "Artist: William-Adolphe Bouguereau",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund and the M. Knoedler Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1880",
  "department": "European Art",
  "description": "Mother and child seated in field with tree in background and water in foreground. The mother holds an apple in her hand",
  "dimension": "39 x 52 in. (99.06 x 132.08 cm) (canvas)\r\n49 1/4 x 61 3/4 x 5 1/2 in. (125.1 x 156.85 x 13.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/2135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5314,
  "image_width": 6714,
  "inscription": "Signature and Date",
  "life_date": "French, 1825 - 1905",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Arabella Worsham (later Mrs. Collis Potter Huntington), New York (by c. 1883–d. 1924); Henry E. Huntington, New York; by descent to his wife, Mrs. Henry E. Huntington (until 1926, Huntington estate sale, Anderson Galleries, New York, April 15, 1926, no. 48, repr., for $4,700, to Albee); Edward F. Albee (from 1926). [Schaus/Schouss'] [Hirschl & Adler Galleries, New York, by 1960]; Walter P. Chrysler, Jr.. Jean M. Zimmerman.[2] James E. Lepere; [Maurice Sternberg Galleries, Chicago][3]. Viviane Woodward Corporation, White Plains, New York and Panarama City, Calif (until 1974, sold, through M. Knoedler and Co., New York; December 23, for $25,000, to Mia) [4]\r\n\r\n[1] Arabella Worsham (ca. 1851–1924) owned the paicture by c. 1883, when it is photographed in the drawing room of her New York apartment at 4 West 54th St. The apartment was purchased for Worsham by Collis Potter Huntington (1821–1900) in 1877. Following the death of Huntington's first wife in 1883, Worsham and Huntington wed in 1884, and the painting became part of the Huntington collection\r\n\r\n[2] Business card in file from 'Gregoire Galleries, Inc. / 1100 Madison Avenue, NY 10028 /212.988.1441/ J. M. Zimmerman/ [note on card reads - \"once owned Bouguereau Mother and Child\"].\r\n\r\n[3] Maurice Sternberg Galleries, 140 East Ontario Street, Chicago 50611. Correspondence from Mr. Rene Schwartz dated  November 9, 1976 confirms (with no dates!): 'The information on sheet concerning the B. appears correct as far as our knowledge of the painting. We did acquire it from James E. Lepere and sold it to Viviane Woodard. With kind wishes,'\r\n\r\n[4] Offered to MIA by Knoedler and Co. on consignment from Viviane Woodard Corporation, Panarama City, California, subsidiary of General Foods; invoice dated December 23, 1974 for $25,000 as 'La Tentation'; paid 2 January 1975.\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    ""
  ],
  "signed": "LR: [W-BOVGVEREAV-1880]",
  "style": "19th century",
  "text": "The title, although ambiguous, suggests a biblical interpretation of the shiny apple that woman holds in her hand. It thus refers to the apple of knowledge and the innocence of the child on the right. The outdoor setting suggests the landscape of Bouguereau’s native La Rochelle, a coastal town in northern France. It has also been described as an Arcadian background, based upon the seventeenth century idyllic representations of the Greek pastoral landscapes.",
  "title": "Temptation"
}
