{
  "accession_number": "74.95.2",
  "art_champions_text": null,
  "artist": "Artist: Georg Friedrich Schmidt",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of David M. Daniels",
  "culture": null,
  "curator_approved": 1,
  "dated": "1770",
  "department": "European Art",
  "description": "Portrait of a man drawn in the round, with a frame and desk setting drawn around it",
  "dimension": "12 9/16 x 9 3/16 in. (31.91 x 23.34 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/2150",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4978,
  "image_width": 3656,
  "inscription": "Signature; Date",
  "life_date": "German, 1712 - 1775",
  "markings": "",
  "medium": "Sanguine and conté crayon",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Eugène Rodrigues, Paris, Lugt 897 (until d. 1928, his sale, Hotel Drouot, Paris, November 28-29, 1928, no. 210, for Fr 3,100). David Daniels, New York (until 1974; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[G F Schmidt/1770], lower right corner",
  "style": "18th century",
  "text": "A native of Berlin, Schmidt came to Paris to study printmaking with Nicolas Larmessin and became a member of the Royal Academy in 1742. He returned to Berlin in 1744 to serve as engraver to the King of Prussia and in 1757, established a school for printmakers at Saint Petersberg. The subject of Schmidt’s portrait, Julien Offray de La Mettrie (1709–1751) was a brilliant yet controversial physician. After publishing The Man-Machine in 1746, a scathing satire on the medical profession, Mettrie was forced to flee from France. In 1748, he was invited to reside at Berlin by Frederick II of Prussia who became an intimate friend. Mettrie, a resolute gourmand expired in 1751 of indigestion after dining on venison paté and truffles. The drawing was probably executed between 1748 and 1751. After 1760, Schmidt himself engraved the portrait which is signed: G.F. Schmidt depicted him (Mettrie) from life. The format is typical of European portrait drawings and prints with a simulated stone frame, a quill-pen, ink pot and books.",
  "title": "Portrait of Julien Offray de La Mettrie (1709–1751)"
}
