{
  "accession_number": "75.30",
  "art_champions_text": null,
  "artist": "Artist: Jean-Antoine Houdon",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Mrs. John Barry Ryan",
  "culture": null,
  "curator_approved": 1,
  "dated": "1780",
  "department": "European Art",
  "description": "'Portrait of Madame de Serilly', white marble, French XVIIIc. cat. card dims H. 34-l/2 x W. 24'; weight 271 lbs.",
  "dimension": "34 1/2 x 24 x 13 1/4 in. (87.63 x 60.96 x 33.66 cm)",
  "id": "http://api.artsmia.org/objects/2206",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4725,
  "image_width": 3481,
  "inscription": "Signature",
  "life_date": "French, 1741-1828",
  "markings": "",
  "medium": "Marble",
  "nationality": "French",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "on bottom: [Houdon, F 1780]",
  "style": "18th century",
  "text": "Youth, beauty, education and wealth: Louise de Domangeville (1762–1799) had it all. She was just 18 when Jean-Antoine Houdon, the foremost French portrait sculptor of the day, captured her in this bust. It may have been commissioned on the occasion of her marriage in 1778 to her cousin Antoine Mégret de Sérilly (1746–1794), treasurer general of the War Office. She and her husband were arrested in 1794 during the Reign of Terror. The Marquis was guillotined, she, claiming to be pregnant, was spared. After her release she married twice more and died at 36 of   smallpox. Houdon fared better. His fame brought him to the United States, where he sculpted busts of George Washington and other American political figures.\r\n\r\nThere are three versions of this portrait bust. The primary version is in the Art Institute of Chicago (1780, which descended in the family of the sitter, Madame de Sérilly, later comtesse de Pange, then Rothschild collection Vienna). Mia's version is also dated 1780; the third bust, dated 1782, is in the Wallace Collection, London. The Minneapolis and London versions may be by Houdon's workshop, note the disfiguring veining and dark spots in the marble, stiff carving of the drapery and bow, and the flatness of the backs.",
  "title": "Bust of Anne-Marie-Louise Thomas de Domangeville, Madame de Sérilly"
}
