{
  "accession_number": "75.54",
  "art_champions_text": null,
  "artist": "Silversmith: Unknown Netherlandish?",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The James Ford Bell Family Foundation Fund, the M. R. Schweitzer Fund, and the Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1587–1599",
  "department": "European Art",
  "description": "silver gilt, separates into five parts; fluted foot and bowl with four panels embossed with scenes of the life of the emperor Caligula and capped with a cast and chased figure of Emperor Augustus",
  "dimension": "15 1/2 x 15 in. (39.37 x 38.1 cm)",
  "id": "http://api.artsmia.org/objects/2226",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7253,
  "image_width": 6979,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "GIlded silver",
  "nationality": null,
  "object_name": "Tazza",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This tazza is from a set of twelve made for display on a sideboard. The ornamental imagery was inspired by the Lives of the Caesars, a second century a.d. book in every Renaissance library that describes the lives of the first twelve Roman emperors. Each tazza featured a different emperor rising from the center, with events of his reign depicted around the inside of the bowl.  The set was dismantled in the late 19th century, then incorrectly reassembled by a Parisian antiques dealer.  As a result, the Institute's tazza combines Augustus's portrait with scenes from the life of Caligula.  This example is sometimes called the Aldobrandini tazza after one of its early owners, Cardinal Ippolito Aldobrandini, who became Pope Clement VIII in 1592.",
  "title": "Tazza"
}
