{
  "accession_number": "75.55",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": null,
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": "probably Haida",
  "curator_approved": 1,
  "dated": "c. 1850-1910",
  "department": "Arts of the Americas",
  "description": "Chief's rattle; depicts the raven lengend a raven is shown with a human figure reclining on his back; the man holds a frog's tongue in his mouth in the act of sucking out a person which was believed to be helpful to shamans in their mystical rituals; the frog's body emerges from a hawk; the rounded underside of the raven's body is carved to represent a sparrow hawk; polychromed cedarwood sewn together with leather, inlaid abalone eyes in the raven",
  "dimension": "12 1/2 x 3 3/4 in. (31.8 x 9.5 cm)",
  "id": "http://api.artsmia.org/objects/2227",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4636,
  "image_width": 3190,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cedarwood, leather, abalone, shell, pigment",
  "nationality": null,
  "object_name": "Rattle",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "In the late 1800s, Northwest Coast peoples observed an elaborate calendar of religious and social obligations. Among wealthy families, these observances required special costumes and ornaments. Women wove or decorated dress clothing and dance costumes, while men carved wooden masks and accoutrements.This rattle, made in the shape of a bird, was part of a man's ceremonial dress. It represents Raven, who in the mythic past stole the sun from its hiding place and situated it in the heavens, establishing the universe we know today. On the raven's back a tiny human figure confronts a smaller bird, his tongue joined to the creature's beak. This union implies transition and communication between the human and animal worlds. Filled with small pebbles, the rattle helped keep the rhythm of a sacred dance.",
  "title": "Rattle"
}
