{
  "accession_number": "75.63.2",
  "art_champions_text": null,
  "artist": "Artist: Bonaventura a Montepulciano",
  "catalogue_raissonne": null,
  "classification": " Manuscript",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James H. Leslie",
  "culture": null,
  "curator_approved": 0,
  "dated": "1645",
  "department": "European Art",
  "description": "Recto has elaborate historiated initial of God enthroned, surrounded by animals, grotesques and female figures; the heading, 'AD LAUDES' is also illuminated",
  "dimension": "21 15/16 x 15 5/8 in. (55.72 x 39.69 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/2234",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2733,
  "image_width": 1938,
  "inscription": "Signature; Date",
  "life_date": "Italian (Tuscany)",
  "markings": "",
  "medium": "Ink, gouache and gilding on parchment",
  "nationality": "Italian (Tuscany)",
  "object_name": "Illuminated manuscript leaf",
  "portfolio": "From ",
  "provenance": "James H. Leslie, Minneapolis, until 1975; given to MIA.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed (by artist ?) within initial: [1645 Fr. Bonaventura a Montepesulano fecit]",
  "style": "17th century",
  "text": "Even after printed books were common, handwritten illuminated manuscripts continued to be produced as luxury editions in the 16th and 17th centuries.  This antiphonal page exemplifies the conflation of persistent medieval traditions and Renaissance secular elements.  It is signed and dated on the lower frame of the miniature:  1645 Fra Bonaventura a Montepulciano fecit. Montepulciano, a provincial town near Siena, was a center of humanistic learning in the 16th century. \r\n\r\nIn the historiated initial, the enthroned God the Father is encircled by a frame composed of caryatids, putti and floral festoons—all typical High Renaissance motifs. A host of symbolic animals portray the human conflict between vice and virtue, sin and redemption.  The ox is a symbol of patience and strength, while the pelican represents Christ's sacrifice on the Cross and thus the sacrament of Eucharist.  The ape symbolizes malice and cunning and the cat, laziness and lust, whereas the dog signifies watchfulness and fidelity.  The words AD LAUDES in the cartouche at the top of the page indicate that it begins the service for lauds (about 5:00 a.m.).  The words are taken from psalm 92, as noted by a later hand in the upper right-hand corner.",
  "title": "Leaf from an Antiphonary"
}
