{
  "accession_number": "75.9.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Stanley H. Brackett in memory of Lois Martin Brackett",
  "culture": null,
  "curator_approved": 0,
  "dated": "2nd quarter of the 19th Century",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "91 x 89 in. (231.14 x 226.06 cm)",
  "id": "http://api.artsmia.org/objects/2252",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5125,
  "image_width": 5064,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; appliqué; quilted",
  "nationality": null,
  "object_name": "Bedcover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Baltimore Album Quilts like this one represent a type of quilt that was wildly popular from about 1845 to 1855 in Baltimore, Maryland. Album Quilts were originally conceived as group projects where each woman would create a single block that would later be joined with others to form a quilt. As the style became more popular, however, special designs were created to be sold as kits. In this century the album quilt tradition continues, particularly in advocacy of a variety of social causes, including women's suffrage, civil rights and AIDS.\r\n\r\nIn this quilt, each square has a different symbol or image that may have been related to the recipient of the quilt, usually a man in commemoration of civic, military or religious service. In this quilt, institutional symbols of the Freemasons, such as the compass and square, along with Odd Fellow symbols of the wagon, linked chain, cornucopia and hand with a heart can be seen. Civic and cultural images are included as well, inspired by local landmarks like the cannon from Ft. McHenry.",
  "title": "Album Quilt"
}
