{
  "accession_number": "76.12.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Mrs. Ruth Bovey Stevens",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "European Art",
  "description": "length of toile depicting scenes from the life of Joan of Arc, copper plate engraving on cotton",
  "dimension": "56 1/2 x 31 3/4 in. (143.51 x 80.65 cm)",
  "id": "http://api.artsmia.org/objects/2255",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5300,
  "image_width": 3093,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; copperplate print",
  "nationality": null,
  "object_name": "Joan of Arc Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the 15th century, a young, deeply religious French peasant girl named Joan of Arc heard “voices” that urged her to save her country from English and Burgundian aggressors. She led France’s troops in battle but was eventually captured and condemned by the English to burn at the stake. Illustrated here are five incidents in Joan of Arc’s life: Joan going into battle; her appearance before the king; leading Charles into Rouen; Joan repudiated by the King; Joan at the stake.\r\n\r\nToward the end of the 18th century, French and English textile manufacturers mastered dye technology, enabling them to produce fine printed cotton textiles. Not only were these new textiles less expensive than costly Asian imports, but they featured distinctly European themes. Particularly popular images included scenes highlighting historic events, such as this one, depictions of well-known monuments and buildings, as well as traditional floral motifs. The practicality of a decorative textile, that could be easily cleaned, was particulary appealing and the cloth was used for everything from bed and window curtains to women’s dresses.",
  "title": "Joan of Arc Panel"
}
