{
  "accession_number": "76.72.40",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Masanao",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "Water imp (kappa) and toad on leaf, hand-wrestling",
  "dimension": "1 1/2 in. (3.81 cm)",
  "id": "http://api.artsmia.org/objects/2357",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2210,
  "image_width": 2763,
  "inscription": "",
  "life_date": "Japanese, 1815 - 1890",
  "markings": "",
  "medium": "Boxwood",
  "nationality": "Japanese",
  "object_name": "Netsuke (katabori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "正直 {Masanao}",
  "style": "19th century",
  "text": "A netsuke is a toggle or end piece that anchors a braided silk cord to the cloth sash of a kimono, a garment once commonly worn by Japanese men.  Because kimonos had no pockets, personal belongings such as money, tobacco, or medicines were carried in small pouches and decorative lacquered cases (inro) attached to a cord which was suspended  from the kimono's sash.  Netsuke served both a practical and decorative function.  Most netsuke featured intricate designs carved from ivory or boxwood, an art form which developed over many centuries and continues to the present day.  \r\n\r\nAnimals, both real and imaginary were common motifs for netsuke. In this whimsical example from the late nineteenth century, the mythological kappa or \"boy of the river\" engages a toad in hand wrestling. The kappa is a type of water sprite who despite its small size, can cause serious harm to humans, but is usually just mischievous. They possess a body of a turtle, limbs of a frog, and the head of a monkey or bird.  A cup or depression on their heads holds a small amount of water, which allows the kappa to briefly leave the rivers they inhabit. If the water spills, the kappa will lose its power.",
  "title": "Kappa and toad hand-wrestling on a leaf"
}
