{
  "accession_number": "77.24",
  "art_champions_text": null,
  "artist": "Artist: Giovan Gioseffo dal Sole",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Bernard H. Ridder Family",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1695",
  "department": "European Art",
  "description": "Judith with Head of Holofernes",
  "dimension": "43 × 35 1/2 in. (109.22 × 90.17 cm) (canvas)\r\n54 5/8 × 46 5/8 × 2 1/2 in. (138.75 × 118.43 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/2486",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8385,
  "image_width": 6871,
  "inscription": "",
  "life_date": "Italian (Bologna), 1654 - 1719",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian (Bologna)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "21351",
    "2486",
    "90287"
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "The Jewish heroine Judith saved her city of Bethulia when it was besieged by the Assyrians. Sneaking behind enemy lines, she feigned loyalty to the Assyrian general Holofernes, who became enamored of her. After a banquet, when he was weak with drink, she beheaded him. Giovan Gioseffo dal Sole depicts Judith after the slaying, when she triumphantly entered Behulia’s city gates to display the head of the vanquished enemy to her fellow Israelites. The artist represents Judith as a brave and sensual heroine. Looking directly at the spectator, she calmly brandishes a sword in one hand and gestures with the other to Holofernes’ decapitated head, held in a sack by her maidservant. Judith’s powers of seduction are glimpsed in the treatment of her gown, pulled down to reveal a bare breast. Scholars have noted that Judith’s drapery here closely resembles a famous sculpture type known as \"Venus Genetrix,\" or “Venus the Mother,” well known in the Renaissance and Baroque periods from many extant ancient Roman copies of the cult statue and celebrated for its beauty.",
  "title": "Judith with the Head of Holofernes"
}
