{
  "accession_number": "77.26",
  "art_champions_text": null,
  "artist": "Artist: Nicolas de Largillière",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1700",
  "department": "European Art",
  "description": "Portrait. Madame Aubry wears an ultramarine blue velvet dress, cloak lined with flowered brocade and a bodice of silver lamé with lace and rose ribbon. Her hand touches a whippet which may have belonged to the artist as it appears in other portraits. Her hair is styled à la Fontanges. She married into a family from Tours and later became the Marquise de Castelnau in the Berry region near Bourges.",
  "dimension": "53 1/4 x 40 3/4 in. (135.26 x 103.51 cm) (sight)\r\n70 1/2 x 58 x 5 in. (179.07 x 147.32 x 12.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/2487",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6555,
  "image_width": 5013,
  "inscription": "Signature and Date",
  "life_date": "French, 1656 - 1746",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "House of Largillierre in 1699.[1] Madame Charles de Dompierre d'Hornoy, Paris, France, by 1928; by descent to her grandson, Guy de Bouteville, Paris, France. (Galerie Cailleux, Paris, France, in 1977); sold to MIA in 1977.\r\n\r\n[1] This has been added to clarify confusion regarding the dating of the portrait. Largilliere appears to have begun this portrait in 1699. In a \"Statement of goods and effects of Nicolas de Largilliere, customary painter to the King and his Royal Academy of Painting and Sculpture\", drawn up at the time of the painter's marriage, August 19, 1699 (National Archives, file X 251) there was due to M. de Largilliere for the portrait of Madame Aubry. On the basis of this inventory, Georges de Lastic thinks the date '170…' which follows the signature should be read 1700.\r\n\r\nAccording to information furnished by Georges de Lastic, the Marquis of Castelnau [1673-1728] was the wife of Charles-Léonor Aubry [1667-1735] who was the Marquis of Castelnau, seigneur of Lazenay, Plotard, and other places in Berry. The Marquise of Castelnau was the daughter of Gabriel Coustard, Counsel to the King and Comptroller General of the Legion of Honor. She is depicted here with her eldest son Léonor Aubry, [1695-1770] later the Marquis of Castelnau. Quite wealthy, the Aubrys owned the magnificent estate of Castelnau near Bourges, on which the chateau stands today. \r\n\r\n\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G308",
  "see_also": [
    ""
  ],
  "signed": "BC (on robe of sitter, next to dog\\'s paw): [Peint par N. de Largillierre 170..] (Date has been interpreted as 1700)",
  "style": "17th-18th century",
  "text": "Catherine Coustard (1673–1728), who came from a family of well-to-do cloth merchants in Paris, married into the Aubry family of wealthy middle-class civil servants and statesmen from Tours. Seated, smiling, with her son leaning across her lap, she’s the picture of contentment. Her fortunes, always good, had just improved at the time this portrait was painted. Her father-in-law, after serving twenty years as secretary to the king, had recently been made a nobleman, a great step upward in family prestige that this picture commemorates.",
  "title": "Portrait of Catherine Coustard, Marquise of Castelnau, Wife of Charles-Léonor Aubry with Her Son Léonor"
}
