{
  "accession_number": "77.27.1",
  "art_champions_text": null,
  "artist": "Artist: Bartolomeo di Tommaso",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1440",
  "department": "European Art",
  "description": "One of a pair; the other is \"Pentecost\", 77.27.2",
  "dimension": "19 x 7 in. (48.26 x 17.78 cm) (panel)",
  "id": "http://api.artsmia.org/objects/2488",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3623,
  "image_width": 2167,
  "inscription": "Mark; Labels",
  "life_date": "Italian (Umbria), active 1425 - 1453/54",
  "markings": "Marks on verso: [F/98] (scrawled in three places)\r\n\r\nLabels on verso: \r\n[Thomas Agnew and Sons, Ltd., no. 40494]\r\n[Thomas Agnew and Sons, Ltd., no. 16941]",
  "medium": "Tempera on panel",
  "nationality": "Italian (Umbria)",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Sale, Sotheby's, London, June 9, 1955, no. 91, as \"Property of a Lady, formerly the Chateau du Haut-Buc, Seine-et-Oise, France.\"[1], for $1,450, to Agnew; [Thomas Agnew and Sons, Ltd., London, England, since 1955). Lady Robertston, London (by 1968).[Thomas Agnew and Sons, Ltd., London, 1977; sold, for £27,000, to Mia]\r\n\r\n[1] **This consignor for lot 91 must be confirmed**\r\n\r\nAccording to correspondence dated October 4, 1979 from Ellis Waterhouse in the curatorial file, and \"Les Arts,\" 1917, no. 162, the work may have been in the collection of Federico Gentili di Giuseppe [1868-1940]. \r\n\r\nThe provenance project of the Boston Museum of Fine Arts states that \"Giuseppe was a Jewish Italian resident of France, who died of natural causes in 1940. His collection was sold under the order of a French court during the Nazi occupation of Paris and much of France during World War II.  In 1997, the heirs of Federico Gentili di Giuseppe brought legal action against the Musée du Louvre and the State of France to have the April 23-24, 1941 auction sale of Gentili di Giuseppe's estate, held at Hotel Drouot, Paris, declared null and void.  On June 2, 1999, the Court of Appeals of Paris nullified the 1941 sale, determining that the descendants of the owner had been prevented from attending to the administration of the estate due to the German occupation of France.  Subsequent to that ruling, the Louvre and the Gemäldegalerie, Berlin, returned paintings acquired from the Gentili di Giuseppe collection to the heirs.\" The Mia panels were not in the 1941 sale. It has yet to be determined if they were ever in the Giuseppe collection. \r\n\r\nAntoine Watteau, \"The Wedding Procession\" ca. 1721, NGA Washington, DC, (2008.8.1) comes from the same sale at Sotheby's in 1955.\r\n\r\nFor additional provenance regarding Giuseppe/Chateau de Haut-Buc, see National Gallery 2008.8.1.\r\n\r\nNB: Is Lady Robertson, Ann Payne Robertson' Sale, Sotheby's, London, November 26, 1970. \r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G343",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "After Christ's death and ascension into heaven, he appeared to his disciples several times. On this occasion, he walked with two of them on their way from Jerusalem to the neighboring village of Emmaus.  They did not recognize him until later at supper. Christ is dressed as a pilgrim, carrying a staff and wearing a broad-brimmed hat.  The village of Emmaus is called castellum, or \"castle\" in Latin, and is therefore sometimes depicted as a fortified town.  This panel and its companion, Pentecost, were originally the wings of a small portable altarpiece.",
  "title": "Way to Emmaus"
}
