{
  "accession_number": "77.46",
  "artist": "attributed to James B. Read",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. Patrick Butler",
  "culture": null,
  "dated": "1856",
  "description": "Portrait. Posthumous mourning portrait of an unknown child.",
  "dimension": "48 1/4 x 35 1/4 in. (122.56 x 89.54 cm) (sight)\r\n52 x 39 1/4 x 1 1/2 in. (132.08 x 99.7 x 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/2505",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6606,
  "image_width": 4906,
  "life_date": "American, active 1859-1870",
  "marks": "Inscription\r\nInscription on canvas verso: [J. B. R ",
  "medium": "Oil on canvas",
  "nationality": "American",
  "provenance": "(Anne Kerr Antiques, Minneapolis, Minnesota); Patrick and Aimee Butler, St. Paul, Minnesota; [1] gift to MIA in 1977.\r\n\r\n[1] Note in curatorial file states that Mrs. Butler purchased the work directly from Anne Kerr Antiques for $500.00.",
  "restricted": 0,
  "role": "Artist",
  "room": "G304",
  "style": "19th century",
  "text": "During the nineteenth century it was the custom to ease the grief caused by the loss of family members through mourning rituals, observed during the initial period of mourning and on the anniversaries of the death, when the bereaved family would formally view a portrait of the dead person.  This painting is identifiable as a posthumous portrait by the presence of the traditional mourning colors of red, white, and black, a keepsake book, and the threatening sky. The fast-fading roses symbolize the transience of life and the clinging honeysuckle vine the attachment of the living to the dead. The boy, dressed in his best clothes - the manner in which deceased children were usually attired for burial - stands on the porch of his home holding his hat, as if in the act of departing from his family. \r\n\r\nJames B. Read, the artist presumed to have painted the picture, worked in New York in 1849-1850, later moving to Philadelphia. Itinerant painters like Read were prepared to execute posthumous commissions as part of their artistic repertory to supplement their meager income. ",
  "title": "Portrait of a Boy"
}
