{
  "accession_number": "78.20",
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Japanese and Korean Art",
  "description": "",
  "dimension": "34 1/2 x 27 x 21 1/2 in. (87.63 x 68.58 x 54.61 cm)",
  "id": "http://api.artsmia.org/objects/2537",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3827,
  "image_width": 2484,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood with lacquer and gold",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Amida, the Buddha of Infinite Light, is one of the most popularly worshipped deities in the Far East. According to sacred scripture, Amida created a paradise, known as the Pure Land (<i>Jōdo<i>), where the souls of sentient beings could strive toward enlightenment without the pain and suffering associated with life on earth. In Japan, the worship of Amida became widespread during the Fujiwara period (894-1185), and high ranking aristocrats constructed temple buildings and commissioned paintings that represented Amida's glorious paradise.\r\n\r\nThe famous sculptor Jōchō created an image of Amida (still remaining at Byōdō-in temple in Uji, Japan) of unprecedented elegance and grace. With a round, youthful face, drowsy eyes and shallowly carved drapery, the sculpture conveyed meditative serenity and reassuring calm. The Institute’s Amida closely follows Jōchō’s prototype. Its surface, now damaged by fire, would have shimmered with a layer of gold. His hands are held in symbolic gestures (mudra): the raised right hand disperses fear and the lowered left hand is open in the gesture of giving or \"wish granting.\"",
  "title": "Amida, the Buddha of Infinite Light"
}
