{
  "accession_number": "78.25",
  "art_champions_text": null,
  "artist": "Artist: Raymond Auguste Quinsac Monvoisin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Andrew A. Lynn",
  "culture": null,
  "curator_approved": 1,
  "dated": "1824",
  "department": "European Art",
  "description": "Mythology Telemachus Eucharis Mentor Minerva",
  "dimension": "116 x 99 in. (294.6 x 251.5 cm)",
  "id": "http://api.artsmia.org/objects/2542",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5447,
  "image_width": 4684,
  "inscription": "",
  "life_date": "French, 1794 - 1870",
  "markings": "Verso, stamped with seal: L-P",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in an arc on the moss-covered rock by the left foot of Mentor: MONVOLSIN ROME (The N\\'s being reversed) | (Dated on the reverse)",
  "style": "19th century",
  "text": "Shipwrecked on the Greek island of the nymph Calypso, Telemachus (center), son of Odysseus, and Eucharis (left), one of Calypso's attending nymphs, fell in love. Monvoisin's painting depicts the heartbroken young lovers bidding farewell, so that Telemachus could search for his father. Athena had intervened to make this happen, disguising herself as Telemachus's guardian Mentor and forcing the young man to abandon Eucharis and search for Odysseus. This scene represents an episode in François Fénelon's 1699 novel \"Les Aventures de Télémaque\" (The Adventures of Telemachus), inspired by characters in Homer's epic poem the \"Odyssey.\"  \r\n\r\nThe painting was commissioned by the future king of France, Louis-Philippe (reign 1830–48). Monvoisin executed it in Rome--note the city's name is inscribed by the artist after his name at lower right. The artist spent five years in Italy (1820–25) after being awarded second place in the French Academy's prestigious Prix de Rome. The painting was exhibited at the 1827 Paris Salon, where Louis Philippe, then the duc d'Orléans, was listed as the lender.",
  "title": "Telemachus and Eucharis"
}
