{
  "accession_number": "78.67",
  "art_champions_text": null,
  "artist": "Painter: Miyagawa Chōshun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Harlan D. Boss",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 18th century",
  "department": "Asian Art",
  "description": "Six-panel half-height screen (chu-byobu) depicting a group of elegantly dressed women enjoying a maple leaf viewing party. Gold clouds in gold leaf cover the upper 1/5 of the top of the composition, while the lower portion is dominated by a white curtain that creates the space of the party. In the right two panels, a group of male figures, one on horseback, has arrived and seems to be communicating with some of the female figures who emerge from behind the curtain.",
  "dimension": "43 3/4 x 113 in. (111.13 x 287.02 cm) (image)\r\n49 x 118 in. (124.46 x 299.72 cm)",
  "id": "http://api.artsmia.org/objects/2566",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4563,
  "image_width": 10823,
  "inscription": "",
  "life_date": "Japanese, 1682 - 1752",
  "markings": "Artist seal (square, red) (LL): 長春 {Choshun}",
  "medium": "Six-panel folding screen; ink and color on gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Artist signature (LL): 日本絵皆川長春図 {Nihon-e Miyagawa Choshun zu}",
  "style": "Nikuhitsu ukiyo-e",
  "text": "This colorful screen illustrates a favorite Japanese seasonal pastime, viewing crimson maple leaves in autumn. Within a curtained enclosure, two luxuriously clothed women, surrounded by their attendants, are enjoying music and refreshments laid out on elegant black and red lacquer serving dishes. On the far left, a group of women heat rice wine (sake) over a small fire fueled by dried maple leaves. A foot soldier announces the arrival of his superior, shown in a blue patterned kimono and plaid jacket on the far right. An elegant folding screen in the background—much like the one on which this scene is painted—illustrates how these objects were used both indoors and out for privacy and protection against the wind.",
  "title": "Maple Viewing Party"
}
