{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "French, 1755 - 1842",
  "nationality": "French",
  "role": "Artist",
  "artist": "Élisabeth-Louise Vigée-LeBrun",
  "dated": "1793",
  "culture": null,
  "country": "France",
  "continent": "Europe",
  "dimension": "53 1/2 x 39 in. (135.9 x 99.1 cm)",
  "medium": "Oil on canvas",
  "title": "Portrait of Countess Maria Theresia Bucquoi, née Parr (1746-1818)",
  "id": "http://api.artsmia.org/objects/2570",
  "room": "G306",
  "style": "18th century",
  "marks": "Signature and Date LR: [L.E. Vigée-Le Brun, à Vienne 1793]",
  "text": "At the age of 24, Vigée-LeBrun executed her first portrait of Queen Marie-Antoinette of France, and over the course of her career, remained the principal portraitist of the French aristocracy. On the night that revolutionaries arrested Louis XVI and his queen in 1789, Vigée-Le Brun fled France and went into exile traveling throughout Europe for 12 years.\r\n \r\nCountess Maria Theresia Bucquoi was the daughter of Prince Johann Joseph Paar (1719-1792) and Countess Antonia Esterhazy (1719-1771), and the wife of Count Johann Josef Bucquoi (died 1803). The portrait was commissioned in 1793 by the sitter's brother, Prince Wenzel Paar. Vigée-LeBrun specifically recalls the painting in her <I>Souvenirs</I> when referring to the hospitality accorded to her by her Austrian patrons during her stay in Vienna. Upon its completion, the portrait was displayed in the salon of the palace of Prince Paar.",
  "description": "Portrait of a woman",
  "provenance": "Prince Wenzel Paar, Vienna, Austria;[1] by descent to his relatives, Vienna, Austria. (Wildenstein and Co., New York, New York in 1948); sold to MIA in 1978.\r\n\r\n[1] The sitter was the daughter of Prince Johann Joseph Paar (1719-1792) and Countess Antonia Esterhazy (1719-1771), and the wife of Count Johann Josef Bucquoi (died 1803). The portrait was commissioned by the sitter's brother, Prince Wenzel Paar, with whose descendants it remained for over a century. Vigee specifically recalls the painting in her Souvenirs when referring to the hospitality accorded to her by her Austrian patrons during her stay in Vienna. Upon its completion, the portrait was displayed in the salon of the palace of Prince Paar, where, as the artist herself recorded, its exceptionally vibrant color scheme would have clashed with the white boiseries of the room. Accordingly, green velvet hangings were improvised to soften the contrast, and Prince Paar himself devised a sort of reflecting candelabra to light the picture.\r\n\r\n\r\n",
  "creditline": "The William Hood Dunwoody Fund",
  "accession_number": "78.7"
}
