{
  "accession_number": "79.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1720",
  "department": "European Art",
  "description": "Catafalque Flambeau, wrought iron bobèche tray (6-3/8 in.), wooden bobèche with pomegranate seed and leaf carvings (6-½ in.), baroque carved structure skeleton(49-½ in.), iron pole shaft (40-½ in.), wrought iron tripod base (14 in.), triangular marble plinth, overall H.112 in., gessoed polychrome and gilded wood and wrought iron",
  "dimension": "112 1/2 x 22 x 20 in. (285.75 x 55.88 x 50.8 cm)",
  "id": "http://api.artsmia.org/objects/2622",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5403,
  "image_width": 3194,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilded and painted wood and wrought iron",
  "nationality": null,
  "object_name": "Funeral torch",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "A funerary torch is a symbol of life in a  ritual commemorating death. This torch would have accompanied a catafalque: a large, architectural structure that displays the coffin of an important person in catholic funeral rites. Catafalques were used primarily in catholic European cities from the 16th to 19th centuries, though they are still used on occasion for large, public funeral rituals, such as those for the pope. \r\n \r\nThe presence of a torch as a symbol of life, though seemingly contradictory to a funerary setting, visually reinforces the idea of resurrection held sacred in Catholic beliefs about death. The complex relationship between life and death is repeated consistently throughout the decoration of this torch. The pomegranate motif on the top tier of the torch is a symbol for Christ’s resurrection. On the shaft of the torch, a gilded skeleton with ornate, feathered wings - an angel of death-  entwines around arabesque curves; a dance in which life and death exist harmoniously together.",
  "title": "Funeral torch"
}
