{
  "accession_number": "80.1a-d",
  "artist": "Maker: attributed to Charles Cressent; Maker: Abraham Gudin; Maker: Jacques Gudin; Designer: André Charles Boulle",
  "catalogue_raissonne": null,
  "classification": " Horology",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Groves Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1725",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "a. clock; b. wood piece to cover clock bell; c. cupid which surmounts bell; d. wall bracket",
  "dimension": "33 1/2 x 14 1/4 in. (85.09 x 36.2 cm) (a, clock)\r\n15 1/2 x 18 1/4 in. (39.37 x 46.36 cm) (d, wall bracket)",
  "id": "http://api.artsmia.org/objects/2721",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 766,
  "inscription": "",
  "life_date": "French, 1685-1768",
  "markings": "",
  "medium": "Gilt bronze, tortoise shell, brass marquetry, wood",
  "nationality": "French",
  "object_name": "Wall clock with bracket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G314",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Early rococo",
  "text": "The case of this clock, or <I>pendule en cartel</I>, is attributed to one of the foremost French eighteenth-century cabinetmakers, Charles Cressent. The clock with bracket form is based on designs by André Charles Boulle (1642-1732), royal cabinetmaker to Louis XIV of France.  Boulle also excelled at a type of marquetry using tortoiseshell and brass, which can be seen on the bracket of this clock.  Thin sheets of tortoiseshell and brass were laid on top of one another and a design was traced and cut out through the two layers, creating two sets of the pattern.  The brass could be used as the primary decoration, with tortoiseshell as a background, as on this bracket, or vice versa.\r\n\r\nThe exhuberant gilt brass case of this clock displays organic motifs characteristic of the rococo style, which flourished during the reign of Louis XV.",
  "title": "Wall clock with bracket"
}
