{
  "accession_number": "80.54.3",
  "art_champions_text": null,
  "artist": "Sculptor: Hiram Powers",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1868-1870",
  "department": "Arts of the Americas",
  "description": "full bust, undraped, head turned half-left with gaze in same direction, slightly downward. The figure terminates just below the breasts by means of a shallow, saucer-like border with reeded edge and is attached to a circular socle. The hair is dressed with a small sunflower, symbolizing the allegory.",
  "dimension": "28 1/4 x 19 5/8 x 9 7/8 in. (71.76 x 49.85 x 25.08 cm)",
  "id": "http://api.artsmia.org/objects/2751",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5076,
  "image_width": 3963,
  "inscription": "",
  "life_date": "American, 1805-1873",
  "markings": "",
  "medium": "Marble",
  "nationality": "American (Woodstock, Vermont)",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Hiram Powers's bust of the ancient Greek sea nymph Clytie was the artist's attempt to create a bust of ideal female beauty, a concept popular during the middle of the 19th century.  Clytie, the daughter of the god of the sea, Oceanus, was so enamored with the sun god, Apollo, that every day she watched his course across the sky.  Apollo took pity on her and transformed her into a heliotrope, or sunflower. Clytie became, therefore, the symbol of unwavering love. \r\n\r\nIn rendering Clytie, Powers was directly inspired by a classical Roman bust in the British Museum thought to represent Antonia, mother of Germanicus and the Emperor Claudius.  He would have seen reproductions of this bust in engravings as well as marble and porcelain copies which were widely circulated at the time.",
  "title": "Clytie"
}
