{
  "accession_number": "80.68.9",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Paolo de Matteis; Artist: Formerly attributed to Sir Godfrey Kneller",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mrs. W. H. (Lillian M.) Larkin",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1690",
  "department": "European Art",
  "description": "",
  "dimension": "36 3/8 x 29 1/4 in. (92.4 x 74.3 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/2763",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1507,
  "inscription": "",
  "life_date": "Italian (Naples), 1662 - 1728",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Possibly don Francisco IV de Benavides, 9th conte di Santisteban del Puerto, Naples and Madrid (from c. 1690–d. 1716; commissioned from the artist while Viceroy of Naples [1688-96]; 'inv. 1697, Madrid, \"Quatro retratos de los Virtuosos Phelipe Scor, Alexandra Scadati, Matheucho y Petrucho Napolitanos de a cinco palmos y tres y medio con marcos dorados y negros tasados todos en mili y seiscientos Reales que valen cinquenta y quatro mill y cuatrocientos maravedís\" [1]; estate inv. 1716, Madrid, \"'Más quatro retratos el uno de Escarlatta, Matheucho, Phelipe el Arquitecto y Pettrucho.\") [2]; 'by descent to Manuel de Benavides y Aragón (1683–1748), 1st Duke of Santisteban del Puerto; 'by descent to António de Benavides y de La Cueva (1714-1782), 2nd Duke of Santisteban del Puerto; 'by descent to Joaquina del Milagro (1746-1805), Madrid (from 1764–d. 1805)); her husband, don Luis María de la Soledad Fernández de Córdoba, 13th duque of Medinaceli, Medinaceli Palace, Madrid (1805–1806); Luis Joaquin Fernández de Córdoba y Benavides (1780-1840), 14th Duke of Medinaceli, Medinaceli Palace, Madrid; Luis Tomas Fernández de Córdoba Ponce de León (1813-1873), 15th Duke of Medinaceli, Medinaceli Palace, Madrid; Medinaceli Palace, Madrid (until at least 1877; 'inv. 1877, \"Retrato de medio cuerpo de un pintor. Peluca, casaca gris; corbata blanca; papel y lápiz en la mano; tamaño natural' [3]). Evelyn Holford Benson [4] ('until 1931, sale, Robinson & Fisher, London, January 29, 1931, no. 81). Lillian Malcolm Larkin, Minneapolis (until 1980, given to Mia)\r\n\r\n1. Archivo Histórico de Protocolos de Madrid, prot.12125, 1697, 'Inbentario de los vienes hacienda y efectos, que quedaron, por fin y muerte de la excelentísima señora, Da Francisca de Aragón y Sandoval, Condesa que fue de Santistevan, Marquesa de las nabas; y muger del excelentísimo señor, Conde de Santisteban marqués de las Nabas', f. 503v. (see Leticia de Frutos, \"Virtuosos of the Neapolitan Opera in Madrid: Alessandro Scarlatti, Matteo Sassano, Petruccio and Filippo Schor\" ",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This painting was thought to be English or French, before scholar Pina De Angelis recently identified the unknown sitter portrayed as a gentleman draftsman as the Italian artist Filippo Schor (1646–1715). Filippo Schor trained in Rome with his famous father Johann Paul Schor (1615-1674), an Austrian painter and designer, who ran a successful studio in the papal capital that excelled in baroque spectacle and decoration. Young Filippo brought those skills with him to Naples, where he moved in 1683, working as a painter, architect, festival designer, and theater director for the Spanish viceroys. De Angelis suggests that the Minneapolis portrait was part of a well-known series of four portraits commissioned by don Francisco IV de Benavides, conte di Santisteban, viceroy of Naples from 1688 to 1696. The paintings portrayed four virtuoso talents in the Neapolitan music scene working under the count's patronage. Santisteban brought the portraits back to Madrid with him when he returned to Spain, and the works can be traced in the inventories of his descendants until the 19th century. While the portrait of Schor was last recorded in an 1877 inventory, the other three in the series are known: \"Portrait of Alessandro Scarlatti\" (Fundación Casa de Alba, Palacio de Liria, Madrid), \"Portrait of Matteo Sassano, 'Matteuccio'\" (Madrid, Museo Nacional de Artes Decorativas), \"Portrait of Pietro Ugolino, 'Petruccio'\" (Museum of Fine Arts, Richmond, Virginia). De Angelis suggests the Minneapolis painting is the missing portrait of Filippo Schor.\r\n\r\nDespite the illustrious commission and provenance of the Italian portrait series, the artist responsible for them has been a mystery and was never recorded in the inventories. De Angelis attributes the four to Paolo de Matteis, an important south Italian painter who worked for the Spanish viceroys in Naples. De Matteis was active in the city between 1683 and 1702, just when Santisteban was viceroy (1688–1696). As the composer Scarlatti returned to Rome in 1690, the series must have been",
  "title": "Portrait of a Man, possibly Filippo Schor"
}
