{
  "accession_number": "80.72",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India  (probably) for the English market",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "European Art",
  "description": "coverlet, embroidered in shades of gold heightened with touches of red in a design derived from Indian sources; background in backstitch, vermicelli design, floral and gul pattern worked in satin, long and short stitches, couched cord, brick stitch and French knots",
  "dimension": "61 x 61 in. (154.94 x 154.94 cm)",
  "id": "http://api.artsmia.org/objects/2794",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3419,
  "image_width": 3503,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, silk; embroidery, including satin stitch, long and short stitch, brick stitch, couched cord, and french knots",
  "nationality": null,
  "object_name": "Coverlet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Early homes consisted of a single large room in which all household activities took place. The first bedrooms were little more than a small closet where the lord of the 'manor' could go to escape the hubbub of domestic life and to conduct business in private. As landholders became more prosperous houses grew larger, and the number and size of bedrooms increased accordingly.\r\n\r\nIn the homes of nobility and the upper classes throughout Europe, the bedroom was more than a sleeping chamber; it was also a place to entertain visitors. Quite often a woman might receive her friends in her room, presiding over the gathering from her bed, while the ladies sat nearby sipping tea or working on their embroidery. This lavishly embroidered quilt would have been part of a 'receiving set'  used on such an occasion, providing evidence of the family's wealth and prestige.",
  "title": "Coverlet"
}
