{
  "accession_number": "80.73",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1550",
  "department": "European Art",
  "description": "Altar Frontal, depicting Saints Peter, John the Evangelist and Matthew, crimson velvet embroidered in gold metal threads with the saints depicted in polychrome silks on a silver metal enbroidered field.",
  "dimension": "19 3/4 x 71 1/2 in. (50.17 x 181.61 cm)",
  "id": "http://api.artsmia.org/objects/2795",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3641,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, metallic threads; embroidery",
  "nationality": null,
  "object_name": "Altar Frontal",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The European altar frontal, or antependium, is a framed decorative hanging seen by the congregation. It developed from the Eastern church practice of screening the entire altar with curtains. The Catholic Church dispensed with the use of altar frontals after Vatican II in the 1960s. \r\n\r\nThe widespread development of the silk industry in Spain in the late 15th century and early 16th century was encouraged by Ferdinand and Isabella and their successors. The Church was an important patron of silk production and the most sumptuous embroideries were made for its use. The embroidery on this piece is typical of the small patterns introduced in the mid-16th century, with interlaced stems and arabesques combined with small flowers. The center roundel depicts Christ with his chalice instituting the Eucharist. The roundel to the left presents St. Peter with his symbolic key to heaven, and on the right, St. Paul with the sword of his martyrdom.",
  "title": "Altar Frontal"
}
