{
  "accession_number": "81.102",
  "art_champions_text": null,
  "artist": "Designer: Charles Percier; Designer: Pierre François Léonard Fontaine; Maker: Georges Jacob",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Groves Foundation Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1796",
  "department": "European Art",
  "description": "armrests supports formed by carved figures of sphinxes; topped by fluted knobs; the back scrolling into rosetted ears and carved with acanthus leaf pattern; the seat rails carved with a rosette motif; on fluted spiral legs terminating in collars of plantain leaves",
  "dimension": "37 3/8 x 24 1/4 x 23 1/2 in. (94.93 x 61.6 x 59.69 cm)",
  "id": "http://api.artsmia.org/objects/2803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5351,
  "image_width": 4399,
  "inscription": "Stamp",
  "life_date": "French, 1739–1814",
  "markings": "Stamped [G. Jacob.]",
  "medium": "Mahogany (modern upholstery)",
  "nationality": "French",
  "object_name": "Armchair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This chair came from a suite of furniture created for the royal Palace of Fontainebleau south of Paris. It is based on a pattern by the French architects and designers Charles Percier and Pierre François Léonard Fontaine, and executed by the master wood-carver and joiner Georges Jacob of Paris. \r\n\r\nPercier and Fontaine played an important role in the development and spread of the Neoclassical style during the late 1700s. In 1801, they published the first installment of a highly influential pattern book with designs based on archaeological discoveries at the excavations at Pompeii and Herculaneum near Naples, Italy, which Percier and Fontaine sketched during their travels. The designers borrowed certain elements directly from those newly discovered sources, such as the sphinxes supporting the arms of this chair, as well as from Egyptian antiquity, seen in the sphinxes’ headdresses.",
  "title": "Armchair"
}
