{
  "accession_number": "81.105",
  "art_champions_text": null,
  "artist": "Artist: Grant Wood",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Purchased jointly by The Minneapolis Institute of Arts and the Des Moines Art Center; with funds from the John R. Van Derlip Fund, Mrs. Howard H. Frank, and the Edmundson Art Foundation, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1931",
  "department": "Arts of the Americas",
  "description": "Landscape. Painting is owned jointly by the MIA and the Des Moines Art Center",
  "dimension": "29 5/8 × 39 3/4 in. (75.2 × 101 cm)\r\n47 1/4 × 37 × 3 1/16 in. (120.02 × 93.98 × 7.78 cm)",
  "id": "http://api.artsmia.org/objects/2805",
  "image": "valid",
  "image_copyright": "© Figge Art Museum%2C successors to the Estate of Nan Wood Graham %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 4405,
  "image_width": 5866,
  "inscription": "Signature and Date",
  "life_date": "American, 1891 - 1942",
  "markings": "",
  "medium": "Oil on masonite",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G323",
  "see_also": [
    ""
  ],
  "signed": "LL: [Grant Wood, 1931]",
  "style": "20th century",
  "text": "Grant Wood, born and raised in Iowa, was the foremost artist of the American Regionalist movement, which focused on the human condition and the values of a rural environment. This well-organized landscape, with its linear precision and repetition of forms, emphasizes the order and harmony of country life. A group of Iowa businessmen commissioned this painting to present to President Herbert Hoover, who was born in the white frame cabin situated immediately behind the two-story house in the middle of the scene. The president, who had stressed his humble origins during his campaign, refused the painting because the inclusion of the larger, later house obscured the cabin. Wood eventually sold it through a dealer.",
  "title": "The Birthplace of Herbert Hoover, West Branch, Iowa"
}
