{
  "accession_number": "81.107",
  "artist": "Philips Wouwermans",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Charles B. and Margaret L. Sweatt",
  "culture": null,
  "dated": "1653",
  "description": "Dancing, drinking and amorous peasants in LRC; bathers in water at right; village buildings in distance",
  "dimension": "27 1/2 x 44 in. (69.85 x 111.76 cm) (canvas)\r\n37 1/2 x 54 x 3 1/8 in. (95.25 x 137.16 x 7.94 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/2808",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4984,
  "image_width": 7047,
  "life_date": "Dutch, 1619 - 1668",
  "marks": "Signature and Date LR on the shore: [PHILS W] (PHILS in ligature); on",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G311",
  "style": "17th century",
  "text": "Philip Wouwermans, one of the most prolific artists of the seventeenth century, created approximately 1000 canvasses during his short life of forty-eight years. Out of this vast body of work, Wouwermans dated very few of his canvases. <I>Merry and Rowdy Peasants at an Inn</I> is distinctive in that it is one of the rare occasions on which the artist ever dated a work. More significant is that it is the only work known to be dated in the year of 1653, which places it early within the artist's mature period when his ability to synthesize the elements of panoramic landscape and human activities into a balanced, harmonious whole first become evident.\r\n\r\nAlthough the activities in <i>Merry and Rowdy Peasants at an Inn</i> strike a humorous note by modern-day standards, the painting's original intent was to provide moral instruction to the viewer through illustrating the negative consequences of excessive drink. Wouwermans's ability to infuse his peasants with a sense of individuality and naturalness of gesture leaves no room for misinterpretation of their drunken behaviors.  ",
  "title": "Merry and Rowdy Peasants at an Inn"
}
