{
  "accession_number": "81.26.1a-i",
  "art_champions_text": null,
  "artist": "Artist: Stephen De Staebler",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton and The National Endowment for the Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978",
  "department": "Arts of the Americas",
  "description": "one of two figures (man) comprising Standing Man With Pregnant Woman; each figure in 9 seperable sections",
  "dimension": "92 3/8 x 16 1/2 x 12 7/8 in. (234.63 x 41.91 x 32.7 cm)",
  "id": "http://api.artsmia.org/objects/2883",
  "image": "valid",
  "image_copyright": "© Stephen De Staebler",
  "image_height": 6954,
  "image_width": 3876,
  "inscription": "",
  "life_date": "American, born 1933",
  "markings": "",
  "medium": "Stoneware",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "2883",
    "8324"
  ],
  "signed": "",
  "style": "20th century",
  "text": "Stephen DeStaebler received his M.A. from the University of California, Berkeley in the 1960s under the guidance of Peter Voulkos, one of the pioneers of ceramic sculpture in this country.  DeStaebler's early works consist of textured ceramic landscapes.  In the early 1970s, he turned his horizontal landscapes into figures, which emerge from vertical, architectural columns.  Unlike the work of Voulkos and others in this exhibition, DeStaebler creates his figures from solid slabs of clay, which he uses his entire body to manipulate.  In this way, he respects--not overcomes--the intrinsic properties of clay while associating the material's earthiness with the human body.  His figural imagery resembles ancient monumental forms, tomb figures, altars, and archeological remains.  In Standing Man With Pregnant Woman, fragmented survivors from another era emerge through the clay to symbolize the cyclical passage of time and life.",
  "title": "Standing Man with Pregnant Woman (male)"
}
