{
  "accession_number": "81.29.1-3",
  "art_champions_text": null,
  "artist": "Artist: Viola Frey",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Regis Corporation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978-1979",
  "department": "Global Contemporary Art",
  "description": ".1a,b-Grandmother (signed); .2a,b- Grandmother; .3-central piece",
  "dimension": "61 1/2 × 50 × 21 1/2 in. (156.2 × 127 × 54.6 cm)",
  "id": "http://api.artsmia.org/objects/2886",
  "image": "valid",
  "image_copyright": "Art © Artists%27 Legacy Foundation %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 3792,
  "image_width": 2912,
  "inscription": "Signature; Date",
  "life_date": "American, 1933 - 2004",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[V.Frey 78-9] on 89.29.1",
  "style": "20th century",
  "text": "Along with Robert Arneson, whose portrait of Viola is shown nearby, and Peter Voulkos, Frey is one of the most influential clay sculptors of the period in California, though her work is distinctly different from Voulkos's aggressive constructions or Arneson's politically charged pieces.  A native of Lodi, California, she attended the innovative California College of Arts and Crafts (now the California College of Arts) in the 1950s, where she first took ceramics courses.  She earned her M.F.A. at Tulane University, where she worked briefly with abstract artist Mark Rothko.  During a brief stint in New York she continued to study ceramics, though by 1960 the pull of her native state brought her back to the fertile clay art scene in the Bay area, where she taught at CCAC for over thirty years.\r\n\r\nDouble Grandmother is from an iconic series she began in the late 1970s, when she first experimented with creating life-size figures.  Probably inspired by Frey's own strong grandmother, and with facial features very similar to Frey's Double Self of 1978, the two figures exude the sense of properness, control, and immediacy that Frey sought:\r\n\r\nI like the idea of doubles because the eyes compare and check out the slightest difference…I also like the idea of doubles which play on doubles.  Double grandmothers for instance.  I do double grandmothers, but they never look alike.  I like them when they get tough. The tough grandmothers are the great ones. \r\n\r\nDouble Grandmother also exhibits the artist's sensitive interest in color and pattern; the two figures hold objects and wear clothing and accessories modeled from her flea-market finds.  Frey later sculpted and fired her figures in sections, which gave her artistic license to work on a monumental scale: eight to nine feet and beyond.",
  "title": "Double Grandmother"
}
