{
  "accession_number": "81.31",
  "art_champions_text": null,
  "artist": "Artist: Ken Price",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bruce B. Dayton and the National Endowment for the Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "12 5/16 x 5 3/4 x 8 5/8 in. (31.27 x 14.61 x 21.91 cm)",
  "id": "http://api.artsmia.org/objects/2889",
  "image": "valid",
  "image_copyright": "© Kenneth M. Price",
  "image_height": 1920,
  "image_width": 1377,
  "inscription": "",
  "life_date": "American, 1935-2012",
  "markings": "",
  "medium": "Porcelain with acrylic and glaze",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "After a two-year tenure at the Otis College of Art and Design in California (1956-58), studying with ceramist Peter Voulkos, Ken Price moved to New York and enrolled at the New York College of Ceramics at Alfred University, earning his M.F.A. in 1959. Price returned to California shortly thereafter, and later, in 1971, moved to Taos, New Mexico.\r\n\r\nRose is from an interesting time in Price's career, when he saw his ceramics as nominally functional, and more as a canvas for color exploration. The high-glaze planes of evenly applied color, subtly outlined with a white, unglazed edge, were considered unconventional in the field of ceramics at the time. In a 1979 interview, on his current work, Price stated \"I don't consider the new pieces decorative; they're made for color.\" Rose reflects the artist's multiple references to minimalism in art as well as architecture, for it is an expertly handmade piece of ceramic ware and a stand-alone sculpture without utilitarian purpose.",
  "title": "Rose"
}
