{
  "accession_number": "81.39",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Cameroon",
  "creditline": "The John R. Van Derlip Fund",
  "culture": "Bamum",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "woven raffia covered with red wool on which are three large frogs made of applique green and beige squares surrounded by blue wool blanket stitching; triangular area of white beads in front and back; each frog also has eyes of white beads with blue bead centers; raffia ties at center back Old accession tag inside cap : \"14030.0, NW Kamerun\" suggests that it may have come froma German collection. The shape of the cap is that of prestige caps worn in Bamoun, The iconography of frogs and perhaps snakes symbolized in the blue and green beadwork around each of the white areas is also typical for Bamoun. A hat with similar iconography, once worn by the Fon of Banso, is illustrated in Tamara Northern, THE SIGN OF THE LEOPARD. Storrs, CT: 1975., p. 74-cat. card",
  "dimension": "12 3/4 x 14 3/4 in. (32.39 x 37.47 cm)",
  "id": "http://api.artsmia.org/objects/2894",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3384,
  "image_width": 3756,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, raffia and glass beads",
  "nationality": null,
  "object_name": "Beaded Cap",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The shape of the hat and the imagery of frogs are typical of Bamum prestige hats, but it is known that in the early twentieth century, Bamum artists made similar hats for the court of the neighboring kingdom of Nso. The three large frogs appliqued on this hat symbolize power, royalty, and fertility. Only the king, descendants of royalty, and elite dignitaries would wear this type of hat.",
  "title": "Beaded Cap"
}
