{
  "accession_number": "81.5",
  "art_champions_text": null,
  "artist": "Maker: Tiffany &amp; Co.",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr.and Mrs. G. Richard Slade",
  "culture": null,
  "curator_approved": 0,
  "dated": "1884",
  "department": "Arts of the Americas",
  "description": "'Hill tray' presented to James J. Hill by seventeen prominent Minneapolis businessmen, kidney shaped in outline, has large flat central are engraved with a view of Minneapolis showing the Stone Arch Railroad Bridge completed 22 Nov. 1883; around the perimeter of the scene, within molded reserves, are eight vignettes representing significant incidents in J.J. Hill's career, separated by a profile medallion of Hill (top center), six animal head trophies, and a monogram of Hill's initials; all parts individually designed and manufactured, separately cast and joined to central panel",
  "dimension": "33 5/8 x 29 x 3 1/4 in. (85.41 x 73.66 x 8.26 cm)",
  "id": "http://api.artsmia.org/objects/2900",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5150,
  "image_width": 6031,
  "inscription": "Inscription; Marks",
  "life_date": "New York City, est. 1853",
  "markings": "marks, on bottom: [TIFFANY AND CO. 7913 MAKERS 3600 STERLING SILVER 925-1000 M.]\r\ninscriptions: appearing in monogram in the center of the lower edge of the tray are the cast and chased silver initials J.J.H. composed of naturalistic vines and leafage.",
  "medium": "Silver",
  "nationality": "American",
  "object_name": "James J. Hill Presentation Tray",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The citizens of Minneapolis presented this elaborate tray to the railroad baron James J. Hill (1838–1916) on September 10, 1884. It honored Hill’s “work, character, and career in the Northwest” and commemorated the recent completion of the Stone Arch Bridge, which allowed passenger transportation across the Mississippi River into the city.\r\n\r\nThe tray is engraved with a view of Minneapolis in 1884, including the Stone Arch Bridge, the Washburn flour mill (on the left) and the Pillsbury flour mill (on the right). Upriver is the Hennepin Avenue Bridge and to its left the Minneapolis Union Depot, part of Hill’s development of rail service in the city. In the border are scenes of events from Hill’s career, culminating in a portrait medallion at the top. Separating these are six trophy heads of animals native to the Northwest Territory: elk, buffalo, Rocky Mountain sheep, deer, and wolves.",
  "title": "James J. Hill Presentation Tray"
}
