{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "New York City, est. 1853",
  "nationality": "American",
  "role": "Artist",
  "dated": "1884",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "33 5/8 x 29 x 3 1/4 in. (85.41 x 73.66 x 8.26 cm)",
  "medium": "Silver",
  "title": "James J. Hill Presentation Tray",
  "id": "http://api.artsmia.org/objects/2900",
  "room": "G303",
  "style": "19th century",
  "marks": "Inscription; Marks ",
  "text": "This elaborately decorated presentation tray was given to the railroad baron James J. Hill (1838-1916) by the citizens of Minneapolis on September 10, 1884.  The tray was commissioned by seventeen prominent Minneapolis businessmen on behalf of the citizens to honor Hill's 'work, character, and career in the Northwest Territory,' and to commemorate the completion of the Stone Arch Railroad Bridge, on November 23, 1883, which allowed passenger transportation across the Mississippi River into the heart of the business district of the city.\r\n<P>The central view of the tray is the Stone Arch Railroad Bridge spanning the Mississippi River in present day downtown Minneapolis.  On either side of the river, above St. Anthony Falls, are flour and saw mills, including the Washburn Flour Mill on the left bank and the Pillsbury Flour Mill on the right bank.  In the distance is the Second Hennepin Avenue Bridge, completed in 1876, and to its left, the Union Railroad Depot, then under construction as part of Hill's development of Minneapolis.  Around the border of the tray are eight vignettes illustrating events from Hill's career, with a portait medallion of Hill in the top center.  These scenes, are separated by six animal head trophies of elk, buffalo, sheep, deer, and wolves, all indigenous to the Northwest Territory.",
  "description": "\\'Hill tray\\' presented to James J. Hill by seventeen prominent Minneapolis businessmen, kidney shaped in outline, has large flat central are engraved with a view of Minneapolis showing the Stone Arch Railroad Bridge completed 22 Nov. 1883; around the perimeter of the scene, within molded reserves, are eight vignettes representing significant incidents in J.J. Hill\\'s career, separated by a profile medallion of Hill (top center), six animal head trophies, and a monogram of Hill\\'s initials; all parts individually designed and manufactured, separately cast and joined to central panel",
  "creditline": "Gift of Mr.and Mrs. G. Richard Slade",
  "accession_number": "81.5",
  "artist": "Tiffany & Co."
}
