{
  "accession_number": "81.76.21",
  "art_champions_text": null,
  "artist": "Photographer: Eadweard Muybridge; Publisher: University of Pennsylvania",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "Gift of Samuel C. Gale, William H. Hinkle, Albert Loring, Charles M. Loring, Charles J. Martin, and Charles Alfred Pillsbury",
  "culture": null,
  "curator_approved": 1,
  "dated": "1887",
  "department": "Arts of the Americas",
  "description": "Jumping, over boy's back. From a portfolio of 83 collotypes, 1887, by Edweard Muybridge; part of 781 plates published under the auspices of the University of Pennsylvania",
  "dimension": "10 1/8 x 11 11/16 in. (25.72 x 29.69 cm) (image)\r\n18 1/2 x 23 9/16 in. (46.99 x 59.85 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/2913",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1806,
  "image_width": 2092,
  "inscription": "",
  "life_date": "American (born England), 1830 - 1904",
  "markings": "",
  "medium": "Collotype",
  "nationality": "American (born England)",
  "object_name": "Photograph",
  "portfolio": "From From \"Animal Locomotion\" portfolio (partial)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although Eadweard Muybridge first made his name in 1867 with large-format photographs of Yosemite Valley, he is best known for his pioneering photographic studies of motion, begun in the 1870s. His photography of humans and animals in motion was made using 24 cameras arranged horizontally and parallel to the line of motion. Movement of the two young men leap-frogging is one of 781 plates, comprising 20,000 photographs, published in 1887 as a portfolio titled Animal Locomotion: An Electro-Photographic Investigation of Connective Phases of Animal Movements. Unlike most of other pictures in the portfolio this work traces the rhythmic physical play of two people against a dark backdrop, shot from the side and the front.",
  "title": "Animal Locomotion Plate 167"
}
