{
  "accession_number": "81.91",
  "artist": "Nancy Sibley",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Carroll Simmons",
  "culture": null,
  "dated": "1808",
  "description": "",
  "dimension": "17 7/8 x 15 3/8 in. (45.4 x 39.05 cm)",
  "id": "http://api.artsmia.org/objects/2975",
  "image": "valid",
  "image_copyright": "",
  "life_date": "American",
  "marks": " ",
  "medium": "Linen, silk; embroidery, appliqué, painting",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "The word sampler is derived from the Latin <I>exemplum<I>, meaning example and is used to refer to two distinct textile traditions. In 16th century Europe, professional artisans made samplers for commercial purposes to illustrate the patterns, types of embroidery stitches and colors that they were prepared to provide to their customers. Consumers used these sample books and cloths to make selections when commissioning custom-made clothing or home furnishings.\r\n\r\nSamplers are more commonly known, however, as pieces of decorative needlework created by young American girls from the 18th to 20th centuries. The practice of making samplers came to America from England with migrating colonists, and by the 1720s samplers were being worked in all the major towns from Boston to Charleston. These functional pieces of embroidery were used to reinforce lessons related to literacy, aesthetic refinement, moral rectitude and household management. \r\n\r\nThis sampler was made by a ten-year old girl living in Great Barrington, Massachusetts. The prominence of the embroidered alphabet identifies this work as a <I>marking<I> sampler which prepares young girls to carry out the important task of marking precious household linens with the family name. Executed on a linen ground, this sampler displays a great variety of stitches, including cross, satin, tent, Florentine, star, double cross, chain, split-stitch, French knots, couched chenille, and couched metallic threads.\r\n",
  "title": "Sampler"
}
