{
  "accession_number": "81.94.1",
  "art_champions_text": null,
  "artist": "Photographer: Richard Avedon; Publisher: Richard Avedon",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1952",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "17 9/16 x 23 15/16 in. (44.61 x 60.8 cm) (image)\r\n19 15/16 x 23 15/16 in. (50.64 x 60.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/2976",
  "image": "valid",
  "image_copyright": "Photograph by Richard Avedon ©The Richard Avedon Foundation",
  "image_height": 4752,
  "image_width": 5681,
  "inscription": "",
  "life_date": "American, 1923-2004",
  "markings": "",
  "medium": "Gelatin silver print (printed 1970)",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From From \"The Minneapolis Portfolio\"",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Known for his character, \"The Little Tramp,\" English-born Sir Charles Spencer Chaplin (1889-1977) was a founder of United Artists Corporation and an international star. He left the United States the year this portrait was made and did not return for twenty years, when he accepted a special Academy Award.\r\nThis image is from a group of eleven prints in the \"Minneapolis Portfolio,\" which Avedon produced in 1970 on the occasion of his exhibition at the Minneapolis Institute of Arts. The show included photographs of Marilyn Monroe and Dwight D. Eisenhower, among others. Avedon said about this work, \"I want to make portraits as intense as people. I want your intensity to pass into me, go through the camera and become a recognition to a stranger.\"  \r\n\tUnlike the sharp focus maintained by August Sander, Avedon chose to use a blurred image for Chaplin's portrait. Chaplin's grin may be seen as a devilish reference to his self-imposed horns, a clever reflection of the American media's disapproval of his bohemian lifestyle. Notice how neutral backgrounds and even lighting allows Avedon's portraits of Chaplin and Buster Keaton to pop.",
  "title": "Charles Chaplin, Actor"
}
