{
  "accession_number": "82.101.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mr. and Mrs. John M. Hartwell",
  "culture": "Mong leng (Blue Hmong)",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "baby carrier, cotton, tuck and fold applique, cross stitch embroidery, indigo batik. Vegeteble blossom pattern applique on batik area; border is cotton-poly blend",
  "dimension": "24 1/2 x 17 3/4 in. (62.23 x 45.09 cm), not including straps",
  "id": "http://api.artsmia.org/objects/2994",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, polyester; embroidery, appliqué, batik",
  "nationality": null,
  "object_name": "Baby Carrier",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Mong leng (Blue Hmong) constitute a distinct linguistic/cultural group that is part of the larger Hmong culture. The textiles created by Mong leng women share common characteristics with other Hmong textiles, including the use of embroidered and appliquéd embellishments and a shared vocabulary of design motifs. They are unique, however, in their use of batik as a decorative element on women's skirts and on baby carriers.\r\n\r\nUsing melted beeswax and a special copper pen that controls the flow of the wax, the batik artist draws intricate patterns on cotton or hemp cloth. The wax acts as a resist agent that prevents the dye from penetrating the design areas when the cloth is dipped in the indigo dye bath. After it has been dyed the fabric is boiled to remove the wax, revealing the white design against the blue background. The skirt panel shown here is an example of the cloth after the patterns have been applied, but before dyeing. The central panel of the baby carrier illustrates a finished batik.",
  "title": "Baby Carrier"
}
