{
  "accession_number": "2003.66",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th-16th century",
  "department": "Asian Art",
  "description": "figure seated with legs crossed, one hand raised and one hand resting on a rail; dressed in flowing robes, crown on head; incised line details overall; rail curving around figure at front, supported behind at sides and in center front of figure; sculpture sits on a fitted black wood base",
  "dimension": "17 x 11 1/2 x 7 1/2 in. (43.18 x 29.21 x 19.05 cm) (on base)",
  "id": "http://api.artsmia.org/objects/68565",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8679,
  "image_width": 6770,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Celestial Worthy of Primordial Beginning",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "The introduction of Mahayana (\"Greater Vehicle\") Buddhism into China had a tremendous effect on Daoism. Daoist writers began to reproduce the narrative style of Buddhist writings and to develop deities such as this in imitation of the Buddhas and bodhisattvas of the Buddhist pantheon. The Celestial Worthy of Primordial Beginning was seen as the source of all Daoist teachings. When the deity first revealed his teachings, the blind regained their sight and the deaf were able to hear. This classic depiction of the Celestial Worthy of Primordial Beginning depicts the deity in rich, silken garments, eyes downcast with hand raised in teaching discourse. This bronze sculpture was most likely made as one of a set of the three celestial worthies (similar to the paintings behind) intended for use on an altar table such as this one.",
  "title": "Celestial Worthy of Primordial Beginning"
}
