{
  "accession_number": "P.78.65.60",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kuniyoshi; Publisher: Wakasaya Yoichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1844-1846",
  "department": "Asian Art",
  "description": "",
  "dimension": "8 1/2 × 13 3/4 in. (21.6 × 34.9 cm) (image, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/68913",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8468,
  "image_width": 12159,
  "inscription": "{Yōkō}; {Yokō chichi hitori ari, tomo ni sanchū he yuku to hitai no shiroki tora kitaru. chichi wo kuwan to suru wo osore te, Yōkō tora ni mukai te nanji onore wo kurai chichi wo tasuke yo to yū ????, tora o wo tare nigesaru. kore nite fushi tomo inochi wo tasukaru mo kō no toku nari} (When Yōkō and his father went to a montain, they ran into the tiger with white forehead. Yōkō was afraid that the tiger was going to kill him to eat. He told the animal to east himself, in turn, leave his father alone. When the tiger heard his words, he surrender and just left. Thus, he saved his father\\'s life and his, too. This sory shouud be remembered as a good example of a filial piety.)",
  "life_date": "Japanese, 1798 - 1861",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From Mirror of twenty-four Paragons of Filial Piety 二十四孝童子鑑",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Ichiyūsai Kuniyoshi ga}",
  "style": "19th century",
  "text": "Paragons of filial piety have been an enduring theme in Chinese art and literature since the time of the famous sage Confucius (551–479 b.c.), whose teachings stressed the importance of absolute devotion to one’s parents and elders. Japan’s Tokugawa leaders frequently commissioned painters to render the filial subjects, thereby helping to establish this tradition in Japan. Ukiyo-e artists also picked up the theme, and Utagawa Kuniyoshi featured the twenty-four paragons on several occasions.\r\nThe subject here is the story of Yōkō (Yang Xiang, in Chinese) and his father. These two were attacked by a fierce tiger in the mountains. Without thinking of his own safety, Yōkō shielded his father with his own body while demanding that the tiger devour him rather than his father. Impressed with the youth’s bravery, the tiger retreated into the forest, sparing both father and son.",
  "title": "\"Yōkō\""
}
