{
  "accession_number": "89.31",
  "art_champions_text": null,
  "artist": "Artist: Günter Brus; Artist: Arnulf Rainer",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "The John R. Van Derlip Fund and Gift of funds from the Print and Drawing Council\r\n\r\n",
  "culture": null,
  "curator_approved": 1,
  "dated": "1984",
  "department": "European Art",
  "description": "thick black drawings over light brown engraving of plants and flowers; hooded figure at bottom center",
  "dimension": "22 3/4 x 16 in. (57.8 x 40.6cm)\r\n28 7/8 × 22 7/8 in. (73.34 × 58.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/26375",
  "image": "valid",
  "image_copyright": "© G%C3%BCnter Brus and Arnulf Rainer",
  "image_height": 9065,
  "image_width": 6521,
  "inscription": "Titled in black crayon, UC: DIE HOLLE BRENNT KALT\r\n\r\nInscribed in pencil, LR: Annemone / (two illegible words); inscribed in pencil, verso, along bottom edge: (illegible word) Paris",
  "life_date": "Austrian, 1938 - 2024",
  "markings": "",
  "medium": "Oil pastel, black crayon, graphite, and watercolor over a nature-printed engraving in sepia ink",
  "nationality": "Austrian",
  "object_name": "Collaborative drawing",
  "portfolio": "From Vertiefung mit Bewölkung (Depth Obscured)",
  "provenance": "The artists; [Margaret Roeder Gallery, New York]; sold to MIA, 1989.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: A. Rainer; UR in black crayon: Brus 84",
  "style": "20th century",
  "text": "Among Austria’s leading living artists, Arnulf Rainer and Günter Brus are renowned for cutting-edge work. In this collaboration, the artists created an unusual series by making drawings directly on 19th-century nature prints. This work incorporates one from an 1855 botanical treatise representing an anemone. \r\n\r\nRainer began by aggressively applying strokes of deep black oil stick to the engraving, obscuring much of the flower’s structure and actually tearing the sheet in several places. He established the rectangular “frame” and created an ominous vortex-like shape—formed partly by the wings of an immense cicada with protruding eyes—which seems to engulf the delicate plant. Brus, for his part, chose strange psychosexual imagery. Using black crayon, he added two prominent figures in the foreground. A demonic, skeletal form wearing a black hood gazes plaintively downward. The gaping crevice in its heart is an allusion to female genitalia. To the right, the disembodied head of a woman floats atop a stalk. The chaos of this disturbing scene is heightened by splattered watercolor in blue, gray, and violet.",
  "title": "Hell Burns Cold (Die Hölle brennt kalt)"
}
