{
  "accession_number": "90.58.180",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Virginia Doneghy",
  "culture": "Cochiti Pueblo",
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "Cochiti; 4 strands of tubular coral beads, round metal beads, single beads of jet and turquoise, small arrowhead; 14 small sheet crosses; large double-barred cross of bruised heart type. J.#438, Cat.#381.",
  "dimension": "18 in. (45.72 cm)",
  "id": "http://api.artsmia.org/objects/26816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4888,
  "image_width": 3911,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver, coral (?), turquoise, jet, arrowhead",
  "nationality": null,
  "object_name": "Necklace",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Blending the distinct artistic traditions of both the Kotyit and Spanish colonists, this stunning beaded necklace is a study of religious assimilation.  Introduced in the 16th century by Spanish missionaries, Catholic iconography inspired the work of subsequent generations of Pueblo artists.  This distinct necklace style is characterized by its strong central pendant, a double-barred cross.  Known to Catholics as the Cross of St. James (the patron saint of Spain), the icon was readily adopted by Pueblo artists who associated it with their own ancient symbol for the dragonfly.  The cross sits atop a stylized Sacred Heart, a Christian symbol of Jesus' love and sacrifice.  While the necklace is visually dominated by this central pendant and fringe of crosses, close inspection reveals the inclusion of three amulets.  A polished jet square, a rough-edged turquoise disc, and a miniature stone arrowhead lend an extra element of strength and protection to this potent symbol of Christian faith.",
  "title": "Necklace"
}
