{
  "accession_number": "90.58.161",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Virginia Doneghy",
  "culture": "Diné (Navajo)",
  "curator_approved": 0,
  "dated": "1940s-1950s",
  "department": "Arts of the Americas",
  "description": "Santa domingan. Single strand of silver beads; on either side of naja are 5 3-pronged squash-blossoms attached to bead and pierced extension with 3-sectioned decorative \"butterfly\" plate set with elliptical Blue Gem Turquoises on top, one turquoise in center of each plate;cast naja is carinated, has 3 turquoise, fleur-de-lis and shell decoration; string has metal clasp; 13 stones. J.#408, Cat.#425.",
  "dimension": "14 in. (35.56 cm)",
  "id": "http://api.artsmia.org/objects/26828",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4166,
  "image_width": 3333,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver, turquoise",
  "nationality": null,
  "object_name": "Necklace",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Necklaces are one of the most distinctive types of Southwest jewelry.  Modified from an earlier design of carved turquoise beads, the classic form is made of cast or hammered silver.  Round beads are interspersed with squash blossom ones, a shape adapted from a Spanish pomegranate decorative motif.  The crescent-shaped pendant, or naja, is purely an aesthetic element, to provide a visual focus for each necklace.  Over time, the original form became ever more elaborate, with additional turquoise added at crucial design points for greater ornamentation.  The creativity of the artist is expressed through their combination of all these varied elements into a beautiful and harmonious whole.",
  "title": "Necklace"
}
