{
  "accession_number": "30.23.47",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "Bequest of Miss Lily Place",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century–early 20th century",
  "department": "Asian Art",
  "description": "Square, batik, cotton. Birds and grotesque figures on light tan ground. Wide border of brown fruit and leaves on blue ground. At the request of Mr. Plimpton this printed fabric was washed in Ivory Snow on February 2, 1950 by Mr. Soulen and Jim Cooper.",
  "dimension": "L.44-½ x W.42 in.",
  "id": "http://api.artsmia.org/objects/15161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6740,
  "image_width": 7167,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "cotton; dyed",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "The Indonesian island of Java is renowned for its production of batik textiles. Using a resist-dyeing process, batik makers, usually women, draw intricate patterns in wax (the resist) with a pen-like device over cotton cloth. Then they soak the fabric in successive batches of color dyes. Because the wax resists dyeing, once it is removed, the original design remains. The work is also known as tulis, or writing. Antecedents of batiks can be traced back to Indian textiles from the first millennium CE. Evolving on Java from 1600s court culture into a major industry under 1800s Dutch colonial rule, batiks feature a range of motifs, many of which are uniquely Javanese. \r\n\r\nCollected in the early 20th century by Lily Place, a Minnesota native based in London, Paris, and Cairo, these two textiles demonstrate the appeal of later Javanese batiks to foreign tastes. Decorated with scrolling, flowing vines, the traditional skirt (sarong) cloth shows a mixture of Chinese, Javanese, and European influences; for example, the roses and fluttering butterflies come from Dutch horticultural books. The other panel features stick-like figures associated with Javanese puppet performances, or wayang kulit, of Hindu epics still performed for a Muslim-majority nation. However, its square format conforms to a man's headcloth, which would typically not include such imagery. These adaptations reveal how popular traditional Javanese imagery, such as the wayang and the central “tree of life” motif, were among the clientele of batik artisans.",
  "title": "Batik panel"
}
