{
  "accession_number": "30.62.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Mrs. C. C. Bovey",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "kussaba, or square shawl (double); one side is white while other has blue ground; completely covered with floral, leaf and arabesque design; many pieces have been woven separately and incorporated into the whole; the border, woven separately and added, is covered with flowers and floral trees; much of the design is outlined in embroidered stitch; outer border of strips of fringed colored woolen with flowers woven into top",
  "dimension": "78 1/2 x 80in. (199.4 x 203.2cm)",
  "id": "http://api.artsmia.org/objects/15312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7506,
  "image_width": 7280,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "goat-fleece base and silk embroidery",
  "nationality": null,
  "object_name": "Shawl (Kussaba)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Worn by elites for centuries, Kashmiri shawls are fascinating documents of style, craft, and meticulous labor. This shawl was made for the European export market in the mid-19th century when they were at the height of style among fashionable ladies of Europe. Numerous paintings, such as the MIA's \"Portrait of the Gaspard Moeremans Family\" (see photo below 91.35 detail), portray women draped in Kashmiri shawls, displaying their status and wealth.  \r\nShawl production was a labor intensive process from start to finish. The finest shawls used soft fleece (termed pashmina or cashmere) collected from the underbelly of a wild Himalayan mountain goat. Their construction involved a complicated chain of command, including government inspectors, merchants, workshop owners, pattern makers, and finally, weavers. Weavers sat on the ground at their looms and followed the instruction of an individual who read aloud from a written pattern code that described each line of weaving, which in this case produced a design dominated by paisley, palmette, and blossoming tree motifs. Like many other shawls from this period, multiple pieces of cloth have been woven separately and stitched together to create the overall design.   \r\nThis shawl was additionally worked with fine embroidery, highlighting the edges and surfaces of woven patterns with brightly colored silk thread. The predominant color of the embroidery is a bright sky blue, which is supplemented by a dazzling array of other colors stitched in mind-boggling detail. The ripples in the fabric are a result of its warping over time, but suggest how the pattern was meant to be seen, resting in curves around its owner's shoulders",
  "title": "Shawl"
}
