{
  "accession_number": "31.15.12",
  "art_champions_text": null,
  "artist": "Artist: Possibly by Gilbert Ash",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James F. and Louise H. Bell in Memory of James S. and Sallie M. Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1750-1765",
  "department": "Arts of the Americas",
  "description": "this chair is said to be one of a set of chairs owned by Sir William Johnson of Johnstown N.Y; see Catalog card and object file for details; black modern upholstery with cross-stitch flowers. This chair has been reupholstered to have pink fabric covering the seat.",
  "dimension": "38 1/2 x 20 x 16 1/2in. (97.8 x 50.8 x 41.9cm)",
  "id": "http://api.artsmia.org/objects/15399",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4925,
  "image_width": 3317,
  "inscription": "",
  "life_date": "American, 1717-1785",
  "markings": "",
  "medium": "Mahogany, white pine, ash, mohair",
  "nationality": "American",
  "object_name": "Side chair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This chair may have been made for Johnson Hall, the home of Sir William Johnson, New York's Superintendent of Indian Affairs.  It bears several features often found on New York chairs associated with Chippendale style: bold, almost square ball-and-claw feet; the diaper (diamond-patterned) carving on the knees of the legs; and rounded, tapered rear feet that end in square pads.  The Yale University Art Gallery; the Museum of Fine Arts, Houston; and Winterthur, Henry du Pont's museum in Winterthur, Delaware; and the Chipstone Foundation in Milwaukee each own a chair thought to be from this same group.  New York City maker Gilbert Ash has been suggested as a possible maker, as their design relates to another chair attributed to him, and records indicate he made the case for an organ Johnson bought for his local church.",
  "title": "Side chair"
}
