{
  "accession_number": "31.83.1",
  "artist": "",
  "continent": "Asia",
  "country": "Cambodia",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "dated": "13th-14th century",
  "description": "Buddha, figure of, seated on coils of a snake and sheltered by his seven expanded hoods.  Monastic garment covers the figure (greatly weathered) leaving right shoulder bare; pendant ears, without jewelry.  The Usnisa, or flame, is cone shaped; the hair is apparently plaited.  The figure and serpent were originally ornamented with gilding, some of which remains, especially on coils of serpent and rear of his expanded heads.  The serpent is in three coils.  Provenance Angkor region.",
  "dimension": "33 1/4 x 15 x 11in. (84.5 x 38.1 x 27.9cm)",
  "id": "http://api.artsmia.org/objects/15618",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5442,
  "image_width": 3570,
  "life_date": null,
  "marks": " ",
  "medium": "Dark grey sandstone with polychrome",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "13th-14th century",
  "text": "This stone sculpture represents a transcendent Buddha, who is seated on the coils of a seven-headed snake. Under Jayavarman VII (1181-1218), tantric Buddhism became the state religion, as opposed to a form of Buddhism that stressed the historical events in the Buddha's life.  The naga (snake) enthroned Buddha represented the ideal form of an enlightened being, and also represented the king himself.  \r\nAfter the 13th century the image of the naga-enthroned Buddha was appropriated by a new sect, which focused on historical events in the Buddha's life. They destroyed many images with tantric iconography that could not be incoporated into their mythology; however, naga-enthroned buddhas were interpreted as a post-enlightenment event, when the Buddha was shielded by a seven headed serpent during a flood so he could meditate undisturbed. Thus many of these images today are still incorrectly identified as depicting the Buddha sheltered by the serpent Mucalinda.\r\nThe Buddha retains residual paint that probably dates to the 19th or 20th century.",
  "title": "Naga-Enthroned Buddha"
}
