{
  "accession_number": "33.32",
  "art_champions_text": null,
  "artist": "Artist: Ernest Dewey Albinson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "By subscription: Mmes. John Washburn, Preston King, Mrs. C. C. Bovey, C. D. Velie, John Crosby and Harriet Clarke Hanley. Messrs.: E. C. Gale, James F. Bell, P. Dana McMillan and Mr. and Mrs. C. C. Webber, Miss Emily D. McMillan, Miss Margaret Crosby",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "Arts of the Americas",
  "description": "Landscape. Tree and rushing waters in the foreground, road and buildings in the distance in the upper right.",
  "dimension": "34 1/2 x 40 in. (87.63 x 101.6 cm) (canvas)\r\n40 3/4 x 46 1/4 x 2 1/2 in. (103.51 x 117.48 x 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/15729",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6919,
  "image_width": 8083,
  "inscription": "",
  "life_date": "American, 1898 - 1971",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "\"It is a vigorous and sweeping picture, painted last March [1933] just as the icy waters of the Saint Croix were breaking their winter bonds. In it one senses the emotions of the artist, driven almost to frenzy by long cold months of inaction. The trees, stark against the sky, the freshets rushing past the great rocks on the bank, and the quiet street of Taylors Falls, seen across the river, arouse in the observer something of the same feeling of tumult that inspired the artist to do this picture. It is like the first fresh stinging wind of spring.\" - Text from the Bulletin of The Minneapolis Institute of Arts, January 6, 1934\r\nRecent conservation of this picture was made possible by a generous contribution from Sally and Ernie Lehmann through the Adopt-a-Painting program, in memory of Sally’s mother, Trudie Janssen Willius.",
  "title": "St. Croix Rapids, at Taylors Falls, Minnesota"
}
