{
  "accession_number": "35.7.213",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "Bequest of John R. Van Derlip in memory of Ethel Morrison Van Derlip",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Head shawl, fine white cotton, thickly embroidered with poplar (?) leaves in red silk in long satin stitch, the stems in green chain stitch. Narrow border around entire shawl of the same, flanked by yellow couched black silk floss. Wide cotton border at each end divided into compartments carrying formalized red and green trees. Three vertical seams.",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/15870",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6278,
  "image_width": 8804,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk, embroidery",
  "nationality": null,
  "object_name": "Woman's wedding veil (Abochhini)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Abochhini (women’s wedding shawl) embroideries were created by women of all faiths (Muslim, Hindu, and Sikh) in the northern Punjab and Sindh regions of the subcontinent, now divided by India and Pakistan. Treasured heirlooms and a source of a woman’s personal wealth, abochhinis were often given along maternal lines at rites of passage, such as marriage and birth. \r\nHere, a golden-yellow ground of fine cotton muslin is stitched with a silk thread of red and green, creating a lustrous, all-over pattern of plant and flower motifs. These “garden” patterns were among the most expensive and time-consuming to produce, indicating the status of the wearer and the importance of the occasion. The slight breaks in the pattern are intentional, said to ward off evil spirits.",
  "title": "Woman's wedding veil (Abochhini)"
}
