{
  "accession_number": "39.44a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Mr. and Mrs. Augustus L. Searle",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Carved paper-thin white jade vase, loose rings; with cover. Body decorated with floral forms and trailing branches. Base and cover carved with collars of leaves; small inscription on neck. 5/16/2007 - One handle and finial of lid missing. Missing since before 1978 per B.Jacobsen. KKrenz",
  "dimension": "4 1/4 x 4in. (10.8 x 10.2cm)",
  "id": "http://api.artsmia.org/objects/15953",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "On neck of vase. Not on catalogue card.",
  "medium": "White camphor jade",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The successful adaptation of the flower-and-bird theme into jade compositions can be seen on a number of vases and kettles that bear shallow relief of flower and bird painting. Here the compositions of the two circular registers are quite similar. They are composed in a conventional manner. The popularity of this flower in painting is supported by its symbolism associated with women; while it implies the idea of fertility and the bearing of sons, it is also said to be capable of taking away the sting of one’s sorrow. In the floral composition carved on this vase, there is a great emphasis on the curves of the plants. The traditional treatises required that in painting plants and flowers, flowers from the herbaceous family should be treated differently from those in the tree family. The herbaceous blossoms and stalks should be painted so as to convey a feeling of flexibility and grace (wumei), and is thus distinguished from the splendor and imposing quality (fuli) of the tree flowers.",
  "title": "Vase with Cover"
}
