{
  "accession_number": "96.146.298",
  "art_champions_text": null,
  "artist": "Maker: Guan Daosheng",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-14th century",
  "department": "Asian Art",
  "description": "chrysanthemum blooms and leaves center and left; mantis-like insect on bloom at center right; circular mat; faded red seal upper right; single line of calligraphy upper left with faded red seal below",
  "dimension": "9 1/2 in. (24.13 cm) (circular mat opening)",
  "id": "http://api.artsmia.org/objects/35149",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7838,
  "image_width": 7875,
  "inscription": "Inscription\r\n\r\nsingle line of calligraphy in black upper left",
  "life_date": "Chinese, 1262 - 1319",
  "markings": "Seals\r\ntwo red seals one upper right, one left below calligraphy, both faded",
  "medium": "Ink and color on fabric",
  "nationality": "Chinese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-14th century",
  "text": "The history of Chinese flower-and-bird painting up to the Tang dynasty (618-907) represents a gradual, cumulative mastery of the artists' means of description and expression. Two groups of artists dominate: the academy school and the scholar-painters. The first group worked mainly with descriptive line and color on silk. They pursued a meticulous, naturalistic rendering, a dazzling surface and a sensuous effect. This painting is a good example of this style. The chrysanthemum flowers in autumnal solitude, embodying purity in its yellow blossoms. It is a favored motif among literati artists.\r\n\r\nGuan Daosheng, a native of Qingpu, in present-day Shanghai, was an accomplished poet, painter, and calligrapher of the Yuan dynasty. She was married to Zhao Mengfu (1254-1322), a prince and descendant of the Song dynasty who became one of the most influential scholars, painters, and calligraphers in Chinese history. Their second son, Zhao Yong, also became a famous painter and calligrapher.",
  "title": "Chrysanthemums"
}
