{
  "accession_number": "2001.92",
  "artist": "Maker: Homer Dodge Martin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Rev. Richard L. Hillstrom",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1860-1865",
  "department": "Paintings",
  "description": "Landscape with mountains in background; tall tree at right; 2 figures, one on horseback, right of center",
  "dimension": "13 7/8 x 24 in. (35.24 x 60.96 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/35547",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3916,
  "image_width": 6721,
  "inscription": "Signature",
  "life_date": "American, 1836 - 1897",
  "markings": "Labels on verso (frame):\r\n[\\'Hudson River Landscape, by Homer Dodge Martin (1836-1897)\\', Fine Prints and American Paintings, Kennedy Galleries, Inc., Founded 1874 by H. Wunderlich, 13 East 58th Street, New York, N.Y. 10022]\r\n[Hudson River Landscape, Oil on Canvas, by HOMER DODGE MARTIN, N.A. (American 1836-1897) Purchased Kennedy Galleries, New York City, DZZ.zz October 27, 1965 RICHARD LEWIS HILLSTROM COLLECTION]\r\n[exhibition label for \\\"The American Landscape\\\" at the Minnesota Museum of Art]\r\n",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G323",
  "see_also": [
    "35547",
    "61053"
  ],
  "signed": "LL in brown: [H.D. Martin]",
  "style": "19th century",
  "text": "Admired for panoramic views of the Hudson River Valley, Homer Dodge Martin was particularly concerned with evoking the spirit and mood of nature. Influenced by the landscapists Thomas Cole and John F. Kensett, he preferred to paint naturalistic scenes of the Catskill and Adirondack mountains in New York state.\r\n\r\nIn <I>Hudson River Landscape</I>, probably completed in the mid-1860s, Martin carefully detailed the light, atmosphere, and space of the idyllic riverbed. His use of naturalistic color and a balanced composition further enhances the inherent beauty and tranquility of the setting. He included distant figures only as a visual reminder of humankind's insignificance in the face of nature's imposing majesty. Like many of his contemporaries, Martin usually painted his landscapes back in his studio, working from memory or preliminary sketches.",
  "title": "Hudson River Landscape"
}
