{
  "exhibition_id": 1026,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Swiss Graphic Design: Precision and Presence",
  "exhibition_description": "The year 2009 marks the 20th annual Modernism exhibition presented at Wells Fargo Center in downtown Minneapolis. To commemorate the anniversary, Wells Fargo Minnesota has donated a series of twenty Swiss posters — emblematic of the Swiss International Style dating from 1950 -1985 — to the Minneapolis Institute of Arts.\r\nA haven for artists fleeing two world wars, neutral Switzerland formulated a distinct advertising style with special emphasis on the poster format. Swiss artists had been exposed earlier to the move-ments and styles flourishing elsewhere in Europe, yet it was not until the late twenties that the Swiss poster exemplified a universally recognized signature style.\r\nThe active encouragement of poster design by the Swiss government at national and local levels and the institution of an annual competition to promote it were significant, as were such important journals as Graphis (founded in 1944) and Neue Grafik (New Graphic Design) founded in 1958. Replete with articles summarizing the major tenets of the Swiss Style, it was responsible for establishing Switzerland’s reputation as the epicenter of modernist typography. Moreover, the schools of applied arts in Basel and Zurich became internationally important education centers for graphic design.\r\nSwiss designers developed a number of new typefaces in the 1950s, the most popular and celebrated being Helvetica,* a refined version of Akzidenz Grotesk, a 19th-century sans-serif typeface. Helvetica’s widespread use became integral to the clarity and easy legibility of the Swiss graphic style. In fact, sans-serif type was the most emblematic component of the International Typographic Style. In 1954, Adrian Foutiger designed Univers, a mathe-matically constructed and visually programmed font with twenty-one variations.\r\nAmong the younger Swiss designers who emerged in the 1950s through the ’70s as important innovators were: Armin Hofmann (his 1965 book, “Graphic Design Manual,” was a key manifesto of elementary design principles), Tino Steinemann, Car",
  "begin": 2009,
  "end": 2009,
  "display_date": "Tuesday, January 27, 2009 - Sunday, July 12, 2009",
  "public_info": 0,
  "objects": [
    106871,
    106872,
    106873,
    106874,
    106875,
    106876,
    106877,
    106878,
    106879,
    106880,
    106881,
    106882,
    106883,
    106884,
    106885,
    106886
  ],
  "venues": []
}
