{
  "exhibition_id": 1063,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Holiday Traditions",
  "exhibition_description": "Since 1951, the MIA has decorated its American and European period rooms each year to show winter holidays as they were celebrated in times past. Nine period rooms showcase a range of special occasions, from a feast in Tudor England to a 1770s Hanukkah celebration in Providence, Rhode Island. Examples of early Christmas trees and Nativity scenes are highlighted in the Bell Family Decorative Arts Court and the Mary C. and Walter C. Briggs Gallery. To further explore the holidays this year, a selection of seasonal children’s books from the nineteenth and early twentieth centuries will be on view in the Bell Court. Tours of the period rooms are led by costumed docents and are offered several times per day. For information on holiday tours of the period rooms, please call 612-870-3131.\r\nAs well, the MIA’s Prairie-School style Purcell-Cutts House, designed in 1913 by William Gray Purcell and George Grant Elmslie for Purcell and his family, is decorated for the holidays to reflect the upper-middle-class, “progressive” lifestyle of the Purcells around 1915. Throughout the holidays, visitors can enjoy lively tours by costumed docents emphasizing the gifts, toys, food and social traditions of each period. Tours of the Purcell-Cutts House, given on weekends from November 28 through January 3, can be reserved at 612 870-6323 or online.",
  "begin": 2009,
  "end": 2010,
  "display_date": "Friday, November 27, 2009 - Sunday, January 03, 2010",
  "public_info": 0,
  "objects": [
    33274,
    33275,
    33468,
    33475,
    33485,
    33486,
    33487,
    33488,
    33490,
    33495,
    33496,
    33497,
    33499,
    33500,
    33502,
    33503,
    33507,
    33512,
    33513,
    33516,
    33581,
    33637,
    60160,
    63536,
    63537,
    63538,
    83524,
    83529,
    83530,
    83532,
    83533,
    95817,
    95818,
    95827,
    95828,
    98638,
    101340,
    101341,
    101342,
    101343,
    101344,
    101345,
    101346,
    101347,
    101348,
    101349,
    101357,
    101462,
    105099,
    106869,
    108707,
    108711,
    108712,
    108713,
    108714,
    108715
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2009,
      "end": 2010,
      "display_date": "Friday, November 27, 2009 - Sunday, January 03, 2010"
    }
  ]
}
