{
  "exhibition_id": 1071,
  "exhibition_department": "Historic: Contemporary Art",
  "exhibition_title": "Until Now: Collecting the New (1960-2010)",
  "exhibition_description": "Until Now: Collecting the New (1960-2010) is an in-depth look at international artistic activity from around the globe. The exhibition explores more than seventy-five works, including paintings, sculpture, prints, installation art, photography, and video, by artists; who have altered the direction of art during the past fifty years. While some of these pieces are in the museum’s permanent collection, most are on loan from artists, collectors, and galleries. The roster of artists, which incorporates modern masters as well as those emerging on the scene, includes Siah Armajani, Willie Cole, Mona Hatoum, David Hockney, Ilya Kabakov, Yayoi Kusama, Takashi Murakami, Claes Oldenburg, Nam June Paik, Cindy Sherman, Yinka Shonibare, and Andy Warhol, among many others.\r\nPresenting a fresh vision of contemporary art, the exhibition also builds on the strengths of the museum’s renowned encyclopedic collection. Seeing contemporary art in the context of these diverse cultural forms and historical periods offers visitors new insights and perspectives on art’s ongoing significance and meaning. In conjunction with this special exhibition, a new program titled “Art Remix” features selected works of contemporary art installed throughout the museum in a variety of juxtapositions with the museum’s culturally rich and diverse historical holdings.\r\nUntil Now is organized around general themes that encompass a broad range of global art activity that cut across time, cultures, and other borders. Reflecting significant trends in the recent history of art, these themes include “New Poetics,” “Reviving Realism,” “Poptical,” “Recuperation,” and “Passages.”",
  "begin": 2010,
  "end": 2010,
  "display_date": "Friday, April 16, 2010 - Sunday, August 01, 2010",
  "public_info": 0,
  "objects": [
    45571,
    108779,
    108854,
    108873,
    108879,
    108880,
    108881,
    108882,
    108883,
    108884,
    108885,
    108886,
    108887,
    108888,
    108889,
    108890,
    108891,
    108892,
    108893,
    108894,
    108895,
    108896,
    108897,
    108898,
    108899,
    108900,
    108901,
    108902,
    108903,
    108904,
    108905,
    108906,
    108907,
    108908,
    108909,
    109113,
    109114,
    109115,
    109116,
    109117,
    109121,
    109122,
    109123,
    109131,
    109135,
    109136,
    109139,
    109140,
    109141,
    109148,
    109149,
    109150,
    109151,
    109153,
    109154,
    109155,
    109156,
    109157,
    109158,
    109159,
    109160,
    109161,
    109162,
    109163,
    109164,
    109165,
    109167,
    109168,
    109169,
    109170,
    109173,
    109179,
    109180,
    109186,
    109194,
    109195,
    109196,
    109233,
    109234,
    109241,
    109248,
    109249,
    109250,
    109251,
    109252,
    109253,
    109254,
    109260,
    109261,
    109262,
    109263,
    109272,
    109273,
    109274,
    109315,
    109327,
    109328,
    109329,
    109330,
    109331,
    109332,
    109333,
    109334,
    109335,
    109336,
    109337,
    109338,
    109345,
    109527,
    109528,
    109529,
    109530,
    110963
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2010,
      "end": 2010,
      "display_date": "Friday, April 16, 2010 - Sunday, August 01, 2010"
    }
  ]
}
