{
  "exhibition_id": 1108,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Rembrandt in America",
  "exhibition_description": "During the Gilded Age, Americans developed an appetite for paintings by 17th-century Dutch master Rembrandt van Rijn. His paintings are now found in public and private collections from coast to coast. This exhibition will bring together one of the most substantial groups of Rembrandt paintings assembled in America in a generation. While the main focus of the show will be on the artist and his remarkable development as a painter, attention will also be given to his influence on other artists, his status as an icon, and America’s relationship to his art. Taken as a whole, the Rembrandts in America have a distinctive character: the overwhelming majority are in portrait format whether they are portraits or not. The MIA’s own Lucretia, a single-figure half-length, is a prime example.\r\nThe paintings will be a placed in groups that attempt to illuminate specific issues, such as Rembrandt’s experimentation with different ways of handling paint, his interest in actual portraiture and in various types of fantasy portraiture, and the issue of defining the boundaries of his art. While this exhibition cannot be viewed as a full-scale retrospective, it will provide visitors the rare opportunity to observe Rembrandt’s evolution from brash young artist, to confident master, to resolute observer of timeless humanity. Rembrandt collecting has always been a challenging field. The works can be difficult and expensive to obtain, and questions of authenticity are ever present. American collectors—and they are not alone in this—have often bought paintings thinking that they were getting Rembrandts only to find out later that they were the product of other hands. For this reason, a number of works formerly attributed to Rembrandt will be displayed, including one or two for which the pendulum of scholarly opinion has swung back and forth. We hope to use this opportunity to suggest answers to the all too obvious but usually evaded question: If Rembrandt is such a genius, why is it so difficult to tell which paintings are his?\r\nThe exhibit",
  "begin": 2011,
  "end": 2012,
  "display_date": "Sunday, October 30, 2011 - Sunday, September 16, 2012",
  "public_info": 0,
  "objects": [
    529,
    114647,
    114648,
    114658
  ],
  "venues": [
    {
      "venue": "Cleveland Museum of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Sunday, October 30, 2011 - Sunday, September 16, 2012"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Sunday, October 30, 2011 - Sunday, September 16, 2012"
    },
    {
      "venue": "North Carolina Museum of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Sunday, October 30, 2011 - Sunday, September 16, 2012"
    }
  ]
}
