{
  "exhibition_id": 1114,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Embarrassment of Riches: Picturing Global Wealth, 2000-2010",
  "exhibition_description": "Embarrassment of Riches explores how contemporary media artists have depicted wealth over the last ten years and upends the usual attention given to images of poverty. Following a decade of unprecedented historical fluctuations of wealth on a global scale, this exhibition is not a celebration of affluence and consumerism but an examination of the societal effects of prosperity. \r\nPhotographers have long sought to document the effects of the economy, focusing their cameras almost exclusively on the plight of the poor and the socially disadvantaged. Most famous is Lewis Hine’s documentation of child laborers at the beginning of the 20th century and the Farm Security Administration’s survey of the migrant and rural poor during the Great Depression.\r\n \r\nThe exhibition addresses prosperity through three major themes—Currencies; Space; and Rituals and Style. Photographers Jacqueline Hassink (Dutch) and Alec Soth (American) document the private spaces of haute couture. Cindy Sherman (American) impersonates the patrons who support her work and the art world, and Alex Prager (American) stages the Hollywood poses of a generation influenced by cinema style. Artists Eve Sussman (American), Martin Parr (British), and Tina Barney (American) examine social rituals in Los Angeles, Europe, and the Middle East. Abelardo Morell (Cuban) reveals the speculative nature of value and the sheer quantity of goods that circulate within society. Luc Delahaye (French) investigates Davos and the behind-the-scenes financiers and politicians who fund commerce. Sze Tsung Leong (Chinese) and Robert Polidori (Canadian) document the transformation of China and other emerging countries.",
  "begin": 2010,
  "end": 2011,
  "display_date": "Friday, September 17, 2010 - Sunday, May 29, 2011",
  "public_info": 0,
  "objects": [
    108445,
    109915,
    110737,
    110738,
    110739,
    110740,
    110741,
    110742,
    110743,
    110744,
    110776,
    110777,
    110797,
    110798,
    110799,
    110800,
    110802,
    110804,
    110805,
    110809,
    110810,
    110811,
    110813,
    110888
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2010,
      "end": 2011,
      "display_date": "Friday, September 17, 2010 - Sunday, May 29, 2011"
    },
    {
      "venue": "Nerman Museum of Contemporary Art",
      "begin": 2010,
      "end": 2011,
      "display_date": "Friday, September 17, 2010 - Sunday, May 29, 2011"
    }
  ]
}
