{
  "exhibition_id": 1134,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Wide-Eyed: Panoramic Photographs",
  "exhibition_description": "The word “panorama” was coined in the late eighteenth century by the Irish artist Robert Barker to describe his own elongated paintings. Shortly after the invention of photography, in 1839, its practitioners also embraced the format, first making multiple-part pictures and, later on, individual images created with a succession of panoramic cameras. Most panoramic photographs fall into two categories; either they mimic normal human vision, or they extend it. Panoramas that mimic our vision are those that present a wider (or taller) view of a scene in a straightforward manner—one that an individual could take in on his or her own, by merely moving one’s head. Panoramic photographs that extend our vision are those that show us something we cannot actually see on our own. They extend not so much our vision of the world, but our comprehension of it, by stopping time, showing multiple views of a subject, or other results that only a camera can achieve.\r\nThe exhibition will comprise about thirty-five photographs, books by Josef Sudek and Edward Ruscha, one installation piece by Ken Fandell, and a coffee can reproducing a landscape by Ansel Adams. Among the photographers represented are Berenice Abbott, Oscar Bailey, Frederick H. Evans, Christopher Faust, Gus Foster, Mark Klett, Stuart D. Klipper, O. G. Rejlander, Art Sinsabaugh, Todd Webb, and Jonathan Wells. The photographs will range in time from 1848 (a daguerreotype) to within the last few years (digital color prints). ",
  "begin": 2011,
  "end": 2012,
  "display_date": "Friday, September 16, 2011 - Sunday, January 29, 2012",
  "public_info": 0,
  "objects": [
    2523,
    2747,
    3257,
    3433,
    3437,
    3581,
    5022,
    23521,
    32507,
    47200,
    62697,
    63905,
    108266,
    110299,
    110313,
    110314,
    110315,
    110316,
    110317,
    110318,
    110319,
    110320,
    110321,
    110322,
    110323,
    110324,
    110325,
    110326,
    110327,
    110328,
    110329,
    110330,
    111272,
    111273,
    111868,
    112113,
    112114,
    112206,
    112250,
    112277,
    112279,
    112280,
    112514,
    112516,
    112517,
    112605,
    112691,
    112692,
    112693,
    112694
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Friday, September 16, 2011 - Sunday, January 29, 2012"
    }
  ]
}
