{
  "exhibition_id": 1148,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Bad to the Bone: Prints from the Grip of Death",
  "exhibition_description": "Death has a lot on his calendar. Of course, there is the work of ministering to and menacing his endless stream of more or less willing clients. But, he also has parties to attend, concerts to perform, and places to go. He is an athlete, adept at riding horses, driving chariots, and maneuvering other contraptions that most of us know little about. His musical skills include stringed instruments, percussion, and brass. It comes as no surprise that he is also a gifted dancer. Death also has a practical side, as demonstrated by his mastery of agricultural implements and time pieces. He is unimpeachably democratic in his associations. In fact, it is difficult to think of anyone he would avoid. Many have claimed the title of “The Great Equalizer,” but ever-busy Death retains the crown.\r\nSo compelling is Death that he has been a subject of fascination to artists since the Middle Ages. This exhibition, a complement to “The Mourners: Tomb Sculptures from the Court of Burgundy” (January 23—April 17, 2011), features the flip-side of the human act of mourning as seen by artists ranging from Renaissance master Hans Holbein to Mexican surrealist Rufino Tomayo. Some artists take delight in the dark humor of the netherworld, some shock us with its fearsome aggression, and others find poignancy in its comfort. Some remind us that Death is an unexpected visitor for whom we must prepare; while, others see Death approaching quickly, attracted by our actions.\r\nDespite his busy calendar, Death beckons you. Great artists urge you to accept his invitation—in your imagination for the present—for eventually Death is sure to find you.",
  "begin": 2010,
  "end": 2011,
  "display_date": "Wednesday, December 22, 2010 - Sunday, June 19, 2011",
  "public_info": 0,
  "objects": [
    8136,
    43603,
    44282,
    48327,
    48328,
    48329,
    48330,
    48567,
    48834,
    48851,
    48888,
    48897,
    49137,
    49636,
    50024,
    50110,
    50117,
    50515,
    52503,
    53878,
    54029,
    55852,
    56121,
    96064,
    101677,
    110548,
    111120,
    111184
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2010,
      "end": 2011,
      "display_date": "Wednesday, December 22, 2010 - Sunday, June 19, 2011"
    }
  ]
}
