{
  "exhibition_id": 1160,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Facing the Lens: Portraits of Photographers",
  "exhibition_description": "Photographers, naturally, have a unique relationship with the camera, given it is their tool of choice. They are accustomed to being behind it, shooting with it, and seeing the results of their efforts. Many photographers are also comfortable situating themselves in front of their lenses, making self portraiture either an aspect of their work or its mainstay. On the other hand, some are notoriously camera shy, allowing few photographic images of themselves--Henri Cartier-Bresson being among the most notable.\r\nPortraiture is one of the oldest, enduring, and constant genres of image making, in all media. In the early decades of photography, humans made up the vast majority of subjects placed before the camera, because people believed whole-heartedly in the verisimilitude of the medium. Since photographs were taken “from nature” and did not involve the hand of the artist, they were thought to perfectly depict the physical--and sometimes even spiritual--characteristics of the sitter. Today, we know this to not necessarily be the case, and as photographers continue to confront the camera face on, the lens happily offers up photographic half truths and “lies.”\r\nThis exhibition features about 75 pieces, drawn largely from the MIA’s permanent collection, dating from the 1850s to within the last decade. There are both self-portraits and images by other makers. The eye of the photographer is examined as a metaphor for seeing and the act of photographing and cameras are suggested as an extension of the photographer’s eye. In this vein, images are included of Brassai, Bill Brandt, Man Ray, and Robert Mapplethorpe.\r\nThe idea that a single, solitary photographic image of an individual can fully represent its subject is, of course, spurious. Multiple images, therefore, can fill in the blanks and give a more rounded impression of the sitter, as demonstrated by many acute photographers. Eadweard Muybridge included sequential, full-figure profile images of himself in his mammoth 1880s project on human motion, in which he",
  "begin": 2011,
  "end": 2011,
  "display_date": "Friday, January 21, 2011 - Sunday, August 28, 2011",
  "public_info": 0,
  "objects": [
    1846,
    1988,
    2435,
    2437,
    2446,
    2472,
    2474,
    2501,
    2916,
    2987,
    3047,
    3310,
    3380,
    3381,
    3391,
    3651,
    4800,
    5084,
    5575,
    10712,
    11210,
    11256,
    11836,
    20049,
    20614,
    21037,
    21164,
    23198,
    23204,
    23206,
    23207,
    23742,
    24171,
    24415,
    28026,
    30573,
    30956,
    31892,
    32591,
    33068,
    52449,
    54113,
    54115,
    54116,
    63356,
    67366,
    70180,
    82807,
    99482,
    99741,
    100190,
    105027,
    105754,
    106838,
    109121,
    111248,
    111274,
    111275,
    111276,
    111277,
    111278,
    111279,
    111280,
    111281,
    111294,
    111295,
    111296,
    111297,
    111309,
    111310,
    111311,
    111312,
    111313,
    111314,
    111315,
    111316,
    111317,
    111318,
    111319,
    111320,
    111321,
    111322,
    111323,
    111324,
    111325,
    111326,
    111327,
    111328,
    111329,
    111330,
    111331,
    111332,
    111333,
    111334,
    111335,
    111336,
    111337,
    111338,
    111339,
    111340,
    111341,
    111342,
    111343,
    111344,
    111345,
    111346,
    111347,
    111389,
    111390,
    111391,
    111392
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2011,
      "display_date": "Friday, January 21, 2011 - Sunday, August 28, 2011"
    }
  ]
}
