{
  "exhibition_id": 1173,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "L’Ancien Régime: Life at the French Court in the 17th and 18th Centuries",
  "exhibition_description": "The glittering society of Versailles was a popular subject in prints in 17th and 18th-century France. For the estimated 1,000 courtiers who kept rooms at the chateau, a dizzying schedule of amusements was offered each season—fêtes, masquerade balls, outdoor theater performances and concerts, fireworks displays—with no expense spared. Arranging these entertainments and parties was important business, overseen by an official bureaucratic department of the king’s household—called the Menus Plaisirs du Roi—which employed a small army of artists, architects, and craftsmen to execute the elaborate undertakings. \r\n\r\nThe prints in this show, drawn from the permanent collection although many never before exhibited in the museum, capture the splendor of the Ancien Régime—or “Old Regime” as post-Revolutionary France termed the former system of aristocratic rule. Many of the printmakers, Charles Nicolas Cochin II, Jean-Michel Moreau, Jean Le Pautre, were commissioned by the kings to commemorate the most important of these celebrations and fêtes, with a desire to propagate, both at home and abroad, the grandeur of their reigns. Ironically, these widely disseminated images of the frivolity and decadence of courtly life may also have fostered mounting tensions against the royal regime, helping to turn the oppressive system on its head at the end of the 18th century.",
  "begin": 2007,
  "end": 2007,
  "display_date": "Saturday, June 30, 2007 - Sunday, December 09, 2007",
  "public_info": 0,
  "objects": [
    7196,
    7891,
    7912,
    7940,
    8831,
    8874,
    42642,
    43359,
    48141,
    48143,
    76097,
    76099,
    76101,
    76102,
    76104,
    76105,
    76422,
    76424,
    76853,
    77205,
    77363,
    77364,
    77457,
    77487,
    77488
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2007,
      "end": 2007,
      "display_date": "Saturday, June 30, 2007 - Sunday, December 09, 2007"
    }
  ]
}
