{
  "exhibition_id": 1177,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Sir Francis Seymour Haden: Physician and Printmaker",
  "exhibition_description": "During his lifetime, Sir Francis Seymour Haden (1818-1910) was better known as a surgeon than as an artist. It was considered proper for a 19th century English gentleman to learn how to draw and to collect art, but more as an avocation than as a profession. Haden pursued his medical training in London and Paris and eventually came to specialize in obstetrics. His private practice was successful enough to allow him to acquire a significant collection of old master prints, a well-appointed London home, and a country manor house, and to travel frequently throughout England and the rest of Europe. It was during these holidays that Haden turned to etching and to his favorite subject, the landscape and the eternal beauty of nature. \r\nWhile a medical student at the Sorbonne in Paris, Haden took night classes in anatomical drawing at the École des Beaux-Arts \"to train his powers of observation\" and to improve his surgical skills. In 1844, on a trip though Italy, he etched his first copper plate. Haden returned to the medium in 1857, and, because he was convinced that etching was an art form equal to painting, he founded the Royal society of Painter-Etchers. He also authored several art books including The Etched Work of Rembrandt (1879) and was knighted for his artistic accomplishments by Queen Victoria in 1894.\r\nDespite the vital role he played in the graphic arts, Haden never considered himself a professional artist. He was an amateur in the best sense of the work, and left behind an important legacy of etched works and writings. The 31 Haden prints in this exhibition were selected from more than 250 of his etchings, drypoints, and mezzotints held in the Department of Prints and Drawings at the Minneapolis Institute of Arts. ",
  "begin": 2006,
  "end": 2007,
  "display_date": "Saturday, December 23, 2006 - Sunday, June 17, 2007",
  "public_info": 0,
  "objects": [
    47144,
    47145,
    47148,
    47149,
    47168,
    47170,
    47185,
    47191,
    47198,
    47211,
    47213,
    47215,
    47240,
    47242,
    47249,
    47257,
    47282,
    47356,
    47371,
    47372,
    47381,
    48417,
    48425,
    48427,
    48440,
    48441,
    48455,
    48473,
    48477,
    48625,
    48628,
    54779
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2006,
      "end": 2007,
      "display_date": "Saturday, December 23, 2006 - Sunday, June 17, 2007"
    }
  ]
}
