{
  "exhibition_id": 1180,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Edward Ruscha: Stains",
  "exhibition_description": "One of the most innovative and influential artists to emerge in the 1960s, veteran Los Angeles painter Ed Ruscha is internationally known for his irreverent and often ironic depictions of Southern California culture, architecture, and urban environment. A first-generation Pop artist who explored meaning in the objects and circumstances of everyday life, Ruscha consistently established a strong conceptual framework for his art. His life-long fascination with words and language—especially the intersection of the visual and verbal—continues to infuse his work to the present day.\r\nRuscha’s Stains portfolio, produced and published by the artist in 1969, features a series of 75 sheets of white paper, each bearing a single stain from one of a spectrum of common organic materials, including such household products as Vasoline petroleum jelly, tincture merthiolate, and Liquid Drano; food items such as egg yolk, red wine (Chateau Latour 1962), and Hershey’s chocolate syrup; bodily fluids including urine and semen; and such oddities as rose petal (American Beauty) and “ant.” The portfolio is housed in a simple black clamshell case, the interior of which has been marked with one additional stain—the blood of the artist.",
  "begin": 2007,
  "end": 2007,
  "display_date": "Saturday, May 26, 2007 - Sunday, November 25, 2007",
  "public_info": 0,
  "objects": [
    99015,
    99020,
    99021,
    99022,
    99023,
    99025,
    99026,
    99027,
    99028,
    99029,
    99031,
    99033,
    99034,
    99035,
    99039,
    99040,
    99041,
    99042,
    99043,
    99044,
    99045,
    99046,
    99047,
    99048,
    99053,
    99054,
    99056,
    99057,
    99058,
    99059,
    99060,
    99061,
    99064,
    99065,
    99066,
    99067,
    99068,
    99069,
    99070,
    99072,
    99074,
    99075,
    99076,
    99077,
    99078,
    99079,
    99080,
    99083,
    99084,
    99086,
    99087,
    99088,
    99090,
    102077
  ],
  "venues": []
}
