{
  "exhibition_id": 1250,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Titian and the Golden Age of Venetian Painting: Masterpieces from the National Galleries of Scotland",
  "exhibition_description": "The exhibition presents the cream of the Scottish National Gallery’s renowned Venetian paintings collection, including three Titians from the famed Bridgewater collection of the Duke of Sutherland, which have been on loan to the National Gallery since 1945. This is the first time they have been exhibited outside of the gallery. The ravishing pendants, “Diana and Acteon” and “Diana and Callisto” have been aptly described as ranking among the most poetic creations of the Italian Renaissance and are indisputably the two most significant works by Titian outside of Italy and Spain. Originally painted for King Philip II (d. 1598) of Spain, they eventually made their way to England and into the Bridgewater/Sutherland collection at the end of the 18th century. \r\nIn addition to the Bridgewater Titians and Titian’s equally famous “Venus Rising From the Sea” (formerly a Bridgewater picture) the exhibition includes eight other paintings by Lorenzo Lotto (1), Jacopo Tintoretto (1), Jacopo Bassano (1), Paris Bordon (2), Giovanni Cariani (1), and Paolo Veronese (2). A number of these are very large in scale, and all are recognized masterpieces of Venetian Renaissance painting. \r\nAs a complement to the paintings, the exhibition features a selection of approximately 12 stunning Venetian drawings by the following masters: Titian, Domenico Campagnola, Battista Franco, Lorenzo Lotto, Palma Giovane, Palma Vecchio, Pordenone, Jacopo Tintoretto, and Paolo Veronese. \r\nExit Titian and the Golden Age of Venetian Painting through Venice on Paper, an MIA organized companion exhibition exploring the city through the graphic arts, bringing together five centuries of original prints, drawings, books, and photographs, all made in or about this enchanting “floating” city.",
  "begin": 2010,
  "end": 2011,
  "display_date": "Saturday, October 16, 2010 - Sunday, August 14, 2011",
  "public_info": 0,
  "objects": [
    111557
  ],
  "venues": [
    {
      "venue": "High Museum of Art",
      "begin": 2010,
      "end": 2011,
      "display_date": "Saturday, October 16, 2010 - Sunday, August 14, 2011"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2010,
      "end": 2011,
      "display_date": "Saturday, October 16, 2010 - Sunday, August 14, 2011"
    },
    {
      "venue": "Museum of Fine Arts, Houston",
      "begin": 2010,
      "end": 2011,
      "display_date": "Saturday, October 16, 2010 - Sunday, August 14, 2011"
    }
  ]
}
