{
  "exhibition_id": 1258,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Collateral Damage: Scenes from a War",
  "exhibition_description": "This exhibition explores the tragic consequences and incalculable human cost of war and violence. For centuries, artists of various nationalities and points of view have addressed this difficult subject in their work, creating distinctive expressions ranging from virulent anti-war sentiments to frank eyewitness accounts to personal reflections on loss and grief. Drawn primarily from the MIA’s extensive collection of graphic art, the 35 works on display include some of the most compelling representations of war and violence ever created. From Francisco Goya’s renowned Disasters of War etchings to Otto Dix’s infamous Der Krieg (War) portfolio to Daniel Heyman’s powerful portraits of tortured Iraqi War prisoners, the selection shines a bright light on the ravages of war and violence as seen through the eyes and minds of artists. \r\nAlso featured are important graphic works by Honoré Daumier, Käthe Kollwitz, Max Pechstein, Max Beckmann, George Bellows, George Grosz, Pablo Picasso, Jacob Lawrence, David Rathman, Ken Campbell, Stephen Dupont, as well as a major sculptural installation by British contemporary artists Dinos and Jake Chapman.\r\nThis exhibition was organized in conjunction with the museum-sponsored program MIA Inside/Out: Battle of Everyouth, a special one-night event presented as part of the Northern Spark Festival, a citywide celebration of experimental contemporary art in public places. This free program begins at sundown on Saturday, June 4, 2011, on the shared campus of the MIA and Minneapolis College of Art and Design. ",
  "begin": 2011,
  "end": 2011,
  "display_date": "Saturday, April 02, 2011 - Sunday, July 24, 2011",
  "public_info": 0,
  "objects": [
    7282,
    7311,
    7572,
    7573,
    7843,
    30834,
    32715,
    43355,
    43778,
    43877,
    56410,
    56442,
    57861,
    57871,
    57910,
    57926,
    58066,
    58069,
    80751,
    83668,
    90957,
    90958,
    90959,
    90960,
    90962,
    96527,
    96528,
    96545,
    96552,
    96566,
    96579,
    101907,
    105674,
    105679,
    105680,
    111680
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2011,
      "display_date": "Saturday, April 02, 2011 - Sunday, July 24, 2011"
    }
  ]
}
