{
  "exhibition_id": 1290,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "A Connoisseur’s Cabinet: Drawings from the Joseph F. McCrindle Collection",
  "exhibition_description": "Joseph F. McCrindle (1923–2008) was a tireless and gifted art collector, with a particular fondness for drawings. He began collecting seriously in the 1960s and never stopped, forming one of the greatest private collections of drawings in America in the 20th century. Traveling frequently to London and Italy in search of great drawings, the collection grew to a staggering 2,500 works before his death. It was not only remarkable for its size, but also its breadth and quality, guided by an exceptionally discerning eye.\r\nMr. McCrindle’s passion for drawings was matched by a generous spirit. Upon his death, his collection was divided up among some 30 American institutions, with the MIA acquiring a total of 98 works from his collection. Celebrating this extraordinary gift to the museum, this exhibition features selections from this rich, and very personal collection. And Mr. McCrindle’s generous legacy continues to enrich our institution. Four of the studies from his gift came to the museum in a fragile state, and they were recently conserved with a generous award from the Joseph F. McCrindle Foundation.",
  "begin": 2011,
  "end": 2012,
  "display_date": "Saturday, June 25, 2011 - Sunday, January 15, 2012",
  "public_info": 0,
  "objects": [
    104090,
    104092,
    107181,
    107183,
    107185,
    107186,
    107189,
    107191,
    107193,
    107199,
    107200,
    107201,
    107202,
    107204,
    107205,
    107207,
    107209,
    107212,
    107213,
    107224,
    107226,
    107229,
    107248,
    107257,
    107258,
    107259,
    107279,
    107280,
    107281,
    107283,
    107284,
    107348,
    108284,
    108285,
    108286,
    108287,
    109275,
    109276,
    109277,
    109281,
    109283
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Saturday, June 25, 2011 - Sunday, January 15, 2012"
    }
  ]
}
