{
  "exhibition_id": 1298,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "New Pictures 5: Jason Fulford",
  "exhibition_description": "A few years ago, a friend gave artist Jason Fulford a manila envelope, found at a flea market. The envelope contained over 80 photographs of different mushroom types, each composed and annotated with the care of someone who just had to be a mushroom collector. These anonymous photographs inspired Fulford to create his own collection of photographs, publications, sculptures, and performances, all under the umbrella of his fictional Soon Institute. Similar to the lifecycle of mushrooms, the project goes underground and periodically sprouts up in various artistic forms (including The Mushroom Collector, a book he published in 2010), in unexpected locations, such as New York, California, and Amsterdam. The “Mushroom Collector” is now rumored to be arriving this October at the Minneapolis Institute of Arts as part of “New Pictures 5,” and we are looking forward to seeing what form it will take.\r\nJohn Cage, the avant-garde musician, thinker, and, of course, mushroom collector, noted in his book For the Birds (1981), “It’s useless to pretend to know mushrooms. They escape your erudition. [The more you know them] the less sure you feel about identifying them.” Fulford’s photographs draws inspiration from Cage’s pleasure, wonder, and openness in the pursuit of visual knowledge. The pictures appear to be unremarkable shots of commonplace objects, people, and places. Yet a closer look reveals humorous and subtle oddities: a crane lifting two ladders; a natural branch form casting an artificial multicolor shadow; a happy threesome running toward a cave as though part of a travel advertisement. Instead of a singular, heroic photograph, Fulford’s images reveal themselves through repetition, sequences, relationships between form and shadow, abstraction and reality. \r\nFulford is the co-founder of the publishing house J&L Books in Atlanta / New York, and the author of several titles, such as Sunbird (2000), Crushed (2003), and Raising Frogs for $$$ (2006). This will be his first museum exhibition.",
  "begin": 2011,
  "end": 2012,
  "display_date": "Friday, October 21, 2011 - Sunday, April 08, 2012",
  "public_info": 0,
  "objects": [
    112427,
    112430,
    112431,
    112432,
    112433,
    112434,
    112435,
    112436,
    112437,
    112438,
    112439,
    112440,
    112441,
    112442,
    112443,
    112444,
    112445,
    112446,
    112447,
    112448,
    112449,
    112450,
    112451,
    112452,
    112453,
    112454,
    112455,
    112456,
    112457,
    112458,
    112459,
    112460,
    112461,
    112462,
    112463,
    112570,
    112571,
    112572,
    112573,
    112574,
    112575,
    112576,
    112577,
    112578,
    112579,
    112580,
    112581,
    112582,
    112583,
    112584,
    112585,
    112586,
    112587,
    112588,
    112589,
    112590,
    112591,
    112592,
    112593,
    112594,
    112595,
    112649,
    112650,
    112651,
    112652,
    112653,
    112654,
    112655,
    112656,
    112657,
    112658,
    112659,
    112660,
    112661,
    112662,
    112729,
    112730,
    112731,
    112732,
    112733,
    112734,
    112735,
    112736,
    112737,
    112738,
    112739,
    112740,
    112741,
    112742,
    112743,
    112744,
    112745,
    112746,
    112747,
    112748
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Friday, October 21, 2011 - Sunday, April 08, 2012"
    }
  ]
}
