{
  "exhibition_id": 1299,
  "exhibition_department": "Historic: Japanese and Korean Art",
  "exhibition_title": "Edo Pop: The Graphic Impact of Japanese Prints",
  "exhibition_description": "The Minneapolis Institute of Arts is home to some 3,000 Japanese woodblock prints. These works, collectively known as ukiyo-e, or “pictures of the floating world,” were produced during Japan’s Edo period (1600-1868). Reflecting the interests and activities of the newly emerging class of moneyed commoners, ukiyo-e prints first featured the reigning beauties of the pleasure quarters and the dashing actors of the Kabuki Theater. Later, artists expanded their repertoires to include landscapes, floral studies, legendary heroes, and even ghoulish themes. Although similar exhibitions have been organized chronologically with prints by individual artists and artistic lineages grouped together, this exhibition is arranged thematically: Women of the Floating World; The Yoshiwara; Actors and the Kabuki Theater; Great Escapes (Travel Prints); Heroes and Warriors; Visual Witticisms (Mitate-e); Classical Inspirations. \r\nEdo Pop: The Graphic Impact of Japanese Prints showcases 188 of the Minneapolis Institute of Arts’ best prints by the genre’s greatest artists including Harunobu, Kiyonaga, Utamaro, Shunsho, Sharaku, Toyokuni, Hokusai, and Hiroshige. Collected and donated by some of the museum’s most generous donors, including Richard P. Gale and Louis W. Hill Jr., the prints comprising this exhibition are renowned for their superb preservation, breathtaking designs and colors, and astonishingly refined printing techniques. \r\nWhile the impact of Japanese woodblock prints on the French Impressionists has been well documented through exhibitions and publications, the enduring influence of this art form, even into the 21st century, has received little attention. This exhibition will demonstrate how these lively, graphic images and their urbane subjects continue to inspire contemporary artists, both in Japan and around the world. Iona Rozeal Brown, an African-American artist, sees parallels in the materialism of Japan’s “floating world” and contemporary hip-hop culture. Her portraits of young black women rendered in ukiyo-e style a",
  "begin": 2011,
  "end": 2012,
  "display_date": "Sunday, October 30, 2011 - Sunday, January 8, 2012",
  "public_info": 0,
  "objects": [
    1998,
    1999,
    2000,
    2002,
    2006,
    2015,
    2019,
    2274,
    7504,
    7505,
    8175,
    8176,
    8177,
    8181,
    8182,
    8201,
    8203,
    8208,
    8211,
    8216,
    8217,
    8251,
    8575,
    8578,
    8667,
    8668,
    8689,
    8692,
    8693,
    8696,
    8697,
    8721,
    8723,
    8726,
    8728,
    8742,
    8745,
    8746,
    8747,
    9057,
    9059,
    9163,
    9165,
    9180,
    9601,
    9604,
    9609,
    9610,
    9612,
    9655,
    20075,
    22432,
    22470,
    22525,
    22618,
    22629,
    22648,
    42095,
    45600,
    45602,
    49471,
    60534,
    60810,
    60814,
    61079,
    61087,
    61176,
    61200,
    61204,
    61504,
    61745,
    62164,
    62728,
    62752,
    62768,
    62904,
    62994,
    63082,
    63134,
    63236,
    63415,
    63470,
    63534,
    65034,
    65424,
    65733,
    65734,
    65736,
    66479,
    66647,
    68506,
    68913,
    69310,
    73273,
    74543,
    74550,
    75009,
    80868,
    81546,
    81770,
    81876,
    82189,
    82205,
    82209,
    100812,
    100813,
    100814,
    112604,
    112821,
    112822,
    112823,
    112824,
    112825,
    112826,
    112827,
    112828,
    112829,
    112837,
    112949,
    112951,
    112952,
    112953,
    112954,
    112955,
    112956,
    112957,
    112958,
    112959,
    112972,
    113020,
    113022,
    113025,
    113040,
    113041,
    113042,
    113044,
    113045
  ],
  "venues": [
    {
      "venue": "Japan Society",
      "begin": 2011,
      "end": 2012,
      "display_date": "Sunday, October 30, 2011 - Sunday, January 8, 2012"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Sunday, October 30, 2011 - Sunday, January 8, 2012"
    }
  ]
}
