{
  "exhibition_id": 1311,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Bonjour Japon: A Parisian Love Affair with Japanese Art",
  "exhibition_description": "Like a tidal wave hitting the shore, the impact of Japanese art on European artists of the late nineteenth century was startling and profound. Japanese woodblock prints, screens, scrolls, and decorative objects opened new aesthetic possibilities, particularly for artists working in Paris at the turn of the century. Ukiyo-e woodcuts and a wide variety of Japanese artifacts were on display at World Fairs, in commercial galleries, and in Parisian private collections. Virtually every artist working in Paris at the end of the century felt the influence of Japanese art. Western artists incorporated asymmetrical compositions, calligraphic lines, bird’s-eye views, flat areas of color, bold patterns, and outlines into their work. Inspired by the Japanese love of subjects from everyday life and nature, European artists explored similar themes, while Japanese screens, scrolls, and fans led to the appearance of similar formats in Parisian galleries and exhibitions. \r\nBonjour Japon: A Parisian Love Affair with Japanese Art will capitalize on two major strengths within the MIA’s permanent collection—turn-of-the-century French prints and Japanese art. The works in this exhibition will come from the MIA’s permanent collection of prints and drawings and be organized into four thematic groupings mixing a broad scope of artists including Pierre Bonnard, Mary Cassatt, Edgar Degas, Henri de Toulouse-Lautrec, and Edouard Vuillard. The categories will echo the organization of the adjacent and complementary Edo Pop: The Graphic Impact of Japanese Prints. This synergy will allow visitors to continue their journey through the museum and enable them to easily continue their exploration of the concept of ukiyo-e.",
  "begin": 2011,
  "end": 2012,
  "display_date": "Saturday, October 01, 2011 - Sunday, January 22, 2012",
  "public_info": 0,
  "objects": [
    7264,
    7290,
    7291,
    7301,
    7373,
    7592,
    7862,
    7865,
    7887,
    8217,
    8734,
    8878,
    9655,
    22429,
    22462,
    32482,
    40312,
    45658,
    45668,
    46994,
    50530,
    54128,
    54330,
    55018,
    55185,
    55202,
    55366,
    55701,
    55981,
    56476,
    59877,
    61200,
    61829,
    63080,
    65955,
    65969,
    66556,
    99242,
    104343,
    108710,
    112727,
    112728,
    112762
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2011,
      "end": 2012,
      "display_date": "Saturday, October 01, 2011 - Sunday, January 22, 2012"
    }
  ]
}
