{
  "exhibition_id": 1333,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Painted to Printed: The Book In Transition",
  "exhibition_description": "Prior to 1450, all European books were made by hand. Scribes copied texts letter by letter. To illustrate or decorate the pages, artists used pens and brushes to apply ink or paint, and sometimes further embellished them with burnished gold. In the last half of the 15th century, however, books changed dramatically. By the year 1500, printing presses had taken over much of the work.\r\nJohannes Gutenberg’s invention of movable type—perfected by 1450—immediately revolutionized the replication of texts, but the transformation of illustration and decoration took longer. For decades, many books were hybrids with printed texts and hand-made decoration. Printed images—with or without coloring—slowly began to appear in books. \r\nBefore the printing revolution, the most skilled artists illustrated only books meant for the richest and most powerful patrons. Once printed images could be issued in great numbers, however, great artists began to design illustrations for books catering to the middle class. Albrecht Dürer so fully understood the potential of printed books of pictures that he even assumed the role of publisher, taking control of the entire process, from design, to production, to distribution. His illustrations for The Apocalypse (1498) proved black-and-white images could be so compelling that one would not want to spoil them with coloring.\r\nBy looking at single leaves from books dismembered long ago, one can reconstruct the history of book illustration. Here you can see comparisons of painted and printed works, as well as objects that combine both processes. In many cases, the printed works were made to simulate their painted predecessors, but sometimes influence ran in the opposite direction. Witness the ingenuity printers brought to mass production. Some attempted to print text and image from a single surface or to employ modular elements that could be re-used and re-combined. Others tried to use finely engraved copper printing plates, although woodcuts ultimately proved more practical. While the gem-like quality ",
  "begin": 2012,
  "end": 2012,
  "display_date": "Saturday, January 28, 2012 - Sunday, June 03, 2012",
  "public_info": 0,
  "objects": [
    6125,
    7325,
    7348,
    7351,
    7434,
    8855,
    9188,
    19401,
    32732,
    42069,
    42077,
    42109,
    42113,
    42116,
    42120,
    46770,
    46771,
    47942,
    49886,
    54021,
    54024,
    55628,
    66987,
    76100,
    76103,
    76120,
    113323,
    113324,
    113325,
    113326,
    113327,
    113328,
    119019
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2012,
      "end": 2012,
      "display_date": "Saturday, January 28, 2012 - Sunday, June 03, 2012"
    }
  ]
}
