{
  "exhibition_id": 1503,
  "exhibition_department": "Historic: Contemporary Art",
  "exhibition_title": "More Real? Art in the Age of Truthiness",
  "exhibition_description": "The past century has been a period of unprecedented technological change and global social upheaval, causing a dramatic shift in our collective perception and experience of reality. Once agreed-upon beliefs, or “truths,” have been cast into doubt. As viewers of The Colbert Report know, we are living in an age of “truthiness,” where things we wish to be true are preferred to things we know are true. \r\nIn this exhibition, contemporary artists from around the world use unexpected and diverse means to explore this modern conundrum. Their work can be divided into three general categories (often overlapping).\r\n1—Deception and Play: From Trompe l’Oeil to the Authentic Fake\r\nThese artworks appear to be paintings or sculptures, but play with deception, navigating the borders of illusion and reality, between the authentic and the fake.\r\n2—Reshaping the Real: Film, Memory, and the Virtual\r\nThis art uses film, video, and photography—media once thought to faithfully reproduce reality—to challenge assumptions about the physical and the virtual.\r\n3—The Status of Fact: Unreliable Narrators, Parafiction, and Truthiness\r\nSuch artists create fictional identities, stories, and works that are presented as fact. \r\nThe artworks in More Real? Art in the Age of Truthiness grapple with fascinating questions about the world today: How do we define what is real in a world where a multitude of media can radically reshape the original experience being depicted? What is the role of technology in such artistic expressions? How do we navigate between truthiness and deception in everyday life? When can fiction be truthful? \r\nIn a time when the relationship between fact and fiction has never been murkier, the artists in “More Real?” explore a shifting sense of what is real and what is not, and the consequences of not understanding the difference. \r\nThe exhibition More Real? Art in the Age of Truthiness, along with an accompanying 304-page catalogue and an interpretive website, provides a broad historical and cultural context for the questions that",
  "begin": 2012,
  "end": 2013,
  "display_date": "Sunday, July 08, 2012 - Sunday, June 09, 2013",
  "public_info": 0,
  "objects": [
    114579,
    114580,
    114581,
    114585,
    114586,
    114587,
    114588,
    114589,
    114590,
    114591,
    114592,
    114593,
    114594,
    114595,
    114596,
    114603,
    114604,
    114605,
    114606,
    114607,
    114608,
    114609,
    114610,
    114611,
    114622,
    114623,
    114624,
    114625,
    114626,
    114627,
    114628,
    114629,
    114630,
    114631,
    114632,
    114659,
    115754,
    115839,
    115840,
    115841,
    115842,
    115843,
    115844,
    115845,
    115864,
    116059,
    116062,
    116081,
    116085,
    116086,
    116087
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2012,
      "end": 2013,
      "display_date": "Sunday, July 08, 2012 - Sunday, June 09, 2013"
    },
    {
      "venue": "SITE Santa Fe",
      "begin": 2012,
      "end": 2013,
      "display_date": "Sunday, July 08, 2012 - Sunday, June 09, 2013"
    }
  ]
}
