{
  "exhibition_id": 1547,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "A Handsome Cupboard of Plate: Early American Silver in the Cahn Collection",
  "exhibition_description": "The cupboard of early American domestic and presentation silver assembled by Paul and Elissa Cahn over some thirty years is unified by strong design, fine craftsmanship, and awareness on the part of the collectors for both the course of American history and the history of the craft in the colonies.\r\n“A Handsome Cupboard of Plate” begins in Boston, with a c. 1690 caudle cup marked by the first native-born American silversmith—Jeremiah Dummer (1645-1718)—which has a history of ownership in the Tufts family of Massachusetts—proceeds to New York, with a robust tankard and a distinctive large fluted and gadrooned caster reflecting the Dutch heritage of that region marked by Bartholomew Schaats (1683-1758), and progresses to Philadelphia, where generations of the Quaker Richardson family supplied goods of the “best sort, but plain” to their clientele, including Lydia and Oswald Peel, who acquired an octagonal covered sugar dish and tea caddies ca. 1736.\r\nSilver of the post-Revolutionary War era in the Cahn cupboard documents transitions to a new aesthetic that exploited available technology for rolling sheet metal and a neoclassical ornamental vocabulary. The shop of patriot Paul Revere Jr. notably utilized both new manufacturing techniques and the new ornament. These changes are apparent in the laurel-leaf wreath enclosing the dedicatory inscription on the Danielson Family commemorative tankard (c. 1783), and in the seamed, fluted, and swag-and-tassel engraved Adams-Quincy teapot with stand (c. 1790). In New York and Philadelphia, the shops of Myer Myers and Joseph Lownes (1758-1820) utilized the sleek, smooth, “flatted” (rolled) sheet silver in hooped tankards and canns, respectively.\r\nThe end of the second presidential term of George Washington in 1797 closes out the Cahn cupboard of plate. Myer Myers died in 1795; Joseph Richardson II became second assayer at the U. S. Mint (by Washington’s appointment), and Paul Revere Jr. left the artisan silversmith’s shop to preside over industrial production of bells, cannon, ",
  "begin": 2012,
  "end": 2015,
  "display_date": "Saturday, December 01, 2012 - Monday, May 25, 2015",
  "public_info": 0,
  "objects": [
    115557,
    115558,
    115559,
    115560,
    115561,
    115562,
    115563,
    115564,
    115565,
    115566,
    115567,
    115568,
    115569,
    115570,
    115571,
    115573,
    115574,
    115576,
    115579,
    115580,
    115581,
    115583,
    115584,
    115585,
    115586,
    115587,
    115588,
    115589,
    115590,
    115592,
    115605,
    115606,
    115607,
    115608,
    115609,
    115610,
    115611,
    115612,
    115613,
    115614,
    115615,
    115616,
    115617,
    115618,
    115619,
    115620,
    115621,
    115622,
    115623,
    115624,
    115625,
    115626,
    115627
  ],
  "venues": [
    {
      "venue": "DeWitt Wallace Decorative Arts Museum, The Colonial Williamsburg Foundation",
      "begin": 2012,
      "end": 2015,
      "display_date": "Saturday, December 01, 2012 - Monday, May 25, 2015"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2012,
      "end": 2015,
      "display_date": "Saturday, December 01, 2012 - Monday, May 25, 2015"
    },
    {
      "venue": "Missouri History Museum",
      "begin": 2012,
      "end": 2015,
      "display_date": "Saturday, December 01, 2012 - Monday, May 25, 2015"
    },
    {
      "venue": "Nelson-Atkins Museum of Art",
      "begin": 2012,
      "end": 2015,
      "display_date": "Saturday, December 01, 2012 - Monday, May 25, 2015"
    }
  ]
}
