{
  "exhibition_id": 1548,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Picturing Poverty: Artistic Views of the Poor in the Baroque Era",
  "exhibition_description": "During the 17th century, artists in Europe began looking to everyday life for their subjects, with special attention to the poor.\r\nThe plight of the impoverished came to the fore during the Thirty Years War (1618–48), which reduced broad swaths of Europe to subsistence living or starvation. People were also familiar with Gospel teachings that exalted the poor as inheritors of the kingdom of heaven. Jesus himself was born in a humble stable and had simple shepherds as his first visitors. Artist after artist depicted the Holy Family’s flight into Egypt, riding on a donkey and cooking over a campfire. A strong note of compassion informed the work of Stefano della Bella and Rembrandt, whose portrayals of wretched humanity in this exhibition often took on a remarkably personal character.\r\nMany artists were able to find a sort of ragged dignity in the lower levels of society. They showed the poor in attitudes of industrious acceptance or stoicism, where a battered hat became a crown of virtue, a sign of resolute endurance of a miserable life. Such fortitude found adherents especially in France with the Le Nain brothers, whose sympathies are evident in the realism of their painting now in the Louvre, where poor farmers are portrayed, in all their deprivation and sad acceptance of poverty.\r\nIn other cases, an insistent attention to the decorative value of tattered and patched clothes—torn caps and shoes, wrinkles, sagging cheeks—suggests a colder curiosity, a simple pleasure in the representation of the picturesque, and a willingness to caricature misery.\r\nAs this exhibition demonstrates, artists interpreted poverty in many ways. For Adriaen van Ostade, it sometimes became the equivalent (both in cause and consequence) of spiritual misery. For William Hogarth, it would lead to the social denunciation described in his famous satire Gin Lane (1751). Whether the emphasis was on debauchery or the delineation of a frayed hem, the work of Baroque-era artists found the poor to be rich subject matter indeed.",
  "begin": 2012,
  "end": 2013,
  "display_date": "Saturday, December 15, 2012 - Sunday, June 02, 2013",
  "public_info": 0,
  "objects": [
    729,
    2264,
    8834,
    9663,
    12069,
    19354,
    33434,
    39462,
    43408,
    48572,
    49058,
    49061,
    49072,
    49082,
    49101,
    49105,
    49107,
    49108,
    51473,
    51736,
    54889,
    54890,
    54893,
    54894,
    54898,
    55098,
    55099,
    55100,
    55101,
    55102,
    55103,
    55105,
    55759,
    55803,
    57585,
    57586,
    105102,
    105124,
    105130,
    105136,
    105189,
    105788,
    108009,
    109723,
    115683,
    115684
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2012,
      "end": 2013,
      "display_date": "Saturday, December 15, 2012 - Sunday, June 02, 2013"
    }
  ]
}
