{
  "exhibition_id": 1549,
  "exhibition_department": "Historic: Art of Africa and the Americas",
  "exhibition_title": "Visions from the Forests: The Art of Liberia and Sierra Leone",
  "exhibition_description": "Visions from the Forests: The Art of Liberia and Sierra Leone is the collection brought together between 1965 and 1987 by the late William Siegmann. Siegmann visited Liberia for the first time in 1965 to teach history. In the ensuing decades he lived on and off in Liberia for fifteen years, pursued a graduate degree in African art history at Indiana University, and was a major force behind the development of two museums in Liberia. During this time he developed a life-long passion – and formidable eye – for African art resulting in an extensive personal collection. In 1987 he became the Curator of African Art at the Brooklyn Museum of Art and continued research on his collection. Before he passed away in November 2011, Siegmann – a native of Minneapolis who had maintained strong connections with his hometown – started donating portions of his collection to various museums including the Minneapolis Institute of Arts.\r\nCovering a period from the fifteenth to the late twentieth centuries, with many examples from the nineteenth century, Visions from the Forests: The Art of Liberia and Sierra Leone will showcase approximately seventy-five pieces, created by artists from over a dozen different ethnic groups. Some of the highlights include: a Mano face mask with feathers and shoulder cap; a large horizontal mask from the Loma; a Vai helmet mask by an identified yet unnamed master carver from around 1900; a rare wooden female figure by a Sherbro artist; a brass tortoise cast by the famous Dan caster Ldamie of Gaple; a unique sixteenth century Sapi stone sculpture representing a seated couple; ceremonial horn pendants adorned with silver in which inscriptions in Arabic and Vai have been written; a late eighteenth century side-blown ivory horn from the Krim; a Temne chiefly hat in silver modeled after a fez; and a tie dyed wrapper designed by contemporary artist Christina Tombe.",
  "begin": 2014,
  "end": 2015,
  "display_date": "Wednesday, April 09, 2014 - Thursday, December 31, 2015",
  "public_info": 0,
  "objects": [
    113292,
    113293,
    113297,
    113301,
    113306,
    113308,
    113408,
    113410,
    113412,
    113413,
    113415,
    113444,
    113445,
    113446,
    113448,
    113449,
    113458,
    113459,
    113466,
    113469,
    113471,
    113474,
    113476,
    113477,
    113478,
    113479,
    113483,
    113486,
    113487,
    113495,
    113496,
    113497,
    115714,
    115716,
    115723,
    115724,
    115725,
    115726,
    115727,
    115728,
    115729,
    115730,
    115731,
    115732,
    115733,
    115734,
    115736,
    115737,
    115738,
    115739,
    115740,
    115741,
    115742,
    115743,
    115744,
    115745,
    115746,
    115748,
    116331,
    119200,
    119201,
    119203,
    119258,
    119259,
    119260,
    119261,
    119262,
    119265,
    119266,
    119965,
    119966,
    119967,
    119968,
    119969,
    119970,
    119971,
    119972
  ],
  "venues": [
    {
      "venue": "Eskenazi Museum of Art",
      "begin": 2014,
      "end": 2015,
      "display_date": "Wednesday, April 09, 2014 - Thursday, December 31, 2015"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2014,
      "end": 2015,
      "display_date": "Wednesday, April 09, 2014 - Thursday, December 31, 2015"
    },
    {
      "venue": "National Museum of African Art",
      "begin": 2014,
      "end": 2015,
      "display_date": "Wednesday, April 09, 2014 - Thursday, December 31, 2015"
    }
  ]
}
