{
  "exhibition_id": 1550,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Supper with Shakespeare: The Evolution of English Banqueting",
  "exhibition_description": "In collaboration with world-renowned English culinary historian Ivan Day, the Minneapolis Institute of Arts will present the exhibition, Supper with Shakespeare: The Evolution of English Banqueting, December 13, 2012 – March 31, 2013. The term “banquet” in the context of sixteenth and seventeenth century England meant a visually striking collection of after dinner sweet foods, preserves, and confections. In Shakespeare’s time (he died in 1616), such displays of culinary wonder were among the most magnificent in the history of British dining. Banquets were intended to impress and delight diners while the servants cleared the remains of the main feast, so they were often held in outdoor “banqueting houses” or in an intimate chamber such as the MIA’s Tudor Room. \r\nIn 1923, the Minneapolis Institute of Arts installed the Tudor Room as the museum's first period room, calling it \"the very embodiment of the spirit of the seventeenth century.\" Furnished with a rich assortment of tables, chairs, and case furniture that evoke the furnishings and lifestyle of Tudor England, the room’s oak paneling dates to about 1600. Once part of a private chamber used for eating, sitting, and entertaining guests, the room came to the MIA with a history of use in a manor in Suffolk, England. \r\nFor Supper with Shakespeare, the Tudor Room will be laid out with a full banquet of period culinary delights hand-crafted by Ivan Day. The exhibition will continue in the adjacent Briggs Court, featuring dining related objects of silver, ceramic, and glass from the MIA’s collection, as well as an assortment of loan objects such as period cookbooks, food moulds, and kitchen utensils. The whole will enchant art lovers and foodies alike! \r\nPlanned programs include a “Supper with Shakespeare” public lecture by guest curator Ivan Day on Thursday, December 13, 2012 at 11:00 am, sponsored by the Friends of the MIA; a private Tudor-inspired feast curated by Ivan Day, date TBD, complete with a special Tudor inspired ale locally brewed for the occasion; and",
  "begin": 2012,
  "end": 2013,
  "display_date": "Thursday, December 13, 2012 - Sunday, March 31, 2013",
  "public_info": 0,
  "objects": [
    115758,
    115759,
    115760,
    115761,
    115762,
    115763,
    115764,
    115765
  ],
  "venues": []
}
