{
  "exhibition_id": 1556,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "The World at Work: Images of Labor and Industry, 1850 to Now",
  "exhibition_description": "For centuries, artists have explored the world of work and workers, creating enduring impressions of the challenges, triumphs, and life-affirming dignity of human labor. From romanticized visions of agrarian life, to sobering depictions of beleaguered manual laborers and miners, to scenes of worksites, factories, and industrial landscapes, these images reveal strikingly diverse interpretations of what it means to work. The subject is especially prevalent among graphic artists and photographers, who have exploited the power of reproduction to disseminate their ideas.\r\n\r\nSelected entirely from the MIA’s permanent collection, the exhibition showcases more than fifty original prints, drawings, and photographs by prominent American and international artists and photographers active from the mid-nineteenth century to the present. The selection will include important examples by Jean-François Millet, Auguste Lepere, Edgar Degas, Pierre Bonnard, James McNeill Whistler, Muirhead Bone, Käthe Kollwitz, Rockwell Kent, Romare Bearden, Lewis Hine, Joseph Pennell, Louis Lozowick, Joseph Stella, Charles Sheeler, Harry Sternberg, Grant Wood, John Steuart Curry, Elizabeth Catlett, W. Eugene Smith, David Parker, James Rosenquist, Jim Dine, Donald Sultan, Herb Ritts, Sebastião Salgado, and others.",
  "begin": 2012,
  "end": 2013,
  "display_date": "Saturday, December 22, 2012 - Sunday, November 10, 2013",
  "public_info": 0,
  "objects": [
    1847,
    3947,
    4428,
    7380,
    7387,
    7391,
    7502,
    7890,
    9245,
    10442,
    10525,
    10777,
    10808,
    12694,
    12937,
    13266,
    25415,
    25988,
    30579,
    32234,
    32844,
    42869,
    42983,
    43055,
    43237,
    43238,
    45508,
    45761,
    46665,
    47422,
    50033,
    50661,
    51243,
    54994,
    55144,
    55206,
    55675,
    56090,
    57260,
    57414,
    57500,
    59411,
    59576,
    59678,
    59877,
    62226,
    63909,
    64876,
    89239,
    97802,
    100784,
    100892,
    103276,
    103277,
    105829,
    111595,
    115234
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2012,
      "end": 2013,
      "display_date": "Saturday, December 22, 2012 - Sunday, November 10, 2013"
    }
  ]
}
