{
  "exhibition_id": 1595,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "The Progressive Pencil: George Elmslie's Prairie School Drawings",
  "exhibition_description": "This exhibition commemorates the 100-year anniversary of the MIA’s crown jewel of Prairie School architecture, the Purcell-Cutts House, through a celebration of the design work of George Grant Elmslie (1869-1952). \r\n\r\nHaving worked for Louis Sullivan (1856-1924) for nearly twenty years, Elmslie became well-versed in organic design principles, carrying them over in the exceptional work of the Minneapolis firms of Purcell, Feick and Elmslie (1910-1913) and Purcell and Elmslie (1913-1921). His contributions to the integrated decorative schemes developed by the firms often included a combination of elements such as terra cotta, stained glass, stenciling, furniture, murals, and sawed wood, to create a harmonic whole greater than the sum of its parts. \r\n\r\nElmslie’s design drawing for the firm, rarely shown and minimally published, are delicate and beautiful studies, though they were meant to communicate to his partners and to the craftsmen who would execute these elements. The majority of these drawings are housed in the William Gray Purcell Papers at the Northwest Architectural Archives at the University of Minnesota. The exhibition will focus on the drawings as art objects, and as documents of the collaborative process of producing organic architecture. “The Progressive Pencil” would feature drawings for the Purcell-Cutts House and other notable Purcell and Elmslie projects such as the Merchants Bank of Winona, Minnesota (1911-13), along with historic photos and selected objects. Recent MIA acquisitions by Elmslie will also be featured, including the one-of-a-kind dining room suite for Mrs. Hanna (1915) with its wealth of detail. It will include approximately 15-20 of George Grant Elmslie’s elegant design drawings, alongside photos and related objects from the MIA and local collections. ",
  "begin": 2013,
  "end": 2013,
  "display_date": "Sunday, May 26, 2013 - Sunday, October 27, 2013",
  "public_info": 0,
  "objects": [
    116239,
    116261,
    116263,
    116264,
    116265,
    116266,
    116273,
    116274,
    116277,
    116278,
    116280,
    116281,
    116282,
    116283,
    116284,
    116285,
    116286,
    116287,
    116288,
    116289,
    116290,
    116291,
    116292,
    116293,
    116299,
    116300,
    116301,
    116332,
    116333
  ],
  "venues": []
}
