{
  "exhibition_id": 1597,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Battles in the Bedroom: Courtship and Marriage in Renaissance Italy",
  "exhibition_description": "During the 15th century, the bedroom was the most private and symbolic room in patrician homes. It was the locus of conception, birth, sickness, and death. \r\n\r\nLeon Battista Alberti (1404–1472), the famous architect and theorist of the Renaissance, in his book “On the Family” (1432), describes how the newlywed husband gave his bride a tour of the house, finally entering the bedroom and locking the door. But his next move did not involve the rustling of fabric and the exposure of flesh. Instead, Alberti’s groom shows his new bride all the valuables—silverware, tapestries, clothing, and gems, as well as the splendid furniture where all these things would be secured. This passage makes clear how important the bedroom was at that time—a space of family privacy and splendor.\r\n\r\nIn the most luxurious palaces, tapestries embellished the bedroom walls and helped to control temperature. A small altar for devotion was always present, often an image of the Virgin Mary with her child, propitious for childbearing. The rooms had no closets, and cupboards or armoires had not come into use; instead, chests were the means of storage. Such chests—cassoni in Italian—were richly decorated or painted with fables or episodes from the history. They were a fundamental item of home decoration and considered the most symbolic piece of furniture connected with marriage. Great attention was therefore paid to the subjects represented upon them, allusive to the husband’s qualities, to the wife’s chastity and obedience, and to the family’s glory and wealth. Scenes of battle—reminders of hard-won power or triumphant moral virtue—were favored, and one assumes that they were also entertaining conversation pieces.\r\n\r\nClothing, wedding gifts, family documents, and other treasures were locked up in the cassoni. Smaller elegant boxes contained jewelry, sewing kits, or other personal items. The bed—the focal point of the room, and a very monument to lineage and fertility—was a complex machine, often placed on a raised platform that in some cases was a",
  "begin": 2013,
  "end": 2013,
  "display_date": "Saturday, June 15, 2013 - Sunday, December 01, 2013",
  "public_info": 0,
  "objects": [
    109,
    111,
    1581,
    1582,
    1632,
    1681,
    7434,
    7470,
    14147,
    16992,
    16993,
    44010,
    44264,
    50635,
    119019
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2013,
      "end": 2013,
      "display_date": "Saturday, June 15, 2013 - Sunday, December 01, 2013"
    }
  ]
}
