{
  "exhibition_id": 1618,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Shells: Magic and Science",
  "exhibition_description": "Shells are among the first items a child collects, instinctively, while walking on a beach. Shells are common, abundant and, at the same time, can be precious and extremely desirable. Their sound, when drawn to the ears, is the evocative, infinite sound of the waves.\r\nFrom the islands of the Pacific to African villages, from prehistoric shacks to the most sophisticated courts of Baroque Europe, the shells’ translucent texture and their complex and fantastic forms can be recognized in everyday objects, in decorative patterns, in figurative symbols and in an incredible variety of art works.\r\nShells assume a primary position in the naturalistic studies of the modern era, along with the discovery of new lands, and the improvement of optical instruments. Their forms attest not only to the perfection and magnificence of creation, but also visually make manifest mathematical logarithms; they also bring to life, and help to solve, the religious drama of the evolutionary problem.\r\nCollecting shells can also be an expensive mania, as the first Mannerist Wunderkammern testify. There, nautilus and conches were mounted in precious metals, adorned with gems, “portrayed” by painters in still lifes, and displayed in magnificent cabinets—a pride of place in keeping with the importance of shells as an important field of naturalistic studies. \r\nMinneapolis and its surrounding area possess various treasures contained in the Minneapolis Institute of Arts and public libraries, including the Wangensteen Historical Library and the James Ford Bell Library—which, together, represent an immense patrimony of prints and precious antique books on natural history. \r\nThe exhibition encompasses the passion for shells from the Wunderkammer to the post-Linnaean era. A small section is devoted to the still nowadays never-extinguished fever of shell-collecting.",
  "begin": 2013,
  "end": 2014,
  "display_date": "Saturday, November 23, 2013 - Sunday, June 08, 2014",
  "public_info": 0,
  "objects": [
    22087,
    64021,
    64023,
    64031,
    71708,
    71711,
    71712,
    72147,
    73832,
    73845,
    73846,
    73888,
    73925,
    73940,
    73944,
    73946,
    74240,
    74257,
    74268,
    74287,
    74310,
    74583,
    74597,
    74600,
    75075,
    75084,
    75522,
    75523,
    75524,
    75525,
    75527,
    75538,
    75542,
    75543,
    75770,
    75787,
    75788,
    75866,
    75873,
    75876,
    76331,
    98954,
    109578,
    109579,
    111675,
    113369,
    116543,
    116544,
    118828,
    118832,
    118833,
    118834,
    118835,
    118836,
    118838,
    118840,
    118841,
    118842,
    118843,
    118844,
    118845,
    118846,
    118847,
    118848,
    118849
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Arts",
      "begin": 2013,
      "end": 2014,
      "display_date": "Saturday, November 23, 2013 - Sunday, June 08, 2014"
    }
  ]
}
