{
  "exhibition_id": 1631,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Finland: Designed Environments",
  "exhibition_description": "This exhibition looks at the explosion of creativity in Finnish design from the last fifteen years. Nearly every aspect of life in Finland incorporates thoughtful design thinking, and sensitivity to form and material. The name Designed Environments reflects the many aspects touched by design in Finland today, from home interiors, to the body, to city streets, to food.\r\nFinland: Designed Environments presents a selection of the most elegant, artistic, and thought-provoking objects and projects by Finnish designers, craftspeople, and architects. These objects share an inherent practicality, but are thoughtfully designed for an elevation of the user’s experience. Strong undercurrents in the exhibition include: the use of natural and local materials; respect for and closeness to nature, with an ecological emphasis; a high level of quality in all aspects; and a sense of wonder. Finland: Designed Environments is the first significant museum-organized exhibition outside Finland since the 1990s to examine the breadth of current Finnish design.\r\nThe exhibition Finland: Designed Environments will encompass furnishings, fashion, and craft, as well as architecture and urbanism. It will also address emerging and noteworthy areas of sensory design, graphic design, and systems design, as well as the intersection of design and food, all actively being addressed by Finland’s design community. Drawing upon the richness of the forward-thinking design community in Finland, the exhibition includes a number of projects that were a part of World Design Capital Helsinki 2012 (a bi-annual international designation awarded by the International Council of Societies of Industrial Design). ",
  "begin": 2014,
  "end": 2015,
  "display_date": "Saturday, May 10, 2014 - Sunday, July 26, 2015",
  "public_info": 0,
  "objects": [
    114485,
    114549,
    114550,
    114551,
    114552,
    114553,
    114570,
    115753,
    116176,
    116177,
    116178,
    116179,
    116181,
    116182,
    116183,
    116184,
    116185,
    116186,
    116187,
    116188,
    116189,
    116190,
    116240,
    116241,
    118851,
    119212,
    119387,
    119388,
    119411,
    119472,
    119473,
    119474,
    119475,
    119476,
    119477,
    119478,
    119479,
    119480,
    119481,
    119487,
    119488,
    119489,
    119490,
    119491,
    119492,
    119493,
    119494,
    119495,
    119496,
    119497,
    119498,
    119499,
    119500,
    119501,
    119502,
    119503,
    119504,
    119505,
    119506,
    119507,
    119508,
    119509,
    119510,
    119511,
    119513,
    119514,
    119515,
    119516,
    119524,
    119525,
    119526,
    119527,
    119528,
    119529,
    119530,
    119531,
    119532,
    119533,
    119563,
    119564,
    119565,
    119566,
    119571,
    119575,
    119576,
    119577,
    119588,
    119590,
    119593
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Arts",
      "begin": 2014,
      "end": 2015,
      "display_date": "Saturday, May 10, 2014 - Sunday, July 26, 2015"
    },
    {
      "venue": "Nordic Heritage Museum",
      "begin": 2014,
      "end": 2015,
      "display_date": "Saturday, May 10, 2014 - Sunday, July 26, 2015"
    }
  ]
}
