{
  "exhibition_id": 1645,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Matisse: Masterworks from the Baltimore Museum of Art",
  "exhibition_description": "Henri Matisse (French, 1969-1954) was one of the most influential artists of the 20th century, whose stylistic innovations fundamentally altered the course of modern art. In a career spanning six decades, his achievements in painting, sculpture, drawing, graphic arts, book illustration and paper cutouts earned the acclaim of collectors, critics and several generations of younger artists.\r\nMatisse initially trained as a lawyer before developing an interest in art. He moved to Paris to study painting in 1891. He followed the traditional academic path first at the Académie Julian and then at the École des Beaux Arts, but he also discovered a dynamic and experimental contemporary Parisian art scene. He began to experiment with a diversity of styles to create his own pictorial language. In 1905, Matisse exhibited at the Salon d’Automne with André Derain, and their shockingly bold experiments with using color to structure their paintings brought them the derisive nickname “Les Fauves” (Wild Beasts). Across a succession of stylistic periods, Matisse aimed to discover the “essential character of things” through art that expressed balance and serenity, as he explained in his Notes of a Painter (1908).\r\nThis sweeping exhibition features fifty paintings and sculptures and thirty works on paper spanning six decades of Henri Matisse’s prolific career. Drawn entirely from The Baltimore Museum of Art’s permanent collection, one of the most comprehensive collections of Matisse’s work in the world, this exhibition provides a once-in-a-lifetime opportunity for a regional community to share in the beauty of such a magnificent body of work.\r\nIn addition to Matisse: Masterworks from The Baltimore Museum of Art are four exhibitions of outstanding works from the collection of the Minneapolis Institute of Arts, all of them created or inspired by Matisse.\r\nChasing Matisse: American Moderns Under the Influence, Gallery 361\r\nMore Matisse, Please: Drawings and Prints, Gallery 369\r\nMore Matisse, Please: Book Illustration, Gallery 359\r\nMore ",
  "begin": 2014,
  "end": 2014,
  "display_date": "Sunday, February 23, 2014 - Sunday, May 18, 2014",
  "public_info": 0,
  "objects": [
    2810,
    10625,
    10634
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2014,
      "end": 2014,
      "display_date": "Sunday, February 23, 2014 - Sunday, May 18, 2014"
    }
  ]
}
