{
  "exhibition_id": 1654,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "The Art of Murder",
  "exhibition_description": "Artists have long been drawn to the complicated murk of murder, from the biblical and quranic stories of Cain and Abel (the first murderer and first victim), to the horrific deaths of Jesus and early Christian martyrs, to gut-wrenching accounts of modern-day homicide.\r\nMurder is inevitably traumatic, a tragic narrative unfolding from the crime to its consequences. It is this story, whether arising from persecution, criminal intent, or a depraved sense of passion, that artists find so intriguing.\r\n Today, with murder constantly in the news—if it bleeds, it leads—and saturating our entertainment, from video games to mystery novels, we may be desensitized to its frightening reality. And yet our fascination with the ultimate crime endures, suggesting a primal need to grapple with its brutal truth. Artists, too, feel compelled to explore this meaning, as seen in the works here.\r\nThis exhibition was drawn from the MIA’s permanent collection of graphic Art and photography, and was complemented by key loans from private collectors.",
  "begin": 2014,
  "end": 2015,
  "display_date": "Saturday, July 19, 2014 - Sunday, April 19, 2015",
  "public_info": 1,
  "objects": [
    4112,
    5533,
    7207,
    7224,
    7227,
    7423,
    7424,
    7500,
    7519,
    7615,
    7889,
    9189,
    12945,
    21277,
    21278,
    21516,
    29672,
    32715,
    33400,
    33403,
    42912,
    43467,
    43505,
    43877,
    44006,
    45332,
    46065,
    46067,
    46754,
    47994,
    48584,
    48862,
    49911,
    49919,
    52484,
    53634,
    53749,
    54998,
    55172,
    55301,
    55640,
    55644,
    57812,
    63564,
    65446,
    66987,
    82403,
    105873,
    119696,
    119909
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2014,
      "end": 2015,
      "display_date": "Saturday, July 19, 2014 - Sunday, April 19, 2015"
    }
  ]
}
