{
  "exhibition_id": 1898,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Southern Exposure: Photographs of the American South",
  "exhibition_description": "The Deep South is one of America’s most distinctive regions. Its unique character has developed from such factors as its early geographical isolation from the North, its difficult legacy of slavery, its gripping summertime heat and humidity, its enduring hospitality, and the international flavor of some of its cities. Indigenous and visiting photographers have captured enduring images of the landscape, architecture, and inhabitants of Dixie, from the time of the Civil War up to the present. E. J. Bellocq, for instance, sensitively portrayed women in the red-light district of New Orleans a century ago. Walker Evans made many of his iconic Depression-era images in the South. Danny Lyon documented the turbulent Civil Rights Movement there. And contemporary photographers like our own Alec Soth have been drawn to the mysterious ways of everyday Southern folk. The diverse work of these and many other photographers will present a rich collage of this southern sensibility. The exhibition will include about 75 photographs, drawn entirely from the MIA’s permanent collection.",
  "begin": 2010,
  "end": 2010,
  "display_date": "Friday, March 19, 2010 - Sunday, May 30, 2010",
  "public_info": 0,
  "objects": [
    2050,
    2194,
    2195,
    2196,
    2202,
    2212,
    2311,
    2640,
    2641,
    2645,
    2649,
    2709,
    2969,
    3041,
    3168,
    3591,
    3828,
    3832,
    4861,
    5023,
    8785,
    8789,
    8791,
    8825,
    9311,
    10575,
    10670,
    10674,
    10777,
    10780,
    10808,
    10958,
    11207,
    11225,
    11387,
    11675,
    11713,
    13181,
    13641,
    19358,
    19814,
    19816,
    20096,
    20099,
    20105,
    20131,
    21516,
    22484,
    22485,
    26415,
    26422,
    26424,
    26425,
    26427,
    26459,
    26465,
    26468,
    27804,
    27898,
    28067,
    28126,
    28253,
    28906,
    45319,
    45320,
    45327,
    45328,
    45336,
    45338,
    45340,
    45341,
    59717,
    64364,
    97476,
    101967,
    103739,
    103740
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2010,
      "end": 2010,
      "display_date": "Friday, March 19, 2010 - Sunday, May 30, 2010"
    }
  ]
}
