{
  "accession_number": "96.146.159",
  "art_champions_text": null,
  "artist": "Artist: Ayaoka Yūshin",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "green cloth hardcover with soft-edge pages, white cloth panel down center of front cover; accordion style binding; paintings separated by tissue",
  "dimension": "13/16 x 9 3/4 x 12 5/8 in. (2 x 24.8 x 32 cm)",
  "id": "http://api.artsmia.org/objects/37358",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4511,
  "image_width": 3489,
  "inscription": "",
  "life_date": "Japanese, 1846 - 1910",
  "markings": "3 differnt seals of artist on each painting",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Ayaka",
  "style": "19th century",
  "text": "This album contains twelve paintings, each showing a scene representing a month of the year. The two images that comprise this spread both feature blossoming plums-long considered harbingers of spring in Japan. \r\nOn the right page, two women are shown standing by a window and looking outside. In the garden, branches of a plum tree have just begun to send forth buds. The long outer robes and hairstyles of the women suggest that they are part of the øoku, the shogun's harem, located within Edo Castle. Because they were rarely allowed to go outside, seeing plum bloom from their room was one of a few opportunities to appreciate the coming of spring. Although their faces aren't shown, their excitement is clear from their postures. \r\nThe left page shows a ceramic brush holder and an ink dish on which an ink stick rests. Along with the writing brushes, a single plum branch stands in the holder. It was customary for aristocrats and sophisticates to attach a spray of seasonal flowers to their personal letters. Thus, the person who is making use of these writing implements may intend to affix the plum spray to one of his letters. All of the flower buds except one are tightly closed, suggesting that spring is just arriving.",
  "title": "Scenes of the Twelve Months"
}
