{
  "accession_number": "96.146.120",
  "art_champions_text": null,
  "artist": "Artist: Kobayashi Kiyochika; Publisher: Daikokuya Heikichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "warrior standing with horse in front of large tree",
  "dimension": "11 5/8 x 16 15/16 in. (29.5 x 43 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/37471",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1884,
  "image_width": 2707,
  "inscription": "",
  "life_date": "Japanese, 1847 - 1915",
  "markings": "LRC: artist\\'s seal; LLC: publisher\\'s seal (attached by their addresses)",
  "medium": "Woodblock print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Kobayashi Kiyochika}",
  "style": "19th century",
  "text": "This is one of Kiyochika's most experimental and technically ambitious prints. Replicating the effects of copperplate engraving, Kiyochika rendered volume and shadow by means of crosshatching. The figures and background landscape also reflect the influence of Western naturalism.  Nonetheless, the subject of the print is a famous one from Japanese history showing the 14th century warrior Kusunoki Masashige. When Kusunoki and his troops were outmaneuvered by the enemy forces, he realized he would soon die. Although his brave son wanted to stay by his father, Kusunoki instructed him to return home, so that he could survive to fight another day. This touching farewell between father and son was the subject of literature and theatrical performances. Kiyochika's rendering of the episode emphasizes the heroism of the warriors who gave their lives for the Emperor, an attitude that corresponded to Japan's rising nationalism in the late 19th century.",
  "title": "View of Kusunoki's Farewell at Sakurai Station"
}
