{
  "accession_number": "2013.29.1297",
  "art_champions_text": null,
  "artist": "Artist: Yoshino Takamasa",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the artist with the assistance of Keiko Gallery",
  "culture": null,
  "curator_approved": 1,
  "dated": "2009",
  "department": "Asian Art",
  "description": "tall abstracted rooster; gold and black zigzagging feather motif down back and lower front; red comb at top with organic black and gold details; squinting eyes",
  "dimension": "24 1/2 × 8 3/4 × 6 1/2 in. (62.23 × 22.23 × 16.51 cm)",
  "id": "http://api.artsmia.org/objects/117089",
  "image": "valid",
  "image_copyright": "© Takamasa Yoshino",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "",
  "life_date": "Japanese, born 1976",
  "markings": "abstract mark engraved on back near upper center",
  "medium": "Lacquer, hemp cloth, gold powder, and glass",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "When Yoshino spent a month traveling around Tibet he saw a cage of chickens kept by a food vendor. Being unaware, of course, that they would be eaten, the birds were themselves eating and seemed full of energy. He realized that the lives of people and chickens are connected, and he respected the birds for sacrificing themselves—however unwittingly—to us. Yoshino decided to create sculptures of fantasy beings that would reflect his respect for chickens and for all creatures and created in 2003 the “idol” Kai-roun—Dignity that resembles a venerable rooster. \r\nThis work here borrows a term used in rural Thailand, where respect for chickens is a cultural norm. One day, when Yoshino saw a pregnant woman on a train in Tokyo, he remembered the hens in Tibet and created a lacquer idol in the form of a hen that reflects a mother who is with child.",
  "title": "Kai-sao—The Hen Who Conceived a Child"
}
