{
  "accession_number": "2013.29.1296",
  "art_champions_text": null,
  "artist": "Artist: Sano Akira",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the artist with the assistance of Keiko Gallery",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Asian Art",
  "description": "small panda figure with PR arm raised; stands on PR foot on square base covered in strips of mother-of-pearl; bear is covered in mother-of-pearl chips with black lacquered face and inner ears; eyes, nose, and cheeks painted in gold",
  "dimension": "13 5/8 × 5 1/8 × 5 1/8 in. (34.61 × 13.02 × 13.02 cm)",
  "id": "http://api.artsmia.org/objects/117088",
  "image": "valid",
  "image_copyright": "© Akira Sano",
  "image_height": 8856,
  "image_width": 6963,
  "inscription": "",
  "life_date": "Japanese, born 1981",
  "markings": "Seal on back L corner of base",
  "medium": "Lacquer, hemp cloth, mother-of-pearl, and gold on polyurethene",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Sano’s signature works are his cunning, panda-like bears (Kuma-san), which he arranges in unusual settings meant to express social satire. The body of this exemplar is covered in mother-of-pearl, as is the pedestal-like cube it stands on. The craze among Japanese high school girls to decorate their belongings with glittering plastic bits inspired him to make this satirical piece. He shaped the core of the bear from polyurethane foam, covered it with lacquer using the kanshitsu technique, and finally adorned it with iridescent mother-of-pearl—a process that took about half a year.",
  "title": "Bear: Glittering"
}
