{
  "accession_number": "2013.29.127a,b",
  "art_champions_text": null,
  "artist": "Artist: Tanioka Shigeo",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Asian Art",
  "description": "square form with waving pattern open weave, round bamboo pieces; decorative knotting",
  "dimension": "3 3/4 × 18 5/8 × 18 5/8 in. (9.53 × 47.31 × 47.31 cm)",
  "id": "http://api.artsmia.org/objects/117059",
  "image": "valid",
  "image_copyright": "© Tanioka Shigeo",
  "image_height": 3252,
  "image_width": 4080,
  "inscription": "",
  "life_date": "Japanese, born 1949",
  "markings": "",
  "medium": "Bamboo (hōbichiku), rattan, lacquer",
  "nationality": "Japanese",
  "object_name": "Fruit basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom: 茂男造",
  "style": "20th century",
  "text": "In 1999, ‘Shimmering of Hot Air’ won the highest prize at the 28th Exhibition of Japanese Traditional Art Crafts in the Kinki Area (Nihon dentō kōgei Kinki ten). According to the artist, the undulating movements of the bamboo suggest shimmering hot air rising from the ground. Tanioka began this basket from the square rim and then attached the curved culms with rattan. Instead of using a traditional weaving technique with split bamboo, Tanioka Shigeo took unsplit bamboo culms and bent them into the desired shape using a gas flame or by immersing them in hot water – the most difficult part of the construction process of this artwork. After molding, the pieces were trimmed to the required length; a technique called marutake kumimono. The bamboo is hōbichiku, smoked bamboo salvaged from houses built at least a century earlier. It was finished with wiped-lacquer (fuki-urushi), a process where lacquer is repeatedly applied and the excess wiped off, thus enhancing the appearance of the natural grain. For forms like this, he makes detailed drawings to ensure the accuracy of the dimensions of the pieces.",
  "title": "Shimmering of Hot Air"
}
