{
  "accession_number": "2013.29.157",
  "art_champions_text": null,
  "artist": "Artist: Getsuju",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th - early 19th century",
  "department": "Asian Art",
  "description": "large frog in center and small mouse in LRC; text filling background",
  "dimension": "65 × 35 in. (165.1 × 88.9 cm) (image)",
  "id": "http://api.artsmia.org/objects/117177",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5321,
  "image_width": 2860,
  "inscription": "(A man named Bokusai went to visit a shrine hearing that it was especially holy. There he saw a man wearing a red monk’s robe, kneeling on the floor of the shrine hall, praying. At that moment another man, fat and ugly and wearing patched clothes, came out from the rear of the hall and said to the praying man, \\\"Although you do indeed belong to this shrine, you seem rather odd in your greedy appearance and eyes darting here and there. What are you praying for? The praying man replied, \\\"I am ashamed to admit that I am an old mouse. With a light body and strong teeth by nature, I can go anywhere and eat anything, and I want very much to go to the places where men gO, rather than always keeping to the shadows. There are no foods I do not like. I can eat anything. Although I should be free to do as I please, the beasts called cats that are cared for in the houses of people interfere with me. I am therefore praying that all cats in the world will be killed at once. They are useless and their minds are vulgar They steal food from the table and eat birds in their cages, using the fireplace as their toilet. Some cats are supernatural, with tails separated at the end into two They are especially harmful to people and are of absolutely no benefit. Please grant my prayer, oh great gods. fat man sat still listening to the mouse and then replied, \\\"I am a frog living beneath the hall floor and have no worldly desires. I do no harm to the houses of people and despite my ugly appearance they harbor no hateful feelings against me. I have never been captured or put into a cage. I am not especially fond of delicious food, and the thought of stealing food does not enter my mind. It is enough for me to hide myself beneath the floor and eat bugs for all of my days. For what should I pray to the gods? You hate cats because they cause you harm, but think about yourself. Cats may not be beneficial to the scheme of the world, but they are cared for by people and are allowed to steal food because they catch mice. While people may not certai",
  "life_date": "Japanese, active late 18th - early 19th century",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BLC: 大龍斎月壽酔中 {Dairyūsai Getsuju suichū}",
  "style": "18th-19th century",
  "text": "Text and image coexist in this painting of a massive frog, accompanied by a small white mouse. The text surrounding the two creatures tells of a man who encounters a man wearing a monk’s robe and another in rags. The man in a monk’s robe claims that he is an old mouse and launches into a harangue about his hatred toward cats. The other man replies that he is a toad who lives underneath the main hall and has no worldly desires. The toad scolds the mouse for having foolish thoughts and urges him to purify his mind for his own good. Though little is known about Getsuju, the painter and calligrapher of this work, he wrote that he painted this “with a drunken brush,” suggesting that he had created this work at a drinking party.",
  "title": "Toad and Mouse"
}
