{
  "accession_number": "2013.29.152.1",
  "art_champions_text": null,
  "artist": "Artist: Mihata Jōryū",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1830s",
  "department": "Asian Art",
  "description": "unsigned; 3/4 portrait of woman looking off to PR; red, pink, and white hair ornaments with silver and gold detail, small silver and gold chains hanging from headdress; three richly decorated kimono collars featuring delicate cherry blossoms, peach colored blossoms, and butterflies; bright strip of red at center compliments red detail in hair; green lower lip",
  "dimension": "10 7/16 × 11 7/16 in. (26.51 × 29.05 cm) (image)\r\n55 3/8 × 25 5/16 in. (140.65 × 64.29 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117172",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4172,
  "image_width": 4641,
  "inscription": "",
  "life_date": "Japanese, act. 1830s",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll, one of a triptych",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Nikuhitsu ukiyo-e",
  "text": "Although they are unsigned, these three paintings exhibit the idiosyncratic style of artist Mihata Jōryū’s beauties. At first glance their faces look similar, but Jōryū juxtaposes three types of femininity—a prostitute holding folded tissue paper, a geisha (entertainer) with a fan, and a city girl. Each one represents a different type of charm through her gesture and expression.\r\n\r\nMihata Jōryū was active in Kyoto during the 1830s, and his paintings of beauties with clear-cut features and luxuriously designed kimonos became very fashionable, even in Edo (present-day Tokyo). By the 1830s many artists had come to follow Jōryū’s style, but little is known about the artist himself. Even his name is somewhat unclear, because he uses seals that read “Jōryū” and others reading “Jōryō.” His family name is believed to be Mihata, but that also is uncertain, for he used the surname Yokoyama on at least one extant painting.",
  "title": "City Girl [left of a triptych of Three Beauties]"
}
