{
  "accession_number": "2013.29.1313a,b",
  "art_champions_text": null,
  "artist": "Artist: Someya Satoshi",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 1,
  "dated": "2013",
  "department": "Asian Art",
  "description": "black lacquer bull with mountainous hump with red tip rising from back; bull is decorated with various vignettes of trees, plants, clouds, animals, and people; belly painted with brighter colors; pink leather tongue sticking out of mouth; wooden legs; detachable rattan tail",
  "dimension": "29 1/2 × 36 × 12 1/4 in. (74.93 × 91.44 × 31.12 cm)",
  "id": "http://api.artsmia.org/objects/117110",
  "image": "valid",
  "image_copyright": "© Someya Satoshi",
  "image_height": 7760,
  "image_width": 10328,
  "inscription": "",
  "life_date": "Japanese, born 1983",
  "markings": "in green pigment, within morning glories",
  "medium": "Lacquer, wood, rattan, horn, metal, mother of pearl, shell, leather, and pigment",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In 2005 Someya created his first successful work, Praying for Rain, a three-dimensional sculpture of a cow almost entirely covered with variously colored lines and circles, leaves, clouds, and raindrops; only the animal’s lower legs are undecorated pieces of old wood. This work was commissioned to recall Praying for Rain but the back of the eponymous animal is shaped like Mount Fuji, with its red peak relating to the crimson “circle of the sun” on Japan’s national flag. Decorating this fantasy beast is an array of Japanese cultural motifs from past to present as well as elements that relate to California—for instance, Mount Whitney and the state’s official “Bear Flag.” Japanese pine trees spring from a Route 66 sign.",
  "title": "Mount Bull"
}
