{
  "accession_number": "2013.29.156a-c",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Takako and Victor Hauge",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 20th century",
  "department": "Asian Art",
  "description": "red lacquered bucket with three short feet; two raised, silver tinted bands around bucket, one at bottom and one near top; squared handle; black interior; two-piece lid",
  "dimension": "10 × 10 1/8 × 9 13/16 in. (25.4 × 25.72 × 24.92 cm)",
  "id": "http://api.artsmia.org/objects/117176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5008,
  "image_width": 4003,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer on wood",
  "nationality": null,
  "object_name": "Water container (mizusashi)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Water jars (mizusashi) such as this are a prominent utensil used in tea gatherings. The mizusashi would contain fresh water to refill the tea kettle and wash out used tea bowls, and thus occupies a conspicuous place near the kettle. The prominence of the mizusashi requires that the aesthetics of the piece be harmonious with the rest of the utensils. Negoro wares were favored by tea practitioners in the late 16th century, so the simple red lacquer coating of the piece may reference this predilection. However, the shiny, bright hue of this mizusashi is rather antithetical to the aged, well-worn look that negoro wares are prized for, and the clean lines and simple metallic embellishments speak to a modern aesthetic, dating this to sometime in the first half of the 20th century.",
  "title": "Water container (mizusashi)"
}
