{
  "accession_number": "2013.29.1308",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "unsigned; female ghost wearing a white robe, holding front sections of her slightly unkempt hair in each hand, with a horrified facial expression with bulging eyes and wide open, grimacing mouth; grave markers at right; torn lamp in LLQ; ivory roller ends",
  "dimension": "43 7/8 × 15 3/8 in. (111.44 × 39.05 cm) (image)\r\n75 9/16 × 16 7/8 in. (191.93 × 42.86 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117104",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10646,
  "image_width": 3635,
  "inscription": "先祖代々{senzo daidai}, 林氏",
  "life_date": null,
  "markings": "",
  "medium": "Ink on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Traditionally in Japan, the spirit is said to leave the body after death and travel to the Pure Land to become an ancestor spirit. However, if the deceased had powerfully obsessive emotions in this life, her soul would remain in the world of the living as a ghost, unable to proceed to the next world until finding release from her obsessions. Ghosts are almost always female and are commonly portrayed as legless figures wearing white robes used for corpses and with long, disheveled hair and horrific facial expressions.\r\n\r\nPainters of such images rarely signed their works, which were usually stored in Buddhist temples, believed to be the best place to secure ghostly imagery. Summer was seen as the best time to view such paintings—when Kabuki theaters staged ghost plays, the pictures provided viewers with a welcoming chill in the hot, humid months.",
  "title": "Ghost in a Graveyard"
}
