{
  "accession_number": "2013.29.172",
  "art_champions_text": null,
  "artist": "Artist: Ike Taiga",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "eleven lines of text; landscape with tall rock formation, figures in a boat, and leafless trees growing from flat rocks in LRQ",
  "dimension": "53 13/16 × 23 3/16 in. (136.68 × 58.9 cm) (image)\r\n85 1/4 × 28 7/8 in. (216.54 × 73.34 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117198",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5145,
  "image_width": 2219,
  "inscription": "観自在菩薩行深般若波羅蜜多時照見五蘊皆空度一切苦厄舎利子色不異空空不異色色即是空空即是色受想行識亦復如是舎利子是諸法空相不生不滅不垢不浄不増不減是故空中無色無受想行識無眼耳鼻舌身意無色声香味触法無眼界乃至無意識界無無明亦無無明尽乃至無老死亦無老死尽無苦集滅道無智亦無得以無所得故菩提薩埵依般若波羅蜜多故心無罣礙無罣礙故無有恐怖、遠離一切顛倒夢想究竟涅槃三世諸仏依般若波羅蜜多故得阿耨多羅三藐三菩提故知般若波羅蜜多是大神呪是大明呪是無上呪是無等等呪能除一切苦真実不虚故説般若波羅蜜多呪即説呪曰、羯諦羯諦波羅羯諦波羅僧羯諦菩提薩婆訶般若心経\r\n",
  "life_date": "Japanese, 1723 - 1776",
  "markings": "LL: 池無名印{Ike Mumei};弎岳道者{Sangaku Dōja}; R:遵生{junsei}",
  "medium": "ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "無名",
  "style": "18th century",
  "text": "Ike Taiga was a professional painter who employed the purposefully amateurish styles of hugely admired scholar-painters from Chinese antiquity. Taiga assimilated and modified Chinese painting modes like his predecessors had, but he also synthesized what he learned, experimenting with compositional formulas and brushwork to create new and viable styles that were uniquely Japanese. With Taiga, Japanese Nanga painting reached maturity during the third quarter of the 1700s. \r\nFor this painting he used a relatively dry brush to paint a landscape in the lower right corner in a style related to that of the Chinese painter Ni Zan (1306–74). It shows a scholar and servants in a boat floating on a river between a foreground of rocky outcroppings and a grove of gangly trees and mountains in the distance. The rest of the scroll is filled with the three hundred Chinese characters that make up the entire text of the short Buddhist scripture commonly known as the Heart Sutra.",
  "title": "Heart Sutra and Landscape"
}
