{
  "accession_number": "2013.29.1318",
  "artist": "Artist: Yamamoto Tarō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Japanese and Korean Art",
  "description": "ghostlike female figure with ashen grey face and horns holds a brilliantly colored red and orange robe like a canopy over body; arms spread outward; figure wears gold and white triangle patterned top and navy blue bottom with brilliantly colored circles; top and bottom mount are painted with silver",
  "dimension": "41 11/16 × 14 in. (105.89 × 35.56 cm) (image)",
  "id": "http://api.artsmia.org/objects/117115",
  "image": "valid",
  "image_copyright": "© Yamamoto Tar%C5%8D",
  "image_height": 9540,
  "image_width": 3361,
  "inscription": "",
  "life_date": "Japanese, b. 1974",
  "markings": "UL edge, in orange cloak, square relief",
  "medium": "Hanging scroll; color and gold on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Lady Aoi (<i>Aoi no ue</i>) is the first Noh play on the famous novel the Tale of Genji (<i>Genji monogatari</i>) written in the 15th century. The play refers to the jelousy between Lady Rokujō, a mistress of Prince Genji, and Lady Aoi, his first wife. After Genji began to ignore Lady Rokujō her spirit leaves her body to possess Lady Aoi. Lady Aoi never appears on stage but is represented through her robe. Towards the end of the play a priest is trying to exorcise the evil spirit of Lady Rokujō which appears as a female shaman on stage pulling her kimono over her head. Eventually the spirit is defeated and disappears.",
  "title": "Emerging from the Robe"
}
