{
  "accession_number": "2013.29.164a-f",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by F. Bailey Vanderhoef",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th - early 20th century",
  "department": "Asian Art",
  "description": "rectangular writing box with maple tree design; sparse red, pewter, and mother-of-pearl leaves; small drawer with pull; stylized deer inside cover",
  "dimension": "3 3/8 × 4 3/4 × 10 1/2 in. (8.57 × 12.07 × 26.67 cm)",
  "id": "http://api.artsmia.org/objects/117185",
  "image": "valid",
  "image_copyright": "",
  "image_height": 799,
  "image_width": 896,
  "inscription": "",
  "life_date": null,
  "markings": "inside lid top center: red spot with [33]",
  "medium": "Lacquer, mother-of-pearl, and pewter inlays",
  "nationality": null,
  "object_name": "Writing box (suzuribako)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "The bold and stark design of this suzuribako follows in the stylistic footsteps of the Rinpa artist Hon’ami Kōetsu (1558–1637); an appropriate aesthetic choice for the lonely autumnal mood evoked by the changing leaves of the maple, and the solitary deer depicted on the inner lid. The design is applied to the wood base with the kiji nuri (direct lacquer) technique, wherein a coat of translucent lacquer is spread on the wood to prevent the lacquer design from seeping into the porous surface of the wood, and then the decorative lacquer coats are applied. The leaves of the maple are executed in red lacquer, faux-pewter, and mother-of-pearl inlays, many of which have partially flaked away.",
  "title": "(Writing box decorated with maple tree and deer in the style of Hon’ami Kōetsu)"
}
