{
  "accession_number": "2013.29.158",
  "art_champions_text": null,
  "artist": "Artist: Shiba Kōkan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th - early 19th century",
  "department": "Asian Art",
  "description": "three men, one Chinese, one Japanese, and one Western, gathered around a table, the Western man holds a book with a skeleton on the page; white snake wrapped around Japanese man's PR wrist; in background, groups of men gather to extinguish a building engulfed in flame; a group of men look on from a cliff",
  "dimension": "40 × 19 1/2 in. (101.6 × 49.53 cm) (image)\r\n74 1/4 × 24 1/4 in. (188.6 × 61.6 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117178",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5473,
  "image_width": 2641,
  "inscription": "",
  "life_date": "Japanese, 1747 - 1818",
  "markings": "R center",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R center",
  "style": "18th-19th century",
  "text": "A Chinese literati, a Japanese gentleman, and a European scholar sit together at a table. The two men at either end have a form of a book in front of them: one a handscroll, the other a bound text. The Japanese man has no book and instead holds a fan while a white snake encircles his wrist.  This enigmatic painting might represent the interest of the\r\nJapanese in gathering knowledge from abroad, notably China and Europe.  The mystery of the meeting is further amplified by the scene above, in which three groups attempt to extinguish a pagoda engulfed in flames. On the left, the Chinese, organized hierarchically, throw water with buckets; on the right, Japanese sumo wrestlers have brought large tubs of water but have yet to start putting out the fire; and slightly below the Chinese, the Europeans use a pump and hose to spray water. By juxtaposing the table and the fire scenes, the painter hints at the intellectual and philosophical conflicts through which the Japanese were navigating in the 1800s.",
  "title": "A Meeting of Japan, China, and the West"
}
