{
  "accession_number": "2013.29.14.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "description": "unsigned; left of a pair of six-panel folding screens; many scenes against gold leaf background; edge of building on left panel with snow; building at top across panels three to six the many seated figures wearing black with a few wearing red and blue; procession in LR of panels five and six with figures in black carrying covered dias and pulling two green carriages behind",
  "dimension": "62 × 140 7/8 in. (157.48 × 357.82 cm) (image)",
  "id": "http://api.artsmia.org/objects/117153",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4914,
  "image_width": 10621,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "John Yeon; Carlos A. Quiros\r\nRichard Louis Brown  until 6/1/1995\r\nClark Center for Japanese Art & Culture, 1995-2015",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This pair of screens depicts 11 scenes from The Tale of Genji. Rather than presenting the scenes in the order in which they appear in the story, however, the artist presents them in seasonal order from right to left, as Japanese viewers would read them. The artist begins with mid-spring in the upper right corner, where a group of young men play kemari (a game similar to hacky sack) in a grove of cherry trees in full bloom, a scene from chapter 34. Five additional scenes in the right screen take place in late spring and early summer. In the far right panels of the left screen, autumn grasses and maple leaves announce the arrival of fall. Wintry scenes from chapters 6 and 51 are depicted at far left, where trees and rooftops are blanketed in snow.",
  "title": "Autumn and Winter [left of the pair Scenes from the Tale of Genji in the Four Seasons]"
}
