{
  "accession_number": "2013.29.158",
  "art_champions_text": null,
  "artist": "artist: Shiba Kōkan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th–early 19th century",
  "department": "Asian Art",
  "description": "three men, one Chinese, one Japanese, and one Western, gathered around a table, the Western man holds a book with a skeleton on the page; white snake wrapped around Japanese man's PR wrist; in background, groups of men gather to extinguish a building engulfed in flame; a group of men look on from a cliff; ivory roller ends",
  "dimension": "40 × 19 1/2 in. (101.6 × 49.53 cm) (image)\r\n74 1/4 × 24 1/4 in. (188.6 × 61.6 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117178",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5473,
  "image_width": 2641,
  "inscription": "",
  "life_date": "Japanese, 1747–1818",
  "markings": "R center",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": "Japanese",
  "object_name": "hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R center",
  "style": "18th-19th century",
  "text": "A Chinese literati, a Japanese samurai, and a European scholar sit together at a table. The two men at each end have a book in front of them: one a handscroll, the other a leather-bound text. Instead of a book, the Japanese man gazes at a plant and holds a fan while a white snake encircles his wrist. This enigmatic painting presents the cultural and textual sources from which early modern Japanese readers obtained their knowledge about the wider world.\r\n\r\nThe mystery of the meeting is further amplified by the scene above, in which three groups attempt to extinguish a pagoda engulfed in flames. On the left, the Chinese, organized hierarchically, throw water with buckets; on the right, Japanese sumo wrestlers have brought large tubs of water but have yet to start putting out the fire. In contrast, slightly below the Chinese, the Europeans use a pump and hose to spray fountains of water. The subject matter was no doubt inspired by the 1798 fire that destroyed most of the European foreign residence on Dejima, during which members of the Dutch East India Company used a pump like this one to help put out the flames. However, the painter uses this scene to present a possible critique of Chinese and Japanese knowledge; as the most effective method of firefighting came not from Chinese bureaucracy or Japanese tradition, but from the advanced technologies boasted by Europeans.",
  "title": "A Meeting of Japan, China, and the West"
}
