{
  "accession_number": "2013.29.2",
  "art_champions_text": null,
  "artist": "Artist: Hanabusa Itchō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by the Clark Family in honor of Dr A. Jess Shenson",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "golden Shaka laying his PR side at center of composition; surrounded by trees, human and non-human beings; 7 golden kannon in background, swirling clouds and waves in background; a variety of animals and insects in foreground including heron, owls, ducks, horse, bull, monkey, deer, elephant, centipede, etc.; Buddha's mother in UR corner in clouds with attendants and Jizo",
  "dimension": "24 1/2 × 18 1/8 in. (62.23 × 46.04 cm) (image)\r\n61 1/8 × 24 1/16 in. (155.26 × 61.12 cm) (without rollers)",
  "id": "http://api.artsmia.org/objects/117238",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1800,
  "image_width": 1326,
  "inscription": "",
  "life_date": "Japanese, 1652 - 1724",
  "markings": "LRC: 君受{Kunju}",
  "medium": "Ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in gold: 暁雲堂朝湖謹画{Gyo-undo- Cho-ko kinga}",
  "style": "17th century",
  "text": "This painting depicts the death of Sakyamuni, the historical Buddha, in 438 BCE. The Indian prince-turned-sage is shown lying on his side, having delivered his final teachings. At the moment of his death, the Buddha was said to enter nirvana, a stage attained through the extinction of desire and individual consciousness. Around him are disciples in monks’ robes, a group of five bodhisattvas—beings that compassionately refrain from entering nirvana in order to save others—with golden-yellow skin, guardian deities, monks, laymen, and animal beings. All are shown expressing profound grief. The square “Kunju” relief seal dates this painting to a time before the artist, Itchō, was exiled to a small island in Izu province in 1699.",
  "title": "Parinirvana of Sakyamuni, the Historical Buddha"
}
