{
  "accession_number": "2013.29.218",
  "art_champions_text": null,
  "artist": "Artist: Kawamura Keikō",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Audrey Seo and Stephen Addiss",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-mid 20th century",
  "department": "Asian Art",
  "description": "three characters written horizontally across white sheet; reddish-orange rectangular intaglio stamp URC; four vertical, smaller characters at L; two large square stamps at far L: top stamp contains four squares, three of which are intaglio, the fourth is relief; bottom square with thick outline is relief",
  "dimension": "11 5/16 × 30 3/4 in. (28.73 × 78.11 cm)",
  "id": "http://api.artsmia.org/objects/117260",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3132,
  "image_width": 8000,
  "inscription": "\r\n",
  "life_date": "Japanese, born 1886",
  "markings": "URC, intaglio: 延寿; L center, top intaglio/relief: 川邨虎印; LLC, relief: 蕙香女史; on back, LRC, in pencil: [Kawamura Keiko / {name in Japanese}]",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Calligraphy",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "L center: 蕙香女史",
  "style": "19th - 20th century",
  "text": "Little is known about Kawamura, a woman calligrapher who was active in the early twentieth century.\r\nBorn in modern-day Shizuoka prefecture to the west of Tokyo, she was born into a scholarly family who focused on Chinese literature.\r\nKawamura excerpted this enigmatic statement from a poem by the Chinese poet Du Fu: “I come close up to recognize the elder in Emei Mountain, he knows my principle that laziness is truth.” In the original poem, Du Fu expresses his lack of interest in pursuing secular wealth and power. Kawamura displays her knowledge of Chinese poetry and\r\ncalligraphy in these three characters, written in clerical script.\r\n懶是真\r\nLaziness is Truth",
  "title": "Laziness is Truth"
}
