{
  "accession_number": "2013.29.18",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 14th century",
  "department": "Asian Art",
  "description": "female figure in elaborate head dress, PL hand in gesture near chest, riding on a fox; fox is flying on green cloud with legs extended; snakes wrapped around fox's legs; two smaller figures kneeling in foreground",
  "dimension": "26 7/16 × 15 1/4 in. (67.15 × 38.74 cm) (image)\r\n59 1/2 × 21 13/16 in. (151.13 × 55.4 cm) (with rollers)",
  "id": "http://api.artsmia.org/objects/117206",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5140,
  "image_width": 2956,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Buddhism officially entered Japan in the mid-500s, and by the 800s, Japanese Buddhists had developed a theory that kami, native gods, were incarnations of Buddhist deities. The figure of Dakiniten in this scroll exemplifies Buddhism’s ready assimilation of native gods. In Hinduism, a ḍākinī is a female spirit or deity who eats the flesh and heart of humans nearing death. In Japan, the deity entered the Buddhist canon as a converted Hindu goddess, Dakiniten. Dakiniten was further conflated with the Shinto kami (deity) Inari, who was associated with abundance, especially of rice. Here, she is shown riding a white fox, another representation of Inari. The fox’s legs are wrapped in snakes, a reference to another converted Hindu goddess, Benzaiten.",
  "title": "Dakiniten, the Buddhist Manifestation of the Shinto Deity Inari"
}
