{
  "accession_number": "2013.29.301.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "unsigned; many different scenes from Genji, separated by trees, rivers, and silver clouds; from R: men and women in a building with verandah, with a man sitting on the verandah alone looking in with a flower in hand; group of women and performers wearing wings at LR; near center, men seated behind low black table holding meting; men and women outside; at L, people in a boat, and others inside building near screens painted with bamboo motif",
  "dimension": "62 × 141 1/2 in. (157.48 × 359.41 cm) (image)\r\n68 × 147 7/8 × 3/4 in. (172.72 × 375.6 × 1.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117362",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4246,
  "image_width": 9747,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silver leafed paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Many Japanese artists employed gold paint and gold leaf on folding screens; instead, the artist of this pair used silver leaf. Over time, silver leaf oxidizes and turns a smoky gray shade while retaining its metallic sheen. The screens present a selection of scenes from The Tale of Genji in no particular order. The upper middle of the left screen, for example, shows 12-year-old Genji at his coming-of-age ceremony. The courtier’s cap he will wear as an adult male rests on a low table before him. The scenes around him and in the right screen are from varying stages of his life.",
  "title": "Scenes from the Tale of Genji on Silver Ground [right of a pair]"
}
