{
  "accession_number": "2013.29.317",
  "artist": "Artist: Yoda Chikkoku; Artist: Yamamoto Suiun; Artist: Yamamoto Shōtō; Artist: Ōkubo Shibutsu; Artist: Magata Dairei; Artist: Kameda Bōsai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Betty and Bruce Alberts",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 19th century",
  "department": "Japanese and Korean Art",
  "description": "four different illustrations of flowers with seals and inscriptions: ULQ, small sprig with leaves and tiny yellow and white buds; yellow hollyhock at URQ; magnolia branch LLQ; violets LRC",
  "dimension": "38 11/16 × 12 13/16 in. (98.27 × 32.54 cm) (image)\r\n69 13/16 × 17 15/16 in. (177.32 × 45.56 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/117382",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7444,
  "image_width": 2465,
  "inscription": "Signatures, Inscriptions, Marks, and Seals\r\n\r\nURQ: [Same species, different flowers, both called k\\'uei; The central element, earth, produced their memorable color. Richly flourishing, they open in the midst of summer\\'s hot wind; Are they willing that the mountain recluse named Li should follow?  -Bosai]; LRQ: [The immortal in charge of documents in the Jade Emperor’s outer court/\r\nHas been banished to the world of men–-how many years have passed?/ Wishing to memorialize the Flower King on matters close to his heart,/ With purple brush he leisurely inscribes this paper of tinted clouds.  - Old man Shibutsu]",
  "life_date": "Japanese, 1752 - 1826",
  "markings": "Japanese inscription on back near top when rolled; square relief seal on R when rolled; two-part oval relief URC: [Bosai]; square intaglio ULQ; gourd-shaped relief R center; rectangular relief center R edge; two-part rectangular relief LRQ; square relief LRQ; gourd-shaped relief LRQ",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC: [Bosai]; center; LRQ",
  "style": "19th century",
  "text": "",
  "title": "Flowers and Poems"
}
