{
  "accession_number": "2013.29.313",
  "art_champions_text": null,
  "artist": "Artist: Yamamoto Baiitsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr and Mrs George Haldeman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1836",
  "department": "Asian Art",
  "description": "grove of sparse pine trees, rocks, and a low, small hut with bamboo sprigs in background; small rock formation at far L, a few sparse pine trees at bottom; hint of a waterscape at R with boulders, pines, and a rocky shore at R; inscription ULQ; rectangular stamp with rounded edges, gourd-shape inside; mounted to maroon colored mat",
  "dimension": "8 1/4 × 19 1/2 in. (20.96 × 49.53 cm) (sheet, fan)\r\n12 1/2 × 22 in. (31.75 × 55.88 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117378",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3545,
  "image_width": 7933,
  "inscription": "\r\n",
  "life_date": "Japanese, 1783 - 1856",
  "markings": "ULC, rectangular relief; on back, LRQ, in pencil: [Baiitsu]",
  "medium": "Fan; ink on paper",
  "nationality": "Japanese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC: [ 梅佚 ] (Baiitsu);  ULC: [ 丙申葭月作与玉禅書屋　（？）] (1826, eleventh month…..)",
  "style": "19th century",
  "text": "Copying old paintings and emulating ancient masters is a practice seen frequently in works by Japanese literati painters. One of the leading painters of his day, Yamamoto Baiitsu turned for inspiration to Ni Zan, a Chinese painter who lived 500 years earlier. Ni Zan was known for his distinctively sparse landscapes, which he created using sketchy brushwork and a relatively dry brush. His compositions often feature a foreground of lanky trees separated from far-distant mountains by a wide expanse of undefined water. Baiitsu skillfully adapted Ni Zan’s compositional formula to the folding-fan format by placing the foreground slightly left of center and then creating two separate mountain vistas, one at far left and the other at right.",
  "title": "Landscape in the Manner of Ni Zan"
}
