{
  "accession_number": "2013.29.33",
  "art_champions_text": null,
  "artist": "Artist: Kano Gyokuraku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "standing man in profile holding staff, wearing a headdress and long robe, standing towards bottom of composition; ni background, a boy carries a plum branch over PR shoulder; robed man standing on flat rock; trees with gnarly branches at L edge; bushes LR edges; tall light peaks in distance; upper third of composition is blank.",
  "dimension": "30 1/2 × 10 5/8 in. (77.47 × 26.99 cm) (image)\r\n60 5/8 × 15 3/8 in. (153.99 × 39.05 cm)",
  "id": "http://api.artsmia.org/objects/117396",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9516,
  "image_width": 3422,
  "inscription": "",
  "life_date": "Japanese, late 16th century",
  "markings": "LLC, red seal, {Hidenobu}",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The subject of this painting is the poet Lin Hejing, who lived in China during the Northern Song dynasty (960–1127) and whose poetic works were known widely in Japan. He is seen walking below a plum tree and staring into the distance as a young attendant draws up behind him, carrying the branch of a plum tree collected earlier. Lin Hejing was renowned for his love of the plum tree, a first sign of spring that oftentimes blossoms when snow is still falling. \r\n\r\nKano Gyokuraku was affiliated with the preeminent Kano house of painters, whose artists dominated the Japanese painting scene for centuries beginning in the late 1500s. Although the Kano house was headquartered in Kyoto, the capital city, when Gyokuraku was active he led a regional branch of the house that was situated in Odawara, a castle town in eastern Japan.",
  "title": "Lin Hejing Searching for Plum Blossoms"
}
