{
  "accession_number": "2013.29.3",
  "art_champions_text": null,
  "artist": "Artist: Saitō Ippo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "from right to left: spring depicted with red camellias and cherry blossoms in upper half, green gentle mounds with some flowers in bottom; two center panels mainly show summer flowers in bottom half--hydrangea, red and white flowers and one large white peony; fifth panel shows blue-violet morning glories at top and at bottom snow covered branches extending from last panel; top left of last screen has large orange and white blossoms and small brown and white blooms",
  "dimension": "36 3/4 × 94 1/8 in. (93.35 × 239.08 cm) (image)\r\n37 7/8 × 95 1/2 × 9/16 in. (96.2 × 242.57 × 1.43 cm)",
  "id": "http://api.artsmia.org/objects/117359",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4140,
  "image_width": 10046,
  "inscription": "",
  "life_date": "Japanese, 19th century",
  "markings": "LLC, seal, in red: {Ōgain}",
  "medium": "Ink and color on gold leaf",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black: {Ippo}",
  "style": "19th century",
  "text": "On this single six-panel screen, the flowers of the four seasons bloom in confused disarray. The rightmost panel starts with spring flowers: dandelions, violets, nanohana, white camellias, then plum. At about the center of the screen, irises, hydrangea, hollyhocks, peonies, hibiscus, and morning glories represent summer. The leftmost panel shows autumn and winter with chrysanthemums, bush clover, and arrowroot, thus including and gathering together representative flowers of each of the four seasons.\r\nMuch is unclear about the life of Saito_ Ippo, but it is thought that he was the pupil of Sakai O_ho (1808-41), the adopted son of Sakai Ho_itsu, and was an official at the Asakusa Temple in Edo. Few works by Ippo survive and the others currently known are almost exclusively screens with mounted fan paintings. Nonetheless, the outlines of the flowers and plants in this work are very carefully executed and the technique of precisely layering colors and gold pigment shows that the artist had considerable talent and drew from the Edo Rinpa tradition, making this a valuable work by Ippo.",
  "title": "Flowers of the Four Seasons"
}
