{
  "accession_number": "2013.29.301.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "unsigned; many different scenes with people sitting in small groups inside of buildings, on verandahs, or standing near trees outside; scenes separated by silver clouds: people sitting on and inside a building doing calligraphy; woman inside room looking at a river; men and women outside near trees; scholars seated near rocks; men near a carriage pulled by a black ox, etc.",
  "dimension": "62 × 141 1/2 in. (157.48 × 359.41 cm) (image)\r\n68 1/8 × 147 3/4 × 3/4 in. (173.04 × 375.29 × 1.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117363",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4236,
  "image_width": 9780,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silver leafed paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Many Japanese artists employed gold paint and gold leaf on folding screens; instead, the artist of this pair used silver leaf. Over time, silver leaf oxidizes and turns a smoky gray shade while retaining its metallic sheen. The screens present a selection of scenes from The Tale of Genji in no particular order. The upper middle of the left screen, for example, shows 12-year-old Genji at his coming-of-age ceremony. The courtier’s cap he will wear as an adult male rests on a low table before him. The scenes around him and in the right screen are from varying stages of his life.",
  "title": "Scenes from the Tale of Genji on Silver Ground [left of a pair]"
}
