{
  "accession_number": "2013.29.32",
  "art_champions_text": null,
  "artist": "Artist: Traditionally attributed to Sesson Shūkei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "four sparrows huddled together at bottom of composition amidst bamboo stalks and leaves; one of the stalks extend upward and curve, forming an 'o' shape, and then extending towards the middle of the surface; one sparrow is perched on this bamboo stalk right around the center of the composition; the bamboo stalks, leaves, and sparrows are all against a void background; the upper half of the composition is blank",
  "dimension": "37 1/2 × 16 1/8 in. (95.25 × 40.96 cm) (image)\r\n71 5/8 × 21 5/8 in. (181.93 × 54.93 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117385",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9421,
  "image_width": 4147,
  "inscription": "LRC: [Sesson]",
  "life_date": "Japanese, 1504 - 1589",
  "markings": "LRC: stamp",
  "medium": "Hanging scroll; ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: [Sesson]",
  "style": "16th century",
  "text": "In the 1500s and 1600s Japanese painters created works inspired by the Chinese Zen monk-painter Muqi Fachang (active c. 1210–after 1269). Sometimes they painted in his style, and other times they painted subjects associated specifically with him. This painting does both: the subject matter and the painting style hearken back to Muqi. Japan’s military rulers owned a painting of sparrows on bamboo by Muqi. This painting became well known because it was copied and distributed widely. Japanese people came to associate this subject with Muqi. \r\n\r\nHere, a Japanese artist shows a family of sparrows on a corkscrewing shoot of bamboo. Four chicks are huddled near the ground, while their mother watches over them from above. The birds are all painted without any outlines; instead, their bodies are described using areas of diluted ink-wash on top of which small brushstrokes indicate the birds’ eyes, beaks, feathers, etc. This technique, known in China and Japan as “boneless” (i.e., without contour lines), was associated in Japan with Muqi, whose works helped introduced this technique to Japan.",
  "title": "Five Sparrows on Bamboo"
}
