{
  "accession_number": "2013.29.295",
  "art_champions_text": null,
  "artist": "Artist: Gion Seitoku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1790s",
  "department": "Asian Art",
  "description": "figure dressed as female in green kimono with blue hat holding umbrella at L; seated male figure at LL with tattooed arms holds a red and white banner that extends toward R center; younger boy at center scratches head with PR hand while making a face and looking behind towards another man with tattooed arms attempting to grab female figure's hand; at UR, a man with determined look on face ties white headband",
  "dimension": "39 1/2 × 15 in. (100.33 × 38.1 cm) (image)\r\n70 1/4 × 17 3/4 in. (178.44 × 45.09 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117354",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1024,
  "image_width": 389,
  "inscription": "",
  "life_date": "Japanese, 1755 - 1815",
  "markings": "URQ, square intaglio: 字曰伯立 {Azana iwaku Hakuryū}; URQ, round relief: せいとく{Seitoku}",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC: 東山画奴丼特写｛Higashiyama Eyakko Seitoku Sha}",
  "style": "18th century",
  "text": "This painting represents the bustle of a festival, capturing the joyful loosening of social restrictions fueled by music and drink. A woman holds a sun umbrella next to a boy making faces; both are surrounded by forceful men with tattoos. Her heavily powdered face with bulbous nose and large green lower lip represents the typical characteristics of a beauty painted by Gion Seitoku. Seitoku is particularly known for making realistic portraits of geisha (dancers) in Kyoto’s popular entertainment district, Gion, which is famous for the Gion Festival every summer. He uses shading to draw the focus to the physicality of these interactions: the men’s muscles ripple and the lady’s bunched kimono suggests a voluptuous form beneath it.",
  "title": "People at a festival"
}
