{
  "accession_number": "2013.29.29",
  "art_champions_text": null,
  "artist": "Artist: Nukina Kaioku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly acquired by the Center with the kind assistance of Carol Brooks and Prof. James Cahill in honor of George Schlenker",
  "culture": null,
  "curator_approved": 0,
  "dated": "1838",
  "department": "Asian Art",
  "description": "snow scene with mountain in background and solitary tree in foreground; on left in middlegroud is a figure on a horse and one figure walking behind",
  "dimension": "50 × 19 3/4 in. (127 × 50.17 cm) (image)\r\n78 3/8 × 24 1/4 in. (199.07 × 61.6 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117348",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5633,
  "image_width": 2226,
  "inscription": "URC: [Yuki wo haikei ni tsuranaru mine ya iwa ga kiritsu siteiru/ Kaze ga mino wo hirugaeshi, atsui kawagoromo made torinukeru/ Uma no ke wa kootte harinezumi noyouni katakunari, fukubu wa mizu noyouni tsumetai/ Ume no hana wo tazunetaimonodaga, sono omoi mo kanaeraresouni nai/ Tenpo kyu-nen tsuchinoe inu, hatsu fuyu Awaji-shima nite genjin no e wo} (After the snow, the rock and the ridge rise to the sky.  The wind fluttered the rain coat and pass even through the heavy leather wear.  The horse hair are like hedgehogs\\' and the heart is like the water.  We want to go to visit plum blossoms, but we may not be allowed to do so. / In the first month of the winter in 1838 I copied the painting of Yuan dynasty at the journey in Awaji and titled. Kaikaku (kunmo)]",
  "life_date": "Japanese, 1778 - 1863",
  "markings": "URC, 1, below signature: [kunmo];  LRC, 2: [kaikaku ikkyō];   URC, 3: [kaioku shiga]",
  "medium": "Ink and light color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC: [Kaikyaku]",
  "style": "19th century",
  "text": "Kaioku, the son of a samurai and archery instructor, was a scholar of Chinese studies and learned first under the official school of painting, the Kanō. Unsatisfied with the restrictive conventions, he traveled around Japan and finally settled in Kyoto, where he established his own school. He became especially known for his exquisite calligraphy and is ranked as one of the “Three Brushes of the End of the Edo Period.”\r\nThe inscription reads, “After the snow, the rock and the ridge rise to the sky. The wind fluttered the raincoat and passes even through the heavy leather wear. The horse hair are like hedgehogs’ and the heart is like the water. We want to go to visit plum blossoms, but we may not be allowed to do so. In the first month of the winter in 1838, I copied the painting of Yuan dynasty at the journey in Awaji.”",
  "title": "Winter Landscape, after a Yuan Master"
}
