{
  "accession_number": "2013.29.349",
  "art_champions_text": null,
  "artist": "Artist: Okuhara Seiko",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Marjorie Bissinger",
  "culture": null,
  "curator_approved": 0,
  "dated": "1870",
  "department": "Asian Art",
  "description": "blossoming grey orchids with black and grey foliage at center of fan; lines of text at L and R; rectangular relief stamp URC; rectangular intaglio stamp with rounded edges L center",
  "dimension": "10 × 16 3/4 × 5/8 in. (25.4 × 42.55 × 1.59 cm) (open)",
  "id": "http://api.artsmia.org/objects/117417",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4288,
  "image_width": 6893,
  "inscription": "L and R sides: Amid the mountains, the orchids aspire / to grow as freely as weeds; / Leaves warm themselves, flowers flutter, / saturated with the spirit of the season. / The orchid sends forth its fragrance, / although not extending too far, / It wafts past the dirt and dust / of the everyday world. (SA)",
  "life_date": "Japanese, 1837–1913",
  "markings": "URC, rectangular relief; L center rectangular intaglio",
  "medium": "Ink on mica paper",
  "nationality": "Japanese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "L center",
  "style": "19th century",
  "text": "Treasured since ancient times by Chinese and Japanese literati and a popular subject among scholar-painters, orchids of the genus Cymbidium are known for their highly fragrant boat-shaped flowers that rise on stems from clumps of elongated leaves and for their ability to grow almost anywhere, even in poor soil; they have thus long served as symbols of fortitude. This ink painting of fragrant cymbidiums clinging to an overhanging rock is an early work by Okuhara Seiko, who made her debut in artistic and literary circles of Tokyo only five years earlier. By her mid-thirties she had become one of the most successful artists in the city in a field dominated by men, with at one time as many as 300 students working beneath her. Nearly all her paintings are accompanied by self-composed Chinese-style verse:\r\n\r\nAmid the mountains, orchids aspire to grow as freely as weeds;\r\nleaves warm themselves and flowers flutter, saturated with the spirit of the season.\r\nThe orchid sends forth its fragrance; never extending too far, \r\nit wafts past the dirt and dust of the everyday world.",
  "title": "Orchids"
}
