{
  "accession_number": "2013.29.36",
  "art_champions_text": null,
  "artist": "Artist: Yamamoto Baiitsu",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly acquired by the Center with the kind assistance of Carol Brooks and Prof. James Cahill in honor of George Schlenker",
  "culture": null,
  "curator_approved": 0,
  "dated": "1853",
  "department": "Asian Art",
  "description": "prominent cluster of trees in foreground surrounding a small hut; tranquil body of water on LR with smaller, wallless hut on R banks; main landscape in background; towering, columnar mountain with trees, a series of waterfalls, and a small collection of buildings on L edge; poem at URC",
  "dimension": "68 3/4 × 24 1/8 in. (174.63 × 61.28 cm) (image)",
  "id": "http://api.artsmia.org/objects/117430",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5564,
  "image_width": 1948,
  "inscription": "URC, in ink:[ 尽日柴門無客過雨餘苔径緑如羅山禽呼睡春幽寂満院斜陽竹影多]　{Jinjitsu saimon kyaku sugirukoto naku / Ame taikei ni amari midori ra no gotoshi / Sankin sui to haruno yuujaku wo tanoshimi / In ni shayou michi chikuei ooshi} (One additional seal preceding inscription at top right corner. Inscription at top right corner reads, \\\"At the valley-mouth, my bramble gate is visted by no guest; / after rainfall, fragrant paths have a covering of green. / My mountain lad calls me from sleep, disrupting my tranquil withdrawal: / the whole courtyard is filled with setting sunlight,  / among the bamboo shadows\\\" (trans. Jonathan Chaves)   (All the day no guest passed the humble gate. / The rain remained the mossy path so that the green appearance is like the sheer texture (textile?). / Mountain birds enjoy the nap and it is a deep calm in spring. / The sunset fills the home and richened the shade of the bamboo. (trans. ??)})",
  "life_date": "Japanese, 1783 - 1856",
  "markings": "URC, 1: [ 亮印 ]  {Ryō in}; 2: [楳逸 ]  {Baiitsu}; one before inscription, not read",
  "medium": "Hanging scroll; ink and light color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC: [七十又一翁梅逸  ]  {nanaju mata ichi ō Baiitsu}",
  "style": "19th century",
  "text": "Baiitsu, a scholar-painter from Nagoya, used a wide variety of brushstrokes and ink tones to build up solid, mountainous masses in this monumental landscape. The misty areas between the peaks and the dense foliage create a lush, peaceful atmosphere. \r\nThe inscription reads: \r\n\r\nAt the valley-mouth, my bramble gate is visited by no guest: \r\nafter rainfall, fragrant paths have a covering of green. \r\nMy mountain lad calls me from sleep, \r\ndisturbing my tranquil withdrawal: \r\nthe whole courtyard is filled with setting sunlight, \r\namong the bamboo shadows.\r\n(trans. Jonathan Chaves)",
  "title": "Landscape with Houses in a Ravine"
}
