{
  "accession_number": "2013.29.4",
  "art_champions_text": null,
  "artist": "Artist: Geiai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 16th century",
  "department": "Asian Art",
  "description": "two birds perched on a branch of a leafless tree with a few dustings of snow; withering, snow-spotted flowers at bottom; rock formation at L side",
  "dimension": "19 1/4 × 12 3/4 in. (48.9 × 32.39 cm) (image)\r\n53 1/2 × 17 1/4 in. (135.89 × 43.82 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117476",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9530,
  "image_width": 6401,
  "inscription": "",
  "life_date": "Japanese, act. first half 16th cent.",
  "markings": "ULC red artist\\'s seal: 芸愛 {Geiai}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "A pair of small birds have alighted on the branch of an old tree at the water’s edge. A dusting of snow—delicately painted using gofun, a white pigment made of ground oyster shells—has fallen on the tree and a clump of blooming chrysanthemums below. This painting was almost certainly once part of a larger set depicting birds and flowers of various seasons. The season represented here is early winter, when chrysanthemums remain in bloom even as the snow begins to fall.\r\n\tThe artist Geiai is a bit of a mystery, but his known body of work reveals fluency in several different styles of Chinese painting introduced to Japan in the 1300s and 1400s. The unique composition (with most motifs clustered at left), heavy contour lines, and distinctive texturing of rocks suggest that Geiai took as his model a painting by a member of the Zhe school, a group of painters that flourished in China’s Zhejiang region during the Ming dynasty (1368–1644).",
  "title": "Birds and Chrysanthemums in Snow"
}
