{
  "accession_number": "2013.29.375",
  "art_champions_text": null,
  "artist": "Artist: Kuroda Ryōzan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "two-panel screen with two separate images; L panel: scruffy male figure seated on rock with flat bald spot on head, gazing to UR; robes open; holding gourd in PL hand, PR hand on knee; very long and pointed fingernails and toenails; R screen: shaggy male figure in open white robe seated on rock stroking large white frog with PL hand; looks out at viewer with half closed eyes; mouth slightly open showing two pointed teeth; flat bald spot on head",
  "dimension": "52 3/4 × 22 5/16 in. (133.99 × 56.67 cm) (image, L screen)\r\n52 13/16 × 22 5/16 in. (134.14 × 56.67 cm) (image, R screen)\r\n66 3/4 × 69 5/8 × 11/16 in. (169.55 × 176.85 × 1.75 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117449",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5612,
  "image_width": 5941,
  "inscription": "Signatures, Seals, and Label",
  "life_date": "Japanese, 1755 - 1814",
  "markings": "URC; LLC; Clark label back of R screen",
  "medium": "Two-panel folding screen; ink and light colors on paper",
  "nationality": "Japanese",
  "object_name": "Two-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC; LLC",
  "style": "19th century",
  "text": "This two-panel screen depicts the Daoist immortals, Gama Sennin (Chin. Liu Hai) and Tekkai Sennin (Chin. Li Tieguai). The two were often paired in Japanese and Chinese art because of their corresponding supernatural powers. Depicted on the right is Gama Sennin, known literally as the ‘toad hermit,’ a character based on the historical civil servant and alchemist Liu Hai of 10th century China. Various accounts associate Gama with a large, three-legged toad by which he can be identified. Gama was thought to be able to release his spirit from his body, metamorphose, and fly with the aid of his magical companion. Chinese prototypes of this theme sometimes represent the immortal sitting on or resting his foot on the animal and holding a string of gold coins, with which he is supposed to have lured the toad from its hiding place in a well. Here, however, Kuroda Ryōzan has depicted the relationship between his subjects as one of affection rather than of conquest. Gama’s flattened head, broad nose, and wide grin convey an eccentric character and otherworldly nature. \r\n\r\nTekkai Sennin is the Japanese adaptation of one of the Eight Immortals (Baxian), an assemblage of Daoist and/or folk deities. He was thought to be capable of leaving his body, sometimes traveling for extended periods. On one occasion, he asked a disciple to watch over his body and instructed him to burn it if his spirit did not return in seven days. On the sixth day, however, the disciple’s mother died, so he burned his master’s body and went home. Returning on the seventh day, Tekkai’s spirit found his body gone, leaving him no choice but to adopt the corpse of an emaciated beggar that he found beside the road. Like Gama Sennin, he is associated with medicine, and is traditionally represented with a gourd that signifies his ability to transcend the body and to offer healing. While usually appearing as a decrepit figure after his physical transformation, here Ryōzan has chosen to depict Tekkai as he exhales his spirit from his mouth.\r\n\r\nKuroda Ryōzan was a",
  "title": "The Immortals Gama Sennin and Tekkai Sennin"
}
