{
  "accession_number": "2013.29.342",
  "art_champions_text": null,
  "artist": "Artist: Matsumoto Koryū",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr. and Mrs. George Haldeman",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "ten bold characters in black on white; some dry brush areas; dark blue, gold and yellow mount",
  "dimension": "52 3/4 × 19 3/4 in. (133.99 × 50.17 cm) (image)\r\n90 7/16 × 25 1/4 in. (229.71 × 64.14 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117410",
  "image": "valid",
  "image_copyright": "",
  "image_height": 448,
  "image_width": 170,
  "inscription": "in black: 石影珠閣　滝瀑殸帯玉琹 (Stone shadows dapple the jeweled tower; / The waterfall\\'s voice girdles the jade qin.) (SA)",
  "life_date": null,
  "markings": "near left edge below center, stamped in red: seal; LRC, stamped in red: seal",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Scratchy and rough, the writing mimics the surface of the stone, the first character of the poem. Matsumoto used a style of calligraphy called feibai (“flying white”) in which the use of a relatively dry brush results in dry, streaky strokes. The “white” refers to the paper showing through the ink. This poem is an example of wuyan jueju, a quatrain of five characters each. Matsumoto excerpted these two lines from a longer composition titled\r\n“Remembering Zhengnanpin” by eighth-century Chinese poet Du Fu. Japanese kanshi (Chinese-style) poets studied Chinese poetry extensively and incorporated it into their own works.\r\n石影銜珠閣\r\n泉聲帶玉琴\r\nStone shadows hold the jeweled tower in the South;\r\nThe spring water's voice strums the jade qin\r\n(Trans. adapted from Stephen Addiss)",
  "title": "Stone Shadows"
}
