{
  "accession_number": "2013.29.374",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Koji Wada",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "blue-gray background with embroidered autumn maple leaf motif throughout; other brightly colored, ornately embroidered designs including bridges, ducks, turtles, crests, and patterns",
  "dimension": "71 1/2 × 50 1/8 in. (181.61 × 127.32 cm)",
  "id": "http://api.artsmia.org/objects/117448",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "",
  "life_date": null,
  "markings": "tag at collar with manufacturer, on opposite, in pen: [100% silk / Hand embroidered /uchikake own / $4,500.00]",
  "medium": "Silk with gold embroidery",
  "nationality": null,
  "object_name": "Wedding robe (uchikake)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The owner of this robe wore her love of The Tale of Genji on her sleeve, so to speak. Instead of an illustration, however, the combination of nonfigural motifs on this robe represents a collective evocation of a specific moment from the Tale. In this case, maple trees and a large drum, along with standing curtains (a type of room divider) point to a scene early in the Tale in which 19-year-old Genji and a friend perform a dance in a palace garden beneath a maple tree. Genji’s youthful beauty and talent are so magnificent that his dancing partner is rendered inconsequential: “A nondescript mountain shrub beside a blossoming cherry,” as recounted in the Tale. The scene is also rife with unspoken emotions and drama. For starters, the performance has been organized by Genji’s father, the emperor, for the enjoyment of his pregnant wife, Genji’s stepmother. Unbeknownst to the emperor, she is carrying Genji’s child.",
  "title": "Wedding robe (uchikake) with design of standing curtains, maple trees, and large drum"
}
