{
  "accession_number": "2013.29.389",
  "art_champions_text": null,
  "artist": "Artist: Yoshida Hiroshi (self-published)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by H. Ed Robison, in memory of his beloved wife Ulrike Pietzner Robison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1926",
  "department": "Asian Art",
  "description": "boat with three sails and small dinghy at center, reflecting on water; silhouettes of smaller boats at UL; pink and purple are dominant colors",
  "dimension": "20 1/8 × 14 1/8 in. (51.12 × 35.88 cm) (image)\r\n21 1/2 × 15 7/16 in. (54.61 × 39.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/117464",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6765,
  "image_width": 5005,
  "inscription": "left: 瀬戸内海集　大正拾五年作　帆船 夕 {Seto naikai shū, Taishō jūgonen saku, Hansen, yū} | bottom, printed: Sailing Boats-Evening | Hiroshi Yoshida",
  "life_date": "Japanese, 1876 - 1950",
  "markings": "LRC, red artist\\'s seal A: 博 {Hiroshi}",
  "medium": "Woodblock print; ink and colors on paper",
  "nationality": "Japanese",
  "object_name": "Print (shin hanga / fūkei-ga)",
  "portfolio": "From The Inland Sea Series (Seto naikai shū 瀬戸内海集)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "117464",
    "117759"
  ],
  "signed": "LRC: よし田 {Yoshida}",
  "style": "20th century",
  "text": "This work is a part of Yoshida Hiroshi’s 1926 Inland Sea series of nine prints. Six of the prints, including these, show sailboats floating in Japan’s Inland Sea, a body of water bounded by three of Japan’s four main islands. Yoshida used the exact same woodblocks for each these six prints, but adjusted the colors to suggest different weather conditions and times of day. They are a testament to the expressive potential of color. \r\n These prints represent Hiroshi’s second series of woodcuts depicting sailboats on the Inland Sea. The wood blocks for the original series, published in 1921, were destroyed during an earthquake that devastated eastern Japan in 1923.  Yoshida designed a new set of woodblocks based on sketches he had made during a 1910 trip to the Inland Sea.",
  "title": "Sailing Boats: Evening"
}
