{
  "accession_number": "2013.29.34",
  "art_champions_text": null,
  "artist": "Artist: Kano Tan'yū",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1663",
  "department": "Asian Art",
  "description": "8-panel landscape screen; small snow-covered village scene; views of water with scattered rock formations; fishing boats; fishing village; village market with a river and small figures",
  "dimension": "33 7/8 × 141 3/16 in. (86.04 × 358.62 cm) (image)",
  "id": "http://api.artsmia.org/objects/117407",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2507,
  "image_width": 9893,
  "inscription": "",
  "life_date": "Japanese, 1602 - 1674",
  "markings": "LRC, gourd shaped relief: {Morinobu}",
  "medium": "Ink and light color on silk",
  "nationality": "Japanese",
  "object_name": "Eight-panel folding screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: {Hōin Tan\\'yū rokujūnisai hitsu}",
  "style": "17th century",
  "text": "At the top center of each panel are vertical rectangles drawn in, as if they are incomplete and should have been filled in with poems.\r\nFrom left to right, panel one:  \"Evening Snow over the River\", Landscape with huts at lower left corner, peaks around the center.\r\nPanel two: \"Night Rain over the Xiao and Xing\", The end of the landscape from the bottom corner of panel one slightly extends to the left edge of panel two. Otherwise, a cluster of land formations around center, painted in a manner indicating distance. \r\nPanel three: \"Autumn Moon over Lake Dong Ting\", The cluster of land formations from panel two continues to panel three. This continuation is around the center left of the panel.\r\nPanel Four: \"Geese Alighting on a Sandbank\",  Landscape at the lower right corner featuring one tree prominantly, and at bottom. Horizontal lines around center of panel indicating landscape in the far distance. \r\nPanel Five: \"Evening Glow over a Fishing Village\",  Landscape from panel four continues to lower left corner of this panel. Prominent feature is a hut. Horizontal lines and areas of wash indicating landscapes in the distant background around center of panel.\r\nPanel Six:\"Returning Sails from Distant Shores\",  It becomes clear that there is water around the landscapes as there are two boats with sails on this panel. At the lower right corner are rock formations, then a boat slightly above. Another boat to the far left, towards the left edge of the panel. This boat is drawn slightly smaller indicating that it is farther away from the viewer. Landscape in the back or at bottom half of top half. \r\nPanel Seven: \"Evening Bell from a Distant Temple\", The landscape from top half of panel six continues along left edge of this panel. Atop this landscape is a multi-storied pagoda, some mist to the bottom of it, then a waterfall which falls almost parallel to the left edge of screen. Slight landscape at bottom left corner, continuing from panel six. At lower right corner are angular rocks and some foliage.\r\nPanel Eight: \"Morning",
  "title": "Eight Views of the Xiao and Xiang Rivers"
}
