{
  "accession_number": "2013.29.48",
  "art_champions_text": null,
  "artist": "Artist: attributed to Kano Naganobu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 1,
  "dated": "around 1600",
  "department": "Asian Art",
  "description": "unsigned; scene with figures in foregreound: group of attendants on L with man in white facing woman in white; landscape with water in background on R; interior on L; gold leaf background",
  "dimension": "61 1/2 × 140 1/2 in. (156.21 × 356.87 cm) (image)",
  "id": "http://api.artsmia.org/objects/117584",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5272,
  "image_width": 11256,
  "inscription": "",
  "life_date": "Japanese, 1577 - 1654",
  "markings": "",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "The poem Song of Everlasting Sorrow (Changhen ge), by Chinese poet Bai Juyi’s (772–846), tells the story of Emperor Xuanzong (685–762; reigned as Emperor Minghuang) and his breathtakingly beautiful favorite concubine Yang Guifei (719–756). This painting shows Guifei dancing at right in front of the emperor and several attendants. A rebellion in 755 forced the emperor to flee the capital, and angry imperial guards—believing that Yang Guifei was responsible for Xuanzong’s neglect of state affairs—demanded her execution and put her to death. Xuanzong abdicated the throne shortly thereafter, triggering the decline of the dynasty. This tragic love affair became a popular subject among Kano painters like Kano Naganobu (1577–1654), who moved his branch of the Kano House to the capital, Edo (present-day Tokyo), in 1605 and became the first Kano painter to serve as painter-in-attendance to the Tokugawa shoguns.",
  "title": "Emperor Ming Huang and Yang Guifei"
}
