{
  "accession_number": "2013.29.5",
  "art_champions_text": null,
  "artist": "Artist: Kano Sōtoku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1830s",
  "department": "Asian Art",
  "description": "two pink lions at lower center, one is turned outward looking up at viewer, while the other is turned away; lions are standing next to two palm trees, one of which is bearing coconuts; grapevine winds around the two trunks at R; plant with large, vibrant red blossoms in foreground at L; rhinoceros is drinking out of a river in background",
  "dimension": "44 1/8 × 17 3/8 in. (112.08 × 44.13 cm) (image)\r\n77 3/8 × 22 5/8 in. (196.53 × 57.47 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117606",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5415,
  "image_width": 2129,
  "inscription": "",
  "life_date": "Japanese, active around 1833",
  "markings": "center R edge, square relief: 秀(信?) {Hidenobu}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center R edge: 宗得秀信畫 {Sōtoku Hidenobu ga}",
  "style": "19th century",
  "text": "Two lions roam a tropical landscape, framed by a coconut tree and strange red and purple flowers. In the background, a rhinoceros lingers by the water. Even while communication and trade between the rest of the world and Japan was highly restricted, the Japanese were eager to learn about life beyond the seas. Dutch traders brought Western publications, such as Johann Jonston’s Historiae naturalis de quadrupedibus libri (1650), to Japan. Printed, translated versions of the books were disseminated through Japanese publishers and became popular among artists, who often used illustrations in Western books as models for paintings and drawings.  While we do not know the source of the lions, the rhinoceros’s source is clear. Though small in scale, the creature resembles that of German painter and printmaker Albrecht Dürer’s woodcut from 1515. Dürer never saw a real rhinoceros; instead, he based his illustration on written descriptions. The image was reproduced repeatedly within Europe in prints and books, including Jonston’s Historiae naturalis. First presented as a gift to the fourth shogun, Tokugawa Ietsuna, in 1663, Historiae naturalis was kept in the library until the eighth shogun, Yoshimune, rediscovered it.\r\n\r\nEnea Vico\r\nItalian, 1523–1567\r\n16th century\r\nRhinoceros, 1548\r\nEngraving\r\nThe William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916 P.468",
  "title": "Lions"
}
