{
  "accession_number": "2013.29.528",
  "art_champions_text": null,
  "artist": "Artist: Yoshida Fujio (self-published)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by H. Ed Robison, in memory of his beloved wife Ulrike Pietzner Robison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1953",
  "department": "Asian Art",
  "description": "close-up of light orange, yellow, and green flower: looking at internal parts of flower just over light orange/yellow lower petal; light green stem rises near center into three brown lines with three white forms above; light yellow and green petal in background",
  "dimension": "15 13/16 × 10 9/16 in. (40.16 × 26.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/117638",
  "image": "valid",
  "image_copyright": "© Yoshida Fujio",
  "image_height": 5601,
  "image_width": 3827,
  "inscription": "Left: [?????　グラジオラス] {1953nen saku, Gurajiorasu}; bottom, in pencil: [Gradiora] [Fujio Yoshida]; LRC of image, in pencil: [Fujio Yoshida]",
  "life_date": "Japanese, 1888 - 1987",
  "markings": "",
  "medium": "Woodblock print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (gendai hanga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The print is from a series created by Yoshida Fujio in the early 1950s, featuring close-up views of flowers common to the Japanese islands. Using traditional Japanese woodblock printing techniques, her pictures of the delicate, swirling insides of flowers like irises, gladioluses, and wild ginger border on abstraction. Yoshida Fujio was among the first women Japanese painters to work in the Western style. She was also the first female artist in the celebrated Yoshida family of painters, a leading artistic family dating back to the early 1800s. After traveling throughout North America in the early 1900s, preparing numerous sketches and drawings that gained her wide acclaim within the United States, she returned to Japan. There, especially after the end of World War II in 1945, she focused on oil painting and woodblock printing.",
  "title": "Gladiolus"
}
