{
  "accession_number": "2013.29.571a-e",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by F. Bailey Vanderhoef, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th - early 20th century",
  "department": "Asian Art",
  "description": "lacquer writing box with blossoming wisteria vines growing from R in gold and mother-of-pearl; large blossoming peonies LRC; inside a Chinese-styled lion chases a blue and gold butterfly amid grassy landscape with peonies",
  "dimension": "2 1/4 × 9 1/2 × 10 1/4 in. (5.72 × 24.13 × 26.04 cm)",
  "id": "http://api.artsmia.org/objects/117696",
  "image": "valid",
  "image_copyright": "",
  "image_height": 796,
  "image_width": 1024,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer (maki-e), gold, mother-of-pearl; silver",
  "nationality": null,
  "object_name": "Writing box (suzuribako)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This writing box is richly decorated with taka maki-e and mother of pearl inlays, and taka maki-e and hira maki-e with kirigane flakes augmenting the background on the inner lid. Peonies and wisteria are both summer blooms, and the fertility of the season is portrayed in the lushness of the composition. Additionally, peonies are often associated with the scholarly class, making it an appropriate motif for a suzuribako, and their appearance on both the inner and outer lid creates continuity throughout the box. The decorative motif on the inside refers to the kabuki dance Kagamijishi, which interprets the story of a karashishi attempting to rid itself of insects in its mane with the dew of a peony blossom. While the design shows the lion playfully chasing the butterflies, rather than scratching them out of his mane, the elements depicted would have been easily recognizable to a contemporary viewer.",
  "title": "(Writing box with peonies, wisteria, and a Chinese lion chasing butterflies)"
}
