{
  "accession_number": "2013.29.617",
  "art_champions_text": null,
  "artist": "Artist: Kameda Bōsai",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Dr and Mrs Peter F. Drucker",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th - early 19th century",
  "department": "Asian Art",
  "description": "six lines, seal LLC; mounted to sheet with gold flecks, brocade border, and gold background",
  "dimension": "7 13/16 × 5 11/16 in. (19.84 × 14.45 cm) (image)\r\n35 3/8 × 13 1/4 in. (89.85 × 33.66 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117748",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5520,
  "image_width": 4028,
  "inscription": "終日齋心禱玉宸魂消目斷未; 逢真不如一樹瓊瑤蕊笑對藏; 花洞裏人香車潛下玉龜山塵; 世何由覩蕣顏惟有多情枝; 上雪好風吹綴綠雲鬟\r\n\r\nTwo poems: 1) My heart, after day-long fasts, has prayed to the Jade Palace, yet soul has melted, eyesight failed without Encountering the True! Much better is this entire tree of jade and jasper stamens, smiling as they face this visitor to the Cave o Hidden Flowers!   \r\n\r\n2) The winged chariot once descended to the Mount of the Jade Tortoise: In this dusty world, whenever again will we view the visage of Shun? There are only these snowflakes, full of feeling on the branch, Blown here by a lovely breeze to ornament green-cloud chignons!",
  "life_date": "Japanese, 1752 - 1826",
  "markings": "marks on top when rolled, in Japanese; LLC: rectangular relief: 鵬斎{Bosai}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: 鵬斎老人興書 {Bosai Rojin Kosho}",
  "style": "18th-19th century",
  "text": "This text recites the two poems by the Chinese Tang Dynasty poet Yan Xiufu 嚴休復 (died 835/840) that are notated in Complete Tang Poems (Quan Tangshi), commissioned by Emperor Kangxi in 1705, and the largest compilation of poetry from that period. \r\n終日齋心禱玉宸　魂消目斷未 / 逢真　不如一樹瓊瑤蕊　笑對藏 / 花洞裏人　　香車潛下玉龜山　塵 / 世何由覩蕣顏　惟有多情枝 / 上雪　好風吹綴綠雲鬟\r\nMy heart, after day-long fasts, has prayed to the Jade Palace, / Yet soul has melted, eyesight failed without Encountering the True! / Much better is this entire tree of jade and jasper stamens, / Smiling as they face this visitor to the Cave of Hidden Flowers!\r\nThe winged chariot once descended to the Mount of the Jade Tortoise: / In this dusty world, whenever again will we view the visage of Shun' / There are only these snowflakes, full of feeling on the branch, / Blown here by a lovely breeze to ornament green-cloud chignons! \r\n(Trans. Stephen Addiss)",
  "title": "Two Poems by Yan Xiufu"
}
