{
  "accession_number": "2013.29.616.2",
  "art_champions_text": null,
  "artist": "Artist: Kameda Bōsai",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr and Mrs George Haldeman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1818",
  "department": "Asian Art",
  "description": "6 panels, each with four columns of loopy calligraphy",
  "dimension": "53 7/8 × 123 3/8 in. (136.84 × 313.37 cm) (image)\r\n67 3/16 × 137 1/8 × 5/8 in. (170.66 × 348.3 × 1.59 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117746",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2635,
  "image_width": 5520,
  "inscription": "Ch\\'ang-an: \\\"Ki-yi\\\" / Ch\\'ang -an\\'s broad avenues link up with narrow lanes, / There black oxen and white horses, coaches of fragrant woods, / Jade-fit palanquins go left and right past the mansions of lords, / Gold riding whips in a long train move toward barons\\' homes. / Dragons bite jeweled canopies, catching the morning sun, / The phoenix disgorges dangling  fringe, draped with evening\\'s red clouds. / A hundred yards of gossamer strands strain to enwrap the trees, / While a single graceful flock of birds join their cries amomg flowers. /Cries among flowers, playful butterflies, by the palace\\'s thousand gates. / The emerald trees, the silver terraces, thousands of different colors. / Double-decked passageways, interwinded windows make the union of lovers. / Paired tower gates, rising layers of tiles which sweep as phoenix wings. (AS see note)",
  "life_date": "Japanese, 1752 - 1826",
  "markings": "R panel center R edge; Clark label back of L screen ULC; Benkins sticker back of L screen LRC; sticker on back of R panel LLC",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "R panel, center R edge",
  "style": "19th century",
  "text": "This pair of screens features the calligraphy of Kameda Bōsai, a Confucian scholar celebrated for his dynamic, vibrant handwriting. (Confucianism is an ancient philosophy and code of ethics that underpins the culture of China and its neighbors.) As a scholar, Bōsai was familiar with classical Chinese literature and culture and was a skilled calligrapher, painter, and poet in his own right. In this pair of screens he used the expressive “running” style of calligraphy, in which characters are abbreviated and multiple characters occasionally run together. The text is a transcription of a Chinese ballad (qilu) called “Chang’an, Ancient Theme” (“Chang’an guyi”) by Lu Zhaolin (c. 634–684). The city of Chang’an, today known as Xi’an, was significant to the Japanese—two of Japan’s early imperial capitals, Heijō and Heian (now the cities of Nara and Kyoto, respectively), were designed after this ancient Chinese capital city.",
  "title": "Chang'an [right of a pair]"
}
