{
  "accession_number": "2013.29.650",
  "art_champions_text": null,
  "artist": "Artist: Doi Gōga",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "long line of expressive calligraphy, shorter signature line at L; light grey-green mount",
  "dimension": "51 3/4 × 11 in. (131.45 × 27.94 cm) (image)\r\n73 3/8 × 15 5/8 in. (186.37 × 39.69 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117788",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7618,
  "image_width": 1606,
  "inscription": "北冥有魚其名為鯤 (In the arctic regions there is a fish and its name is Kun. (SA))",
  "life_date": "Japanese, 1817 - 1881",
  "markings": "URC, rectangular intaglio:知玄知黙; LLQ, square intaglio seals:　土井恪印；　士恭氏；",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "聱牙散人(為?)",
  "style": "19th century",
  "text": "Zhuang Zhou, commonly known as Zhuangzi, lived in the fourth century BCE and is considered one of the greatest Chinese philosophers and an important figure in Daoism. In a very expressive and energetic style Doi Gōga wrote the very beginning of his book Zhuangzi, a collection of what is believed to be Zhuang Zhou’s own writings and those of his students and other thinkers in relation to him. The first chapter Xiao yao you (“Enjoyment in Untroubled Ease” or “Free and Easy Wandering”) expresses that we leave behind everything familiar and explore the unfamiliarity of the world when we wander beyond. Leaving behind what we have been taught, we learn to respond spontaneously and immediately. The text continues to describe the transformation of the fish Kun, from the Northern Ocean, into the bird Peng, which wanders to the Southern Sea. Kun stands for dark and passive that ultimately becomes bright and strong, represented through Peng.\r\n北冥有魚　其名為鯤\r\nIn the Northern Ocean there is a fish, the name of which is Kun",
  "title": "Single Line from Zhuangzi"
}
