{
  "accession_number": "2013.29.622",
  "art_champions_text": null,
  "artist": "Artist: Yokoi Kinkoku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly acquired by the Center with the kind assistance of Carol Brooks and Prof. James Cahill in honor of George Schlenker",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "rugged mountain landscape with steep, winding path; human figure climbing path at UL; group of figures on horses at LL ascending path; two figures crossing an arched bridge at LR",
  "dimension": "43 1/2 × 13 3/8 in. (110.49 × 33.97 cm) (image)\r\n75 1/8 × 18 5/16 in. (190.82 × 46.51 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117754",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7394,
  "image_width": 2274,
  "inscription": "Signature, Inscription, Marks, and Seals\r\n\r\nURC, in Japanese",
  "life_date": "Japanese, 1761 - 1832",
  "markings": "top L when rolled, in pen: [J42 Kinkoku]; intaglio seals URQ; relief seal LLC",
  "medium": "Ink and light color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC",
  "style": "19th century",
  "text": "The road to Shu, the old name of Sichuan Province, was famous for its precarious passages along sheer cliffs. Parts of this road were no wider than a single person and had to be built out on poles from the face of the cliffs. Chinese poets like Li Bai (701–762) composed poems on this hard to manage trail that leads up Mount Emei (Jap. Gabi). One of the Four Buddhist Sacred Mountains of China, Mount Emei is 10,167 ft. (3,099 m) tall.\r\nYokoi Kinkoku was a follower of Yosa Buson and imitated him even in his style of calligraphy. He painted in a rapid and spontaneous manner and was especially successful in capturing the vibrancy of mountains and rocks. Toward the end of his life he became a wandering Buddhist priest of the Jōdo (Pure Land) school. Irregularly and richly shaped, the mountains go high up in the painting. Travelers in the foreground are crossing a bridge and we see others at intervals on the slope that climbs up the mountains. Black ink dotting and live-ly outlines give the rocks a rich texture.",
  "title": "Road to Shu"
}
