{
  "accession_number": "2013.29.654",
  "art_champions_text": null,
  "artist": "Artist: Ike Taiga",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Col. Peter and Mrs Betty Peabody",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "mountain range at top with trees; shorter mountain with huts center R; rocky outcropping at LL with large trees; rocks at bottom with two figures hiking; arched stone bridge at R; trees and foliage throughout; trees highlighted with light green; tree trunks and rocks highlighted with light brown",
  "dimension": "42 5/8 × 10 7/16 in. (108.27 × 26.51 cm) (image)\r\n72 1/2 × 15 11/16 in. (184.15 × 39.85 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117792",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9447,
  "image_width": 2311,
  "inscription": "",
  "life_date": "Japanese, 1723 - 1776",
  "markings": "center R, joined relief seal:  無名霞樵者",
  "medium": "ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center R: 九露山樵",
  "style": "18th century",
  "text": "Ike Taiga uses almost the complete pictorial space to create a mountain landscape. The foreground is dominated by several tall trees, which tower over two wanderers at the bottom of the picture, making their way up to the residence in the upper part of the image.\r\nTaiga was during his lifetime one of the most prominent members of the literati (bunjin) art scene in Kyoto. Born into a middle-class family in Kyoto, he received an excellent education in classical Chinese literature and poetry, which laid the foundation for his life-long passion for Chinese culture and painting. Taiga started to learn calligraphy as early as the age of six, and began to study painting by the age of 14, relying on Chinese painting manuals such as the “Mustard Seed Garden Painting Manual” (Chin.  Jiezi yuan huazhuan, Jap. Kaishien gaden ).",
  "title": "Friends Visiting in the Mountains"
}
