{
  "accession_number": "2013.29.673",
  "art_champions_text": null,
  "artist": "Artist: Tanomura Chikuden",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr and Mrs Wesley Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1817-1835",
  "department": "Asian Art",
  "description": "nine lines of calligraphy, delicately written; a number of characters accompanied by small black circles; light grey and beige mount",
  "dimension": "7 13/16 × 9 3/4 in. (19.84 × 24.77 cm) (image)\r\n37 5/8 × 11 3/8 in. (95.57 × 28.89 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3722,
  "image_width": 4633,
  "inscription": "",
  "life_date": "Japanese, 1777 - 1835",
  "markings": "LLQ, square intaglio: [Ken\\'in]; LLQ, oval relief: [Chikuden]",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "APS",
  "see_also": [
    ""
  ],
  "signed": "center L: [Suiryu]",
  "style": "19th century",
  "text": "Carefully rendered in standard script, this draft of an essay discusses Tanomura’s yearning for a life away from the urban setting, like that of Chinese hermits. He came\r\nfrom a family of physicians who had served the lord of Oka domain (modern-day Ōita prefecture on the island of Kyūshū), but he eventually abandoned the hereditary\r\noccupation to pursue life as a scholar and painter. This work includes punctuation marks, which is often omitted in other calligraphic works in this gallery: small circles function as commas or periods.\r\n人言市上藏山。池園此地看來是。花\r\n垂豆架。葉翻芋圃。巷幽途細。有個\r\n柴門。竹扉半扇。日高猶閉。覺眼前\r\n清曠。襟懐開朗。人兼地俱瀟酒\r\n蒔草移花隨意。向林間。沾々偏喜。醒時\r\n喚酒。醉時呼茗。每朝聊爾。藥譜農\r\n書。孝經論語。略存經濟。對清風。一笑。\r\n平泉金谷。不關吾事\r\n右水龍吟\r\nPeople say there is a mountain hidden in the urban hustle\r\nand bustle. It looks like this pond garden is the place.\r\nFlowers draping down on the bean stands; leaves flipping\r\nover yam fields. The alley is tranquil and the trail narrow.\r\nThere is a wooden gate with a half bamboo door. The door\r\nremains closed when the sun is high. A crisp and transparent feeling unfolds before my eye, and my chest clears\r\nup. This place and I are both free of care. Seasonal grasses\r\nand transplanted flowers freely thrive. Toward the woods, I\r\nam delighted. Calling for wine when awake and requesting\r\ntea when tipsy. Every day I discuss medicinal albums, agricultural books, the Classic of Filial Pity, and the Analects;\r\nsometimes on governance and statecraft. A smile at the\r\nbrisk breeze.\r\nPingquan and Jingu [symbols of secular wealth and power]\r\nare not relevant to me.\r\nThe right composed by Suiryūgin",
  "title": "Draft in Regular Script"
}
