{
  "accession_number": "2013.29.71a-l",
  "art_champions_text": null,
  "artist": "Painter: Kamisaka Sekka; Ceramist: Eiraku Zengorō XV; Manufacturer: Ichinose Kohei",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1920s",
  "department": "Asian Art",
  "description": "wooden calligraphy box with two stems of bright blue flowers with green leaves and gold veins; includes brush, silver weight or brush rest, wooden tool rest, two metal and wood tools, green ceramic ink stone, and yellow ceramic water dripper",
  "dimension": "1 7/8 × 7 15/16 × 7 15/16 in. (4.76 × 20.16 × 20.16 cm)",
  "id": "http://api.artsmia.org/objects/117862",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1521,
  "image_width": 4307,
  "inscription": "",
  "life_date": "Japanese, 1866 - 1942",
  "markings": "impressed seals LLC of box (b); LLC of wooden block (h); back of ink dish (j) and back of water dripper (k)",
  "medium": "Color on Paulownia wood, glazed stoneware, silver, wood, metal",
  "nationality": "Japanese",
  "object_name": "Writing box (suzuribako)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "under lid (a) in gold pigment",
  "style": "20th century",
  "text": "In Japan and in other East Asian cultures, the main tools for writing were a brush and ink. People used writing boxes (suzuribako) like these to store their implements. This set includes a brush, an inkstone, a water dropper, and a small knife for cutting paper. The first step to writing was to prepare the ink, which required grinding the solid inkstick against the inkstone (here, the glazed green plate) with some water from the water dropper (shaped as a yellow knot). Writing boxes are primarily associated with calligraphy, but the same utensils were used for drawing as well.",
  "title": "Calligraphy box decorated with gentians"
}
