{
  "accession_number": "2013.29.665.2",
  "art_champions_text": null,
  "artist": "Artist: Kano Kazunobu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1850",
  "department": "Asian Art",
  "description": "seated figure with purple, green, and gold robe over PL shoulder holds green jewel in PR hand, stroking it with PL hand; figure has large hoop earring, distended earlobe; exaggerated features, bald forehead; halo around figure; seated before tree with few green leaves and purple flowers; short figure with long fingernails and outstretched arms stands at seated figure's PL; chalice hanging from tree in front of Rakan",
  "dimension": "46 3/16 × 20 7/16 in. (117.32 × 51.91 cm) (image)\r\n78 3/8 × 25 1/2 in. (199.07 × 64.77 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/117804",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9595,
  "image_width": 4397,
  "inscription": "Mark and Inscription\r\n\r\n[ 狩野一信筆羅漢画清信寺 ] (with square Yoshida __ seal and another 9-character seal on uppermost section of reverse of mount below hanging stave)",
  "life_date": "Japanese, 1816 - 1863",
  "markings": "square red relief seal 一信之印",
  "medium": "Ink, color, and gold on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Kano Kazunobu, a painter of the Kano school, received prestigious commissions from Buddhist temples. He was honored by the Imperial Court in 1856 for his talent and given the honorary title “Hokkyō” (Bridge of the Law). His work features Western techniques, such as foreshortening, along with traditional Buddhist motifs. The set of 16 “achievers” (rakan in Japanese, arhat in Sanskrit) to which these two examples belong is an important and rare precursor to his great masterpiece, Five Hundred Arhats, a set of 100 hanging scrolls commissioned by the Zōjōji Temple in Tokyo.",
  "title": "Ajita, the Fifteenth of the Sixteen Arhats"
}
