{
  "accession_number": "2013.29.7.2",
  "art_champions_text": null,
  "artist": "Artist: Mano Kyōtei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "flying demon-like figure with drums around him and holding bar bell-like objects",
  "dimension": "52 1/2 × 120 in. (133.35 × 304.8 cm) (image)\r\n53 3/4 × 121 1/2 × 1/4 in. (136.53 × 308.61 × 0.64 cm) (mount)",
  "id": "http://api.artsmia.org/objects/117849",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4881,
  "image_width": 10853,
  "inscription": "",
  "life_date": "Japanese, 1874 - 1934",
  "markings": "LRC: 暁亭 {Kyōtei}",
  "medium": "Ink and color on silver leafed paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 暁亭 {Kyōtei}",
  "style": "20th century",
  "text": "The gods of wind and thunder stem from Hindu deities that were assimilated into the Buddhist pantheon and later merged with indigenous Shintō personifications of natural elements. In this pair of folding screens, the Thunder God, at right, is identified by his red skin and drums, which he beats to create thunderclaps. In the left screen, the Wind God appears as he typically does, as a horned, gargoyle-like creature with green skin and a cloth sack from which he unleashes blasts of wind. Here, however, Mano Kyōtei also equipped him with a pair of fans. Another departure from established iconography is the addition of the Rain God, who carries flasks of water and is crowned with a dragon, a mythical beast traditionally associated with rain in East Asia. This innovative interpretation established these screens as Kyōtei’s masterpiece.\r\n(2013.29.7.1-.2)",
  "title": "God of Thunder [right of the pair Gods of Thunder, Wind, and Rain]"
}
