{
  "accession_number": "2013.29.8.1",
  "art_champions_text": null,
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "winter scene: horse in small snow-covered stable; stable is under three bent snow-covered pine trees; women with snow-covered hat and cape walks through snow, bringing bucket to horse; snow-covered fence at LL",
  "dimension": "35 13/16 × 12 5/8 in. (90.96 × 32.07 cm) (image)\r\n74 1/8 × 18 5/16 in. (188.28 × 46.51 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117970",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 1913,
  "inscription": "Signature, Seals, and Sticker",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "LLC, jar-shaped relief: [Zeshin]; sticker R roller end: [L]",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: [Zeshin]",
  "style": "19th century",
  "text": "Set in the mid-Kamakura period, the story of Hachinoki (“Potted Trees”) is a tale of loyalty rewarded.  One snowy day, a traveling monk appeared at the home of the warrior Sano no Genzaemon-no-jō Tsuneyo and asked to stay. Tsuneyo initially declined as his family was too poor to host anyone, but at the urging of his wife, changed his mind. To keep the house warm, Tsuneyo sacrificed his prized bonsai trees—miniature plum, cherry, and pine—as firewood. Tsuneyo explained to the monk that his family had once owned a large piece of land, but a relative had usurped it. But despite his poverty, he avowed, he would immediately ride his horse to battle if the shogun needed him. A few days later, he received a mobilization order by the regent Hōjō Tokiyori. Arriving in broken armor and holding a rusty weapon, Tsuneyo endured the mockery of his peers when he was specifically called out to meet the regent. He then realized that the monk he had helped was Tokiyori. To show his appreciation, Tokiyori promised to return the lost land to him, and gave three estates for the three trees Tsuneyo sacrificed.",
  "title": "Noh Play Hachinoki, one of three"
}
