{
  "accession_number": "2013.29.788",
  "artist": "Artist: Nakabayashi Chikutō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Carol Brooks",
  "culture": null,
  "curator_approved": 0,
  "dated": "1840s",
  "department": "Japanese and Korean Art",
  "description": "mountain landscape with trees: at LL, a figure with straw rain cape crosses a bridge into a grove of trees at R; mountains at center with rooftops emerging from the fog at center R; larger mountain range in background; bands of diagonal, light grey brushstrokes allude to rain",
  "dimension": "47 3/8 × 16 1/2 in. (120.33 × 41.91 cm) (image)\r\n77 3/4 × 22 5/8 in. (197.49 × 57.47 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117953",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9064,
  "image_width": 3200,
  "inscription": "ULQ: [ 雨気不離山 / 漲痕方上路 / 水風吹夕雲 / 失却邨南楼 ]  (The spirit of rain does not leave the mountain. / The rain proceeds up the road. / The watery wind drives the evening cloud / Obscuring the watchtower at the south of the village.)",
  "life_date": "Japanese, 1776 - 1853",
  "markings": "see notes: ULQ, small rectangular relief; ULQ square intaglio; ULQ, square intaglio; LRQ, two square intaglio seals",
  "medium": "Hanging scroll; ink on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRQ: [ 中林成昌 ] {Nakabayashi Seishō}",
  "style": "19th century",
  "text": "Nakabayashi Chikutō belonged to a circle of conservative literati painters in the nineteenth century that sought to emulate the techniques of selected masters of China. Here form is built from Mi dots; short, horizontal lines made with the side of the brush. Unpainted areas convey sheets of rain and rising mist. The variation in tone makes the work seem to shimmer, imparting the sense of sunshine breaking though storm clouds on a summer afternoon. The poem is inscribed by the Confucian scholar-poet Hirose Seison (Seison Hanji).",
  "title": "Summer Mountains, Sudden Shower"
}
