{
  "accession_number": "2013.29.811",
  "artist": "George Nakashima",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by William Perreault",
  "culture": null,
  "dated": "1955",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "side chair with seat that flares outward towards front, seat carved for body contours; nine narrow spindles on back: lighter wood than rest of chair; top support bar across spindles curves gently outward; top support bar shape is straight across top and curves downward towards center; two small pegs on top bar, one on either side top spindle, with dark wooden inlay; light carved line runs across back of chair seat, through base of spindles; four spindly legs set at outward angles, taper towards ends; spindle shaped crossbar between front and back legs with two parallel spindle shaped bars connecting front and back supports",
  "dimension": "36 × 18 1/2 × 20 in. (91.44 × 46.99 × 50.8 cm)",
  "id": "http://api.artsmia.org/objects/117984",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1905 - 1990",
  "marks": "Mark and Sticker ",
  "medium": "Walnut and hickory",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Need Permission",
  "role": "Artist",
  "room": "G378",
  "style": "20th century",
  "text": "Nakashima’s chair designs, with their spindled backs, contoured seats, and lathe-turned legs, refer to American vernacular furniture. The New Chair emphasizes simple construction and functional form. Also prominent in Nakashima’s philosophy was respect for the tree that provided the wood for the furniture. The New Chair emphasizes the beauty of American black walnut for the seat, legs, and top rail, highlighted with hickory for the spindles. \r\n \r\nThe visible construction methods and the open, modern forms of Nakashima’s furniture also show the influence of Japanese furniture construction. These skills came through study with a Japanese craftsman while in an internment camp during the Second World War, as well as his travels to Japan. His simple forms and emphasis on wood also characterize early 20th century Arts and Crafts movement furniture, seen in this gallery, as well as Scandinavian modern design. \r\n ",
  "title": "New Chair"
}
