{
  "accession_number": "2013.29.793.2",
  "art_champions_text": null,
  "artist": "Artist: Unkoku Tōeki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Carol Brooks",
  "culture": null,
  "curator_approved": 0,
  "dated": "1620s",
  "department": "Asian Art",
  "description": "somewhat forlorn looking figure holding tattered red robe together in front of body standing with feet slightly splayed apart; looking outward towards PL; large, gold hoop earring in PL ear; shaggy eyebrows and beard; large open eyes; shaggy hair around temples but bald head at top; very long toenails",
  "dimension": "42 1/2 × 14 11/16 in. (107.95 × 37.31 cm) (image)\r\n76 7/8 × 19 7/8 in. (195.26 × 50.48 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117960",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8355,
  "image_width": 2845,
  "inscription": "",
  "life_date": "Japanese, 1591 - 1644",
  "markings": "LRC, top, gourd-shaped intaglio; LRC, center, square relief; LRC, bottom, large square relief; L roller cap, white round sticker: [SJ/70]; L roller cap, bright yellow sticker: [E8]",
  "medium": "Ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "At the center of this triptych of hanging scrolls is a portrait of Bodhidharma, known as Daruma in Japan, the Indian patriarch of Zen Buddhism credited with transmitting Zen from India to China in ancient times. At right and left are images of China—dramatic mountainscapes with Buddhist temples and gnarled old pine trees perched on the peaks, along with motifs representing all four seasons. The bold contour lines, solid shape of the mountains, and shallow representation of space are characteristic of Unkoku Tōeki, whose style was informed by the paintings of the revered medieval painter Sesshū Tōyō (1420–1520).",
  "title": "Bodhidharma, from a triptych of Bodhidharma and Landscapes of the Four Seaons"
}
