{
  "accession_number": "2013.29.785a,b",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "September 1999",
  "department": "Asian Art",
  "description": "L panel: night scene of dark, gnarled, twisting trees on a slope in lower quadrant; darkened sloping hills covered in trees in background; light clouds highlighted with silver; small silver spots in sky; R panel: dark, tree-covered mountains with silver stream cutting through LLQ; two trees at bottom growing amid large, square boulders; bright half-moon top center with wisp-like silver cloud and silver stars",
  "dimension": "69 1/4 × 34 5/8 × 1 1/8 in. (175.9 × 87.95 × 2.86 cm)",
  "id": "http://api.artsmia.org/objects/117950",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 7120,
  "image_width": 7186,
  "inscription": "Signature, Seal, Label",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "LLC; Gerald Peters Gallery label on back ULC",
  "medium": "Ink and color on paper mounted on two panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC",
  "style": "20th century",
  "text": "The Yangming Mountains (Chinese: Yangmingshan) are a range of mountains and a national park a short drive north of Taipei, Taiwan, where Araki spent large portions of his adult life. This two-panel composition includes motifs seen frequently in Araki’s work —the distant road, ghostly foreground trees, and building block-like rock forms. However, it also represents a departure from the predominately splashed-ink-and-color landscapes displayed elsewhere in this gallery. Although Araki never abandoned his experiments with the splashed technique, it was also not his sole interest. Starting by the late 1970s and particularly in the 1990s and after, Araki’s work reveals an interest in the materials of traditional Japanese painting: ink and pigments derived from natural materials such as seashells and minerals applied to Japanese washi paper. In this painting, for example, Araki depicted stars and wisps of cloud with mica, a shimmery, traditional mineral pigment with which he had only just begun to experiment.",
  "title": "Yangming Mountains"
}
