{
  "accession_number": "2013.29.793.1",
  "art_champions_text": null,
  "artist": "Artist: Unkoku Tōeki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Carol Brooks",
  "culture": null,
  "curator_approved": 0,
  "dated": "1620s",
  "department": "Asian Art",
  "description": "mountain and water landscape with temple complexes; large cliffs and boulders rise out of water at LL; small, open structure with pointed thatched roof juts into water; room has tatami floor and is filled with pots; a small boat floats to the R of structure; gnarled, dense trees grow from rocks LLC; temple complex rises out of fog and treetops in middle ground; large, sweeping mountain with temple complex at top at UL; small moon rising center R",
  "dimension": "42 7/16 × 14 3/4 in. (107.79 × 37.47 cm) (image)\r\n77 × 19 15/16 in. (195.58 × 50.64 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/117961",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9281,
  "image_width": 3211,
  "inscription": "",
  "life_date": "Japanese, 1591 - 1644",
  "markings": "L side of rolled scroll, black pen: [Left]; gourd shaped intaglio seal LLC; square relief LLC;  white circular sticker tip of L roller cap: [SJ/70]; bright yellow circular sticker tip of L roller cap: [E8]",
  "medium": "Ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "At the center of this triptych of hanging scrolls is a portrait of Bodhidharma, known as Daruma in Japan, the Indian patriarch of Zen Buddhism credited with transmitting Zen from India to China in ancient times. At right and left are images of China—dramatic mountainscapes with Buddhist temples and gnarled old pine trees perched on the peaks, along with motifs representing all four seasons. The bold contour lines, solid shape of the mountains, and shallow representation of space are characteristic of Unkoku Tōeki, whose style was informed by the paintings of the revered medieval painter Sesshū Tōyō (1420–1520).",
  "title": "Landscape of Winter and Spring, from a triptych of Bodhidharma and Landscapes of the Four Seaons"
}
