{
  "accession_number": "P.10,523c",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer; Woodcutter: Hieronymous Andreae; Author: Willibald Pirckheimer",
  "catalogue_raissonne": "Bartsch VII.154.139; Hollstein 252 A-H; Meder 1932 252; Dodgson 1903, 1911 I.338.145; Schoch 2001-04 II.257",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Herschel V. Jones, 1925",
  "culture": null,
  "curator_approved": 0,
  "dated": "probably finished c. 1518 (published 1522)",
  "department": "European Art",
  "description": "First edition; one sheet from a set of eight woodcuts",
  "dimension": "16 1/8 x 10 in. (40.96 x 25.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/55043",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4020,
  "image_width": 2536,
  "inscription": "",
  "life_date": "German, 1471–1528",
  "markings": "WM: single cross on tripod (M.146)",
  "medium": "Woodcut and letterpress",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Herschel V. Jones., Minneapolis; given to MIA, 1925.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Dürer's magnificent allegorical design for the Imperial chariot was originally commissioned in 1512 as the centerpiece of Maximilian's Triumphal Procession, one of the most ambitious projects in the history of the graphic arts. Dürer's elaborately embellished carriage was intended to form the climax of the entire procession, showering the Emperor in personal glory, while underscoring his dynastic power. The final fully elaborated drawing for the woodcut was completed only in 1518, and the woodcut remained unfinished at the time of the Emperor's death in 1519.\r\n\r\nIn 1522, Dürer published the Triumphal Chariot himself as an independent woodcut dedicated to the Emperors Maximilian and Charles V. The print differs from the original design in the addition of printed text explaining the various symbolism of the work and a short history of its production. Dürer also omitted the Emperor's family from the composition, for after Maximilian's death it seemed fitting to interpret his \"triumph,\" not as a dynastic manifesto but as a personal apotheosis.",
  "title": "Large Triumphal Carriage of Maximilian I"
}
