{
  "accession_number": "P.12,964",
  "art_champions_text": null,
  "artist": "Artist: Guglielmo Morghen; Artist: After Guercino (Giovanni Francesco Barbieri)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mr. Anthony M. Clark, 1962",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "17 11/16 x 21 1/2 in. (44.93 x 54.61 cm) (image)\r\n19 3/4 x 22 5/8 in. (50.17 x 57.47 cm) (plate)\r\n20 1/2 x 24 1/2 in. (52.07 x 62.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/55171",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature",
  "life_date": "Italian (Bologna), 1591–1666",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on plate: [Guglielmo Morghen]",
  "style": "18th century",
  "text": "This engraving was made for Don Vincenzo Aulicino of Naples, who likely owned Guercino's \"Erminia and the Shepherds\" sometime after it left the collection of Don Antonio Ruffo. Collectors frequently commissioned engravings for inventory purposes or as a visual record of highlights of their connoisseurship. \r\n\r\nThe process of engraving was both costly and time-consuming, yet by the 17th century it had become the most popular means of reproducing works of art. First, a drawing of the painting was made (in this case by Salvatore Cascini, whose name appears under the image). Then, working from both the drawing and the painting, the engraver rendered the image - in reverse - by incising furrows into a metal plate. Remaining faithful to the original design and manner of the master required a skilled hand. By varying the thickness of the lines and using cross-hatching to achieve shading and texture, Morghen created an illusion of coloristic depth, modeling and light effects that conveys the formal subtleties of Guercino's painting.",
  "title": "Herminia and the Shepherds"
}
