{
  "accession_number": "2001.198.17",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "Gift of David and Sara Lieberman",
  "culture": "Bushoong Kuba",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "small face with wide slit eyes; face decorated with white, tan and brown lines and triangles; cloth band with shells down center of face; blue and red cloth at top of head decorated with shells and beads",
  "dimension": "16 x 6-7/8 x 6-7/16 in. (40.6 x 17.5 x 16.4 cm)",
  "id": "http://api.artsmia.org/objects/55218",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "\\\"FX96303\\\", in white, at PR temple",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cloth, cowrie shells, beads, pigment, plant fibers",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Bushoong believe that in order to achieve balance in life, it is important to connect with their ancestors.  The spirit world acts as an intermediary to the ancestors by communicating important guidance to the living. \r\n\r\nLike many cultures, death is a natural event in the life cycle, and is seen as a transition rather than an end.  For the Bushoong, funerals are extremely important ceremonies because although it is a time for mourning, it is also a time for celebrating the person's transition into the afterlife.  \r\n\r\nTypically, the Bushoong perform a masquerade that honors tradition and heritage during funeral ceremonies.  It is through their performance that the masked dancers reenact their origin story.  The Ngady Mwaash mask shown here, personifies the wife of the ancestral king Woot who is represented by the mask Mwaash Mbooy.  The two of them share their history with the observers as they tell the story of how they came to lead their people.",
  "title": "Ngady Mwaash Mask"
}
