{
  "accession_number": "P.80.32",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Hind 172\r\nHollstein B 40",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "Gift of Mr. and Mrs. Harrison R. Johnston, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1641",
  "department": "European Art",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/55324",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3498,
  "image_width": 4301,
  "inscription": "Mark",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "Watermark: Crown of Strasbourg Lily ?",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": null,
  "provenance": "bought Snyder 8/30/28; Franklin M. Crosby, Jr.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Queen Esther was raised by her cousin Mordecai, an exiled Israelite living in Ahasuerus's kingdom. Because Mordecai exposed a plot on his life, the king asks his chief minister, Haman, to suggest a reward for a favored subject. Mistakenly thinking he will be the honoree, Haman recommends letting the person comport himself like the king. Ironically, Mordecai then rides in majesty, while his humiliated enemy Haman has to lead the procession (Esther 6).\r\n\r\nLucas van Leyden (see Mia P.68.200) conceived Mordecai as a modest man uncomfortable with recognition and oblivious to the crowd. Rembrandt paid tribute to Lucas (see Mia P.80.32) by borrowing two of his figures-cleverly, two who pay homage (in Rembrandt, the men holding hats near the horse's rear). He also invented a balcony with Esther and Ahasuerus, and starkly positioned Haman below Mordecai, playing up the theme of reversed expectations. The distant gallows in Lucas's engraving alludes to Haman's fate: he will be hanged for plotting the destruction of the Israelites. For contemporary audiences, the victorious Israelites symbolized the triumph of the Dutch over their Spanish oppressors.",
  "title": "The Triumph of Mordecai"
}
