{
  "accession_number": "P.1,246",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn; Artist: Altered from a plate by Hercules Seghers",
  "catalogue_raissonne": "Hind 266 vi/vii; Holl.56 vi/vii; B.56; Mz.216; Hollstein vi/vii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1653",
  "department": "European Art",
  "description": "",
  "dimension": "8 7/16 x 11 in. (21.5 x 28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/55379",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4569,
  "image_width": 6021,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "Watermark: cross in a crowned shield (Arms of London; see Hinterding II: 49)",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Note the tight texture of the foliage on the left. It hardly looks like the work of Rembrandt, and indeed, it is not. It is the work of Hercules Seghers, a highly experimental printmaker who captured Rembrandt's imagination. Rembrandt was so taken with Seghers's art that he obtained one of his etched printing plates. In an act of creative vandalism, Rembrandt partially effaced the plate, removing Seghers' figures of Tobias and his guardian angel. He then transformed the image into one of the Holy Family on its flight into Egypt. Look closely to find traces of the angels' wings.\r\n\r\nWhen the three wise men reported the birth of \"King of the Jews\" to King Herod, the king launched a plot to exterminate his infant rival. An angel warned Joseph in a dream, so Joseph led his family out of Herod's dominion and into Egypt. The subject fascinated Rembrandt, and he depicted it frequently.",
  "title": "The Flight into Egypt (altered from Tobias and the Angel by Hercules Segers)"
}
