{
  "accession_number": "P.1,321",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Hind 260 iii/iii; Holl.270 iii/iii; B. 270; M.275 iii/iv; B-B. 52-4 iii/iv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1652",
  "department": "European Art",
  "description": "",
  "dimension": "8 1/16 x 6 5/16 in. (20.5 x 16.1 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/55383",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4066,
  "image_width": 3226,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "",
  "medium": "Etching, drypoint, and burin",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The close connection of Vermeer's Astronomer to Rembrandt's famous etching Faust has been widely recognized. Vermeer clearly drew inspiration from Rembrandt's work, which shows a scholar alone in his shadowy library, standing-not sitting-at his desk, absorbed in contemplation, his face and thoughts illuminated by the diffused light from a stained glass window. The desk of Vermeer's young scholar is arrayed much like the work surface in the print, with a table carpet, open books, and a prominent celestial globe. \r\nIn Rembrandt's etching, a mystical apparition dominates the scene: a luminous medallion, encoded with letters, and a pair of hands, one of which points to a puzzling oval disk, sometimes identified as a mirror, sometimes as an astrolabe. This enigmatic scholar has been variously interpreted as an alchemist or the literary character Dr. Faustus, who surrendered his soul to the devil for unlimited knowledge. Vermeer brings the scene down to Earth in his painting, yet he captured some of the evocative qualities of Rembrandt's work to enliven the interior world of a scholar in search of esoteric knowledge.",
  "title": "Faust (The Scholar in His Study)"
}
