{
  "accession_number": "P.12,553",
  "art_champions_text": null,
  "artist": "Artist: Pablo Picasso; Publisher: Atelier Roger Lacourière, Paris, France; Printer: Atelier Roger Lacourière, Paris, France",
  "catalogue_raissonne": "Bloch 1329; Baer 425 and Addendum; Z.234",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Miscellaneous Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "June 12, 1934",
  "department": "European Art",
  "description": "",
  "dimension": "24 3/4 x 32 1/16 in. (62.87 x 81.44 cm) (sheet)\r\n19 1/16 x 26 7/8 in. (48.42 x 68.26 cm) (plate)",
  "id": "http://api.artsmia.org/objects/55443",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6450,
  "image_width": 8276,
  "inscription": "\r\n\r\n",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "Numbered in red crayon, LL: 3/3",
  "medium": "Etching on vellum",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "[Goldschmidt Galleries, New York, until 1957; sold June 14, with \"La Grande corrida, avec femme torero\" (P.12,554), for $2,900, to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in red crayon, LR: Picasso; and on plate: Picasso",
  "style": "20th century",
  "text": "Emerging from Spanish tradition, the bullfight is a central and symbolic theme in Picasso’s work. Since the 19th century, women have established successful careers as bullfighters. In this imposing print, Picasso portrays a female torero (bullfighter on horseback), a subject that appeared in his graphic work only briefly in the mid-1930s, with each representation bearing the face of his mistress and model Marie-Thérèse Walter. Among the largest of Picasso’s prints, Femme torero. Dernier baiser' presents the passion, violence, and drama of the bullfight as a metaphor for his deteriorating relationship with his wife, Olga, and his desire for Marie-Thérèse. Here, the torero, her horse, and the bull (representing Picasso) merge into a chaotic whirl of tumbling figures, posing the question: Who will prevail' First printed in 1939, the etching was never formally published, but fifty unsigned impressions are known. Mia’s impression is one of only three printed on vellum (calfskin), the only impressions signed by the artist.",
  "title": "Femme torero. Dernier baiser?"
}
