{
  "accession_number": "2001.166",
  "art_champions_text": null,
  "artist": "Designer: Louis Henri Sullivan; Designer: Louis J.  Millet; Maker: Healy and Millet",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Bob Ulrich and Jill Dahlin",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1893",
  "department": "Arts of the Americas",
  "description": "5 complete and 2 half-circle designs with organic and geometric elements; tans, oranges, greens and cream",
  "dimension": "16-1/8 x 92-1/8 in. (41.0 x 234.0 cm)",
  "id": "http://api.artsmia.org/objects/55590",
  "image": "valid",
  "image_copyright": "",
  "image_height": 316,
  "image_width": 1887,
  "inscription": "",
  "life_date": "American, 1856-1924",
  "markings": "",
  "medium": "Canvas, pigment",
  "nationality": "American",
  "object_name": "Stencil",
  "portfolio": "From From the Chicago Stock Exchange Building, Chicago (demolished 1972); Adler and Sullivan, architects",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Chicago Stock Exchange Building, for which this stencil was made, was one of Adler and Sullivan's last commissions before the firm dissolved in 1895.  Sullivan's repeating organic design motifs were well suited to the technique of stenciling, which was often used to decorate 19th century interiors.  Sullivan continued to employ stencils throughout his career, including the interior of the National Farmer's Bank in Owatonna, MN (1907-08).  The intertwining circle and oval motif seen in this panel was repeated throughout the Stock Exchange Building, creating a sense of harmony throughout the whole.  This stencil design is very similar to the panel design above the elevator grilles in this gallery, also from the Stock Exchange Building.  The Stock Exchange Building was demolished in 1972.",
  "title": "Stencil"
}
