{
  "accession_number": "P.68.267",
  "artist": "Artist: Michael Wolgemut; Author: Anton Koberger",
  "catalogue_raissonne": "Schramm 394; Ill. B.107, B. 80",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "1491",
  "department": "Prints and Drawings",
  "description": "78th figure",
  "dimension": "9 7/8 x 7 in. (25.08 x 17.78 cm) (image)",
  "id": "http://api.artsmia.org/objects/55628",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, 1434/37 - 1519",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From From Schatzbehalter",
  "provenance": "Frederick Keppel, 1925",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Illustrators of printed books sought inspiration not just in manuscripts and paintings but also other prints. Although Michael Wolgemut was a leading painter in Nuremberg, he seems to have updated his style with a nod to his younger contemporary Martin Schongauer from Colmar, whose engravings rapidly circulated throughout Germany and the Netherlands. Prints freed artists from the need to have access to aristocratic or institutional collections in order to see the best inventions of others.\r\n\r\nWolgemut's illustration comes from the Schatzbehalter (\"Treasure Chest or Shrine of True Riches for Salvation and Eternal Blessedness\"), written by the Stephan Fridolin (1430-98), a Franciscan preacher and published by Anton Koberger, in Nuremberg. This life of Christ illustrated with 96 woodcuts by the master craftsman Michael Wolgemut, was meant to be accessible to the illiterate. In order to make the book affordable, it was published in black and white but contained instructions for how to color it. This leaf comes from a copy whose owner chose not bother.\r\n",
  "title": "Leaf from the Schatzbehalter with The Descent into Limbo"
}
