{
  "accession_number": "P.10,607",
  "art_champions_text": null,
  "artist": "Artist: Lucas Cranach the Elder",
  "catalogue_raissonne": "Holl.71, B.5, 280",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Herschel V. Jones, 1926",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1509",
  "department": "Prints and Drawings",
  "description": "The Holy family and kindred; within an interior, St Anne and the Virgin with Child are seated at centre with three carved angels above, holding the Saxon shields; to the right stand the three husbands of Anne - Joachim, Cleophas and Salomas, St Joseph approaches from the left; in the foreground assemble the other grandchildren (Simon, James, Justus Joseph, John), their daughters Mary Salome and Mary Cleophas, and the sons-in-law Alpheus and Zebedee.",
  "dimension": "8 7/8 x 12 7/8 in. (22.54 x 32.7 cm) (image)",
  "id": "http://api.artsmia.org/objects/55621",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German (Saxony), 1472 - 1553",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Albertina, Vienna; Albertina duplicate sale, C. G. Boerner, Leipzig, May 25, 1925, lot 374; sold to Alfred Strolin (1871-1954, Paris and  Lausanne). Herschel V. Jones, Minneapolis; his gift to Mia, 1926.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Both Cranach and Dürer lived through the tumultuous early years of the Reformation in Germany, begun by Martin Luther in 1517, and both were converts to the new religion.  Cranach, however, became personally involved. Cranach was court painter in Wittenberg, where his patron, the Elector of Saxony, was Luther's protector. Also a close friend of Luther's, Cranach produced woodcuts and engravings to illustrate printed broadsides arguing the Protestant cause. Cranach continued to make prints throughout his career.  Many of his themes were biblical interpretations, conforming to one of Luther's main tenets in his revolt against ecclesiastical abuses: the affirmation of the Gospel as the sole guide to righteousness. Cranach was certainly aware of the innovations in Durer's work, but did not fully assimilate them.  Whereas Durer was constantly simplifying and centralizing his compositions, the elements Cranach's compositions remained scattered and highly detailed, as in this example.",
  "title": "The Holy Kinship"
}
