{
  "accession_number": "P.68.404",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Hind 241 ii/ii; B. 224; Mz.159 ii/ii; Holl. 224 ii/ii; B-B. 52-A",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "Bequest of Herschel V. Jones, 1968",
  "culture": null,
  "curator_approved": 0,
  "dated": "1650",
  "department": "European Art",
  "description": "",
  "dimension": "3 1/4 x 6 7/8 in. (8.26 x 17.46 cm) (plate)",
  "id": "http://api.artsmia.org/objects/55735",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1808,
  "image_width": 3524,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "Watermark: Foolscap (fragment)",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": null,
  "provenance": "Fritz Rumpf, Lugt 2161; Theodore de Witt, L. 2428; Frederick keppel, 1919",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Dutch are such extraordinary documentarians that this seemingly generic country landscape is specifically identifiable as a view along the Diemerdijk (Diemer Dike) between the hamlets of Houtewael and Zeeburg, a popular recreational destination with two taverns and a spectacular view of the Ij River. The dike was an extension of the street where Rembrandt lived, and this location was a straight shot from his door. The area has now been subsumed in Amsterdam's urban fabric; it would have been a pleasant place to go for a stroll in Rembrandt's time.\r\n\r\nFigures stand on the dike, and in the far distance the skyline of Amsterdam is faintly suggested. Above the horse rolling on its back in the field is a structure with a peaked roof and high posts at the corners; it is a hayrick with a canopy that can be raised or lowered to most closely protect the precious fodder beneath it. A flock of sheep travels a deeply rutted path past the gateway to the farmstead and leads to the marshy fields where Rembrandt took his vantage point. Such details of everyday life in Rembrandt's landscapes offer an extended voyage of discovery through 17th-century Holland.",
  "title": "Landscape with a Hay Barn and a Flock of Sheep"
}
