{
  "accession_number": "2007.19.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Vietnam",
  "creditline": "The Alan and Dena Naylor Southeast Asian Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Ly dynasty, 11th-13th century",
  "department": "Asian Art",
  "description": "brown dripped glaze over tan vessel; drum-shaped; six small handles and ring of petals at top below lip; incised scrolling chrysanthemum designs and stamped circles, and circle and almond-shaped flower forms",
  "dimension": "14 1/2 x 10 3/16 x 10 3/16 in. (36.83 x 25.88 x 25.88 cm)",
  "id": "http://api.artsmia.org/objects/102193",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4522,
  "image_width": 3128,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "at rim, on sticker: [169]",
  "medium": "Stoneware",
  "nationality": null,
  "object_name": "Storage Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Ly dynasty, 11th-13th century",
  "text": "After more than 1,000 years of varying degrees of Chinese occupation, the people of northern Vietnam gained their independence and established a capital at present-day Hanoi. This period of freedom saw a flourishing of Vietnamese culture. The selective adoption of neighboring Chinese developments in ceramics created distinctly Vietnamese forms. The spontaneity of line, color, and pattern are hallmarks of Vietnamese ceramics, with each vessel bearing an interpretation by an individual artist. \r\n\r\nHere, the potter applied a layer of light ivory glaze to stoneware (which consists of a rarer, less porous clay, fired at a higher temperature than earthenware), incised the designs in the still-viscous glaze, and then poured a brown-oxide on top before refiring. The lotus, a Buddhist symbol of purity, is seen molded on the collar and scrolling on the body, suggesting temple use.",
  "title": "Storage Jar"
}
