{
  "accession_number": "2007.18",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 7th-early 8th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "torso and legs of a figure--head, PL arm at bicep and PR arm at elbow lost; clinging drapery; beaded necklace and long beaded strands from PR shoulder, around knees and down center of back; lotus blossom base; cream-colored stone",
  "dimension": "32 x 12 1/2 x 11 1/2 in. (81.28 x 31.75 x 29.21 cm)",
  "id": "http://api.artsmia.org/objects/102319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6851,
  "image_width": 4206,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Marble",
  "nationality": null,
  "object_name": "Figure of a Bodhisattva",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-8th century",
  "text": "Although missing its head and arms, this work remains a fine illustration of the graceful, figural movement found in Tang sculpture as it had developed during the reign of Empress Wu (684-715). It is a classic example of the type of realistic representation that was heavily influenced by the naturalistic sculptural art of Gupta India (320-647). The languid pose of the well-proportioned figure is clearly apparent under light, nearly diaphanous multilayered robes, which extend from the left shoulder to the lotus pedestal. The statue is carved completely in the round and is adorned with a jeweled necklace and elaborate beads.\r\n<P>The unprecedented interest in human form seen here marks a departure from the rigid and symmetrical Buddhist sculpture of the preceding Six Dynasties period (220-589). The fact that this work is carved from white marble suggests that it most likely originated in Hepei province.",
  "title": "Figure of a Bodhisattva"
}
