{
  "accession_number": "2007.31.1.2",
  "art_champions_text": null,
  "artist": "Artist: Ker-Xavier Roussel",
  "catalogue_raissonne": "Salomon 15; Kunsthalle Bremen 15",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1899",
  "department": "European Art",
  "description": "sketchy image in red, green and purple; sketchy figure in red at L center; purple and green foliage at R; trees with red flowers or fruits behind figure",
  "dimension": "9 1/8 x 14 in. (23.18 x 35.56 cm) (image)\r\n14 7/8 x 19 15/16 in. (37.78 x 50.64 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/102655",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4849,
  "image_width": 6437,
  "inscription": "Stamp",
  "life_date": "French, 1867 - 1944",
  "markings": "LLC of image on back, stamped in purple: COLLECTION/ A CLOT/ ATELIER",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From From Landscapes",
  "provenance": "Auguste Clot Estate, Paris; Samuel Josefowitz, Lausanne and Whitchurch-on-Thames; (R. M. Light & Company, Inc., Santa Barbara, Calif.); sold to MIA, 2007.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Ker-Xavier Roussel (1867-1944) was an important French painter, printmaker and decorative artist.  While studying at the Lycée Condorcet in Paris, he met Edouard Vuillard (whose sister Marie he married in 1893), Maurice Denis and Paul Sérusier.  Once they had finished their studies, they all went together to the Académie Julian, where Pierre Bonnard, Georges Lacombe, Paul Ranson and Félix Valloton were already enrolled. Dissatisfied with the teaching of William-Adolphe Bouguereau and Jules Lefèbvre, they left the Académie in 1890, two years after they had begun to meet together as the Nabis (or Prophets). Roussel took part in the exhibitions at the Café Volpini in 1889 and the Le Barc de Boutteville gallery in 1891.  His pictures applied the rules of Synthetism outlined by Sérusier-flat planes of repeated color encircled by dark lines forming a harmonious rhythm.  Similar to the other Nabis, he did not restrict himself to easel painting but also produced murals, stained glass and lithographs.  His print projects, especially those published by the dealer Ambroise Vollard, were important for the development of the symbolist character of his work.  The six color lithographs he contributed to Paysages, vividly expressed the pantheist vision of nature that was to characterize his later work.",
  "title": "Woman in Red in a Landscape"
}
