{
  "accession_number": "2007.22",
  "art_champions_text": null,
  "artist": "Artist: Katayama Bokuyō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1928",
  "department": "Asian Art",
  "description": "forest scene with tall, straight tree trunks; dense foliage of wild strawberries with white flowers and some berries; weasel in foliage at R; short pine tree in LLC",
  "dimension": "74 1/2 x 93 1/2 in. (189.23 x 237.49 cm) (image)",
  "id": "http://api.artsmia.org/objects/102774",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4993,
  "image_width": 6295,
  "inscription": "",
  "life_date": "Japanese, 1900-1937",
  "markings": "LLC, stamped in red: {Bokuyō}",
  "medium": "Two-panel folding screen; ink and mineral pigments on silk",
  "nationality": "Japanese",
  "object_name": "Two-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black: {Bokuyō}",
  "style": "20th century",
  "text": "At the young age of twenty-seven, Katayama Bokuyō was awarded the grand prize at Japan's annual Imperial Juried Exhibition in 1927. The following year, he submitted this painting showing a weasel nearly hidden in a tangled bed of flowering fishmint (dokudami) deep in the forest. The judges were so impressed that he was given the status of mukansa, literally \"non-vetted,\" meaning that henceforth any painting he submitted to the annual exhibition would be automatically included.    \r\n\r\nBokuyō championed a style of painting collectively known as nihon-ga (literally, Japanese style painting) to distinguish it from Western-style oil painting, which was gaining popularity in Japan. Nihon-ga artists used traditional subjects, formats and materials, but their approach often reveals some influence from the West. Here the logical recession into deep space and subtle color variations to suggest atmospheric depth are the result of Bokuyō's exposure to Western art. Nevertheless, the dramatically tipped ground-plain, reduction of motifs, and precisely applied mineral pigments are elements of traditional painting.",
  "title": "Forest"
}
