{
  "accession_number": "2007.40a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton and the Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1427",
  "department": "Asian Art",
  "description": "red with brown interior and bottom; carved with leaf and flower design around edges of box and cover; two figures on a balcony overlooking rocks, trees and clouds on cover; six characters lightly incised on bottom",
  "dimension": "2 x 5 1/2 x 5 1/2 in. (5.08 x 13.97 x 13.97 cm)",
  "id": "http://api.artsmia.org/objects/102769",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4743,
  "image_width": 4852,
  "inscription": "",
  "life_date": null,
  "markings": "Yongle mark and period (1403-1424)",
  "medium": "Carved red lacquer (tihong)",
  "nationality": null,
  "object_name": "Circular Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The court wares of the early fifteenth century are generally considered amongst the finest of all Chinese carved lacquer. This well-crafted circular box bears the six-character imperial reign mark of the Yongle (1403-1424) emperor on its base. Fine craftsmanship was always stressed in imperial ware. The base coatings alone could consist of over 100 layers of polished lacquer allowing for the deeply carved motifs with soft contours and rounded edges typical of the style. The landscape scene on this box was derived from the prestigious painted landscape tradition, a tradition where philosophical themes such as humanity’s relationship to nature took precedence over the purely decorative motifs like flowers or geometric patterns.",
  "title": "Circular Box"
}
