{
  "accession_number": "2007.38",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 570",
  "department": "Asian Art",
  "description": "green glaze; rounded shoulder; flat bottom; long neck, tapering and flaring out at top to ring mouth; two-part handle with two dragons' heads with their mouths around edge of mouth opening on spout; small chicken head with slightly open beak as pouring spout; four squared-off loops at shoulder- two on each side",
  "dimension": "18 7/8 x 9 1/8 x 8 3/4 in. (47.94 x 23.18 x 22.23 cm)",
  "id": "http://api.artsmia.org/objects/102932",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4913,
  "image_width": 3145,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "on bottom, dealer’s sticker with [4272]",
  "medium": "Yue ware Stoneware with pale greyish-green glaze",
  "nationality": null,
  "object_name": "Chicken-head Ewer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "Inspired by Southern dynasties period (420-589) ceramics, northern green ware developed throughout the Northern Qi (550-577) and succeeding Sui dynasties (589-618). This magnificent chicken-headed ewer, for instance, with its dragon decor handles has its roots in the smaller chicken-head ewers of Eastern Qin (317-420). Northern Qi dynasty versions will generally have a taller, more slender body however and the simple bridge-shaped loop handle of the earlier style is replaced by a \"double-section\" annular loop handle. In contrast to the exaggerated dragon heads at the top of the handles, the chicken-head becomes smaller until by the high Tang period (c. 750) the chicken head disappears altogether and is replaced by a ewer with a short, cylindrical spout on the shoulder. From that time onward, vessels with bird head decor tended to feature more exotic creatures like pheasants, peacocks, and most frequently, the phoenix. Notable for its size, this vessel probably made in Hubei or Shaanxi province is an outstanding example of the type.",
  "title": "Chicken-head Ewer"
}
