{
  "accession_number": "2001.168.1a, b",
  "artist": "Decorator: Susie (Susan) Cooper; Manufacturer: Crownworks",
  "classification": "Ceramics",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Various Donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1933–34",
  "department": "European Art",
  "description": "",
  "dimension": "7-3/16 x 9-1/8 x 6-3/16 in. (18.3 x 23.2 x 15.7 cm)",
  "id": 53101,
  "image": "valid",
  "image_copyright": "Copyright of the artist, artist's estate, or assignees",
  "image_height": 2416,
  "image_width": 3980,
  "inscription": null,
  "life_date": "British, 1902–1995",
  "markings": "Art Deco deer above A/SUSIE COOPER/PRODUCTION/CROWNWORKS/BURSLEM/ENGLAND, in brown, on bottom",
  "medium": "Glazed porcelain",
  "object_name": "Teapot, Tea set",
  "portfolio": null,
  "provenance": null,
  "restricted": 1,
  "rights_type": "In Copyright–Rights-holder(s) Unlocatable",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Like her contemporary Clarice Cliff, Susie Cooper began her career in the Staffordshire County pottery industry.  Originally employed at A. E. Gray and Company, Cooper created brightly-colored abstract geometric and banded tableware, now considered the hallmarks of Art Deco design.  In 1929, the ambitious young Cooper left Gray's to establish her own design firm, Susie Cooper Pottery.  Her highly successful firm produced modern and affordable tableware under the tagline elegance combined with utility.\r\n\r\nCooper is well-known for creating unique ceramic forms, such as the curvaceous Kestrel shape seen here.  The popular design was produced in a multitude of patterns and colorways from the early 1930s through the 1950s.  This pattern, Graduated Black Bands, employs a simple color palette to striking effect, perfectly illustrating Cooper's skill in matching shape and decoration.  Although painstakingly hand painted, later patterns were achieved through the innovative use of lithographic decoration.  In 1940, Cooper's groundbreaking design work earned her the Royal Society of Arts' Designer for Industry - the first woman to be so awarded.",
  "title": "Teapot"
}
