{
  "accession_number": "2001.170",
  "art_champions_text": null,
  "artist": "Designer: Yanagi Sori; Manufacturer: Wohnbedarf; Manufacturer: Original manufacturer Tendo Mokko Co., Ltd.",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of funds from Kathleen Bendel",
  "culture": null,
  "curator_approved": 0,
  "dated": "designed 1956 (c.2000 manufactured)",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "2 curved pieces of dark-stained wood; metal bar at bottom joining pieces",
  "dimension": "15-15/16 x 16-11/16 x 12-3/16 in. (40.5 x 42.4 x 31.0 cm)",
  "id": "http://api.artsmia.org/objects/53230",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1915-2011",
  "markings": "\\\"235\\\", stamped, below seat on interior above bar on each side",
  "medium": "Palisander rosewood veneer with brass rod stretcher",
  "nationality": "Japanese",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "\\\"Sori Yanagi\\\", stamped, below bar on one side",
  "style": "20th-21st century",
  "text": "Admired for its sculptural silhouette, Sori Yanagi's \"Butterfly\" stool can be seen as a delicate and harmonious synthesis of Eastern and Western culture.  Originally produced and distributed only in Japan, the stool is now available through a Swiss company in both rosewood and maple veneers.  The stool resembles a pair of hands touching at the wrists with palms held skywards as though yielding a religious offering.  Alternatively, it could be interpreted as symbolizing the release of something, a butterfly for example.  Yanagi's father, Saetsu Yanagi, was the leading advocate of the Mingei Movement, which asserted that the true beauty in product design should be found in crafts used by everyone; not made with a self-conscious effort to create beauty, but designed to cater to the needs of everyday life.",
  "title": "\"Butterfly\" stool"
}
