{
  "accession_number": "P.12,835",
  "art_champions_text": null,
  "artist": "Artist: Claes Janz. Visscher II; Artist: After Hieronymus Cock; Artist: Formerly ascribed to Antonio Tempesta",
  "catalogue_raissonne": "Hollstein vol. 38, no. 130",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Mrs. C. C. Bovey, 1942",
  "culture": null,
  "curator_approved": 0,
  "dated": "1643",
  "department": "European Art",
  "description": "Bird's-eye view of Florence, Italy",
  "dimension": "16 15/16 x 86 in. (43.02 x 218.44 cm) (plate)",
  "id": "http://api.artsmia.org/objects/53530",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2255,
  "image_width": 11432,
  "inscription": "",
  "life_date": "Italian, 1555 - 1630",
  "markings": "",
  "medium": "Etching on four sheets",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Kate Koon Bovey, Minneapolis (until 1942; given to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "**Conservation was generously funded by the Blackman-Helseth Foundation and Dena and Al Naylor.**\r\n\r\nClaes Jansz. Visscher was one of the leading printmakers and publishers in Amsterdam in the 17th century. He capitalized on the growing market for topographical views and maps, republishing old plates and commissioning new ones. Visscher engraved this panoramic view of Florence himself, without setting foot in the city. It is an enlarged copy, nearly double the size, of a view published by Hieronymous Cock in 1557, of which one impression survives (National Library of Sweden, 36 x 130 cm). After Cock's death, the plate was acquired by the Dutch engraver Paul van der Houve, who republished the print in Paris in 1601(see impression in the Uffizi). \r\n\r\nVisscher's outsized view of Florence is rare, with just four other known impressions: Ashmolean (Oxford), British Museum (London), Kunshistorisches Institut (Florence), and Skoklester Castle (Sweden). The Sweden print is the only extant version to have the extended letterpress description of the print below the image. This is where Claes Jansz. Visscher is identified as the print's author, and the date of 1643 is given. Like many old oversized prints, Mia's impression is cut down and also missing the woodcut banner inscription above the image [\"Florentia Pulcherrima, et Celeberrima, Splendidissimae et Florentissimae Thusciae Metropolis\"].",
  "title": "Florence"
}
