{
  "accession_number": "B.98.10.4",
  "art_champions_text": null,
  "artist": "Illustrator: El Lissitzky (Lazar Markovich Lissitzky); Designer: El Lissitzky (Lazar Markovich Lissitzky); Author: Vladimir Vladimirovich Mayakovsky; Publisher: Gosizdat RSFSR",
  "catalogue_raissonne": "From Manet to Hockney 68; Johnson 41",
  "classification": " Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1923",
  "department": "Prints and Drawings",
  "description": "book of poems by Russian poet/playwright Vladimir Mayakorsky; 62 p.; illustrations, book design and paper covers by El Lissitzky",
  "dimension": "7 7/16 x 5 1/4 x 1/4 in. (18.89 x 13.34 x 0.64 cm)",
  "id": "http://api.artsmia.org/objects/53703",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Russian, 1890–1941",
  "markings": "",
  "medium": "Color lithographs; letterpress",
  "nationality": "Russian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Norwest Corporation; given to MIA, 1998.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "53703",
    "8553"
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1923, El Lissitsky provided illustrations and typeface designs for Vladimir Mayakovsky's For the Voice-a selection of 13 of his most frequently quoted poems ranging thematically from leftist political agitation to witty observations on urban life. \r\n\r\nMayakovsky intended the poems in this volume to be read aloud. Lissitsky thus described his design of the book: \"To make it easier for the reader to find any particular poem, I use an alphabetical (thumb-indexed) index. The book is created with the resources of the compositor's type case alone. The possibilities of two-color printing (with overlapping and cross-hatching) have been fully exploited: my pages stand in much the same relation to the poems as an accompanying piano to a violin.\" Here, the artist achieved all of his typographical goals: produced mechanically, according to a functionalist rationale, the book's design, layout, and illustration, all unite to reinforce the emotional and intellectual power of Mayakovsky's texts.",
  "title": "Dlya Golosa (For Reading Out Loud)"
}
