{
  "accession_number": "P.83.17",
  "art_champions_text": null,
  "artist": "Artist: Charles Garabedian; Printer: Cirrus Editions, Ltd., Los Angeles; Publisher: Cirrus Editions, Ltd., Los Angeles",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mr. and Mrs. Benton J. Case, Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "1975",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "30 x 22 in. (76.2 x 55.88 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/53749",
  "image": "invalid",
  "image_copyright": "© Charles Garabedian",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscribed in pencil, verso: 188 ccc-75\r\n\r\n\r\n",
  "life_date": "American, 1923 - 2016",
  "markings": "Numbered in pencil, verso: 14/37\r\nPublisher\\'s blind stamp, LLC: Cirrus \r\nWatermark: Arches France",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Benton J. Case, Jr., Wayzata, Minn.; given to MIA, 1983",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR: C. Garabedian \\'75",
  "style": "20th century",
  "text": "Known for his exuberant and quirky figuration, California painter and printmaker Charles Garabedian draws on mythological sources, biblical narratives, and popular fiction for his subjects, which frequently explore psychological and sexual conflict between men and women.  In this 1975 lithograph, Garabedian depicts the murder of a vampire, presumably Count Dracula, a character introduced by Irish author Bram Stoker in his 1897 Gothic horror novel Dracula. In Stoker's novel, Dracula is killed with a bowie knife, but later vampire stories tell of a wooden stake driven through the heart as the only effective means to kill a vampire. As the sun rises on the murder scene, a nude woman, perhaps one of Dracula's brides, stands calmly aside the casket that holds the dead vampire, a bloody stake protruding from his chest. Justice served'",
  "title": "Untitled (The Vampire)"
}
