{
  "accession_number": "P.79.8.3",
  "art_champions_text": null,
  "artist": "Artist: Brice Marden; Printer: Kathan Brown Workshop, Oakland, Calif.; Publisher: Parasol Press Ltd., New York",
  "catalogue_raissonne": "Lewison 20b",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Hersey Foundation and the National Endowment for the Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971 (published 1972)",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "14 11/16 x 23 11/16 in. (37.31 x 60.17 cm) (plate)\r\n22 1/4 x 29 7/8 in. (56.52 x 75.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/53983",
  "image": "invalid",
  "image_copyright": "© Brice Marden %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1938 - 2023",
  "markings": "Watermark: Arches; printer\\'s blindstamp: Patricia Branstead",
  "medium": "Etching and aquatint in black, cobalt, and turquoise blue on cream paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Ten Days portfolio",
  "provenance": "Parasol Press, New York (publisher); sold to MIA, 1979.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil: B. Marden",
  "style": "20th century",
  "text": "Painter, draftsman, and printmaker Brice Marden creates work characterized by a restrained geometric abstraction. Often mistakenly called a Minimalist, he more closely follows the principles of abstract expressionism and conceptual art. His compositions are typically monochromatic or limited in tonalities, and often feature textured surfaces that reveal the hand of the artist, in contrast to the mechanical or detached approach of the Minimalists. \r\n\r\nIn Ten Days, Marden emphasizes the subtlety of surface, color, and tone within the structural and spatial limits of the rectangle, here expressed in a series of eight related compositions he produced in the short span of ta week and a half. Through this approach, Marden bridges the painterly qualities of the abstract expressionists with the intellectual rigors of Minimalism,  balancing emotional intensity and formal simplicity. For Marden, the content of his work emerges from the materiality of the subject--form, color, texture, and importantly, its lack of reference to the everyday world around us.",
  "title": "Untitled"
}
