{
  "accession_number": "2004.106.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Hunkpapa Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Arts of the Americas",
  "description": "wedge shape; flat back, curved front panel; flap closure; open sides with ties; red and blue border; central leaf and berry motif in blue and red",
  "dimension": "15 1/8 x 7 x 2 in. (38.42 x 17.78 x 5.08 cm) (without ties)",
  "id": "http://api.artsmia.org/objects/91016",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5022,
  "image_width": 3342,
  "inscription": "Signature, inscription\r\n\r\non back, in pencil: [CHIEF/ EAGLE STAFF/ CANNON BALL/ ND]",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, pigment",
  "nationality": null,
  "object_name": "Parfleche",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "It is unusual for pictorial decoration to appear on rawhide containers; only a few exist that were created in later years.  This object shows a chokecherry leaf and berry indicating that the container was possibly used for gathering chokecherries, an important ingredient for preparing food among Plains Indian cultures.  The berry was often used in pemmican, a mixture of dried meat, berries, and fat that was easily stored and transported; it provided a significant amount of nutrition for Plains people, particularly in the winter months.  In addition, women of some tribes used chokecherry juice to size their rawhide containers, which protected the rawhide from wear and exposure to the elements.  The painted design therefore reflects the container's function as well as the elements that went into its creation.",
  "title": "Parfleche"
}
