{
  "accession_number": "2004.106.1.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Art of Africa and the Americas",
  "description": "thick hide envelope case; three pairs of holes for ties on top; geometric designs (triangles, diamonds, bars) in bright blue, yellow, red and green",
  "dimension": "4 x 22 1/8 x 13 in. (10.16 x 56.2 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/91013",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, pigment",
  "nationality": null,
  "object_name": "Parfleche, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Among Lakota tribes, some women attained inspiration for their painted designs in their dreams.  A key spiritual figure named Double Woman appeared in a woman's dreams and taught her how to paint designs on rawhide.  It was a great privilege to receive this visit, and those women were considered favored and their designs regarded as superior, which brought great honor to their families.\r\n\r\nThese designs also sometimes related to honor associated with men; the two vertical parallel marks within the diamond on this envelope pair and cylinder signify a leader's character.  Men aspired to be regarded by their community as brave, strong, generous, and honest.  When a man was known for any one of these attributes, women painted a single line within the diamond on the container.  As he gained a reputation in the community for additional honors, his family's rawhide containers showed more honor marks in their designs.  Both the act of painting these containers and their designs therefore reflect the essential beliefs that unite a family and its community.",
  "title": "Parfleche, one of a pair"
}
