{
  "accession_number": "2004.131.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "Seated Buddha at top center with pink, yellow and green clouds; green demon figure with eight arms seated on a white cow at bottom; arc of white and yellow flames above demon; gold frame; glazed with plexiglass",
  "dimension": "85 9/16 x 41 1/8 in. (217.33 x 104.46 cm) (image)\r\n91 1/4 x 46 3/16 in. (231.78 x 117.32 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/91030",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6819,
  "image_width": 3312,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors and gold on silk",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The cartouche in the upper left corner of this painting identifies the chief figure as “Dali mingwang” or Mahabala, one of the ten (or eight) Buddhist guardian kings. According to Esoteric Buddhism, Mahabala is a fearsome emanation of Amitabha and a guardian of the northwestern quarter. In this painting, the powerful protector adopts an aggressive expression and stance. Wearing chest armor, he sits astride a white bull, brandishing a variety of weapons in his eight hands. He is depicted with three heads. While the two faces are pacific, the primary one is wrathful, fanged, and terrifying. His hair rises straight upwards, which heighten the sense of ferociousness. Above him sits an image of Shakyamuni as indicated by the cartouche, which also appears on Mahabala’s crown (but according to Esoteric Buddhism it should be Amitabha Buddha, of which Mahabala is a wrathful manifestation). The theme and compositional elements of this expressive painting relate to Tibetan style Buddhism which was popular in China during both the Ming and Qing dynasties.",
  "title": "The Buddhist Guardian Mahabala"
}
