{
  "accession_number": "2004.122",
  "art_champions_text": null,
  "artist": "Manufacturer: Anna Pottery",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": null,
  "creditline": "The Walter C. and Mary C. Briggs Endowment Fund, gift of funds from Mrs. Eunice Dwan, The Fred R. Salisbury II Fund, and The Decorative Arts Deaccession Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1865",
  "department": "Arts of the Americas",
  "description": "applied snakes twine into and around jug; five 3-dimensional figures and one low relief figure; applied spiders, frog and lizard; incised phrases; multicolored pigment traces",
  "dimension": "12 1/2 x 8 5/16 x 8 11/16 in. (31.75 x 21.11 x 22.07 cm)",
  "id": "http://api.artsmia.org/objects/91467",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3215,
  "image_width": 2488,
  "inscription": "Label",
  "life_date": "Anna, Illinois, 1859–1894",
  "markings": "on bottom, on label: [3734]",
  "medium": "Stoneware with painted decoration",
  "nationality": null,
  "object_name": "Snake jug",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Cornwall and Wallace Kirkpatrick, brothers who owned the Anna Pottery in Anna, Illinois, made a name for themselves with their bizarre wares, especially jugs with realistic writhing snakes. Here, a scene from the Civil War (1861–65) shows Union soldiers attempting to catch Jefferson Davis, president of the Confederacy, who flees them disguised as a woman. The dark spots on the snakes’ heads identify them as copperheads—a moniker for Northerners sympathetic to the Confederate cause. The Kirkpatricks pulled these and other characters straight out of the caustic but hilarious cartoons published in Northern-leaning newspapers, expressing their own opinions in pottery that was pertinent to current politics.",
  "title": "Snake jug"
}
