{
  "accession_number": "2004.178.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Putnam Dana McMillan Fund and gift of funds from the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 16th century",
  "department": "Asian Art",
  "description": "flat gold bridge at left; stylized brown waves on water; two large weeping willow trees at left and right",
  "dimension": "52 3/4 x 126 7/8 in. (133.99 x 322.26 cm) (image)\r\n56 1/4 x 132 3/16 in. (142.88 x 335.76 cm) (overall, unfolded)",
  "id": "http://api.artsmia.org/objects/91460",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2142,
  "image_width": 5060,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, gold, and silver on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Clouds and mist—rendered variously in gold foil, gold paint, powdered gold, and cut gold—have just parted, revealing the great span of a golden bridge but still masking its ends. At left a waterwheel turns in the river, its waves painted in silver (now tarnished to lustrous gray). Crossing this otherworldly bridge, one experiences a subtle seasonal change: the leaves of the twisting silver willows shift from the delicate leaves of mid-spring to mature leaves of late summer. The screens allude to the famous bridge over the Uji River near Kyoto, which inspired Japanese poets soon after it was built in the 600s. Paintings of the Uji Bridge decorated palaces by the 900s and remained popular for the next thousand years. With their dramatic vantage point, bold design, and shimmering metallic pigments, these luminous screens—typical of the dynamism and opulence of Momoyama-period art—represent the peak of that development.",
  "title": "Willow Bridge and Water Wheel (Uji Bridge) [right of a pair]"
}
