{
  "accession_number": "2004.178.2",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Putnam Dana McMillan Fund and gift of funds from the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 16th century",
  "department": "Japanese and Korean Art",
  "description": "flat gold bridge at left; stylized brown waves on water; two large weeping willow trees at left and right",
  "dimension": "52 3/4 x 126 7/8 in. (133.99 x 322.26 cm) (image)\r\n56 1/4 x 132 3/16 in. (142.88 x 335.76 cm) (overall, unfolded)",
  "id": "http://api.artsmia.org/objects/91460",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2142,
  "image_width": 5060,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, gold, and silver on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair (right)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Japanese poets have long lauded the scenic beauty of the Uji River, which flows from Lake Biwa to Osaka Bay. A broad bridge spanning the river was first constructed in 646 and quickly became a favorite theme among poets. According to historic documents, a screen painting of Uji Bridge in autumn was displayed in the imperial palace in the 9th century. Specialists interpret this as a pivotal moment in Japanese history because it represents one of the earliest occasions when the Japanese depicted their own scenery rather than copying views of Chinese landscapes from imported paintings--evidence that they were evolving their own sense of national identity. During the Momoyama era (1573-1615), screen painters became enamored of the theme of Uji Bridge and developed a spectacular compositional formula of showing the bridge arching across all twelve panels of a pair of folding screens. To heighten the decorative impact of the bold composition, they rendered many of the elements in gold. The waves, painted in silver (now tarnished) would have further contributed to the dazzling effect. With their bold, simplified motifs, dramatic vantage point, and brilliant, shimmering metallic tones, these screens typify the pinnacle of Momoyama era decorative design.",
  "title": "Willow Bridge and Water Wheel (Uji Bridge)"
}
