{
  "accession_number": "2004.130",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": null,
  "country": "Cambodia",
  "creditline": "The C. Curtis Dunnavan Fund for the Purchase of Ancient, Near Eastern, Greek, Roman, and Asian Art, Gift of Ruth and Bruce Dayton, and The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "3rd-2nd century BCE",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "ovoid body, tapering at top with outward-flaring top section; relief design with teardrop shapes, swirls and zigzags; greenish patina",
  "dimension": "23 5/16 x 12 15/16 x 11 1/4 in. (59.21 x 32.86 x 28.58 cm)",
  "id": "http://api.artsmia.org/objects/91540",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3740,
  "image_width": 2680,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Ceremonial Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd-2nd century BCE",
  "text": "One of the earliest Bronze-Iron Age cultures in Southeast Asia was the so-called Dong Son culture which flourished around 400 b.c to a.d. 200 in regions of Vietnam, Cambodia, Thailand, Yunnan province in China, and Indonesia. Relatively recent Dong Son discoveries have yielded large, elegantly-shaped bronze bells like this one, decorated overall with a double spiral motif. Cast with the piece-mould process, these bells are thought to have been used in cremation ceremonies. This magnificent example, larger and better preserved than most of the twenty or so others, is decorated with a double spiral design set within vertical registers defined by lines with \"saw-tooth\" markings. While the meaning of these spirals is still unknown, they appear in nearly identical form on all the bells of this type regardless of size.",
  "title": "Ceremonial Bell"
}
