{
  "accession_number": "2013.29.858",
  "art_champions_text": null,
  "artist": "Artist: Doi Gōga",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "adult skeleton in profile, mid-stride with PR arm extended over head; PL arm bent downward, holding the arm of a child skeleton who is mimicking the adult's pose; child's PR arm extended, clutching red stamp in its skeleton fingers; father's mouth is wide open, showing sharp teeth and long, serpent-like tongue; inscription at L side",
  "dimension": "51 5/16 × 20 5/8 in. (130.33 × 52.39 cm) (image)\r\n68 3/4 × 23 9/16 in. (174.63 × 59.85 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118036",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3205,
  "image_width": 1284,
  "inscription": "L edge: 人間之真諦　如屁如煙幻　顕現怱消 {Ningen no shintei, johi joen gen, kengen sōshō} (The ultimate truth of humankind is something fleeting like a fart or like smoke, it manifests and dissipates)",
  "life_date": "Japanese, 1817 - 1881",
  "markings": "ULC, rectangular relief stamp; LL, square intaglio stamp: 士恭恪印; LL, square relief stamp: 不如学; LLQ, in child\\'s hand, rectangular intaglio: 此画此時一談一笑; inscribed label on top of rolled scroll\r\n\r\n",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G237",
  "see_also": [
    ""
  ],
  "signed": "LL：土井恪",
  "style": "19th century",
  "text": "Paintings by the Confucian scholar Doi Gōga can be mistaken for the work of no other artist, yet he is little known today. As well as calligraphy and paintings of bamboo, his oeuvre included ghosts, skeletons, and other figures of the imagination and folklore. These were painted in an idiosyncratic style that was perhaps inspired by the simplicity of Zen painting and sometimes inscribed with biting Confucian admonishments.\r\nCharacteristic of Gōga’s works are blunt, velvety black brushstrokes that bleed into the surrounding paper; exaggerated incidences of “flying white” (smudgy lines that reveal white streaks); paler strokes conveying depth; and, perhaps most unusually, the incorporation of his seals into the pictorial space.",
  "title": "Skeleton Father and Son Doing the Bon Dance"
}
