{
  "accession_number": "2013.29.890",
  "art_champions_text": null,
  "artist": "Artist: Doi Gōga",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "procession of five dancing skeletons; second and third skeletons are each holding a red stamp in their hand; last two skeletons are rendered in lighter grey ink; inscription with stamps at URC",
  "dimension": "53 11/16 × 17 1/2 in. (136.37 × 44.45 cm) (image)\r\n83 9/16 × 22 7/8 in. (212.25 × 58.1 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3294,
  "image_width": 1043,
  "inscription": "URQ: 無論君体評妍魄。唯觀髑髏之活動 (It doesn\\'t matter that you are blessed with a beautiful form; just look at the actions of your skull) (See Berry and Morioka, Literati Modern, p234, panel 6)",
  "life_date": "Japanese, 1817 - 1881",
  "markings": "URC, long, rectangular relief stamp; URQ, top stamp large, square intaglio stamp：:土井恪印 URQ, lower stamp: large, square relief stamp：恭氏; L of center: horizontal rectangular intaglio stamp：此画此時一談一笑; LRQ, horizontal rectangular intaglio stamp：不如学",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "APS",
  "see_also": [
    ""
  ],
  "signed": "URQ: 土井恪画并題",
  "style": "19th century",
  "text": "Five inky skeletons with spindly limbs dance around, two of whom grasp seals in their bony hands. We can see right through their ribcages but elsewhere their bodies have the bulk and mass of the living; indeed, they are very much alive, and although they raise their\r\nhands as if to scare, they appear more comical than ominous. Doi, a Confucian scholar and teacher, was known as an eccentric, and his playful side is evident in these dancing figures. The red seals bear writing in seal script, one of the earliest forms of writing, while the accompanying poem at the top right is written in cursive.\r\n無論君体評妍\r\n魄唯觀髑髏之活動\r\nIt does not matter if you are blessed with a beautiful form;\r\nJust look at the actions of your skull",
  "title": "Skeletons Holding Seals"
}
