{
  "accession_number": "2013.29.865",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": null,
  "country": null,
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Takako and Victor Hauge",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "red sleeveless Jinbaori (surcoat) with floral design on lapels and lining; single button strap in front; cream strips of fabric on shoulders each with two blue and one purple flower design in rope; white circular design at top middle of back",
  "dimension": "25 1/4 × 38 1/2 in. (64.14 × 97.79 cm)",
  "id": "http://api.artsmia.org/objects/118044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2292,
  "image_width": 1764,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red felt with silk design",
  "nationality": null,
  "object_name": "Campaign vest (jinbaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This jinbaori is made of rasha, a precious material only available to the wealthy and powerful. Wool fabrics had to be imported from Europe, as Japan did not produce wool. The cut, a standard form in the late Edo-period, also shows European influences, as the A-line can be considered reminiscent of a Portuguese mantle. This sleeveless surcoat has a standing collar, large armholes, and a long opening on the back for better mobility when worn over the armor and rounded corners. The flaring lapel and the collar lining is made of green silk, patterned with colorful iridescent ornaments. The beige silk lining is embroidered with flower and leaf designs, and the shoulder is decorated with wool-colored felt strips applied with ornament made of diamond knurl. The vest is held in place with a waling. The back features a family crest designed in colored wool and red felt. It shows two bars in a ring (maru ni futatsubiki) and was carried by several families, most of them descendants of the Minamoto clan. This surcoat most likely was a Noh costume.",
  "title": "Red Surcoat with Floral Design"
}
