{
  "accession_number": "2013.29.902",
  "artist": "Artist: Fukuda Kodōjin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 1,
  "dated": "February 1926",
  "department": "Japanese and Korean Art",
  "description": "colorful landscape with tall mountains in background spotted with trees, small hut near URQ; swirling cascades (or clouds/fog?) in middle ground; in foreground, LL, a small hut with thatched roof and hint of a figure; hut depicted in grove of bamboo and colorful trees; tranquil pond in LR foreground with rocks, figure crossing yellow bridge; inscription URQ",
  "dimension": "55 × 20 1/4 in. (139.7 × 51.44 cm) (image)\r\n65 1/2 × 26 1/4 in. (166.37 × 66.68 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/118099",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3872,
  "image_width": 2592,
  "inscription": "我日服元氣　四體自冲融　飃飃乘獨鶴　浩浩駕長風　一舉凌萬里　飛騰排蒼穹　抗志九天上　游心四海中　嶽嶽景雲起　杳杳朝日紅　萬物生輝光　八極何玲瓏　達人應至變　妙機不可窮　一化神仙骨　逍遙莫始終 (One day I shall imbibe the Primal Ether, / and all four limbs will be in harmony. / Floating, floating, I\\'ll mount a solitary crane, / and vastly, vastly ride the long wind! / One leap up and I\\'ll pierce 10,000 miles, / soaring on high, reaching the azure vault! / My powerful ambition set on the ninth heaven, / my journeying heart covering all the four seas! / Towering, mountainous, colored clouds will rise, / scintillating, the morning sun rise red! / All 10,000 creatures will emit a brilliant radiance, / and the eight corners of the universe—how dazzling they will be! / The Achieved Man must engage in perfect transformation, / so wondrous junctures will never be exhausted. / Once metamorphosed into the bones of an immortal, / free-and-easy wandering without beginning or end!) [Jonathan Chaves]",
  "life_date": "Japanese, 1865 - 1944",
  "markings": "poem UR red seal: 師在我 {shi zai ga}; poem LL red seals: 字曰子徳 {azana iwaku Shitoku}], 静處 {seisho} [seisho #3]; LRC red seal: 我君〇〇〇〇 [unread #1]",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "大正丙寅如月於高遠客静處詩畫 {Taishō hinoe-tora jogetsu oite kōenkyo Seisho shiga} (February 1926, at a lofty location, poem and paiting by Seisho)",
  "style": "20th century",
  "text": "Luminous colors overlaying a patchwork of textures give the painting a luxurious surface favored in contemporary Japanese painting. The playful composition and range of brushstrokes recall the work of earlier nanga masters, but Kodōjin’s vigorous, wriggly line work is his own. He appears to have led the ideal life of the scholar-artist, as expressed in the Chinese poem inscribed on this painting. The inscription reads: One day I shall imbibe the Primal Ether, and all four limbs will be in harmony. Floating, floating, I'll mount a solitary crane, and vastly, vastly ride the long wind! One leap up and I'll pierce 10,000 miles, soaring on high, reaching the azure vault! My powerful ambition set on the ninth heaven, my journeying heart covering all the four seas! Towering, mountainous, colored clouds will rise, scintillating, the morning sun rise red! All 10,000 creatures will emit a brilliant radiance, and the eight corners of the universe—how dazzling they will be! The Achieved Man must engage in perfect transformation, so wondrous junctures will never be exhausted. Once metamorphosed into the bones of an immortal, free-and-easy wandering without beginning or end! (Translated by Jonathan Chaves)",
  "title": "Blue-green Landscape"
}
