{
  "accession_number": "2013.29.905a,b",
  "art_champions_text": null,
  "artist": "Artist: Tanioka Aiko",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Asian Art",
  "description": "flat, square topped basket with round opening; sides gracefully bow downward onto a narrower foot; generally triangular shaped; open weave of wider bands of five thin bamboo strips each; black lacquered bamboo water container",
  "dimension": "8 × 16 1/4 × 16 1/4 in. (20.32 × 41.28 × 41.28 cm)",
  "id": "http://api.artsmia.org/objects/118102",
  "image": "valid",
  "image_copyright": "© Tanioka Aiko",
  "image_height": 2592,
  "image_width": 3872,
  "inscription": "",
  "life_date": "Japanese, born 1947",
  "markings": "",
  "medium": "Bamboo (madake), rattan, lacquer",
  "nationality": "Japanese",
  "object_name": "Flower basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed on bottom",
  "style": "21st century",
  "text": "“Peaceful Mother Earth” (Shizukanaru daichi) is one of four similar works that are all titled “Mother Earth” (Daichi). This work is bigger than the others and conceived to be quieter looking according to the artist. In 2004, Tanioka Aiko won the Hiramatsu Prize at the Osaka Art Crafts Exhibition (Ōsaka kōgei ten) with a similar piece. In the following year, this piece won the Sakai City Mayor Prize at Sakai City Exhibition (Sakai-shi ten).\r\nTanioka Aiko created this work using five strips of dyed madake bamboo with square plaiting technique (yotsume-ami). Usually bamboo baskets are woven from the bottom, but this work was woven from the top and the mouth was created last. The square plaiting technique and geometric form look simple, but in fact it takes a lot of work and expertise to arrange and weave each strip while maintaining a consistent appearance.\r\nThe artist has explained that the flat upper surface was intended to express that “all human beings are equal” and her hopes for “peace and calm in the world.” According to the artist, this work was produced with great appreciation for mother earth.\r\nA similar work is illustrated in Coffland, Robert T. et al. Hin: The quiet beauty of Japanese bamboo art. Chicago, Grinnell, Santa Fe: Art Media Resources; Faulconer Gallery; TAI Gallery, 2006, p. 62–63.",
  "title": "Peaceful Mother Earth"
}
