{
  "accession_number": "2013.29.935",
  "artist": "Artist: Fukuda Kodōjin",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "Japanese and Korean Art",
  "description": "images of landscapes alternating with calligraphy; teal silk covered accordion album; dark blue fabric covered portfolio",
  "dimension": "1 1/4 × 7 5/8 × 11 7/8 in. (3.18 × 19.37 × 30.16 cm)",
  "id": "http://api.artsmia.org/objects/118135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6257,
  "image_width": 4084,
  "inscription": "Signature, Inscriptions, and Seals\r\n\r\n(1) In this place, where the ancient Way shines forth in mystery,/ the True Man brings past karma to an end. / Beside the gully, many whitened rocks; / among bamboo appears the crystal stream. / I let down my hair and whistle out long each day, / wander free and easy, enjoying nature alone. / From time to time the bright moon comes, / its reflection appearing right in my cup of wine. // (2) In vain they say, \\\"Take joy in these days!\\\" / -- Living in seclusion, I write poems on ancient feelings. / Here in the mountains I naturally preserve the Way; / beneath forest trees I now have lodged my life. / The rain has passed, the plums put forth first blossoms; / with mist to clothe them, willow-buds already formed. / I go out the gate -- Spring is vague and misty; / painting its colors, facing men in peace. // (3) Alone, I\\'ve become a scholar of noble reclusion, / starting to sense how venerable is this life in plain clothes./ Should you suddenly come to believe in my Way, / please come visite, and we\\'ll share our tranquil words. / It\\'s not that the dusty realm is utterly without pleasures, / but it lacks any ground to plant the Fragrant Root. / Year after year I send out these \\\"elegant orchids\\'\\\" / hoping the subtle perfume may be preserved. // (4) Years ago, I was first to \\\"clap my hands;\\\" [\\\"Clap my hands:\\\" To greet guests.] / when guests arrived, it brought joy to my face! / But this place is quite remote, secluded, / only the white clouds return to the worldly sphere. / And so I became a \\\"scholar beneath the woods,\\\" / trance-like, alone viewing mountains... / All I do is smile and never answer: / heaven and earth, together with my heart, serene. // (5) For long I harbored \\\"white cloud\\\" ambition; / now at last I\\'ve built my hut beneath the pines! / I can write poems about \\\"percing\\\" and \\\"lingering,\\\" / as I just take pleasure here in lute and books. / Nor do I resent the lack of \\\"shareres of the tune:\\\" / in fact I\\'ve always lived alone with the Way. / Now I just follow what I want t",
  "life_date": "Japanese, 1865 - 1944",
  "markings": "seals throughout: [ 師在我, 字臼子徳, 静處 ] (3 designs), [  福田世耕,  無心]",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "page 1: [ 古道人 ]",
  "style": "20th century",
  "text": "",
  "title": "The Album of Untrammeled Living"
}
