{
  "accession_number": "2013.29.903",
  "art_champions_text": null,
  "artist": "Artist: Tanioka Shigeo",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Asian Art",
  "description": "oblong, bean pod shaped form with pointed shoulders, sinuous, arched bottom; made of spiraled bamboo rods; small round mouth at top C",
  "dimension": "8 3/4 × 30 1/4 × 7 in. (22.23 × 76.84 × 17.78 cm)",
  "id": "http://api.artsmia.org/objects/118100",
  "image": "valid",
  "image_copyright": "© Tanioka Shigeo",
  "image_height": 2217,
  "image_width": 3700,
  "inscription": "",
  "life_date": "Japanese, born 1949",
  "markings": "",
  "medium": "Bamboo (hōbichiku, koyachiku), rattan, lacquer",
  "nationality": "Japanese",
  "object_name": "Flower basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom: 茂男造",
  "style": "21st century",
  "text": "“Wind from a Long Distance” (Chōfū) consists of twenty-four sections of bamboo of two different types. The wide pieces, hōbichiku, and the thin pieces, koyachiku, are fixed at regular intervals with rattan supports. The bamboo is bent using heat to form a spiral design that appears to move from one end of the object to the other. Intricate joins create the illusion that the entire work was made from a single strip, while the use of bamboo of different thickness intensifies the feeling of movement and gives the artwork a sense of lightness. Lastly, the mouth was created and finished in lacquer. \r\n\r\nIn order to achieve this seemingly perfect form, Tanioka Shigeo made several sketches to plan its construction. It took three months for him to create this work because it was so technically demanding and required great patience to complete. According to the artist, he will not continue to do works of this level, making Wind from a Long Distance a valuable item in the collection.",
  "title": "Wind from a Long Distance"
}
