{
  "accession_number": "2013.29.979",
  "art_champions_text": null,
  "artist": "Artist: Yamanaka Shinten'ō",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the Clark Center for Japanese Art & Culture; formerly given to the Center by Mr and Mrs Makiji Hase",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "two images on mount: top image has five lines of calligraphy; lower image has a gnarled and bent pine tree with two mushrooms growing from LL of trunk, and inscription at R",
  "dimension": "24 1/4 × 23 7/8 in. (61.6 × 60.64 cm) (image, image 1)\r\n28 1/4 × 24 11/16 in. (71.76 × 62.71 cm) (image, image 2)\r\n78 × 30 9/16 in. (198.12 × 77.63 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118183",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4483,
  "image_width": 3913,
  "inscription": "Image 1: [Ten thousand miles of sky open over the vast waters, / Clouds and mist boil up over this isle of the immortals; / While a man gathering fungus of the immortals leans on a tall pine, / White cranes sing in the rising sun. Shinten\\'ō] (SA);  Image 2: [the good fortune clouds of longevity color cover hanging over your family painted and inscribed by Shinten\\'ō] (SM)",
  "life_date": "Japanese, 1822 - 1885",
  "markings": "image 1: URC, oval relief: [ 萬里天開積水雲霞涌處之蓬瀛釆芝人倚長松立皓鶴聲中紅旭生 信天翁] ; L center, square intaglio; L center, square relief; LLQ, square relief; image 2: URC, rectangular relief; URQ, square intaglio; URQ, square relief; LLQ, square intaglio: [ 瑞雲壽色繞君家 信天翁画題]\r\n\r\n",
  "medium": "Ink and colors on crepe paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "APS",
  "see_also": [
    ""
  ],
  "signed": "image 1, L: [ 信天翁 ]; image 2, URQ: [ 信天翁画題 ]",
  "style": "19th century",
  "text": "A gnarled pine tree curves as if stretching its few pine cone-bearing branches, while lingzhi (Jp. reishi) mushrooms grow from its base. In East Asia, both pines and lingzhi mushrooms were considered auspicious symbols.\r\nPines stood for longevity, constancy, and virtuousness, while lingzhi mushrooms signified immortality. Yamanaka likely created this work without a specific person in mind, as the inscription to the right offers a general wish of prosperity. The poem above further wishes felicity upon the recipient with mentions of various symbols of good even while working, he continued to cultivate his interest in Chinese culture, art, and calligraphy.\r\nUpper panel:\r\n萬里天開積水明雲\r\n霞涌處是蓬瀛釆\r\n芝人倚長松立皓\r\n鶴聲中紅旭生\r\n信天翁\r\nTen thousand miles of sky open over the brilliance of accumulated waters,\r\nWhere clouds and mist boil up is the isle of the immortals\r\n[Mount Penglai];\r\nWhile a man gathering divine mushroom leans on a tall pine,\r\nWhite cranes sing in the rising red sun.\r\nLower panel:\r\n瑞雲壽色繞君家 信天翁画題\r\n[May] the auspicious clouds in the color of longevity surround\r\nyour household. Painted and inscribed by Shinten'ō.\r\n(Trans. adapted from Stephen Addiss)",
  "title": "Pine and Poem Gifts"
}
