{
  "accession_number": "2013.30.2",
  "art_champions_text": null,
  "artist": "Artist: Ohara Keizan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "inverted white gyrfalcon at UR dives down vertically towards center; white egret landing near bottom center towards bamboo at LL lightly covered in snow",
  "dimension": "43 7/16 × 12 3/4 in. (110.33 × 32.39 cm) (image)",
  "id": "http://api.artsmia.org/objects/118224",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1392,
  "image_width": 400,
  "inscription": "",
  "life_date": "Japanese, died 1733",
  "markings": "[慶山] {Keizan}",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Takagari, or Japanese falconry, was an activity of the noble class which can be traced back to the haniwa clay figures of the Kofun period (250–600). As a symbol of nobility and warrior spirit, it developed a great popularity among the warrior class and was often represented in the paintings they patronized. Ohara Keizan worked in Nagasaki, the only place where foreigners such as Chinese and Dutch people were allowed in Japan during the Edo period. Here various styles of painting were born, as different influences were blended. Around 1700, Keizan was appointed kara-e mekiki “connoisseur of Chinese art objects,” a position which required an extensive knowledge of Chinese art. We can see in this painting the influence of intaiga or “painting in the academy style,” originated by the Northern Song academy which created a highly colored and naturalistic mode of rendering bird-and-flower subjects. Each feather is carefully depicted, and the gyrfalcon is shown plunging while the egret tries to escape the attack by flying towards the viewer. Yet the gyrfalcon and the grasses are seen from the same lateral point of view, and the background flattens the perspective, thereby creating more than a dramatic moment, the painting reflects a sense of timelessness.",
  "title": "Gyrfalcon Hunting an Egret in Snow"
}
