{
  "accession_number": "2013.30.14.1",
  "art_champions_text": null,
  "artist": "Artist: Soga Shōhaku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1760s",
  "department": "Asian Art",
  "description": "six panel screen, left group; large, swirling waves crashing against jagged rock formations in foreground; crane at UL swoops away from crest of wave; crane near top center swooping downard towards waves; crane standing at R on rock watching waves, swelling sea in background",
  "dimension": "60 1/4 × 142 1/2 in. (153.04 × 361.95 cm) (image)\r\n68 1/2 × 148 7/8 in. (173.99 × 378.14 cm)",
  "id": "http://api.artsmia.org/objects/118216",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4492,
  "image_width": 9798,
  "inscription": "",
  "life_date": "Japanese, 1730 - 1781",
  "markings": "1,2 at the right side of the signature. 3, immediately after the signature.Two small ones to right of third character of signature. First one in intaglio, second in relief. Much larger, circular seal immediately follows signature.{Soga Kiyu-} | {Sho-hak u} | {Shohaku}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "sold at the Osaka Bijutsu Kurabu Sept. 22, 1917 for 3,000 Yen (水墨浪鶴); James J. Freeman (until 1982); Willard G. and Elizabeth Clark (1982-2013)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC. Left screen: {Dasokuken Shiun ga}",
  "style": "18th century",
  "text": "Cranes, waves, and pines signify long life and evoke the realm of the immortals, the Daoist paradise Mount Hōrai (Penglai). Cranes also denote happiness and marital fidelity.\r\nShōhaku was celebrated for the eccentricity of both his lifestyle and painting style. Little is known about his life, but it seems that he was born into a merchant family in Kyoto and received some instruction in Kanō school painting. Taking up the life of an itinerant painter, he created many of his unorthodox works of art for temples, where he lodged while travelling the country.\r\n(2013.30.14.1-.2)",
  "title": "Cranes and Waves [left of a pair]"
}
