{
  "accession_number": "2013.30.66.1",
  "art_champions_text": null,
  "artist": "Artist: Kamisaka Sekka",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "May 1909",
  "department": "Japanese and Korean Art",
  "description": "accordian volume with grey cover and silver detail; inside contains colorful woodblock prints",
  "dimension": "13/16 × 8 3/4 × 11 13/16 in. (2.06 × 22.23 × 30 cm) (closed)",
  "id": "http://api.artsmia.org/objects/118232",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5217,
  "image_width": 3927,
  "inscription": "",
  "life_date": "Japanese, 1866 - 1942",
  "markings": "inscriptions inside front cover and in third-fourth leaf; inscription last page; seal front cover, near title, LRC, rectangular relief seal; seal back page, round relief stamp LLC",
  "medium": "Color woodblock printed book",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "title on label center of front cover; date last page",
  "style": "20th century",
  "text": "This work is comprised of three woodblock printed albums, each containing 20 double-page compositions that include popular Rinpa motifs such as deer among pine trees and waves. The images form an elegant balance between the principals of modernism and the tradition of the decorative style of Rinpa, which Sekka had studied extensively and brought to new life in his work. Though the albums are intended as printed art rather than a book of patterns, a number of the designs reappear on three-dimensional works like trays and lacquer boxes, as well as in Sekka’s later paintings. The themes featured in this collection are predominantly classical, such as the beauty of nature, figures in traditional attire, or motifs drawn from classical literature, such as The Tale of Genji. However, the keen utilization of visual elements to create overall compositions show Sekka’s understanding of the principles of modernism and allowed him to transfer Rinpa into modern decorative design elements.",
  "title": "Things from Many Worlds, volume one of three"
}
