{
  "accession_number": "2013.30.30",
  "art_champions_text": null,
  "artist": "Artist: Aoki Toshio",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "dark interior filled with many demon figures doing various things; large figure on R leans back and observes; colors are browns, pale green, pale blue, red",
  "dimension": "20 × 48 in. (50.8 × 121.92 cm) (image)\r\n52 × 53 in. (132.08 × 134.62 cm) (mount) (approximate)",
  "id": "http://api.artsmia.org/objects/118239",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2300,
  "image_width": 5637,
  "inscription": "",
  "life_date": "Japanese, 1854 - 1912",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC hidden signature on a painting in the painting:  大日本横濱青木年雄画 {Dainippon Yokohama Aoki Toshio ga}",
  "style": "19th century",
  "text": "A grotto-like space is filled with demons playing musical instruments, arm wrestling, quarrelling, and even, it would seem, preaching. Contemptuously surveying the scene is Shōki, the Queller of Demons. A deity from China’s Daoist pantheon, Shōki became a popular figure associated with Boys’ Day celebrations during Japan’s Edo period. Rather than slaying the demons, as dictated by legend, the artist has cast Shōki as an overlord among his minions. \r\nToshio was a curious character at the center of various stories, some spurious or at least embellished. Born in Yokohama, he travelled to the United States under the auspices of a trading company. There he worked as a travelling artisan, a newspaper cartoonist, an actor, and host of elaborate theme parties. He was also known for his painting. The detailed composition, color, and depth through shading and perspective suggest a familiarity with late Kanō painting, though the theme brings to mind Eugene Delacroix’s painting Death of Sardanapalus (1827).",
  "title": "Shōki and Demons"
}
