{
  "accession_number": "2013.30.20",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "round bronze disk mounted to wood; raised figure seated on lotus at center, with PR hand resting in lap, and PL hand at heart clutching delicate metal flowers; elaborate golden filigree behind figure; tall urns with delicate wire and bounded metal lotus leaves on either side of figure; thin metal \"awning\" above figure with lotus detail and hanging charms; lion head with claws on either side of top; border with round studs",
  "dimension": "12 7/8 × 14 1/8 × 2 3/4 in. (32.7 × 35.88 × 6.99 cm)",
  "id": "http://api.artsmia.org/objects/118225",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5089,
  "image_width": 5362,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with traces of gilding; wood",
  "nationality": null,
  "object_name": "Plaque",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G220",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "A kakebotoke is a round votive plaque with three-dimensional figural applications that was suspended from rafters and beams or hung on walls of Buddhist temples and Shinto shrines. Originated in the late Heian period (794—1185), this kind of religious decoration was popular in the Kamakura (1185—1333) and Muromachi (1333—1575) periods and is considered a form of Buddhist art unique to Japan. These objects functioned as offerings to safeguard prosperity and to ensure the flourishing of Buddhist faith.\r\nSeated in the middle of this plaque is an Eleven-headed Kannon figure flanked by two vases with lotus leaves. Kannon is considered as the embodiment of compassion. A lotus canopy with pendant jewels made of fine sheet metal crowns Kannon’s image. The figure has been cast in a unit with the lotus throne showing details like the creases of the garment of the deity and the throne’s lotus leaves as lines incised with a metal stylus. The rough contour of the head, the body, arms and the legs merged with the throne have been made by hammering the metal sheet, using a wood or metal matrix as a positive mold.",
  "title": "Kakebotoke"
}
