{
  "accession_number": "2013.30.22.1",
  "art_champions_text": null,
  "artist": "Artist: Kano School",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "description": "battle scene on land and sea with energy of battle building as the panels progress",
  "dimension": "61 × 145 1/2 in. (154.94 × 369.57 cm) (image)\r\n67 × 151 1/2 × 3/4 in. (170.18 × 384.81 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/118227",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5024,
  "image_width": 11171,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Ink, color, gold, and silver on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "These screens illustrate two battles of the epochal Genpei War (1180–85) as narrated in the Tales of the Heike, an epic semihistorical account of two rival clans’ fight for control of Japan, written in the early 1200s. Each screen narrates a single battle through a number of small episodes divided and framed by gold clouds, landscape elements, and architectural spaces. The right screen shows scenes related to the Battle of Ichinotani, during which the Minamoto clan, identified by the white banners they carry, made a daring attack on the rival Taira clan at a Taira stronghold. The left screen shows the Battle of Yashima, another defeat for the Taira. The devastating war came to an end only a month later with the victory of the Minamoto, who took the title shogun, thus becoming Japan’s first military rulers.",
  "title": "The Battle of Yashima [left of a pair of Scenes from the Tale of the Heike]"
}
