{
  "accession_number": "2013.30.59",
  "art_champions_text": null,
  "artist": "Artist: Tanioka Shigeo",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "2002",
  "department": "Asian Art",
  "description": "triangular scoop-like form; form rests on one tall foot of polished wood and slopes down into a wide base; open horizontal weave",
  "dimension": "7 3/8 × 35 1/2 × 17 1/2 in. (18.73 × 90.17 × 44.45 cm)",
  "id": "http://api.artsmia.org/objects/118270",
  "image": "valid",
  "image_copyright": "© Tanioka Shigeo",
  "image_height": 892,
  "image_width": 1776,
  "inscription": "",
  "life_date": "Japanese, born 1949",
  "markings": "Box: 谷岡茂男",
  "medium": "Bamboo (susudake), wood (Japanese Horse Chestnut, tochinoki), lacquer",
  "nationality": "Japanese",
  "object_name": "Fruit basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed on side at flare | Box: 谷岡茂男造",
  "style": "21st century",
  "text": "This piece was created for the second Cotsen Bamboo Prize competition, in which it won the Associate Grand Prize. As the competition was to be judged by Americans, Tanioka Shigeo anticipated that overt creativity would be favored more so than in similar competitions held in Japan. The initial idea for this work is the image of something flying gracefully through the air. The tip of the work is therefore meant to cut through the air. Tanioka also sees a connection between this piece and celestial maidens (tennyo) depicted in the Asuka period (538–710), which give the work its title.Another aspect of this work is the combination of wood and bamboo. The pointed tip is made of Japanese Horse Chestnut (tochinoki) finished with lacquer. This use of exotic material for a bamboo work certainly makes the piece unusual. The grooves on the inner surface of the tip were made to enhance the design as well as to reduce the weight of the piece. \r\nThis work is in the line of a similar piece created in 1999 which was inspired by the soft, feminine figure of a Buddhist image from Angkor Wat. As with the previous work, this piece was created with the marutake kumimono technique and finished with wiped-lacquer (fuki-urushi).",
  "title": "Asuka"
}
