{
  "accession_number": "2013.30.66.3",
  "artist": "Artist: Kamisaka Sekka",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "January 1910",
  "department": "Japanese and Korean Art",
  "description": "grey accordion bound album with silver painted detail; label with gold flecks and Japanese inscription center of front cover; contains colorful woodblock prints",
  "dimension": "3/4 × 8 13/16 × 11 13/16 in. (1.91 × 22.38 × 30 cm)",
  "id": "http://api.artsmia.org/objects/118234",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5218,
  "image_width": 3922,
  "inscription": "Title, Date, Inscriptions, Seals\r\n\r\ninside front cover, Japanese inscription; inside back cover, Japanese inscription",
  "life_date": "Japanese, 1866 - 1942",
  "markings": "seal front cover, near title, LRC, rectangular relief seal; seal back page, round relief stamp LLC",
  "medium": "Color woodblock printed book",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "title center front cover, in Japanese; date back page, in Japanese",
  "style": "20th century",
  "text": "This work is comprised of three woodblock printed albums, each containing 20 double-page compositions, including popular Rinpa motifs such as deer among pine trees, waves, and the Eight Folded Bridge. Though the albums are intended as printed art rather than a book of patterns, a number of the designs reappear on three-dimensional works such as trays and lacquer boxes, as well as in Sekka’s later paintings. While deeply rooted in the traditions of Japanese art, Sekka was a visionary transitional figure between those forms and modern design and production.\r\n(2013.3.26.1-.3)",
  "title": "Things from Many Worlds, volume three of three"
}
