{
  "accession_number": "2013.30.9",
  "art_champions_text": null,
  "artist": "Artist: Sakai Hōitsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "a man in bight green outer robe crouches and peers through a slatted window; inside (at left), a woman in white kimono with black decoration scoops rice into a bowl from a large vat; above is a rooftop and the moon",
  "dimension": "38 × 15 3/16 in. (96.52 × 38.58 cm) (image)\r\n70 1/2 × 18 5/8 in. (179.07 × 47.31 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118280",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5442,
  "image_width": 2127,
  "inscription": "",
  "life_date": "Japanese, 1761 - 1828",
  "markings": "LRC, 1: {Ōson}; 2: {Bunsen} {Monsen}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: {Uka Hōitsu hitsu}",
  "style": "19th century",
  "text": "This is a scene from the Tales of Ise (Ise monogatari), a collection of prose and poetry from the 10th century. As the story goes, a husband starts an affair with a woman from Takayasu. Since his wife does not appear jealous, he suspects that she has a lover, too, and one day he hides in the garden to observe her. When he sees her reciting a poem about her wish for him to return safely from his journey, the husband decides never to visit his mistress again. Some time later, on a trip to Takayasu, he visits the former mistress's house and, as depicted here, sees her in careless attire, with a rice ladle in her hands and an overflowing bowl of food. This sight disgusts him so much that he decides never to return to Takayasu again.\r\n\r\nSakai Hōitsu was not only a painter but also a poet and a man of letters. He came from a high-level samurai family, but chose to enter the priesthood at 36 rather than follow a political career. After 1797, he devoted himself solely to the decorative Rinpa school with the aim of reviving the style of Ogata Kōrin, an artist who had worked for the Sakai family five generations earlier.",
  "title": "Woman of Takayasu, from the Tales of Ise"
}
