{
  "accession_number": "2013.31.169",
  "art_champions_text": null,
  "artist": "Artist: Suemura Shōbun",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1957",
  "department": "Asian Art",
  "description": "open fan-shaped basket with open weave; basket slopes downward toward curved edge; gathered ripples at upper center of \"fan\"; raised lip at bottom with closed, decorative weave",
  "dimension": "7 1/8 × 22 1/4 × 14 1/4 in. (18.1 × 56.52 × 36.2 cm)",
  "id": "http://api.artsmia.org/objects/118369",
  "image": "valid",
  "image_copyright": "© Suemura Sh%C5%8Dbun",
  "image_height": 2487,
  "image_width": 3234,
  "inscription": "",
  "life_date": "Japanese, 1917 - 2000",
  "markings": "",
  "medium": "Bamboo (madake), lacquer",
  "nationality": "Japanese",
  "object_name": "Fruit basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "incised on side near gathers: {Shōbun}",
  "style": "20th century",
  "text": "This fruit basket, handwoven from strips of lacquered bamboo, takes the shape of an open folding fan. The artist used a type of bamboo known as madake (literally, “true bamboo”), the most common form of bamboo, long prized in East Asia for its strength and flexibility. The intricate weave and embellished form are characteristic of karamono, or “Chinese-style,” basketry, a style rooted in traditional Chinese bamboo-work, examples of which were in Japan since ancient times.  \r\n\r\nSuemura Shōbun was born in Osaka, where he became the only apprentice of Yamamoto Chikuryūsai I (1868–1950). When his teacher died, Suemura became an independent artist until he was drafted to work in a factory during World War II (1939¬–45). In 1951, his work was accepted to the Japan Fine Arts Exhibition (Nitten), the first of thirty-six such exhibitions in which he showed work. This basket was submitted to the Nitten exhibition held in 1957.",
  "title": "Fan-shaped fruit basket"
}
