{
  "accession_number": "2013.31.186.1",
  "art_champions_text": null,
  "artist": "Artist: Fukui Kōtei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark, formerly acquired in memory of Richard C. and Elinor W. Godfrey",
  "culture": null,
  "curator_approved": 0,
  "dated": "1917",
  "department": "Asian Art",
  "description": "black wash of mountain scene on gold leaf background",
  "dimension": "66 3/4 × 145 1/2 in. (169.55 × 369.57 cm) (image)\r\n68 × 148 × 3/4 in. (172.72 × 375.92 × 1.91 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118389",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5256,
  "image_width": 11420,
  "inscription": "",
  "life_date": "Japanese, 1866 - 1937",
  "markings": "",
  "medium": "Ink and color on gold leaf",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL: 大正丁巳年十二月於南山麓寫",
  "style": "20th century",
  "text": "These screens show the landscape around the foot of Mount Heng in China’s Hunan province, commonly called the South Mountain and still known today for its beautiful scenery. Mount Heng is one of the Five Great Mountains in China, a group of famous natural landmarks that also served as ritual sites for emperors. The concept of the Five Great Mountains possibly derived from the Chinese philosophical theory of five elements (metal, wood, water, fire and earth) that formed the material world. Kōtei began his artistic training at twelve, when he studied Western and traditional Japanese painting. In 1916 he resigned from his post as a professor at the Tokyo School of Fine Arts (now the Tokyo University of the Arts) and embarked on a five-year journey through China and Korea, visiting and painting famous sites along the way, including Mount Heng.",
  "title": "South Mountain in China [left of a pair]"
}
