{
  "accession_number": "2013.31.132a,b",
  "art_champions_text": null,
  "artist": "Artist: Suemura Shōbun",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Asian Art",
  "description": "open weave basket with decorative knots and braiding at joints; tall handle mounted at back with bottle-shaped design; looping, open weave pattern at top on L and R sides; inner bamboo cylinder with lattice top",
  "dimension": "18 3/4 × 7 × 5 1/4 in. (47.63 × 17.78 × 13.34 cm)",
  "id": "http://api.artsmia.org/objects/118319",
  "image": "valid",
  "image_copyright": "© Suemura Sh%C5%8Dbun",
  "image_height": 1101,
  "image_width": 685,
  "inscription": "",
  "life_date": "Japanese, 1917 - 2000",
  "markings": "",
  "medium": "Bamboo, lacquer",
  "nationality": "Japanese",
  "object_name": "Flower basket (hanging)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center: 笙文 {Shōbun}",
  "style": "20th century",
  "text": "Having trained under Yamamoto Chikuryūsai Ι (no. 32, 33 at right), Shōbun took for his studio name the character Shō, literally meaning flute, from his master’s retired name, Shōen. Unlike his master Chikuryūsai Ι, Shōbun is famous for his creative forms and his use of shi-chiku, black bamboo. \r\nShōbun’s baskets feature a wide variety of shapes ranging from the traditional tightly-woven Chinese style to the loosely-woven Japanese style, and even include baskets in the form of lifelike fish or cicadas.  The shape of this basket is inspired by the ebira, a traditional Japanese arrow case worn on warriors’ backs.  This basket was meant to hang on a wall. As all baskets exhibited in the gallery are designed to be used for flower arranging, each basket comes with a separate bamboo or copper water container which goes inside it when it holds flowers.",
  "title": "Quiver-shaped hanging flower basket"
}
