{
  "accession_number": "2013.31.16",
  "art_champions_text": null,
  "artist": "Artist: Mochizuki Gyokusen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 19th century",
  "department": "Asian Art",
  "description": "large, scowling black bird perched on rock in four screens at R; dramatic waves at LLC and LRC",
  "dimension": "53 11/16 × 109 7/16 in. (136.37 × 277.97 cm) (image)",
  "id": "http://api.artsmia.org/objects/118358",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3496,
  "image_width": 7216,
  "inscription": "",
  "life_date": "Japanese, 1794 - 1852",
  "markings": "URC red, hand painted artist\\'s seal",
  "medium": "Six-panel folding screen; ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC: 望玉川冩 (Bo- Gyokusen sha)",
  "style": "19th century",
  "text": "Birds of prey have been painted to convey various political and social messages since the Tang dynasty (618–907). A solitary eagle grasping a crag surrounded by a turbulent sea is said to have been first painted by Lü Ji 呂紀 (b. 1477). The subject was known in China as qingchao duli 清朝独立, meaning ‘standing alone in a clean court’ or ‘standing alone in clean tides.’ Qingchao duli was intended to encourage courtiers to maintain moral integrity amid a treacherous and corrupt court. It is difficult to ascertain whether the artist of this work intended to impart such a specific message to his audience in Edo-period Japan (1603–1868), where birds of prey generally symbolized the power and authority of the military class. \r\nThis eagle appears to be a White-tailed Sea Eagle but as Japanese artists did not paint after nature, it cannot be confirmed. The eagle’s lowered head and alert expression suggests that it is bracing itself for some kind of onslaught. Vigorous, heavily inked brushwork impart a sense of brooding power.\r\nMochizuki Gyokusen was a third generation artist of the Gyokusen lineage of painters. A pupil of Ganku, he later studied the Kyoto-based Shijō school of naturalistic painting which combined Japanese and Western pictorial conventions. The bold, expressionistic brushwork of this painting is a departure from the studied elegance that usually characterizes his paintings.",
  "title": "Eagle on Rock by Waves"
}
