{
  "accession_number": "2013.31.121",
  "art_champions_text": null,
  "artist": "Artist: attributed to Hayashi Kyokudō",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "seated male figure with hands resting in lap; thick white hair and beard; gazing outward to R; three black bowls with whitish liquid placed before man; various weapons and implements hanging behind man; brilliant blue and yellow clothing",
  "dimension": "66 1/4 × 33 1/16 in. (168.28 × 83.98 cm) (image)\r\n95 1/8 × 39 3/16 in. (241.62 × 99.54 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118307",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6862,
  "image_width": 3440,
  "inscription": "",
  "life_date": "Japanese, born 1829",
  "markings": "LRC red seal: 旭堂 {Kyokudō}",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A dignified Ainu elder wearing an ornate attush (elm bark) robe is sitting on a cattail mat inside a dwelling, attending a ceremony. Above his right shoulder hangs a stick with a bundle of curly wood shavings (inau) used to attract and interact with spirits (kamuy). In fact, this painting, which may be based on a photograph, is packed with Ainu and Japanese objects; actual examples of some of them can be found in these galleries. \r\nIn the foreground are three lacquer bowls on stands, each with a ceremonial stick (ikupasuy) lying on top. These sets were used in libation ceremonies that included offerings of millet beer or sake. A typical Ainu dagger in a carved wood sheath and a Japanese short sword in a black lacquered sheath hang above him. Flanking him are large lacquered storage containers with three feet, called sintoko (Japanese: hokai). Highly treasured, these containers and the lidded bowl in the lower-right corner were traded from the mainland.",
  "title": "Portrait of an Ainu Man"
}
