{
  "accession_number": "2013.31.189a,b",
  "art_champions_text": null,
  "artist": "Artist: Aoki Kōdō",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Asian Art",
  "description": "black-green gourd-shaped vessel with two three-dimensional snails crawling on lid; sparsely decorated with red, green, and gold geometric motif on front and back; gold boarder around lip of vessel with purple flowers and inlay",
  "dimension": "19 1/16 × 13 × 8 1/2 in. (48.42 × 33.02 × 21.59 cm)",
  "id": "http://api.artsmia.org/objects/118392",
  "image": "valid",
  "image_copyright": "© Aoki K%C5%8Dd%C5%8D",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "",
  "life_date": "Japanese, born 1976",
  "markings": "",
  "medium": "Lacquer, hemp cloth, gold powder, and opal",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom: [Ao]",
  "style": "21st century",
  "text": "Aoki was inspired to make this work after observing a snail crawling on part of a plant stem after a rainfall. This is the only work for which he has produced the likeness of a creature using lacquer. First, he made a clay mold for three segments—the lid, the bottom of the base, and the body of the base. Then he covered the mold with hemp cloth and layers of lacquer, according to the kanshitsu (dry lacquer) technique. He built the snails’ bodies with kiko (wood dust) from Japanese boxwood, wheat flour, and hemp fibers mixed with noriurushi, a combination of lacquer and rice flour. Finally, he decorated this protection box or shell with gold powder and inlaid opal.",
  "title": "Protection Box \"Snails\""
}
