{
  "accession_number": "2013.31.191",
  "artist": "Artist: School of Iwasa Matabei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Japanese and Korean Art",
  "description": "lively street scene featuring a female kabuki performance at L; motely crowd of men, women, and children on street, some watching the performance, others flirting, walking, dancing, wrestling, etc.; in background, men and women lounge in tea shop",
  "dimension": "21 × 76 15/16 in. (53.34 × 195.42 cm) (image)\r\n25 1/2 × 81 13/16 × 1/2 in. (64.77 × 207.8 × 1.27 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3415,
  "image_width": 10783,
  "inscription": "",
  "life_date": "Japanese, 1578 - 1650",
  "markings": "",
  "medium": "Ink, color, gofun, and gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "Bumpei Usui (in 1970)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Nikuhitsu ukiyo-e",
  "text": "The screen shows a raucous street scene in the entertainment quarter of Kyoto and a performance by Izumo no Okuni, who is credited as the founder of the Kabuki theater. Okuni, dressed as a samurai, is performing one of her most famous skits, “Tea House Entertainments” (chaya asobi). She and her ‘male’ attendant perform a mocking dance directed towards the proprietress of a tea house. \r\nPainters would often learn their trade by copying earlier masters, a trait which is evident in this work. In the upper middle section of the screen, the group of dancing women and the samurai gathered to watch whilst discreetly covering their faces are borrowed directly from an earlier screen of everyday scenes in and around Kyoto, thought to have been painted around 1615.\r\nOkuni’s performance was a popular subject for screen paintings in the 17th century, with similar works in the collections of the Suntory Museum and the Kyoto National Museum. While many of the paintings highlight Okuni’s masculine mannerisms in the dance—posing her rakishly leaning against her sword—here she is shown dancing sinuously with a fan in one hand, and a sword propped against her shoulder.",
  "title": "Okuni Kabuki"
}
