{
  "accession_number": "2013.31.49",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 14th century",
  "department": "Asian Art",
  "description": "standing Jizo in 3/4 view, holds transluscent ball in left hand, staff in right and each foot on lotus leave base which are on a cloud; rays emanate from head, first immediately around head encircled, then more extensions in back; Jizo is elaborately clad in garment decorated with kirikane in motifs of the various layers of clothing",
  "dimension": "42 3/4 × 15 3/4 in. (108.59 × 40.01 cm) (image)\r\n75 1/4 × 22 5/8 in. (191.14 × 57.47 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118458",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4938,
  "image_width": 1818,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold leaf on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Jizō is a bodhisattva (bosatsu in Japanese), a divine being who postpones enlightenment in order to assist the living. Here he descends to the earth on a cloud to save a suffering believer. He carries a staff and a wish-granting jewel (hōju). His feet rest on lotus blossoms. Although his head is shaved and his robes are those of a monk, Jizō’s body is adorned with gold jewelry and his outer garments are lavishly decorated with gold, signaling his status as a bodhisattva. \r\nImages of the descent of Jizō, which developed in Japan in the 1200s, likely originated at the religious complex made up of the Buddhist temple Kōfukuji and the Shinto shrine Kasuga in the city of Nara, a center for the worship of Jizō.",
  "title": "Welcoming Descent of Jizō Bodhisattva"
}
