{
  "accession_number": "2013.31.206a,b",
  "art_champions_text": null,
  "artist": "Artist: Wada Waichisai II",
  "catalogue_raissonne": null,
  "classification": " Bamboo work",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "four sided basket with open weave, narrows towards top, round opening; short irregular handle made of twisted strips of bamboo wound over a round piece of bamboo; one twisted strip of bamboo ends in large loop on one side of handle; flower cylinder is reddish-brown lacquered bamboo with ridges, lined with copper",
  "dimension": "14 1/2 × 11 3/4 × 9 1/4 in. (36.83 × 29.85 × 23.5 cm)",
  "id": "http://api.artsmia.org/objects/118414",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5542,
  "image_width": 4434,
  "inscription": "\r\n",
  "life_date": "Japanese, 1877 - 1933",
  "markings": "",
  "medium": "Bamboo (hōbichiku or susudake)",
  "nationality": "Japanese",
  "object_name": "Flower basket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "etched onto bottom: 和一斎造",
  "style": "20th century",
  "text": "Wada Waichisai I (1851–1901) was a pioneering bamboo artist active in the city of Osaka in the second half of the 1800s. While much remains unknown about his life and practice, the lineage of bamboo art that he established—and which continues today—is considered one of Japan’s most distinguished. The first-generation Wada Waichisai, a specialist of Chinese-style bamboo basketry, catered to a clientele made up largely of members of the literati in Osaka, who practiced a type of Chinese-style tea ceremony called sencha, requiring a variety of vessels fashioned from bamboo. In addition to Wada Waichisai II (1877–1933) and Wada Waichisai III (1899–1975), heirs to the lineage name, Wada Waichisai I’s students included Tanabe Chikuunsai, who established his own prominent lineage of bamboo artists that continues to this day.",
  "title": "Passing Showers"
}
