{
  "accession_number": "2013.31.32",
  "art_champions_text": null,
  "artist": "Artist: Sakai Hōitsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "robed figure standing in center with large halo behind head, holding golden staff in PR hand and round black object in PL hand; figure stands on lotus riding on swirling clouds or waves",
  "dimension": "32 7/8 × 12 3/8 in. (83.5 × 31.43 cm) (image)\r\n60 1/2 × 17 3/4 in. (153.67 × 45.09 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118429",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5118,
  "image_width": 1929,
  "inscription": "",
  "life_date": "Japanese, 1761 - 1828",
  "markings": "LRC, in red: Uka",
  "medium": "Ink, color, and gold on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Japanese Buddhists worship Jizō as a compassionate deity with the ability to rescue suffering believers, especially those who have been reborn in hell. Here Jizō descends from the heavens on a cloud bank in the guise of a Buddhist monk, with a shaved head and wearing the multipaneled silk garments worn by ordained monks. He carries a wish-fulfilling jewel and a golden walking staff that jingles to announce his arrival. Although Sakai Hōitsu executed this painting primarily in ink and touches of gold, it is iconographically indistinguishable from painted and sculptural images of Jizō that emerged in the 1200s, when worship of this deity became widespread in Japan. Hōitsu is best known as a professional painter and reviver of the decorative, primarily nonreligious Rinpa style of painting that was popular a hundred years earlier, but he also spent the years 1797 to 1809 as a Buddhist monk, which may explain why he created a number of traditional Buddhist devotional paintings over the course of his career.",
  "title": "Welcoming Descent of Jizō, Bodhisattva of the Earth Matrix"
}
