{
  "accession_number": "2013.31.47.2",
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Japanese and Korean Art",
  "description": "six-panel folding screen; on L a girl and child are opening up a screen of a landscape, the girl is holding the right edge of the screen; on R two reclining figures are next to a group of three figures seated around a table with one standing woman; the seated figures are a girl with books in front of her, a man looking at a book, and a girl making paper cranes; to the far right is an oriental rung with a table with the game of go, a biwa wrapped in fabric, and a stationery box",
  "dimension": "60 × 140 5/8 in. (152.4 × 357.19 cm) (image)",
  "id": "http://api.artsmia.org/objects/118455",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5116,
  "image_width": 11222,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "LRC.  1: [Ho- Koe no i Zeshin];\r\n2: [Shi(ba) in Zeshin]",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair (right)",
  "portfolio": "From ",
  "provenance": "Ishimi Zensuke passed on to Ishimi Tōsuke. Ōhara (Owned it from late 1920s until 1940 when they were sold in Osaka at auction). Osaka Bijutsu Kurabu, Feb. 16, 1940 (元禄美人). Weston acquired them at a Christie's auction and then sold them through Christie's to Bill Clark.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G252",
  "see_also": [
    ""
  ],
  "signed": "LRC: [Zeshin]",
  "style": "19th century",
  "text": "This pair of screens was inspired by a masterpiece in the collection of Hikone Castle in Shiga prefecture, popularly known as the <i>Hikone Screen</i> and an example of early 18th-century genre painting that depicts the era’s customs and manners. Fashionable youth in a pleasure quarter enjoy pursuits symbolic of the four elegant accomplishments of Chinese scholars: music, Chinese chess (go), calligraphy, and painting. \r\n\r\nZeshin is primarily known for his artistic innovations in lacquer, yet he was also a painter and this is his greatest masterwork. He created at least six paintings modeled after the Hikone Screen. This is the earliest and most lavish. \r\n(2013.31.47.1-.2)",
  "title": "The Four Elegant Pastimes, one of a pair (right)"
}
