{
  "accession_number": "2013.31.63.1",
  "artist": "Artist: Kishi Gantai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1851",
  "department": "Japanese and Korean Art",
  "description": "pouncing tiger at center with body curved dramatically to R; mouth partially open; back legs kicking up; a few trees and mountains in background",
  "dimension": "65 7/16 × 143 1/4 in. (166.21 × 363.86 cm) (image)",
  "id": "http://api.artsmia.org/objects/118476",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Seals, and Labels",
  "life_date": "Japanese, 1782 - 1865",
  "markings": "URC and LLC artist\\'s seals: Gantai 岸岱, Kunchin 君鎮, \n[unread] 京嘗笑雨岳頂達蹲虎画破故一號白虎; Japanese label back of R screen URC; Clark label top of back center hinge",
  "medium": "Six-panel folding screen; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair (left)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: Dōkōkan 同巧館",
  "style": "19th century",
  "text": "The tiger is one of the most richly symbolic subjects of East Asian art. It is among the twelve animals of the zodiac, and appears in reference to Daoist, Buddhist, and folk legend, often paired with other symbolic subjects such as bamboo or dragons. Saeki Gantai’s screens feature a pair of white tigers, thought to be the most noble of their kind and particularly auspicious. The tiger on the left screen frolics beside a waterfall, while a second tiger watches from the right, curiously gnawing on a pine tree. Gantai was the son and successor of Saeki Ganku (1749/56–1838), the founder of the Kishi school, which is known for its vigorous depictions of animals, particularly tigers. Here, rough and energetic brushstrokes bring his subjects to life.",
  "title": "White Tigers"
}
