{
  "accession_number": "2013.31.47.1",
  "art_champions_text": null,
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "six-panel folding screen; several groups of figures against gold leaf background; casually clad man sits next to a fabric-wrapped bundle on L; a cluster of five figures follows, two standing girls and a young man leaning in an \"S\"-curve on his katana; seated in front of this group is a woman and a man; in foreground are two seated figures, one woman with her dog and a girl with her back turned; blind musician playing shamisen, with broken string held with lips; on far R a group of three dancing figures, two women and a man",
  "dimension": "60 1/8 × 140 5/8 in. (152.72 × 357.19 cm) (image)",
  "id": "http://api.artsmia.org/objects/118456",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5116,
  "image_width": 11218,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "LLC. 1. [Ho- koe no I Zeshin];\r\n2: [Shi(ba) no in Zeshin]",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "Ishimi Zensuke passed on to Ishimi Tōsuke. Ōhara (Owned it from late 1920s until 1940 when they were sold in Osaka at auction). Osaka Bijutsu Kurabu, Feb. 16, 1940 (元禄美人). Weston acquired them at a Christie's auction and then sold them through Christie's to Willard G. and Elizabeth Clark.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: [Zeshin]",
  "style": "19th century",
  "text": "This pair of screens shows fashionable youths in the pleasure quarters enjoying the so-called Four Elegant Accomplishments: music, the board game go, calligraphy, and painting. Music is represented by the women and blind elderly man in the left screen. A go board appears in the far right panel. Nearby, books, scrolls, and writing implements—collectively representing calligraphy—have been laid out for figures who surround a low black-lacquer desk. Some of them turn to admire a pair of folding-screen paintings depicting Chinese landscapes. \r\n\r\nShibata Zeshin took inspiration from a famous folding screen commonly known as the Hikone Screen, a masterpiece of Japanese genre painting created in the 1620s or 1630s and well known in the 1800s. Zeshin was so moved after encountering the famous painting in Edo (now Tokyo) in the 1830s that he created at least six paintings modeled after it, including the present screens.",
  "title": "The Four Accomplishments [left of a pair]"
}
