{
  "accession_number": "2013.31.40a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 14th century",
  "department": "Asian Art",
  "description": "standing wooden figure with flame like hair, and fierce expression wearing warrior clothing; wide stance with PR hand clenched in fist toward chest; PL hand clenched in fist with index finger pointing outward; base with carved and painted waves",
  "dimension": "44 3/8 × 19 1/4 × 14 1/8 in. (112.71 × 48.9 × 35.88 cm)",
  "id": "http://api.artsmia.org/objects/118443",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2168,
  "image_width": 1440,
  "inscription": "In black ink on the peg of the left foot: [Shin] (Saru) (Monkey); In black ink on the underside of the base: [Saru/Hachi] (Monkey/Eight)",
  "life_date": null,
  "markings": "",
  "medium": "Wood with traces of pigment and inlaid crystal",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Many Buddhist deities are believed to be accompanied by groups of assorted attendants and guardians. In devotional paintings or in sculptural groupings installed on Buddhist altars, they appear beside or around the main deity. This fierce-looking figure is Makora, one of twelve protective deities known as the Twelve Divine Generals (jūni shinshō) who accompany the Healing Buddha, Yakushi Nyorai, to whom the faithful pray for release from suffering. Each of the Divine Generals is said to represent one of twelve vows made by the Healing Buddha to heal the sick and ignorant and guide them on the path to enlightenment.",
  "title": "Makora, one of the Twelve Divine Generals"
}
