{
  "accession_number": "2013.31.46.2",
  "art_champions_text": null,
  "artist": "Artist: Soga Nichokuan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "Asian Art",
  "description": "R screen: large tree at R with branches and foliage extending over several panels; cluster of squared rocks at R; lotus blossoms and leaves at R; hawk perched on stone near center; another hawk at UL about to dive downward",
  "dimension": "59 5/16 × 137 5/8 in. (150.65 × 349.57 cm) (image)\r\n63 × 145 × 5/8 in. (160.02 × 368.3 × 1.59 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118453",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2195,
  "image_width": 5121,
  "inscription": "",
  "life_date": "Japanese, active c. 1620 - 1660",
  "markings": "LRC of R screen: 周文六世孫 [Shūbun rokusei son] {Sixth-generation descendant of Shūbun}; 二直庵 [Nichokuan]; 包胤 [Hō\\'in]",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Birds of prey became a favorite subject of members of Japan’s warrior class beginning in the 1400s and 1500s. When applied to large-scale paintings like folding screens, such images, which express notions such as military prowess, power, and valor, made for a particularly impressive backdrop for warriors’ receptions rooms. Soga Nichokuan, like his father, Soga Chokuan (Nichokuan literally means “the second Chokuan”), specialized in images of birds, especially hawks and other birds of prey, whose textured feathers they described using a meticulous layering of various tones of ink wash. The hawks of Nichokuan and his father owe a great deal to older Chinese and Japanese paintings  . But Nichokuan, particularly in late works like this one, placed these more conservative birds into surreal landscapes of knobby, wildly twisting trees, jagged boulders, and sometimes bizarre water features.",
  "title": "Hawks by a Stream [right of a pair]"
}
