{
  "restricted": 0,
  "image": "invalid",
  "image_copyright": "",
  "life_date": "Japanese, 1807 - 1891",
  "nationality": "Japanese",
  "role": "Artist",
  "artist": "Shibata Zeshin",
  "dated": "second half 19th century",
  "culture": null,
  "country": null,
  "continent": null,
  "dimension": "60 × 140 5/8 in. (152.4 × 357.19 cm) (image)\r\n66 3/4 × 147 1/4 × 3/4 in. (169.55 × 374.02 × 1.91 cm) (mount)",
  "medium": "Ink and colors on gold leaf",
  "title": "The Four Elegant Pastimes, one of a pair",
  "id": "http://api.artsmia.org/objects/118455",
  "room": "Not on View",
  "style": "19th century",
  "marks": "Signature and Inscription\r\n\r\nLRC: [Zeshin]\r\nLRC.   LRC: [Zeshin]",
  "text": "This pair of screens was inspired by a masterpiece in the collection of Hikone Castle in Shiga prefecture, popularly known as the Hikone Screen and an example of early 18th-century genre painting that depicts the era’s customs and manners. Fashionable youth in a pleasure quarter enjoy pursuits symbolic of the four elegant accomplishments of Chinese scholars: music, Chinese chess (go), calligraphy, and painting. \r\nZeshin is primarily known for his artistic innovations in lacquer, yet he was also a painter and this is his greatest masterwork. He created at least six paintings modeled after the Hikone Screen. This is the earliest and most lavish. \r\n(2013.31.47.1-.2)",
  "description": "six-panel folding screen; on L a girl and child are opening up a screen of a landscape, the girl is holding the right edge of the screen; on R two reclining figures are next to a group of three figures seated around a table with one standing woman; the seated figures are a girl with books in front of her, a man looking at a book, and a girl making paper cranes; to the far right is an oriental rung with a table with the game of go, a biwa wrapped in fabric, and a stationery box",
  "provenance": "",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "accession_number": "2013.31.47.2"
}
