{
  "accession_number": "2013.31.46.1",
  "artist": "Artist: Soga Nichokuan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid - late 17th century",
  "department": "Japanese and Korean Art",
  "description": "L screen: gnarled, twisting pine tree at L, with branches extending across multiple panels; rocks at L; hawk at lower center attacking a small goose, its talons digging into the goose's face, mouth, and neck; hawk is lifting bird out of water",
  "dimension": "59 5/16 × 137 11/16 in. (150.65 × 349.73 cm) (image)\r\n66 1/2 × 145 1/16 × 5/8 in. (168.91 × 368.46 × 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/118454",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2192,
  "image_width": 5136,
  "inscription": "Signature, Seal, and Stickers",
  "life_date": "Japanese, active c. 1620 - 1660",
  "markings": "LLC of left screen: [包胤] (hō-in); Christies sticker back URC and LRC of L screen: [Lot 240 (2) / Mar 16 \\'91]; Made in Japan sticker URC of L sceen; round green sticker ULC on back of R screen: [36]",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair (left)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: left screen: [曽我直庵筆] (Soga Chokuan hitsu)",
  "style": "17th century",
  "text": "This pair of screens presents two different aspects of a hawk. The scene opens on the right screen with a female hawk joining a male hawk, while the left one catches the male at the very moment of the attack on its prey. The combination of pine trees and hawks (matsutaka-zu), which symbolized fighting prowess, was a favorite subject of warrior-patrons from the 15th century on. Representations of hawks in pine trees painted on large screens or panels made impressive backdrops in main reception rooms.\r\nThe Soga school claims as its origin the ink painters of the Muromachi period, but was actually established by the Momoyama period-painter, Soga Chokuan (1596–1610), father of Soga Nichokuan. The painters of this school were rather conventional Chinese-style ink painters who specialized in the painting of birds, especially eagles and hawks (shichōzu), often placed in a wild setting.",
  "title": "Hawks by a Stream"
}
