{
  "accession_number": "2013.31.66.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "unsigned; 6 panel screen with vignettes separated by golden clouds; beginning at R, a male figure on a chair, and smaller figure on green mat hold audience in a room; below, a woman inside looking through screen at other women outside; men gather around a carriage; musicians in white with male dancer entertain small audience on verandah and bridge; female figure in bushes watches male and female figure near center; men in room with green mat along with papers; women at bottom gathered in room, etc.",
  "dimension": "59 1/4 × 141 11/16 in. (150.5 × 359.89 cm) (image)\r\n65 3/4 × 148 1/2 × 5/8 in. (167.01 × 377.19 × 1.59 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118479",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2116,
  "image_width": 5116,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In some ways, this pair of screens is quite typical of Edo-period paintings of The Tale of Genji. The artist frames each individual scene with scalloped gold clouds. He also uses the fukinuki-yatai (literally, “blown-off roof”) method of depicting architectural spaces, so that viewers gain an unobstructed bird’s-eye view of buildings' interiors. This convention can be traced back to the earliest depictions of The Tale of Genji from the 1100s. The content of these screens, however, is anything but conventional. While many artists of Genji screens arranged scenes sequentially from right to left or in seasonal order from spring to fall, this artist developed a far more sophisticated organization in which the relationships between illustrated scenes is not easily understood without vast knowledge of the original novel. Indeed, the organizing principle of this painting is not yet fully understood.",
  "title": "Scenes from the Tale of Genji [right of a pair]"
}
