{
  "accession_number": "2013.31.22",
  "artist": "Sakai Hōitsu",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": "Japanese",
  "dated": "early 19th century",
  "description": "large white and red peonies on branches with leaves blowing in the wind; white peony to center left, with bud immediately above; red peony at right edge slightly above center",
  "dimension": "41 3/8 × 15 3/4 in. (105.09 × 40.01 cm) (image)\r\n75 9/16 × 19 9/16 in. (191.93 × 49.69 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118417",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Japanese, 1761 - 1828",
  "marks": "Signature and seal center L edge: [Ho-itsu hitsu]",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "In an unusually detailed way, but without losing any of their decorative effects, two peonies are captured, being blown violently in a summer rain storm. The waving diagonals of clouds in the background suggest that storm clouds are moving quickly across the sky.\r\n\r\nSakai Ho_itsu was not only a painter, but also a poet and man of letters. He came from a high-level samurai family, but chose to enter priesthood at the age of thirty-six rather than following a political career. Ho_itsu enjoyed a very good education and trained himself in the styles of Chinese masters and <i>ukiyo-e</i> painters. After 1797, however, he devoted himself solely to the Rinpa school with the aim of reviving the style of Ko_rin. Ko_rin had worked for the Sakai family five generations before, which gave Ho_itsu the opportunity to study his works in depth. Ho_itsu was truly devoted to Ko_rin, but did not simply copy his style, instead he perfected it by combining it with techniques from other contemporary painting schools.",
  "title": "Peonies in the Wind"
}
