{
  "accession_number": "2013.31.56",
  "art_champions_text": null,
  "artist": "Artist: Tosa Mitsunari",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "before 1710",
  "department": "Asian Art",
  "description": "each panel has small separate poem at top; scenes of figures enjoying activities in different seasons; from R, scene 1: 4 seated figures on green mat, with 2 male figures playing flute and koto; scene 2: male figure riding white horse near river with two attendants; scene 3: male figure on verandah holding stick with two figures seated in grass at LLC; scene 4: two figures in checkered pants dancing near verandah with musicians near bottom, and autumn leaves on ground; scene 5: two female figures dancing with fans on porch while male and female figures at LL watch; scene 6: winter scene with procession on horses riding through snowy mountain peaks",
  "dimension": "39 7/8 × 81 13/16 in. (101.28 × 207.8 cm) (image)\r\n49 9/16 × 127 13/16 × 5/8 in. (125.89 × 324.64 × 1.59 cm) (mount)",
  "id": "http://api.artsmia.org/objects/118467",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1890,
  "image_width": 5255,
  "inscription": "Signature, Inscriptions, Seals, and Sticker\r\n\r\npaper swatches on each panel with calligraphic descriptions of the 7th through 12th months",
  "life_date": "Japanese, 1646 - 1710",
  "markings": "LRC panels 1,3,5 and LLC panels 2,4,6: [Mitsunari inshō]",
  "medium": "Six-panel folding screen; ink, color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: [jūgo i shimo Tosa Gyōbu Gondaifu (?) Fujiwara Mitsunari hitsu]",
  "style": "17th-18th century",
  "text": "The time of year is usually specified in The Tale of Genji, and the author takes pains to describe seasonal indicators such as weather and seasonal plants. This screen, once part of a pair, features illustrations and textual passages representing the six months of summer and autumn in order from right to left. The fourth panel from the right, for example, is titled “10th month” and shows an appropriately autumnal scene: 19-year-old Genji and his friend (and sometime rival) Tō no Chūjō dance in a palace garden beneath a maple tree whose crimson leaves fall and scatter. Or, in the Tale’s lyrical description: “Under tall autumn trees [the music] mingled with the wind’s roaring and sighing as it swept gale-like down the mountain, while through the flutter of bright falling leaves [the men’s dancing] shone forth with awesome beauty.”",
  "title": "Scenes from The Tale of Genji representing months of the year"
}
