{
  "accession_number": "2013.31.27.2",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Settei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1777",
  "department": "Asian Art",
  "description": "carp jumping out of the water, curving body dramatically to L; splashing water curling around body and splashing upward at R; pink highlights on tips of fins and tail",
  "dimension": "50 11/16 × 21 3/16 in. (128.75 × 53.82 cm) (image)\r\n78 9/16 × 27 3/8 in. (199.55 × 69.53 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118422",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5753,
  "image_width": 2410,
  "inscription": "\r\n",
  "life_date": "Japanese, 1710 - 1786",
  "markings": "LRC: [信天翁] (Shinten’ō), [昌信之印] (Masanobu no in)",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: [法橋月岡雪鼎] (Hokkyō Tsukioka Settei); date LRC: [An-ei  teiyu- fuyu jugatsu] (6th year of An-ei winter tenth month)",
  "style": "18th century",
  "text": "As koi (the Japanese word for carp) also means love, the carp is one of the emblems of good luck and two carp represent marital happiness. The strength expressed by the right carp might suggest that he is the male, whereas the elegantly swimming carp is the female. The right carp is captured in profile when he is almost completely out of the water and only his tail fin is still inside. The outlines of the waves that surround him were drawn with powerful, broad brush strokes that indicate the energy with which the water was dispersed. Much to the contrary, the left carp is quietly swimming in the water. Her body is depicted in a round S-form and her dorsal and tail fins create undulations.\r\n\r\nTsukioka Settei (1710–1787) lived in the Osaka-Kyoto area where he was active as a painter, printmaker, and also book illustrator. Settei eventually founded his own branch of the popular ukiyo-e painting style. His paintings date from the latter half of his life. This pair of carp was painted in the winter of 1777 (tenth month) when Settei was 67 years old.",
  "title": "Carp Leaping Out of Water [right of a pair of Carps]"
}
