{
  "accession_number": "2013.31.47.1",
  "artist": "Shibata Zeshin ",
  "continent": null,
  "country": null,
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "dated": "second half 19th century",
  "description": "six-panel folding screen; several groups of figures against gold leaf background; casually clad man sits next to a fabric-wrapped bundle on L; a cluster of five figures follows, two standing girls and a young man leaning in an \"S\"-curve on his katana; seated in front of this group is a woman and a man; in foreground are two seated figures, one woman with her dog and a girl with her back turned; blind musician playing shamisen, with broken string held with lips; on far R a group of three dancing figures, two women and a man",
  "dimension": "60 1/8 × 140 5/8 in. (152.72 × 357.19 cm) (image)",
  "id": "http://api.artsmia.org/objects/118456",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Japanese, 1807 - 1891",
  "marks": " LLC: [Zeshin]",
  "medium": "Six-panel folding screen; ink and color on gold leaf",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "This pair of screens was inspired by a masterpiece in the collection of Hikone Castle in Shiga prefecture, popularly known as the Hikone Screen. It is an example for an early 18th-century genre painting that depicts the era’s customs and manners. Fashionable youth in a pleasure quarter enjoy pursuits symbolic of the four elegant accomplishments of Chinese scholars: music, Chinese chess (go), calligraphy, and painting. Zeshin is primarily known for his artistic innovations in lacquer, yet he was also a painter and this is his greatest masterwork. He created at least six paintings modeled after the Hikone Screen. This is the earliest and most lavish. ",
  "title": "The Four Elegant Pastimes"
}
