{
  "accession_number": "2013.31.22",
  "art_champions_text": null,
  "artist": "Artist: Sakai Hōitsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "large white and red peonies on branches with leaves blowing in the wind; white peony to center left, with bud immediately above; red peony at right edge slightly above center",
  "dimension": "41 3/8 × 15 3/4 in. (105.09 × 40.01 cm) (image)\r\n75 9/16 × 19 9/16 in. (191.93 × 49.69 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/118417",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5201,
  "image_width": 1980,
  "inscription": "Signature and seal",
  "life_date": "Japanese, 1761 - 1828",
  "markings": "center L edge: [Bunsen]",
  "medium": "Hanging scroll; ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center L edge: [Ho-itsu hitsu]",
  "style": "19th century",
  "text": "Two peonies in full bloom sway as a gust of wind pushes them forward—rain is coming. Every year, Japan has a rainy season from June to July called tsuyu, or “plum rain,” so named because the timing matches the ripening of plums. Although commonly depicted in Japanese paintings as a subject, peonies were not native to Japan but originated in China. Peonies exploded in popularity among gardeners in the late 1600s, ahead of the morning glory boom in the 1800s—reflected in the nearby painting of morning glories by Watanabe Nangaku.\r\nArtist Sakai Hōitsu shifted his creative approach after discovering the work of painter Ogata Kōrin’s. Sakai’s later works incorporate Ogata’s signature techniques such as tarashikomi—the application of a second layer of paint before the first is dry, resulting in a watery effect—seen here on the leaves.",
  "title": "Peonies in the Wind"
}
