{
  "accession_number": "2013.31.47.1",
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "The John R. Van Derlip Fund; purchase from the collection of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Japanese and Korean Art",
  "description": "six-panel folding screen; several groups of figures against gold leaf background; casually clad man sits next to a fabric-wrapped bundle on L; a cluster of five figures follows, two standing girls and a young man leaning in an \"S\"-curve on his katana; seated in front of this group is a woman and a man; in foreground are two seated figures, one woman with her dog and a girl with her back turned; blind musician playing shamisen, with broken string held with lips; on far R a group of three dancing figures, two women and a man",
  "dimension": "60 1/8 × 140 5/8 in. (152.72 × 357.19 cm) (image)",
  "id": "http://api.artsmia.org/objects/118456",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5116,
  "image_width": 11218,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "LLC. 1. [Ho- koe no I Zeshin];\r\n2: [Shi(ba) no in Zeshin]",
  "medium": "Ink, color, and gold leaf on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair (left)",
  "portfolio": "From ",
  "provenance": "Ishimi Zensuke passed on to Ishimi Tōsuke. Ōhara (Owned it from late 1920s until 1940 when they were sold in Osaka at auction). Osaka Bijutsu Kurabu, Feb. 16, 1940 (元禄美人). Weston acquired them at a Christie's auction and then sold them through Christie's to Bill Clark.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G252",
  "see_also": [
    ""
  ],
  "signed": "LLC: [Zeshin]",
  "style": "19th century",
  "text": "This pair of screens shows fashionable youths in the pleasure quarters enjoying the so-called Four Elegant Accomplishments: music, <i>go</i>, calligraphy, and painting. Music is represented by the women and blind elderly man in the left screen. In the far-right panel of the right screen, a go board has been brought out and placed on a rug. Nearby, books, scrolls, and various writing implements—collectively representing calligraphy—have been laid out for several figures who surround a low black-lacquer writing desk. Some of these individuals admire a pair of folding-screen paintings depicting Chinese landscapes. \r\n\r\nShibata Zeshin took inspiration from a famous folding screen commonly known as the “Hikone Screen,” a masterpiece of Japanese genre painting created in the 1620s or 1630s and well known in the 1800s. Zeshin is said to have “discovered” the painting in a private collection in Edo (present-day Tokyo) in the 1830s. He was so moved by the work that he created at least six paintings modeled after it, including the present screens. \r\n\r\n\r\n\r\n\r\n",
  "title": "The Four Elegant Pastimes, one of a pair (left)"
}
