{
  "accession_number": "2013.70.11",
  "artist": "Robert Sargent Austin",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Robert Austin's daughters, Rachel and Clare",
  "culture": null,
  "dated": "1924",
  "description": "three women with backs to viewer, kneeling, wearing long dresses, cloaks, and scarves over heads; center figure holds child under PR arm; child standing with back to viewer, wearing kerchief on head; printed on very thin paper",
  "dimension": "5 5/8 × 4 5/8 in. (14.29 × 11.75 cm) (plate)\r\n7 7/16 × 6 1/8 in. (18.89 × 15.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/118553",
  "image": "valid",
  "image_copyright": "%26Acirc%3B%26copy%3B 2013 Clare Calder%2C Estate Robert Sargent Austin",
  "life_date": "British, 1895-1973",
  "marks": "Signature, Date and Mark LRC of plate, in engraving: [Austin]; below plate,",
  "medium": "Etching",
  "nationality": "British",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Robert Sargent Austin was a highly respected illustrator and engraver, sometimes regarded as the last great English engraver. He taught at the Royal College of Art and was eventually elected president of the Royal Society of Painter-Etchers. He was an extremely disciplined artist and could engrave with remarkable ease. Observers said that he could engrave nearly as fast as he could draw, and could simultaneously explain his process. His attention to light, texture, and perspective add to the airiness of many of his plates. At first glance, some of his prints appear to be the work of a Renaissance master. Indeed, his favorite artist, Martin Schongauer, lived in the 15th century. Austin adopted his sinuous outlines, restrained use of cross-hatching, appreciation for empty space, and even the style of his signature. This print comes from his personal archive of proof impressions.",
  "title": "Child in Kerchief with Kneeling Woman"
}
