{
  "accession_number": "2013.68.6",
  "art_champions_text": null,
  "artist": "Artist: Mark Taylor",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "2011",
  "department": "Prints and Drawings",
  "description": "looks like an album cover with black ground with circular \"rub\"; front of a car with text above",
  "dimension": "24 1/2 × 22 1/8 in. (62.23 × 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/118657",
  "image": "invalid",
  "image_copyright": "© Mark Taylor",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1964",
  "markings": "Numbered in pencil, LL: 3/3",
  "medium": "Color inkjet print",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Box Set portfolio",
  "provenance": "The artist; (Booklyn Artists Alliance, New York); sold to MIA, 2013.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Initialed and dated in pencil, LR: M.T. 2011",
  "style": "21st century",
  "text": "Mark Taylor’s \"Box Set\" is an ingenious blend of personal narrative and \"trompe l’oeil\" deception. For this project, Taylor scanned worn record jackets and stripped them of their original texts and pictures using a graphics software program. He then enlarged and refitted the sleeves with song titles, graphics, and liner notes that he compiled over many years. The result is an abridged form of storytelling articulated through the organizational scheme of LP record albums.\r\n \r\nTaylor describes his approach as excavating the past for meaning: “I rob from the graveyard of pop culture and splice together new creations (screenprints, sculptures, videos, and collages) that feed off the history of cherished objects. I excavate, reuse and reanimate pop artifacts in service of a personal narrative. Set inside an increasingly virtual, digital universe cluttered with the remains of material culture, my work explores how possessions can also possess.”",
  "title": "Marriage is So Last Year, from Box Set"
}
