{
  "accession_number": "2015.14.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of George and Marilyn Johnson in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "dark red-brown wooden brush with carved handle with three segments along its shaft; segment at tip of the handle shows a boar, rat, goat, rooster and ox; middle segment shows a dog, rabbit, tiger, horse and monkey; top section (nearest bristles) shows a dragon and snake; top of handle housing the bristles is rounded and bulb-like with adjoining ring; blonde-colored hair bristles",
  "dimension": "15 3/4 × 1 15/16 × 1 15/16 in. (40.01 × 4.92 × 4.92 cm)",
  "id": "http://api.artsmia.org/objects/118671",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10902,
  "image_width": 2934,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, hair",
  "nationality": null,
  "object_name": "Calligraphy brush",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In Chinese literati culture, the brush, a writing implement, is known as one of the “four treasures of the study” along with the inkstick, inkstone, and paper. Brush handles are commonly constructed from bamboo, but some brushes have handles of sandalwood, jade, carved bone or ivory, and other precious materials as demonstrated by these examples. During late imperial times, artists catered to the tastes of gentlemen collectors and elaborated brushes with motifs derived from folklore, legends, superstitious beliefs as well as religious subjects from Confucianism, Buddhism, and Daoism.",
  "title": "Calligraphy brush"
}
