{
  "accession_number": "2013.81.1",
  "art_champions_text": null,
  "artist": "Artist: Mary Cassatt",
  "catalogue_raissonne": "Breeskin 143 (state not in Breeskin); Mathews & Shapiro 5 xvii/xvii",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary Lee Lowe Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1890-91",
  "department": "Arts of the Americas",
  "description": "squatting woman in a long yellow dress with her proper right hand in blue tub, holding a standing nude baby leaning against her proper left arm",
  "dimension": "12 5/8 × 9 3/4 in. (32.07 × 24.77 cm) (plate)\r\n15 1/4 × 11 3/8 in. (38.74 × 28.89 cm) (sight)\r\n26 1/2 × 22 1/2 × 1 1/8 in. (67.31 × 57.15 × 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/118619",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4947,
  "image_width": 3715,
  "inscription": "Stamped at lower edge of plate, in center in blue: MC (intertwined, monogram), collector\\'s stamp of Mary Cassatt (Lugt 604). Signed and inscribed by artist, in bottom margin, in pencil: Imprimee par l\\'artiste et M. Leroy / Mary Cassatt / (25 épreuves); inscribed in LLC, by later hand in pencil: 49.",
  "life_date": "American, 1844–1926",
  "markings": "bottom center on plate, in blue: [MC (intertwined, monogram)]",
  "medium": "Drypoint, soft ground etching, and aquatint in color",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(R.S. Johnson Fine Art, Chicago); Mary Lee Dayton, Wayzata, Minn., until d. 2013; bequeathed to MIA, 2013.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in bottom margin, in pencil: [Mary Cassatt]",
  "style": "19th century",
  "text": "Cassatt’s images of mothers and children transcend time. She recognized that the daily routines of caring for children, such as bathing, cuddling, and playing games, were subjects worthy of artistic expression.\r\n\r\nCassatt made a radical turn in her printmaking after attending an exhibition of nearly eight hundred Japanese prints in Paris in 1890. She developed her own technique for producing the qualities she admired in Japanese woodcuts—the broad passages of color, the simple black outlines, and the use of patterns. Combining aquatint with drypoint she was able to imitate the woodcut technique. She applied a number of colors to each printing plate, so that each impression is slightly different. The Bath is among her most original and technically innovative prints. She reworked the image many times, adding areas of tone and subtracting lines. She created 16 different states, or versions, of this print before arriving at the final state, of which she printed just 25 impressions.",
  "title": "The Bath"
}
