{
  "accession_number": "2013.63.32",
  "artist": "Calligrapher: Rai San'yō",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Japanese and Korean Art",
  "description": "first section has two large characters and two vertical lines of smaller characters; three red seals on first section; second section has long, rather regular vertical lines of text, with images of branches and leaves in blue in background; third short section with 12 lines of text and two red seals; first and third sections are newer than second section",
  "dimension": "6 1/8 × 57 3/16 in. (15.56 × 145.26 cm) (image)",
  "id": "http://api.artsmia.org/objects/118798",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1781 - 1832",
  "markings": "",
  "medium": "Handscroll; ink on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "“The Ballad of Sanjō Bridge” Sanjō Bridge—ah! The road to the Seven Circuits. Folk who live in the sixty provinces flock here like ducks. The Kamo River suddenly rises, banks about to burst. But this bridge stands proud and tall, its rock foundations firm. Look at the stone plinths all along the bridge— They go into the ground to a depth of five jin. Those carved dragons never decaying, cast of the finest copper. Who was it who constructed this' Lord Toyo[-tomi] was his name. ‘Twas in the eighteenth year of Tenshō [1590], the kō-in cyclical year. In the springtime, the first month, the projects was completed. Inscribed words, ten lines long, the characters still fresh. Damming the flow, they dug out the flood-dragons and water-lizards from their holes. They flogged the stone, extracting its blood—who among them shrank' According to the historical records, it was the third month of the year That our sterling lord received an edict to join the Eastern Expedition. At that time, the chariots of war had just begun to move. The pennants and halberds that he took up were as vast as the back of a whale. The cavalry and foot-soldiers numbered 150,000 men. Armor and lances shone in the sunlight—oh, so very bright. One can visualize their false whiskers, which lent them martial splendor. The panorama!—they packed the bridge, spilling out onto Kujō-dori [Ninth Avenue]! In their eyes, the Eight Provinces simply did not exist; To the armies who chased down the enemy, those troops were but slaves and lackeys. The road to the “maggot states” had for ages been impassable; [But] with his hand holding the ceremonial sword, he cut his way through the brambles. Afterwards, with their bearskins and their arrows made from reeds, They all assembled on the east side of the Sanjō Bridge. Don’t you see how all these men put the world in order' Several lords working together, Jointly achieving peace! For the Great Wall, the men of Han depended upon Emperor Ch’in. For the Kaifeng ramparts, the men of Sung rel",
  "title": "The Ballad of Sanjō Bridge"
}
