{
  "accession_number": "2013.57",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Africa",
  "country": "Togo",
  "creditline": "Gift of Thomas Murray in honor of Roger Hollander",
  "culture": "Anufo",
  "curator_approved": 1,
  "dated": "c. 1900",
  "department": "Arts of Global Africa",
  "description": "pullover style with flaring hem; vertical slits at front and back center; vertical slit neckline; long sleeves; tan with brown applied geometric patterns and designs in patchwork-like fashion separated by decorative zigzag bands; several rectangular areas of text; indigo trim at inner neckline, bottom hem and sleeve ends at inside",
  "dimension": "40 3/4 × 54 3/4 in. (103.51 × 139.07 cm)",
  "id": "http://api.artsmia.org/objects/118769",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4227,
  "image_width": 5684,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Tunic",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Whoever wore this cotton tunic, more than a hundred years ago, was a member of the military nobility of the West African Anufo people. Verses from chapters 5 and 38 of the Qur’an, and invocations of God the Merciful, inscribed on the garment by a Muslim cleric, offered fortitude and protection. Blocks of wavy lines around the shoulders look like Arabic letters but are not readily legible. They form a repetitive script, possibly a supernatural language invoking the assistance of jinn, spirits that, according to the Qur’an, God created of “smokeless fire.”\r\n\r\n\r\nInterpretation of text:\r\nIndeed, this is Our provision; for it there is no depletion.\r\nIn the name of God, the Lord of Mercy, the Giver of Mercy! God knows, He is the most Merciful! God protects you from people.\r\nIn the name of God, the Lord of Mercy, the Giver of Mercy! Oh God, the Merciful! Oh God! Oh God! Oh God!",
  "title": "Tunic"
}
