{
  "accession_number": "2013.63.28.1",
  "art_champions_text": null,
  "artist": "Calligrapher: Hattori Nankaku",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 18th century",
  "department": "Asian Art",
  "description": "left of a pair of hanging scrolls; two long and one short lines of text; line of small characters, LLQ, with two seals in red",
  "dimension": "72 15/16 × 20 3/4 in. (185.26 × 52.71 cm) (image)",
  "id": "http://api.artsmia.org/objects/118726",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9846,
  "image_width": 2850,
  "inscription": "",
  "life_date": "Japanese, 1683 - 1759",
  "markings": "",
  "medium": "Hanging scroll; ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Hattori’s poem describes the seasonal festivities of spring and autumn, and makes a number of references to Chinese court culture to create an air of sumptuousness. The references include the “Five-Horse Prefect”—a high ranking official allowed to retain a fleet of horses; Mount Li, where the first Chinese emperor was entombed; and the “pearl studded slippers” worn by the prostitutes of an infamously extravagant lord.  \r\n\r\nThe Five-Horse Prefect rides the spring wind, flowers seem to fly,\r\nMount Li in the Second Month, vying in perfumed fragrance!\r\nIf he should spend the next ten days getting really drunk, \r\nNo need to ask for friendship from men of cotton clothes!\r\nA noble feast among autumn colors, rain densely falling;\r\nAmber cups so frozen we simply can’t get drunk.\r\nIn days of old, we’ve heard of Orchid Terrace ladies, lovely as jade,\r\nAnd now we turn to view pearl slippers, guests numerous as clouds!",
  "title": "Spring and Autumn Quatrains [pt. 2, left]"
}
