{
  "accession_number": "2013.72",
  "art_champions_text": null,
  "artist": "Artist: Auguste Louis Lepère",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Professor Eric Carlson in fond memory of Harry Drake",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "European Art",
  "description": "two seated women seen from back, wearing long dresses and head kerchiefs, URQ and LRQ; two women seated next to each other wearing similar clothing, ULQ--woman at left has her hands folded; sketch of a woman's face in profile above shoulder of woman on right in ULQ",
  "dimension": "10 15/16 × 15 11/16 in. (27.78 × 39.85 cm)",
  "id": "http://api.artsmia.org/objects/118717",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4802,
  "image_width": 6827,
  "inscription": "Signature and Inscription\r\n\r\nInscriptions right center under signature, in black chalk and pencil; Verso, LLC, in pencil: [92.1.61]\r\n",
  "life_date": "French, Paris 1849–Domme, Dordogne 1918",
  "markings": "",
  "medium": "Black chalk with white highlights on board",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "[Sagot-Le Garrec Galerie, Paris, until 1961; sold to Carlson]; [Eric Carlson, New York, 1961-2013; given to MIA]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed right center, in black chalk: [A Lepère]",
  "style": "19th century",
  "text": "Auguste Lepère was a successful printmaker, illustrator, and pastelist. His wood engravings of Paris are celebrated for their technical precision and extraordinarily rich and realistic detail. He was also skillful in etching, a medium he took up in earnest later in his career, beginning in 1889. Lepère was a critical figure in promoting the art of the original print in France in the late nineteenth century by organizing the Société de l’Estampe Originale in 1888, which published albums of original single-sheet prints.\r\n \r\nThis drawing, with four studies of seated female figures, relates to a 1901 etching by the artist, Burial in the Vendeen Marsh (Un enterrement dans le marais vendeen). The print represents a funeral procession by boat in the rural Vendée region in France. The women in the drawing appear in the print with very few changes, represented among the mourners in the three boats. The artist purchased a house in the Vendée region in 1892 and spent his summers there, finding inspiration for his prints and drawings in the landscape and rural community.",
  "title": "Seated Female Figures, Studies for Burial in the Vendeen Marsh"
}
