{
  "accession_number": "2013.63.19",
  "art_champions_text": null,
  "artist": "Calligrapher: Maki Ryōko",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 19th century",
  "department": "Asian Art",
  "description": "light pencil-drawn grid with characters in each space, with some empty spaces in leftmost two rows; two red seals, LLQ",
  "dimension": "14 7/16 × 20 3/16 in. (36.67 × 51.28 cm) (image)",
  "id": "http://api.artsmia.org/objects/118723",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5377,
  "image_width": 7342,
  "inscription": "日高丈五睡正濃軍將扣門驚周公口傳諫議送書信白絹斜封三道印開緘宛見諫議面首閲月團三百片聞道新年入山里蟄虫驚動春風起天子須嘗陽羡茶百草不敢先開花仁風暗結珠琲蕾先春抽出黄金芽摘鮮焙芳旋封裹至精至好且不奢至尊之餘合王公何事便到山人家柴門反關無俗客紗帽籠頭自煎吃碧雲引風吹不斷白花浮光凝碗面一碗喉吻潤兩碗破孤悶三碗搜枯腸唯有文字五千卷四碗發輕汗平生不平事盡向毛孔散五碗肌骨清六碗通仙靈七碗吃不得也唯覺兩腋習習清風生蓬萊山在何處玉川子乘此清風欲歸去山上群仙司下士地位清高隔風雨安得知百万億蒼生命墮在顚崖受辛苦便為諫議問蒼生到頭還得蘇息否\r\nNot confirmed",
  "life_date": "Japanese, 1777 - 1843",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Clerical script (reisho)",
  "text": "This is a rendering of the famous Song of Tea that the Chinese poet Lu Tong (790–835) composed to share his sensation about tea.\r\n“Thanking Imperial Advisor Meng for the Fresh Tea He Has Sent Me”\r\nThe sun seemed fifteen feet above me, and I had fallen asleep\r\nWhen an army officer knocked at the door, waking this Duke of Chou.\r\nHe tells me the Advisor has sent me a letter\r\nOn white silk with slanting fold and three official seals.\r\nI open the missive—it is as if the Advisor and I are face to face—\r\nAnd inspect by hand the Moon Brick tea, three hundred pieces of it.\r\nI have heard that early in the year, if one goes up in the mountains,\r\nHibernating creatures are beginning to move and spring winds are starting to blow.\r\nThe Son of Heaven, desiring men to taste fine Yangxian tea,\r\nAll other plants never dare to blossom first.\r\nA gentle breeze secretly forms buds like pearls; \r\nBefore spring actually arrives, they put forth sprouts of yellow gold.\r\nThe fresh plants are gathered, the fragrant tea is fire-dried and pressed into bricks,\r\nThe very best, the most exquisite—no empty luxury.\r\nAside from the Most Honored, it is suitable for princes and dukes;\r\nSo how is it that now it has arrived at the home of a mountain man'\r\nMy bramble gate closed tight against vulgar visitors,\r\nWearing a cap of gauze, by myself I boil and taste the tea.\r\nThe blue smoke cloud, drawn by the wind, remains unbroken;\r\nA white froth—floating luster—congeals in the bowl.\r\nWith bowl number one, my throat and lips are moistened;\r\nWith bowl number two, my lonely sadness is dispelled.\r\nBowl number three cleans out my withered bowels,\r\nLeaving only five thousand volumes inside!\r\nWith bowl number four, I raise a light sweat\r\nAnd all the worrisome affairs of my entire life evaporate through the pores.\r\nWith bowl number five, my skin and bones are purified;\r\nWith bowl number six, I commune with immortal spirits.\r\nBowl number seven I can barely get down;\r\nI only feel pure wind blowing, swishing beneath my arms!\r\nThe mountains of the Penglai paradise, whe",
  "title": "Lu Tong's Tea Song"
}
