{
  "accession_number": "2013.58.2",
  "artist": "Artist: Lu Huancheng",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Shared Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1679",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "mountainous landscape in green and tan; buildings nestled in trees; seated figure in LLQ; bridge right of center over calm water; inscription in URQ with two red seals",
  "dimension": "47 3/4 × 24 3/16 in. (121.29 × 61.44 cm) (image)\r\n92 1/4 × 32 3/4 in. (234.32 × 83.19 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/118825",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9575,
  "image_width": 4868,
  "inscription": "",
  "life_date": "Chinese, 1630 - 1703 or later",
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The picture uses atmospheric perspective with conviction and effect. Tiny buildings and figures set the scale, with the surmounting peaks fading into distant mists. The mountains are built up additively; rocks are formed from small particles which accumulate to create massive ridges. The piling of clusters of boulders, rolling ridges and rows of trees are formal in character. Lü Huancheng learn this style from the Yuan dynasty masters such as Huang Gongwang and Gao Kegong. \r\n \r\nPictures of scholar-recluses contemplating near a body of water alludes to the idea of eremitism. An explanation, drawn from the Daoist philosopher Laozi’s famous Daodejing (Classic of Virtue), seems to illuminate: “The dao that can be explained is not the eternal Dao. The name that can be named is not the eternal name Laozi used many metaphors to explain the nature of the Dao, or “the Way,” because it is difficult to grasp, and the essence of the Dao is impossible to be transformed into any language. The natural and physical element Laozi saw as most closely resembling the Dao was water. Therefore, the observation of the waterfall becomes a gaze into the Dao; the concept of the Dao can be understood and appreciated by watching the flow of water.",
  "title": "Landscape after Gao Kegong"
}
