{
  "accession_number": "2013.61",
  "art_champions_text": null,
  "artist": "Artist: Kati Tuominen-Niittylä",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "Gift of funds from Gayle Fuguitt and Tom Veitch and the Decorative Arts Miscellaneous Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "European Art",
  "description": "tall, oblong stoneware vessel; stoneware tab with hole on either end at top; slightly flared at top; white and grey glaze with brown and rust colored accents",
  "dimension": "17 1/2 × 17 1/8 × 10 1/8 in. (44.45 × 43.5 × 25.72 cm)",
  "id": "http://api.artsmia.org/objects/118851",
  "image": "valid",
  "image_copyright": "© Kati Tuominen-Niittyla",
  "image_height": 5113,
  "image_width": 5702,
  "inscription": "",
  "life_date": "Finnish, born 1947",
  "markings": "",
  "medium": "Slip glazed stoneware",
  "nationality": "Finnish",
  "object_name": "Vessel",
  "portfolio": "From From the series Talvi (Winter)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Tuominen-Niittylä’s studio pieces such as this tall vessel form convey a sense of solidity and connectedness with the materiality and geological origins of clay. Inverno II is made from stoneware that includes grog, or ground clay inclusions. The coarser clay body allows for more stability—important for a hand-built vessel of this size—but she has thinned the walls, especially at the top where the handles are vestiges of functional holders. \r\n \r\nThe surface, however, is perhaps the most compelling aspect of the piece. She has covered it by a white slip which contains a tin glaze. Where she has sanded away the white slip, the bonding of the glaze and the stoneware body underneath, creating a rust-colored surface, are revealed. Copper oxides, also under the slip, provide subtle greenish points on the vessel’s surface and deepen the palette further. The overall effect gives the “winter” theme of this series some areas of unexpected color, as if areas under the snow have been revealed. The form and surface treatment not only recall archeological finds, such as ancient clay or bronze vessels from other civilizations, but also the handmade handled woven baskets which are still found in Finnish homes.",
  "title": "Inverno II"
}
