{
  "accession_number": "2013.63.7",
  "art_champions_text": null,
  "artist": "Calligrapher: Terai Yōsetsu",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th - early 18th century",
  "department": "Asian Art",
  "description": "short columns of bold calligraphy; four lines of smaller text at end",
  "dimension": "12 5/16 × 280 7/8 in. (31.27 × 713.42 cm) (image)",
  "id": "http://api.artsmia.org/objects/118816",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6087,
  "image_width": 10662,
  "inscription": "知章骑马似乘船，眼花落井水底眠。\r\n汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。 \r\n左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。 \r\n宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。 \r\n苏晋长斋绣佛前，醉中往往爱逃禅。 \r\n李白一斗诗百篇，长安市上酒家眠，天子呼来不上船，自称臣是酒中仙。 \r\n张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。 \r\n焦遂五斗方卓然，高谈雄辩惊四筵。 \r\nNot confirmed",
  "life_date": "Japanese, 1640 - 1711",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Cursive script (sōsho)",
  "text": "This handscroll written by Terai Yōsetsu shows a  verse from the poem “Eight Immortals Indulged in Wine” by the Tang Dynasty poet Du Fu (712–770), in which paints a satirical picture of his fellow literati scholars. It shares a verse with the nearby hanging scroll  by Kitajima Setsuzan. \r\n知章騎馬似乘船　眼花落井水底眠　汝阳三斗始朝 / 天　道逢麴車口流涎　恨不移封向酒泉　左相日興費萬錢　飲如長 / 鯨吸百川　銜杯樂聖稱避賢。宗之瀟灑美少年　舉觴白眼望 / 青天　皎如玉樹臨風前　蘇晉長齋繡佛前　醉中往往愛逃禪 / 李白一斗詩百篇　長安市上酒家眠　天子呼來不上船　自 / 稱臣是酒中仙　張旭三杯草聖傳　脫帽露頂王公前　揮毫落紙 / 如雲煙　焦遂五斗方卓然　高談雄辯驚四筵\r\n\r\nHe Zhizhang rides his horse as though he were on a swaying ship; / If bleary-eyed he should tumble down a well, he would lie at the bottom fast asleep. / Prince Ruyang drinks three measures before going to court; / If he passes a brewer’s cart along the way, his mouth waters— / He regrets only that he is not the Prince of Wine Springs. / The Minister of the Left spends ten thousand coins daily, / And drinks like a whale, imbibing one hundred rivers; holding his wine cup he insists, “I drink as a sage and avoid virtue.” / Songzhi, a handsome youth, is exceedingly refined; / Turning his gaze to the heavens and grasping his beloved cup, / He stands like a tree of jade, swaying lightly in the breeze. / The ascetic Su Jin meditates before an embroidered image of the Buddha, / But he enjoys his lapses when he goes off on a spree. / As for Li Bai, one measure will inspire a hundred poems; / He sleeps in the wineshops of the capital, Chang-an. / When summoned by the Emperor, he will not board the Imperial barge; / He calls himself “The official who is the god of wine.” / Give three cupfuls to the calligrapher Zhang Xu and his writing becomes inspired— / He throws off his cap before the officials and his brush produces cloud and mist. / After five measures Jiao Sui is so eloquent, he startles everyone in the feasting hall. \r\n(Adapted trans. Stephen Addiss)",
  "title": "Du Fu's Eight Immortals Indulged in Wine"
}
