{
  "accession_number": "2013.58.1",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Manitou Fund in tribute to Marjorie McNeely",
  "culture": null,
  "dated": "12th century",
  "description": "dark oval scene of trees with a small house in the LL corner and a boat in the LR corner; mountains in the back ground",
  "dimension": "10 × 9 1/16 in. (25.4 × 23.02 cm) (image)\r\n44 1/4 × 15 11/16 in. (112.4 × 39.85 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/118824",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5961,
  "image_width": 5354,
  "life_date": null,
  "marks": " ",
  "medium": "Ink on silk",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "12th century",
  "text": "Tall trees on the riverbank tower above a cottage nestled at their feet. A layer of snow covers the cottage’s roof as well as the nearby rocks and distant mountain peaks. A boat on the river to the right lies low in the water, sculled by a single boatman. The overlapping of rock and mountain forms creates a visual sense of a consistent recession from foreground to background, while the application of darker ink to the base of these forms, leaving the upper portions relatively lighter, supports an illusion of a consistent light-source, both important measures of verisimilitude in landscape painting of the Song dynasty. By the 13th century compositions were quite open, with much area given over to empty space, while in this painting, there is a fairly even disposition of forms. The stability of the composition, which emphasizes the horizontal and vertical axes rather than the diagonals, suggests a typical compositional scheme of the Northern Song period (960-1127). \r\n \r\nIn China, the birth of the round fan was much earlier than those of the folding variety. Its shape, like a full moon, signifies the auspice of both a union and happiness. Such fans were already popular in the Han dynasty (202 BC-AD 204). They were not only tools for cooling oneself, but were also symbolic accessories signifying social status and noble taste. Painting and calligraphy on fans have long been practiced. But so far, the earliest extant examples are works of the late Northern Song period (early 12th century), which without exception, are all in the format of round fans made of silk. ",
  "title": "Winter Landscape with Boat"
}
