{
  "accession_number": "2013.63.33",
  "art_champions_text": null,
  "artist": "Calligrapher: Ishikawa Jōzan",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 17th century",
  "department": "Japanese and Korean Art",
  "description": "very regular script with some additional notations in red",
  "dimension": "10 7/8 × 81 11/16 in. (27.62 × 207.49 cm) (image)",
  "id": "http://api.artsmia.org/objects/118804",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1583 - 1672",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Clerical script (reisho)",
  "text": "The poem below was written by Jōzan in response to a series of gifts, which are referenced in the poem. The poem was sent to him by Hayashi Razan and his brother Nobuzumi, who were scholars of Chinese art and literature. \r\n“As You Like It” scepter, elbow-rest, iron flower vase:\r\nI would not exchange them for a hundred treasures—all are superb!\r\nOld qin, fly-whisk, wood Kunlun incense stand:\r\nThe Nine Tripods are nothing to them! I’m at a loss for words.\r\nAnd the poems about these six gifts are worth thousands in gold:\r\nYou two wonders within your hearts hold ten thousand volumes of books!\r\nYuanfang and his brother—cherishing Zhifang!\r\nDelian full of harmony—close to Xiulian!\r\nPlaying the xun-ocarina, on the altar of poetry establishing elegant discourse!\r\nYou set singing the qi-flute, in the garden of arts fulfilling the classics!\r\nPale or dark, full or sparse, your brushes freely move;\r\nFormer and latter, longer, shorter, your phrases always outstanding.\r\nThe Star of Letters moves through your work, praised as scintillating;\r\nThe richness of argument overflows, so vast in power!\r\nThis friendship, like that of Ni Heng and Kong Rong—communicating oldest feelings;\r\nTalent like that of Su Shi and Su Che—it must be Heaven sent.\r\nIn hidden forests, concealed valleys, utterly buried away;\r\nIn the gardens of humor, the copses of banter, your worldly ties are few.\r\nBut time flies by, and I lament that I am fading:\r\nNews from you has been slow to come; alas, you are so far!\r\nFeelings of the countryside—I would send a sprig of plum blossom,\r\nBut as I gaze out at the vastness, limitless are the snow-covered peaks!\r\nI feel ashamed that this, my poem, is so slapdash in feeling:\r\nBut who could I get to twist his poet’s beard, and write it for me instead'",
  "title": "(Draft with corrections)"
}
