{
  "accession_number": "2013.62",
  "art_champions_text": null,
  "artist": "Artist: John Ward",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Elizabeth Schwalm",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1983",
  "department": "Global Contemporary Art",
  "description": "off-white oval glazed ceramic vessel with hints of tan, grey, and beige; black lip and matte black interior; lip is slightly dipped to show contrasting black interior; exterior is relatively smooth with a few texture marks; dark interior is thoroughly textured",
  "dimension": "6 3/4 × 6 1/2 × 6 1/8 in. (17.15 × 16.51 × 15.56 cm)",
  "id": "http://api.artsmia.org/objects/118822",
  "image": "valid",
  "image_copyright": "© John Ward",
  "image_height": 4865,
  "image_width": 5217,
  "inscription": "Stamp",
  "life_date": "English, born 1938",
  "markings": "on base of vessel: [JW]",
  "medium": "Glazed stoneware",
  "nationality": "English",
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "John Ward makes coiled pots with subtle white glazed surfaces, often juxtaposed with black glazed areas. The landscape of his studio in Wales has influenced his pottery, through the references to textures of rocks and pebbles, but also in the sense of movement from water, seen in his undulating pot forms. This pot exhibits his characteristic matte glaze with its complex white exterior that includes subtle green and brown elements. The white contrasts with the interior, where a matte black surface, scraped to provide interesting textural effects, becomes a light-consuming space. \r\n\r\n \r\n\r\nWard is a minimalist with nature as a conscious or unconscious reference. “My aim is to make pots which have simple forms with integral decoration and aspects which can interact with the environment in interesting ways; to try and express a balance between these dynamic qualities and a sense of stillness or containment.  Form above all, but expressed through light and colour.”",
  "title": "Vessel"
}
