{
  "accession_number": "2013.73.1",
  "art_champions_text": null,
  "artist": "Designer: R. Buckminster Fuller; Publisher: Carl Solway Gallery, Cincinnati",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Charles W. and Sally P. Oswald Memorial Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980",
  "department": "Arts of the Americas",
  "description": "Square open cube on openwork base; yellow, purple, red, cream-colored, orange and chrome plastic tubes connected together with metal balls with multiple threaded openings, in the manner of Tinkertoys; smoked Plexi cube in center; received with base disassembled",
  "dimension": "83 × 83 × 83 in. (210.82 × 210.82 × 210.82 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/118855",
  "image": "valid",
  "image_copyright": "© The Estate of R. Buckminster Fuller",
  "image_height": 6845,
  "image_width": 7343,
  "inscription": "Signature",
  "life_date": "American, 1895–1983",
  "markings": "",
  "medium": "Molded thermalplastic structural tubes and connectors, bronze tinted and acrylic central octahedron, acrylic and epoxy resin paint",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": null,
  "provenance": "OFLP Properties, LLC, Savage, Minn.; given to MIA, 2013.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Internationally known as a leading proponent of the geodesic dome, Buckminster Fuller was a prominent theorist in architectural systemics, a methodology and discipline that explores structural design based on repeatable geometric elements. Though appreciated more as a designer than an artist, Fuller created complex sculptural objects and abstract designs as part of his life-long experiments in structural innovation and the applications of new materials in architecture. Duo-tet Star Polyhedra is one of several editioned multiples Fuller produced in the early 1980s that explore and present his theories of structural design. Elegant in design and execution, the three-dimensional structure functions both as a work of art and as a model of the mathematical and geometric properties underlying its construction. In this respect, Fuller used various contrasting colors and materials to accentuate the internal geometric relationships of his polyhedra sculpture while lending the work an engaging physical presence.",
  "title": "Duo-Tet Star Polyhedra"
}
