{
  "accession_number": "2013.64.1a-q",
  "art_champions_text": null,
  "artist": "Artist: Penelope Umbrico; Photographer: Penelope Umbrico",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walt McCarthy and Clara Ueland Endowment for Photographs",
  "culture": null,
  "curator_approved": 1,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "17 color photos of cameras and camera accessories inside archival divided boxes a: five black cameras; two black cases; silver box tied with twill tape b: seven black cameras; one silver camera, LLC c: boxes of film--Goldeck in URC, Yashica at left center, Mec 16 in LLC; red case with \"mec 16\" in gold, LRC; blue camera tied with twill tape at right center d: seven tiny black and silver cameras; two pocket watches with monograms, ULC; another water below at left edge; four black cases; three brown cases; \"Toyoca 16\" box, LRC e: three black cases; one brown case; clear clase with wood top, ULC; package at top center: \"ILFORD SPECIAL RAPID PANCHROMATIC PLATES\" f: four brown cases; three black cameras; one silver camera g: three black cameras; three silver cameras; one brown camera; red case at center left--\"mec 16 SB\"; blue box at center right--\"Minute 16 / Universal Camera Corporation\" h: four black cameras; one brown case; three boxes--\"Rubina\", \"Darling\" and \"Zunow\" i: three black cameras; two brown cases; red box, left of center--\"GEMFLEX\"; brown box, LLC; gold box (\"Univex MINICAM\"), URC; white \"Binoca\", ULC j: one light brown case; two darker brown cases; brown box at center left--\"argus CANDID CAMERA\"; Ansco black box camera, LRC k: two black and silver cameras; two wrapped parcels; tan box tied with twill tape, ULC l: Cannon camera in black case at top; camera in blue case at center; black camera with accompanying brown case at bottom m: Kodak Instamatic camera bank, ULC; four small brown cases; two black cases, Ansco black box camera, LLC; paper wrapped case tied with twill tape, LLC n: black cases and cameras; Ziploc baggies, URC o: two small black cases, one with five dark black metal (?) cases; white foam brick at left; cream-colored box tied with twill tape, left of center; green, red and yellow \"Petitux\" boxes and white and green \"Tuxi\" box, LLC p: handheld flash at top; two brown cases; camera in black case at bottom; two blue boxes, ULQ--\"MAMIYA -16\" on one box in whi",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/118837",
  "image": "invalid",
  "image_copyright": "© Penelope Umbrico. All rights reserved.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Archival pigment prints on Hahnemuhle Photo Rag paper",
  "nationality": null,
  "object_name": "Photographs",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In this work, Penelope Umbrico photographed 136 mini film cameras from the Smithsonian’s collection from above. She then applied a photoshop filter to the work. They are usually displayed flat inside a case, and it might almost seem as if the cameras are actually just beneath the surface, instead of being a photograph. \r\nUmbrico notes that while once revolutionary, these cameras are now “inanimate and obsolete, carefully tagged, boxed, and archived.” While her subject is film cameras, she is also interested in how photography is produced, and the technical history of photography. This work questions the history of photographic production and thinks about the omnipresence of photography in the contemporary world.",
  "title": "136 Mini Film Cameras in the Smithsonian Institution History of Photography Collection With Old Style Photoshop Filter"
}
