{
  "accession_number": "2014.30",
  "art_champions_text": null,
  "artist": "Artist: Marco Ricci",
  "catalogue_raissonne": "Succi, no. 14, i/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gifts of funds from and in memory of John E. Andrus III",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723-30 (published 1730)",
  "department": "European Art",
  "description": "landscape with tall trees on rolling hills; two men--one kneeling on one knee--and a woman with a basket, LRQ; two men in LLC--one carrying a long log over his PL shoulder; two figures with cover left of center in middle ground",
  "dimension": "9 15/16 × 14 1/8 in. (25.24 × 35.88 cm) (plate)\r\n12 1/2 × 16 1/4 in. (31.75 × 41.28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/118839",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6098,
  "image_width": 7912,
  "inscription": "Signature, Inscription and Stamp\r\n\r\nbelow image, printed in black: [Ill.mo et que Exec.mo D.D. Federico Cornelius Patricio Veneto Senatori Amplissimo / In / Obsequy argumentum Carolus Orsolini D.D.D. / Mar. Ricci Inv. et fec.;\r\n\r\non back, in pencil: [ 5 104]",
  "life_date": "Italian, 1676–1730",
  "markings": "LLC, in black: [CB (monogram)] Lugt 3339\r\n\r\nWatermark: three crescents",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Télémaque Costa de Saint Genix de Beauregard (1891-1935), Lugt 3339, Chateauvieux, France; private collection, London, New York and San Diego (by 1970s–2013; to Bergquist); [Jim Bergquist, Newton Centre, Mass., sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in the plate: [MR]",
  "style": "18th century",
  "text": "Marco Ricci’s itinerant career makes it difficult to place him into a single school of art. While training in Venice with his uncle, Sebastiano Ricci, another important painter, in the 1690s, young Marco murdered a gondolier in a bar fight and fled to Dalmatia. Later he worked in Milan, Florence, Rome, the Netherlands, and England, before returning to Venice some twenty years later, in 1716. Back in Venice, he forged a successful career as a stage set designer, landscape painter, and etcher. Here, Ricci depicts farmers gathering fruit and woodsmen transporting logs in a resplendent forest. To evoke the dappled bright light of a summer day, he utilizes the white of the page, illuminating passages of the tree trunks and ground throughout. His novel combination of realism and theatricality made him a popular and influential artist.",
  "title": "Landscape with Farmers and Woodsmen"
}
