{
  "accession_number": "2018.53.9",
  "art_champions_text": null,
  "artist": "Artist: Sheikh Zain al-Din",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Elizabeth and Willard Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1779",
  "department": "Asian Art",
  "description": "image of a green, blue and brown bird on a branch preening its wing; gold frame with glass",
  "dimension": "30 × 38 × 1 in. (76.2 × 96.52 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/118880",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6371,
  "image_width": 8856,
  "inscription": "lower left corner\r\nin brown/black ink\r\n",
  "life_date": "Indian",
  "markings": "",
  "medium": "Opaque colors and ink on paper",
  "nationality": "Indian",
  "object_name": "Painting",
  "portfolio": "From Folio from a Series Commissioned by Lady Impey",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "By 1772, the British East India Company had grown from a small trading company seeking access to lucrative spice routes into a military and administrative power that gained effective rule over the Indian subcontinent. One result of this colonial domination was the emergence of an Anglo-Indian aesthetic, called “Company Painting,” in which Indian artists adapted their skills to satisfy British tastes. A classic example is the Impey Album, to which this painting originally belonged. Between 1777 and 1783, Lady Mary Impey, wife of the chief justice of Bengal, commissioned three artists—a Muslim, Sheikh Zain al-Din; and two Hindus, Bhawani Das and Ram Das—to produce a natural history album documenting the newfound wonders of her Calcutta (now Kolkata) garden. For a highly trained artist such as Sheikh Zain al-Din, colonial commissions filled the power/patron vacuum left by a crumbling Mughal Empire. This exchange resulted in what you see here: a popular European format imbued with the tender naturalism of the late Mughal school.",
  "title": "Indian Roller on Sandalwood Branch"
}
