{
  "accession_number": "2013.58.3",
  "artist": "Artist: Jiang Xun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Sharon and Bill Richardson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1802",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "two figures with bare legs carrying an open sedan chair with a seated bearded man wearing a blue robe and carrying a fan, with a grey umbrella held over his head by another bare-legged figure; figures on a path over a river, between trees; waterfall and mountain peaks in background; inscription and red seal, URC; two other red seals, LLC",
  "dimension": "52 5/16 × 21 11/16 in. (132.87 × 55.09 cm) (image)\r\n89 1/4 × 29 13/16 in. (226.7 × 75.72 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/118826",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "1764 - c. 1821",
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The great mountains contained hidden realms where not only deities, but also ghosts and monsters roamed sometimes harming people in nearby communities. The early belief of the mountains as mysterious and dangerous realm of wilderness was strongly retained in folk tradition for a long time in China, and is vividly illustrated in several popular themes in painting.  One theme is called “Searching for Demons on mountains,” and the other is known as “Zhong Kui Traveling,\" as demonstrated in this painting. Here, Zhong Kui, the demon-queller, rides in a sedan chair carried by three demons and protected from the sun by an umbrella, which also serves to assert his high status and extraordinary powers. He is depicted traveling in his domain, hunting ghosts, and in the company of the demons he had subjugated.\r\n\r\nZhong Kui is a historical figure of the Tang dynasty. After his death he vowed to rid the world of mischievous demons, and was reputedly able to command 80,000 demons. Zhong Kui’s image as a guardian spirit is often painted on household gates, as well as in places of business where high-value goods are involved. \r\n\r\n",
  "title": "Zhong Kui Traveling"
}
