{
  "accession_number": "2013.73.2",
  "art_champions_text": null,
  "artist": "Artist: Claes Oldenburg",
  "catalogue_raissonne": "See Axsom + Platzker 222",
  "classification": " Sculpture; Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Charles W. and Sally P. Oswald Memorial Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Arts of the Americas",
  "description": "crisscrossing vertical laces tied in a bow; curving tennis shoe tongue extending horizontally; L-shaped profile; mottled grey and white surface",
  "dimension": "52 × 24 1/2 × 41 1/2 in. (132.08 × 62.23 × 105.41 cm)",
  "id": "http://api.artsmia.org/objects/118856",
  "image": "valid",
  "image_copyright": "© Claes Oldenburg",
  "image_height": 9044,
  "image_width": 5752,
  "inscription": "see Signed",
  "life_date": "American (born Sweden), 1929 - 2022",
  "markings": "",
  "medium": "Cast stainless steel hand-painted with latex paint",
  "nationality": "American (born Sweden)",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "OFLP Properties, LLC, Savage, Minn.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "The artist\\'s signature \\\"C.O.\\\" is welded into the metal under the tongue area. The identification and edition number are screenprinted onto a brushed aluminum tag and affixed to the bottom of the sculpture with epoxy.",
  "style": "20th century",
  "text": "Claes Oldenburg’s Sneaker Lace Sculpture reprises a theme that first appeared in his work in the late 1960s. Depicting the rubber toe and tongue of a “gym shoe” with its shoelaces extended vertically to suggest the form of a palm tree swaying in the wind, the multiple is a whimsical staging of an everyday object that belies viewer’s expectations. Published by Gemini GEL, Los Angeles, it is one of the many editioned prints and multiples that Oldenburg produced in association with this venerable collaborative workshop. As a complement to the sculpture, Oldenburg also produced a series of seven color and monochromatic lithographs of studies for a colossal “Sneaker Lace” sculpture set in the landscape. Like many of his recurring themes, the subject reflects Oldenburg’s interest in seeing his favorite objects in unconventional settings.",
  "title": "Sneaker Lace Sculpture"
}
