{
  "accession_number": "2013.63.11.2",
  "art_champions_text": null,
  "artist": "Calligrapher: Sasaki Shizuma",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 17th century",
  "department": "Asian Art",
  "description": "second of two albums; tan silk covered cardboard covers; inside of front cover has abstracted foliage imagery with gold leaf; double-sided pages of calligraphy with primarily four characters per page; primarily bold characters; some characters are very pointed; two pages of thin, closely-spaced, freeform characters; two pages of very looping, organic characters",
  "dimension": "12 1/8 × 8 1/2 × 1 5/8 in. (30.8 × 21.59 × 4.13 cm) (closed)",
  "id": "http://api.artsmia.org/objects/118914",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6403,
  "image_width": 8867,
  "inscription": "",
  "life_date": "Japanese, 1619 - 1695",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": "From Model Book of the \"Thousand Character Classic\"",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Standard script (kaisho)",
  "text": "Sasaki specifically introduces a formal and orthodox orthography in this primer for elementary education. The Thousand Character Classic was created in China between 500 and 600 ce, consisting of 250 rhythmic four-character couplets in reference to other ancient Chinese classics.\r\nUnlike other works in this exhibition, Sasaki’s writing is bold and clear― using few sweeping connections between two strokes and maintains a fixed size and square shape throughout all characters― so that pupils could practice holding their\r\nbrushes properly and observing correct stroke order. The clear, regular script Sasaki uses was based on the Holy Altar of the Magu-Nymph stela written by Yan Zhenqing, a late Tang Dynasty official and calligrapher. In several instances, however, he departed from the staid characters and experimented with different types of writing, some that appeared engulfed in flames and others that looked intentionally childish.",
  "title": "Model Book of the \"Thousand Character Classic\", pt. 2"
}
