{
  "accession_number": "2013.63.10.1",
  "art_champions_text": null,
  "artist": "Calligrapher: Hosoi Kōtaku",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "1729",
  "department": "Asian Art",
  "description": "left of a pair of six-panel folding screens; each panel framed in gilt; connected, looping calligraphy with three columns per panel, with left-most panel having two columns; two square red seals below calligraphy on left-most panel and smaller red square seals on the LL side of the second panel from the left; second panel from left has a short line of small characters at left edge next to red seals",
  "dimension": "66 1/4 × 147 in. (168.28 × 373.38 cm)",
  "id": "http://api.artsmia.org/objects/118930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4401,
  "image_width": 9613,
  "inscription": "Both screens: \r\n\r\n醉翁亭記\r\n\r\n環滁皆山也。其西南諸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，漸聞水聲潺潺而瀉出於兩峰之間者，釀泉也。峰回路轉，有亭翼然臨於泉上者，醉翁亭也。作亭者誰？山之僧智僊也。名之者誰？太守自謂也。太守與客來飲於此，飲少輒醉，而年又最高，故自號曰醉翁也。醉翁之意不在酒，在乎山水之間也。山水之樂，得之心而寓之酒也。\r\n\r\n若夫日出而林霏開，雲歸而岩穴暝，晦明變化者，山間之朝暮也。野芳發而幽香，佳木秀而繁陰，風霜高潔，水落而石出者，山間之四時也。朝而往，暮而歸，四時之景不同，而樂亦無窮也。\r\n\r\n至於負者歌於途，行者休於樹，前者呼，後者應，傴僂提攜，往來而不絕者，滁人遊也。臨溪而漁，溪深而魚肥，釀泉爲酒，泉香而酒冽，山肴野蔌，雜然而前陳者，太守宴也。宴酣之樂，非絲非竹，射者中，弈者勝，觥籌交錯，起坐而喧嘩者，衆賓歡也。蒼顔白髮，頹然乎其間者，太守醉也。\r\n\r\n已而夕陽在山，人影散亂，太守歸而賓客從也。樹林陰翳，鳴聲上下，遊人去而禽鳥樂也。然而禽鳥知山林之樂，而不知人之樂；人知從太守遊而樂，而不知太守之樂其樂也。醉能同其樂，醒能述以文者，太守也。太守謂誰？廬陵歐陽修也。\r\n\r\nTranslation (after Ronal Egan, \\\"The Literary Works of Ou-Yang Hsiu\\\")\r\n\r\nAccount of the Pavilion of an Old Drunkard\r\n\r\nChu has mountains all around it, but the forests and valleys in the southwestern range are particularly attractive. There is one that even from a distance appears to be the most lush and elegant; that is Mount Langye. If you walk a few miles into its hills, you gradually become aware of the sound of gurgling water flowing out from between two peaks; this is Wine-brewing Brook. The road winds past veering heights, and soon you come to a pavilion that spreads out beside the spring; this is the Pavilion of an Old Drunkard. Who was it that built this pavilion? A monk of the mountains, Zhixian. Who named it? The Governor, who named it after himself. The Governor and his friends go there often to drink. The Governor gets drunk on even a small amount of wine, and he is also the oldest in the group; that is why he calls himself the Old Drunkard. However, the Old Drunkard’s real interest in not the wine but the mountains and streams. Having captured the joys of the mountains and streams in his heart, he lodges them in wine. \r\n\r\nWhen the sun rises the forest mists vanish, and when the clouds return the crags and grottos fall into shadows; these alternations of light and darkness mark the mountain’s dawns and dusks. As the wild flowers blossoms they send forth subtle fragrance, as tall trees bloom they yield deep shade; then the winds and frost are lofty and pure, the river dry up and their stones a",
  "life_date": "Japanese, 1658 - 1735",
  "markings": "",
  "medium": "Six-panel folding screen; ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Cursive script (sōsho)",
  "text": "Kōtaku was most responsible for the spread of karayō (Chinese-style) calligraphy also by publishing instructive guidebooks.\r\n\r\nThe Chinese statesman, calligrapher, and poet Ouyang Xiu (1007–1072) wrote the story of the Old Drunkard's Pavilion in 1046.\r\n\"Chu has mountains all around it, but the forests and valleys in the southwestern range are particularly attractive. There is one that even from a distance appears to be the most lush and elegant; that is Langye Mountain. If you walk a few miles into its hills, you gradually become aware of the sound of gurgling water flowing out from between two peaks; this is Wine-Brewing Brook. The road winds past veering heights, and soon you come to a pavilion that spreads out beside the spring: this is Old Drunkard’s Pavilion. Who was it that built this pavilion' A monk of the mountains, Zhi Xian. Who named it' The Governor, who named it after himself. The Governor and his friends go there often to drink. The Governor gets drunk on even a small amount of wine, and he is also the oldest in the group; that is why he calls himself the Old Drunkard. However, the Old Drunkard’s real interest is not the wine but the mountains and streams. Having caught the joys of the mountains and streams in his hear, he lodges them in wine.\r\n\r\nWhen the sun rises, the forest mists vanish; these alternations of light and darkness mark the mountains’ dawns and dusks. As the wild flowers blossom they send forth subtle fragrance, as tall trees bloom they yield deep shade; then the winds and frost are lofty and pure, the rivers dry up and their stones are exposed; these are the four seasons in the mountains. If one spends the day walking in the mountains, one finds that the scenery changes with each season, and the pleasure it provides likewise has no end.\r\nMen carrying heavy loads sing in the valleys, travelers rest under the trees, those in front call out, and those behind yell back. From old men with crooked backs to children led by the hand—people pass back and forth continuously; those are the nat",
  "title": "Account of the Pavillion of an Old Drunkard [left of a pair]"
}
