{
  "accession_number": "2013.63.10.1",
  "artist": "Calligrapher: Hosoi Kōtaku",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 18th century",
  "department": "Japanese and Korean Art",
  "description": "left of a pair of six-panel folding screens; each panel framed in gilt; connected, looping calligraphy with three columns per panel, with left-most panel having two columns; two square red seals below calligraphy on left-most panel and smaller red square seals on the LL side of the second panel from the left; second panel from left has a short line of small characters at left edge next to red seals",
  "dimension": "66 1/4 × 147 in. (168.28 × 373.38 cm)",
  "id": "http://api.artsmia.org/objects/118930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4401,
  "image_width": 9613,
  "inscription": "至於負者歌於途，行者休於樹，前者呼，後者應，傴僂提攜，往來而不絕者，滁人遊也。臨溪而漁，溪深而魚肥；釀泉為酒，泉香而酒洌；山肴野蔌，雜然而前陳者，太守宴也。宴酣之樂，非絲非竹，射者中，弈者勝，觥籌交錯，起坐而諠譁者，眾賓歡也；蒼顏白髮，頹然乎其間者，太守醉也。\r\n\r\n已而夕陽在山，人影散亂，太守歸而賓客從也。樹林陰翳，鳴聲上下，遊人去而禽鳥樂也。然而禽鳥知山林之樂，而不知人之樂；人知從太守遊而樂，而不知太守之樂其樂也。醉能同其樂，醒能述以文者，太守也。太守謂誰？廬陵歐陽修也。\r\nNot confirmed",
  "life_date": "Japanese, 1658 - 1735",
  "markings": "",
  "medium": "Six-panel folding screen; ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Cursive script (sōsho)",
  "text": "Kōtaku was most responsible for the spread of karayō (Chinese-style) calligraphy also by publishing instructive guidebooks.\r\n\r\nThe Chinese statesman, calligrapher, and poet Ouyang Xiu (1007–1072) wrote the story of the Old Drunkard's Pavilion in 1046.\r\n\"Chu has mountains all around it, but the forests and valleys in the southwestern range are particularly attractive. There is one that even from a distance appears to be the most lush and elegant; that is Langye Mountain. If you walk a few miles into its hills, you gradually become aware of the sound of gurgling water flowing out from between two peaks; this is Wine-Brewing Brook. The road winds past veering heights, and soon you come to a pavilion that spreads out beside the spring: this is Old Drunkard’s Pavilion. Who was it that built this pavilion' A monk of the mountains, Zhi Xian. Who named it' The Governor, who named it after himself. The Governor and his friends go there often to drink. The Governor gets drunk on even a small amount of wine, and he is also the oldest in the group; that is why he calls himself the Old Drunkard. However, the Old Drunkard’s real interest is not the wine but the mountains and streams. Having caught the joys of the mountains and streams in his hear, he lodges them in wine.\r\n\r\nWhen the sun rises, the forest mists vanish; these alternations of light and darkness mark the mountains’ dawns and dusks. As the wild flowers blossom they send forth subtle fragrance, as tall trees bloom they yield deep shade; then the winds and frost are lofty and pure, the rivers dry up and their stones are exposed; these are the four seasons in the mountains. If one spends the day walking in the mountains, one finds that the scenery changes with each season, and the pleasure it provides likewise has no end.\r\nMen carrying heavy loads sing in the valleys, travelers rest under the trees, those in front call out, and those behind yell back. From old men with crooked backs to children led by the hand—people pass back and forth continuously; those are the nat",
  "title": "Ouyang Xiu's The Old Drunkard's Pavillion [pt. 2, left]"
}
