{
  "accession_number": "2013.63.10.1",
  "artist": "Hosoi Kôtaku",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "dated": "17th-18th century",
  "description": "each panel framed in gilt; connected, looping calligraphy with three columns per panel, with left-most panel having two columns; two square red seals below calligraphy on left-most panel and smaller red square seals on the LL side of the second panel from the left; second panel from left has a short line of small characters at left edge next to red seals",
  "dimension": "49 3/4 × 20 3/4 in. (126.37 × 52.71 cm) (image, each panel, approx.)\r\n66 1/4 × 147 in. (168.28 × 373.38 cm)",
  "id": "http://api.artsmia.org/objects/118930",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Japanese, 1658 - 1735",
  "marks": " ",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "17th-18th century",
  "text": "Chu has mountains all around it, but the forests and valleys in the southwestern range are particularly attractive. There is one that even from a distance appears to be the most lush and elegant; that is Langye Mountain. If you walk a few miles into its hills, you gradually become aware of the sound of gurgling water flowing out from between two peaks; this is Wine-Brewing Brook. The road winds past veering heights, and soon you come to a pavilion that spreads out beside the spring: this is Old Drunkard’s Pavilion. Who was it that built this pavilion' A monk of the mountains, Zhi Xian. Who named it' The Governor, who named it after himself. The Governor and his friends go there often to drink. The Governor gets drunk on even a small amount of wine, and he is also the oldest in the group; that is why he calls himself the Old Drunkard. However, the Old Drunkard’s real interest is not the wine but the mountains and streams. Having caught the joys of the mountains and streams in his hear, he lodges them in wine.\r\n \r\nWhen the sun rises, the forest mists vanish; these alternations of light and darkness mark the mountains’ dawns and dusks. As the wild flowers blossom they send forth subtle fragrance, as tall trees bloom they yield deep shade; then the winds and frost are lofty and pure, the rivers dry up and their stones are exposed; these are the four seasons in the mountains. If one spends the day walking in the mountains, one finds that the scenery changes with each season, and the pleasure it provides likewise has no end.\r\n \r\nMen carrying heavy loads sing in the valleys, travelers rest under the trees, those in front call out, and those behind yell back. From old men with crooked backs to children led by the hand—people pass back and forth continuously; those are the natives of Chu moving along the paths. One may find fish in the brook, whose water is fragrant and whose wine is clear. To have, in addition, mountain fruits and wild herbs arrayed before one; this is the Governor’s feast.\r\n \r\nThe pleasures of the feast",
  "title": "The Old Drunkard's Pavillion"
}
