{
  "accession_number": "2013.63.3",
  "artist": "Calligrapher: Shōjō Shōkadō",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Stephen Addiss and Audrey Yoshiko Seo",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half 17th century",
  "department": "Japanese and Korean Art",
  "description": "loose connected characters, both saturated and dry brush marks",
  "dimension": "10 3/4 × 143 in. (27.31 × 363.22 cm) (image)",
  "id": "http://api.artsmia.org/objects/118910",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "李太白　夫 天 地 者 ， 万 物 之 逆 旅 也 ， 光 阴 者 ， 百 代 之 过 客 也 。 而 浮 生 若 梦 ， 为 欢 几 何 ？ 古 人 秉 烛 夜 游 ， 良 有 以 也 ， 况 阳 春 召 我 以 烟 景 ， 大 块 假 我 以 文 章 。 会 桃 李 之 芳 园 ， 序 天 伦 之 乐 事 。 群 季 俊 秀 ， 皆 为 惠 连 。 吾 人 咏 歌 ， 独 惭 康 乐 。 幽 赏 未 已 ， 高 谈 转 清 。 开 琼 筵 以 坐 花 ， 飞 羽 觞 而 醉 月 。 不 有 佳 咏 ， 何 伸 雅 怀 ？ 如 诗 不 成 ， 罚 依 金 谷 酒 数 。",
  "life_date": "Japanese, 1584 - 1639",
  "markings": "",
  "medium": "Handscroll; ink on hemp",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Cursive script (sōsho)",
  "text": "Here Shōkadō, one of the \"Three brushes of the Kan'ei period\" (寛永三筆, Kan'ei Sanpitsu), has copied the Chinese poet Li Bai’s (701–762) prose piece, “Preface for a Spring Evening Banquet with Cousins in a Peach Blossom Garden”:\r\nNow, Heaven and Earth are a wayside inn for the ten thousand creatures. Time is a wanderer through hundreds of ages. And this floating life is like a dream: for how long can our pleasures last' The ancients went out at night, holding candles, and with excellent reason! And then the springtime summons us with misty vistas, the Great Clod of earth provides us with material for writings. Gathered here at the fragrant Peach Blossom Garden, let us enjoy in sequence the pleasures of the heavenly order. My cousins are men of prodigious talent, all of them like Hui Lian! As I chant my songs, I alone feel ashamed before Kang Le. The mysterious enjoyments not yet over, our noble discourse becomes even purer! We spread our jeweled mats to sit among blossoms, set flying winged cups, and become intoxicated on moonlight! Were there no fine poems, how could we express our elegant feelings' If poems are not written, the penalties should equal the amount of wine drunk at Golden Valley!",
  "title": "Li Bai's Preface for a Spring Evening Banquet with Cousins in a Peach Blossom Garden"
}
