{
  "exhibition_id": 177,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "The Twin Cities on Paper: A Century of Architectural Drawings for Minneapolis and Saint Paul",
  "exhibition_description": "Organized by The Minneapolis Institute of Arts in honor of the American Institute of Architects’ annual meeting in Minneapolis in May, this exhibition looked at local buildings from the perspective of their drawings and models. Dating from 1880s to the 1900s, these works were arranged typologically, beginning with museum, followed by other buildings in the public realm such as churches, hotels, libraries, and office buildings and concluding with domestic architecture for both town and country. \r\nThe majority of the drawings came from the impressive holdings of the Northwest Architectural Archives, University of Minnesota Libraries, St. Paul; in addition, Avery Library, Columbia University, New York, and the Heinz Architectural Center at The Carnegie Museum of Art, Pittsburgh, lent less familiar works which created a more comprehensive architectural representation of the Twin Cities.\r\nArchitect highlighted in the exhibition included Edwin Lundie, well known locally for his residential architecture of the 1920s and 1930s; Harvey Ellis, gifted draughtsman for LeRoy Buffington around 1890 and who later designed furniture for Gustav Stickley; William Channing Whitney, designer of homes for many prominent Minnesotans at the turn of the century, and John Howe, a highly talented draughtsman for Frank Lloyd Wright.",
  "begin": 1996,
  "end": 1997,
  "display_date": "Saturday, April 13, 1996 - Sunday, March 30, 1997",
  "public_info": 0,
  "objects": [
    8357,
    29399,
    38601,
    38602,
    38603,
    38604,
    38605,
    38606,
    38607,
    38608,
    38609,
    38610,
    38611,
    38631,
    38632,
    38633,
    38637,
    38638,
    38639,
    38648,
    38649,
    38650,
    38651,
    38652,
    38653
  ],
  "venues": []
}
