{
  "exhibition_id": 228,
  "exhibition_department": "Minnesota Artists Exhibition Program",
  "exhibition_title": "Night",
  "exhibition_description": "This exhibition featured nightscapes by photographer Chris Faust and painter Mike Lynch, artists who for many years have produced work that reveals the essence of the urban landscape. Diligent explorers of the physical worlds they are both drawn to places that seem to stretch over time – empty dock yards, railroad yards, industrial sites, architectural landmarks, and myriad nighttime haunts. Chris Faust is well known for panoramic black-and-white photographs of landscape, images often filled with contradiction and the enduring tension between humans and nature. A disciplined and masterly technician, Faust achieves lush tonal quality through a process called compensation development, which hear leaned from John Sexton, a student of Ansel Adams. Mike Lynch has been recognized for decades as an artist whose oil paintings, watercolors, and drawings display rare economy and sensitivity. He has devoted himself to night scenes since 1953, when he began painting in earnest. Lynch creates his evocative work through the use of time-honored practices such as nineteenth-century British watercolor techniques.",
  "begin": 2000,
  "end": 2001,
  "display_date": "Friday, December 15, 2000 - Sunday, February 11, 2001",
  "public_info": 0,
  "objects": [
    33602,
    33610,
    33611,
    33612,
    33613,
    33614,
    33615,
    33616,
    33617,
    33618,
    33619,
    33620,
    33621,
    33622,
    33623,
    33624,
    33625,
    33626,
    33627,
    33660,
    33661,
    33662,
    33663,
    33664,
    33665,
    33666,
    33678,
    33714,
    33715,
    33716,
    33717,
    33718,
    33719,
    33720,
    33721,
    33722,
    33723,
    33724,
    33725,
    33726,
    33727,
    33728,
    33729,
    33730,
    33731,
    33732,
    33733,
    33734,
    33735,
    33736,
    33737,
    33738,
    33739,
    33740,
    33741,
    33742,
    33743
  ],
  "venues": []
}
