{
  "exhibition_id": 471,
  "exhibition_department": "Minnesota Artists Exhibition Program",
  "exhibition_title": "Frontera Lake Street",
  "exhibition_description": "\"Frontera Lake Street\" was presented through the museum's artist-run curatorial department, the Minnesota Artists Exhibition Program (MAEP), and by \"Grupo Soap del Corazon (\"spanglish\" for \"soap of the heart\"), a group of artists and cultural activists devoted to the promotion of \"border\" culture in Minnesota. Grupo Soap produces and presents an ongoing series of exhibitions and projects that acknowledge, in particular, the Latinization of Lake Street in Minneapolis, with its mercados, taquerias, tortillerias, Latin record stores, nightclubs, boot shops, and salons. The Frontera Six borrowed from Mexican popular culture, each assumed the persona of an imaginary professional wrestler. In creating their own pop-wrestler characters, each Frontera artist invented a distinct personality and stage name, complete with masks and costumes. These theatrical characters worked to advertise the exhibition as well as to reconcile and celebrate \"high\" and \"low\" art. The artwork featured in the gallery installation included tiny landscapes painted on corn, rice, and other seeds by Salvador Espejo Benitez, depicted scenes of Minnesota on one side, and of Mexico, on the other. Luis Fitch's mixed-media work illustrated the opportunities that have drawn Mexicans to Minnesota as well as the risks that they have taken to cross over. A Central American-style trinket cart by Alexa Horochowski was packed with saleable art miniatures including hand-painted surrogate wrestling figures of the Frontera artists themselves. Douglas Padilla's intense symbolist paintings referenced the North and the South, connecting the Mississippi with the desert. Chilean painter Marcela Rodriguez A. was inspired by her Latino students and the landscape of her homeland. Xavier Tavera's large-scale color photographs revealed Latinos as both visible and invisible.",
  "begin": 2001,
  "end": 2001,
  "display_date": "Friday, October 12, 2001 - Sunday, December 02, 2001",
  "public_info": 0,
  "objects": [
    58373,
    58377,
    58399,
    58400,
    58401,
    58402,
    59072,
    59074
  ],
  "venues": []
}
