{
  "exhibition_id": 553,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Modernist Kitchenware: The Counter Revolution, 1930-1960",
  "exhibition_description": "Kitchenware?!! What comes to mind for many are pots and pans and potato peelers, perhaps. But, have you ever seen a Hollywood Liquefier, a toaster with a built-in conveyer belt, a “Coffee X” cold water extractor, a rotating “Twin-O-Matic” waffle iron, a “Top-O-Stove” potato baker, or our newest acquisition, a muscle-bound meat slicer, the pride of the pantry?\r\n \r\nThe third exhibition in the Institute’s “Case Studies in Design” series is devoted to modernist kitchenware. Ingenuity is often synonymous with modernity and such is the case with nearly forty works selected for this exhibition. Are you aware that one of the foremost designers represented in the exhibition, Harold Van Doren, served as Assistant Director of The Minneapolis Institute of Arts?\r\n \r\nComprised of kitchenware drawn from the Institute’s collection, complemented with additional loans, the works are inventive collaborations between designers, engineers, manufacturers and advertising agents resulting in some of the most remarkable utensils and appliances of the era. The one element missing is the aroma of freshly-brewed coffee, pancakes, maple syrup and crisp bacon. Nevertheless, it is an exhibition for all ages, homemakers or not.",
  "begin": 2003,
  "end": 2004,
  "display_date": "Friday, March 07, 2003 - Sunday, February 29, 2004",
  "public_info": 0,
  "objects": [
    40604,
    40605,
    40967,
    40976,
    45648,
    47056,
    47057,
    47719,
    51353,
    59626,
    62524,
    62695,
    66189,
    66190,
    66191,
    66192,
    66193,
    66194,
    66195,
    66196,
    66197,
    66198,
    66199,
    66200,
    66201,
    66205,
    66208,
    66210,
    66211,
    66212,
    66635
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2003,
      "end": 2004,
      "display_date": "Friday, March 07, 2003 - Sunday, February 29, 2004"
    }
  ]
}
