{
  "exhibition_id": 590,
  "exhibition_department": "Historic: Japanese and Korean Art",
  "exhibition_title": "Untamed Beauty: Tigers in Japanese Art",
  "exhibition_description": "The tiger figures prominently in Asian mythology, where it is identified with yin, the female principle, as well as autumn, wind, and the west. Artists often paired images of tigers with their cosmological cousin, the dragon (identified with yang, the male principle, spring, rain, and the east). Although tigers are not indigenous to Japan, their absence engendered great interest in them and spurred fanciful ideas about their nature and physical form. The earliest Japanese images of tigers date to as early as the 6th century, but the subject became a staple theme of artists from the 13th century onwards. Some artists pictured ferocious beasts in windswept bamboo; others rendered tigers as overgrown housecats. This exhibition explores the great breadth of tiger painting through the fertile imaginations of twenty-one Japanese artists. \r\nFrom 1959 until 1964, Edson Spencer was Far East regional manager for Honeywell International in Tokyo. While in Japan, both he and his wife, Harriet, became enamored with Japanese art and amassed an important collection of folk painting. This collection was featured in the museum’s 1994 exhibition Øtsu-e: Japanese Folk Paintings. \r\nBorn in the “year of the tiger” Edson Spencer purchased his first tiger painting while living in Japan. Since then, his collection has grown to include 21 hanging scrolls and a magnificent pair of folding screens. Artists include many of Japan’s most famous painters of the last three hundred years, including Tawaraya Sotatsu, Maruyama Okyo, Nagasawa Rosetsu, Kano Tsunenobu, and Kishi Ganku",
  "begin": 2005,
  "end": 2009,
  "display_date": "Saturday, March 05, 2005 - Sunday, March 08, 2009",
  "public_info": 0,
  "objects": [
    22593,
    22679,
    42447,
    45653,
    63799,
    63800,
    68913,
    78112,
    78144,
    78175,
    78193,
    78194,
    78231,
    78266,
    78311,
    78314,
    78320,
    78611,
    78612,
    78613,
    78614,
    78615,
    78616,
    78617,
    78618,
    78619,
    78620,
    78621,
    78622,
    78623,
    78624,
    78630,
    89686,
    96009
  ],
  "venues": [
    {
      "venue": "Crow Collection of Asian Art",
      "begin": 2005,
      "end": 2009,
      "display_date": "Saturday, March 05, 2005 - Sunday, March 08, 2009"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2005,
      "end": 2009,
      "display_date": "Saturday, March 05, 2005 - Sunday, March 08, 2009"
    },
    {
      "venue": "Morikami Museum and Japanese Gardens",
      "begin": 2005,
      "end": 2009,
      "display_date": "Saturday, March 05, 2005 - Sunday, March 08, 2009"
    },
    {
      "venue": "Saint Louis Art Museum",
      "begin": 2005,
      "end": 2009,
      "display_date": "Saturday, March 05, 2005 - Sunday, March 08, 2009"
    }
  ]
}
