{
  "exhibition_id": 620,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Symphony in Black and White: 100 Etchings and Lithographs of James McNeill Whistler",
  "exhibition_description": "James Abbott McNeill Whistler died on July 17, 1903, making this year the centenary of his death. This exhibition celebrated the career and life of this extraordinary artist. The Minneapolis Institute of Arts has over 100 etchings and lithographs by Whistler that formed the core of the exhibition. As an etcher, Whistler took inspiration from Rembrandt and the Dutch masters that he discovered in the print collection of his brother in law, Francis Seymour Haden. Works by these artists were on view, allowing the visitor to see the path of Whistler's development as a printmaker. Whistler was a charismatic and challenging personality whose art and ideas influenced numerous other artists. This exhibition also included works by those who were members of Whistler's circle of admirers and followers, allowing the visitor to see the wide path Whistler cut across the art world. His influence was not only seen in the prints and paintings of the day, but also in the interiors and decorative arts his gathered around him. The exhibition was augmented by a selection of decorative arts, Japanese prints, and other objects that would have graced a Whisterian interior. The exhibition cut across numerous curatorial departments to create a stunning picture of the world of James Abbott McNeill Whistler.",
  "begin": 2003,
  "end": 2004,
  "display_date": "Saturday, December 06, 2003 - Sunday, March 28, 2004",
  "public_info": 0,
  "objects": [
    190,
    4452,
    4890,
    7381,
    7382,
    7383,
    7384,
    7385,
    7386,
    7387,
    7388,
    7389,
    7390,
    7391,
    7392,
    7393,
    7395,
    7396,
    7397,
    7398,
    7399,
    7400,
    7401,
    7402,
    7403,
    7404,
    7405,
    7406,
    7407,
    7425,
    7476,
    7664,
    7666,
    12877,
    15483,
    15650,
    22477,
    23857,
    24325,
    42201,
    42257,
    47144,
    47145,
    52896,
    52897,
    52898,
    52900,
    52902,
    52905,
    52906,
    52913,
    52920,
    52926,
    52931,
    52934,
    52935,
    52936,
    52938,
    52940,
    52942,
    52986,
    52987,
    52988,
    52989,
    52997,
    52999,
    53000,
    53006,
    53007,
    53008,
    53012,
    53074,
    53082,
    53084,
    53085,
    53088,
    53089,
    53090,
    53091,
    53092,
    53095,
    53096,
    53098,
    53102,
    53103,
    53104,
    53105,
    53111,
    53112,
    53115,
    53116,
    53118,
    53119,
    53120,
    53126,
    53131,
    53132,
    53135,
    53139,
    53142,
    53143,
    53145,
    53152,
    53163,
    53165,
    53166,
    53168,
    57048,
    58105,
    62041,
    63443,
    83375,
    83468,
    83648,
    83672,
    83673,
    83674,
    83675,
    83748,
    83848
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2003,
      "end": 2004,
      "display_date": "Saturday, December 06, 2003 - Sunday, March 28, 2004"
    }
  ]
}
