{
  "exhibition_id": 626,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "The Twin Cities Collects: The Ceramics of Edwin and Mary Scheier",
  "exhibition_description": "Americans Edwin and Mary Scheier (b. 1910 and b. 1908) took a circuitous route to the world of pottery, by way of art school, odd jobs, puppeteering, and positions with the Works Progress Administration during the 1930s. By 1940 their lively pots of Virginia clay won awards at the prestigious Ceramic National at Syracuse, New York. As a result, Ed was offered a teaching position at the University of New Hampshire, where he and Mary produced hundreds of beautifully potted wares often decorated with Ed’s expressive human figures or abstract sgraffito decoration. In the late 1960s, the Scheiers’ move to Mexico resulted in exciting work in new media including weaving design and wooden sculpture. After the Scheiers settled in Arizona in 1978, Ed returned with renewed vigor to clay and has over the past several years created original computer art. This exhibition, celebrated the wealth of work by the Scheiers in local public and private collections, included approximately forty-five ceramic pieces, as well as other objects in a variety of media from their 60-plus years as a creative team.",
  "begin": 2003,
  "end": 2004,
  "display_date": "Saturday, December 13, 2003 - Sunday, April 11, 2004",
  "public_info": 0,
  "objects": [
    6715,
    6716,
    6717,
    6768,
    83534,
    83540,
    83541,
    83542,
    83543,
    83544,
    83545,
    83546,
    83547,
    83548,
    83549,
    83550,
    83551,
    83552,
    83553,
    83554,
    83555,
    83556,
    83557,
    83558,
    83559,
    83560,
    83561,
    83562,
    83565,
    83566,
    83567,
    83568,
    83569,
    83570,
    83571,
    83572,
    83573,
    83574,
    83575,
    83576,
    83577,
    83578,
    83582,
    83583,
    83584,
    83585,
    83586,
    83587,
    83588,
    83589
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2003,
      "end": 2004,
      "display_date": "Saturday, December 13, 2003 - Sunday, April 11, 2004"
    }
  ]
}
