{
  "exhibition_id": 647,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Just One Word: PLASTICS",
  "exhibition_description": "\"I just want to say one word to you. Just one word....Plastics.... There's a great future in plastics.\" This brief pronouncement appearing in the 1968 film, \"The Graduate,\" convulsed audiences then, but since has taken on an entirely new meaning. In the span of some 35 years, the entire spectrum of plastics — that \"miracle material\" — has risen from ridicule to respect (occasionally reverence) and, yet again, a scourge-like contempt when it comes to matters of biodegradable disposal.\r\nIn a two-part examination and celebration of innovative plastic design, a first installment will appear in Wells Fargo Gallery of The Minneapolis Institute of Arts followed by a second, overlapping presentation at Wells Fargo Center in downtown Minneapolis. It is the first such arrangement utilizing the city-center facility to expand on a given theme originating at the Institute.\r\nToday, nothing underscores the technological revolution more than plastics. Not since the early 20-century popularity of Bakelite (which will be featured in a simultaneous Institute installation as part of the on-going \"Case Studies\" Series) has plastic been so admired. Tutti-frutti colors, sensuous, tactile surfaces, transparent forms, groovy fusions of art and chemistry, and phenomenal tensile strength are but a few of the qualities fulfilling design needs beyond mere function. In the 21st century, functionality has become multi-dimensional and plastics appear to promise ever-expanding purpose and pleasure.",
  "begin": 2004,
  "end": 2005,
  "display_date": "Saturday, March 06, 2004 - Sunday, February 27, 2005",
  "public_info": 0,
  "objects": [
    83465,
    84208,
    84209,
    84210,
    84211,
    84212,
    84213,
    84214,
    84215,
    84216,
    84217,
    84218,
    84219,
    84220,
    84221,
    84222,
    84223,
    84224,
    84225,
    84226,
    84227,
    84228,
    84229,
    84230,
    84231,
    84232,
    84233,
    84234,
    84235,
    84236,
    84237,
    84238,
    84239,
    84240,
    84241,
    84242,
    84243,
    84244,
    84245,
    84246,
    84247,
    84248,
    84249,
    84250,
    84251,
    84252,
    84253,
    84254,
    84255,
    84256,
    84257,
    84258,
    84259,
    84260,
    84261,
    84262,
    84263,
    84264,
    84265,
    84266,
    84267,
    84268,
    84269,
    84270,
    84271,
    84273,
    84274,
    84275,
    84276,
    84277,
    84278,
    84279,
    84280,
    84281,
    84282,
    84283,
    84284,
    84285,
    84286,
    84287,
    84288,
    84289,
    84290,
    84291,
    84292,
    84293,
    84294,
    84295,
    89296,
    89297,
    89298,
    89299,
    89300,
    89301,
    89311,
    89312,
    89313,
    89314,
    89315,
    89396,
    89397,
    89398,
    89495
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, March 06, 2004 - Sunday, February 27, 2005"
    }
  ]
}
