{
  "exhibition_id": 659,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Bakelite: Art through Chemistry",
  "exhibition_description": "While plastic is considered a \"now\" medium, the modern plastics industry stretches back to the 1920s and the mass production of Bakelite. Its potential was first developed in 1907 by Dr. Leo Hendrik Baekeland (1863-1944), now regarded as the \"Father of Plastics.\" As a simultaneous complement to the Institute's \"Just One Word: PLASTICS\" exhibition, \"Bakelite: Art Through Chemistry\" will be on view concurrently, from March 6 to February 27, 2005. The latter is a continuation of the museum's \"Case Studies in Design\" series. \r\nSignificantly, Bakelite has earned the distinction of being the world's very first totally synthetic, thermosetting plastic. It quickly found its way into homes and offices in a wide assortment of objects, many represented in this exhibition, ranging from kitchenware, household and office wares, to electronics, cameras, tools and jewelry. \"Its versatility extended from cradle to grave\" boasted advertisements in 1939.\r\nMolten Bakelite flowed evenly and gave rise to the smooth, \"streamline\" style so pervasive in the l930s. At that time the ideological thrust of Modernism stressed the importance of new materials such as Bakelite and, in turn, plastics became firmly associated with the ideals and spread of modern design.",
  "begin": 2004,
  "end": 2005,
  "display_date": "Saturday, March 06, 2004 - Sunday, February 27, 2005",
  "public_info": 0,
  "objects": [
    12997,
    40279,
    40280,
    40292,
    40296,
    40325,
    53180,
    55601,
    60162,
    61438,
    62811,
    84189,
    84190,
    84191,
    84192,
    84194,
    84195,
    84196,
    84197,
    84198,
    84199,
    84200,
    84201,
    84202,
    84203,
    84204,
    84205,
    84206,
    84207,
    84216,
    84289
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, March 06, 2004 - Sunday, February 27, 2005"
    }
  ]
}
