{
  "exhibition_id": 670,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "A Medieval Mystery: Who Was the Master of the Embroidered Foliage?",
  "exhibition_description": "This exhibition brings together for the first time four versions of the Master of the Embroidered Foliage’s hallmark image from public collections in the United States, Belgium, and France. The fifteenth-century Netherlandish painter—so named for the delicately patterned and crisply executed blades of grass and plants that resemble embroidery in his paintings—is best known for his panel paintings of the Virgin and Child with a book. Virtually identical in composition, these works feature Mary in voluminous robes sitting on a throne while the Christ child in her arms leafs precociously through the pages of an illuminated manuscript. The Master’s panels differ in their settings and other decorative details, however. Some feature landscape backgrounds while others show city streets. Angels, peacocks, or contemporary burghers embellish the pictures alternatively. Rich in palette and pattern, the panels are finely painted with an eye for detail characteristic of Northern Renaissance painters of this era, which include Rogier van der Weyden (c. 1399-1464), upon whose works the Master’s are based. An illustrated catalogue will be published on the occasion of the exhibition.",
  "begin": 2004,
  "end": 2005,
  "display_date": "Saturday, October 09, 2004 - Sunday, July 10, 2005",
  "public_info": 0,
  "objects": [
    4035,
    15453,
    96319,
    96320,
    96321
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, October 09, 2004 - Sunday, July 10, 2005"
    },
    {
      "venue": "Musée des Beaux-Arts de Lille - Do Not Use",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, October 09, 2004 - Sunday, July 10, 2005"
    },
    {
      "venue": "Sterling and Francine Clark Art Institute",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, October 09, 2004 - Sunday, July 10, 2005"
    }
  ]
}
