{
  "exhibition_id": 677,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Hot & Cool: The Jazz Posters of Niklaus Troxler",
  "exhibition_description": "An extensive suite of dramatic jazz posters by the Swiss graphic designer, Niklaus Troxler, will be presented in the U.S. Bank Gallery. Drawn from a collection of post-war posters acquired by Norwest Corporation in 1991, they exemplify the celebrated Swiss International Style initiated decades earlier. Thelonious Monk, McCoy Tyner, Alvin Jones, Arthur Blythe, the Roscoe Mitchell Quartet and Sam Rivers Quartet are but a few of the influential jazz musicians represented. \r\nNiklaus Troxler (b. 1947) is best known for his striking posters for the Jazz festival at Willisau, Switzerland. He studied at the Kunstgewerbeschule, Lucerne (1968-71) and worked briefly as art director at Hollenstein Creation in Paris before founding his own studio in Willisau in 1973. Troxler has been the recipient of numerous design awards, but his work to date is little known in America.\r\nIn their small hometown of Willisau, Troxler and his brother founded a jazz festival in 1975 which soon became world famous. Ever since, Troxler has remained the most prolific and talented of jazz posters artists. While there have been many jazz festivals over the years, none have produced a series of graphics that compare with Troxler’s memorable design. He continues to work in a select field he’s made his own.\r\nPictorial simplicity, bold color fields, rational order, compressed spatial compositions and innovative letterforms are among the qualities that distinguish this group of jazz posters. Clarity and immediacy are the two key ingredients conveyed in multilingual formats meant to transcend language and cultural barriers.\r\nThe Swiss poster movement had a decisive impact on postwar American graphic design, spreading a new “internationalism” in the print world. This cohesive set of posters represents a convergence of two distinct sensibilities: American improvisational jazz and the cerebral order of Swiss graphic design.",
  "begin": 2004,
  "end": 2005,
  "display_date": "Saturday, November 20, 2004 - Sunday, February 06, 2005",
  "public_info": 0,
  "objects": [
    94068,
    94163,
    94164,
    94165,
    94166,
    94167,
    94168,
    94169,
    94170,
    94171,
    94172,
    94173,
    94174,
    94175,
    94270,
    94276,
    94281,
    94284,
    94285,
    94286,
    94287,
    94288,
    94289,
    94292,
    94294,
    94296,
    95908,
    95909
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2004,
      "end": 2005,
      "display_date": "Saturday, November 20, 2004 - Sunday, February 06, 2005"
    }
  ]
}
