{
  "exhibition_id": 716,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "San Francisco Psychedelic",
  "exhibition_description": "During the mid-1960s psychedelic music emerged in San Francisco as a distinctive and internationally influential sound. Bands with roots in blues and folk music improvised and jammed freely, allowed their songs to go on at length, and utilized unusual sounds such as feedback. This music was central to the American counter-culture (“hippie”) movement, spawning freeform dance concerts, flashing light shows, and psychedelic posters. Among the leading groups were Big Brother & the Holding Company (featuring Janis Joplin), Grateful Dead, Jefferson Airplane, and Steve Miller Band.\r\nPhotographers easily integrated themselves into the psychedelic music scene. They made portraits of the musicians in the controlled settings of their studios, captured band members on the streets of the Haight-Ashbury neighborhood (where most of them lived), and photographed the frequent and energetic live performances. A handful of talented photographers made iconic images of the bands that were used in magazines, posters, and on album covers. Prominent among them were Herb Greene, Jim Marshall, Bob Seidemann, and Thomas Weir.",
  "begin": 2007,
  "end": 2007,
  "display_date": "Saturday, February 10, 2007 - Sunday, June 10, 2007",
  "public_info": 0,
  "objects": [
    12697,
    19489,
    52525,
    52527,
    52529,
    52532,
    52644,
    59749,
    59754,
    60596,
    60839,
    60840,
    60841,
    60843,
    60845,
    61271,
    61554,
    61556,
    61557,
    61558,
    61563,
    62097,
    62099,
    81012,
    81013,
    81014,
    94816,
    97089,
    97090,
    97091,
    97092,
    97093,
    97094,
    97095,
    97096,
    97097,
    97098,
    97099,
    97100,
    97101,
    97102,
    97103,
    97104,
    97105,
    97106,
    99793,
    99794,
    99795,
    101086,
    101087,
    101088,
    101089,
    101090,
    101091,
    101092,
    101093,
    101094,
    101095,
    101096,
    101097,
    101098,
    101157,
    101158,
    101159,
    101160,
    101161,
    101724,
    101725,
    101726,
    101727,
    101728,
    101729,
    101730,
    101731,
    101732,
    101733,
    101734
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2007,
      "end": 2007,
      "display_date": "Saturday, February 10, 2007 - Sunday, June 10, 2007"
    }
  ]
}
