{
  "exhibition_id": 728,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Georgia O'Keeffe: Circling Around Abstraction",
  "exhibition_description": "From her earliest mature works to her final paintings – over the course of a career spanning more than seven decades – Georgia O’Keeffe consistently incorporated circular forms into her compositions. Her use of this motif stands in contrast to strategies of abstraction adopted by many of her peers, which tended to be Cubist-based, using straight lines and angles rather than curves and circles. Using the circle and its kin-the ellipse, the oval, and the arcing line-O’Keeffe explored the shifting terrain between abstraction and representation, sometimes calling upon such forms to represent a mood, a reaction to a sensation, or the spiritual essence of a subject, while at other times using them to encourage her viewers to see new relationships between familiar objects. As she developed her unique pictorial vision, O’Keeffe looked to a wide variety of sources, ranging from the theories of Arthur Wesley Dow and Wassily Kandinsky to the work of her American peers, Asian art, and contemporary photography, constantly seeking inspiration and new ideas, but consistently integrating what she learned into a visual language that was, finally, a highly personal and thoroughly innovative contribution to American Modernism.\r\nDespite O’Keeffe’s broad popularity and the numerous exhibitions devoted to her work both during her lifetime and posthumously, Georgia O’Keeffe: Circling Around Abstraction is the first exhibition devoted to this aspect of her work, and promises to make an important addition to scholarship on both O’Keeffe and twentieth-century American art. ",
  "begin": 2007,
  "end": 2008,
  "display_date": "Saturday, February 10, 2007 - Sunday, January 06, 2008",
  "public_info": 0,
  "objects": [
    1554,
    2725,
    105228
  ],
  "venues": [
    {
      "venue": "Georgia O'Keeffee Museum",
      "begin": 2007,
      "end": 2008,
      "display_date": "Saturday, February 10, 2007 - Sunday, January 06, 2008"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2007,
      "end": 2008,
      "display_date": "Saturday, February 10, 2007 - Sunday, January 06, 2008"
    },
    {
      "venue": "Norton Museum of Art",
      "begin": 2007,
      "end": 2008,
      "display_date": "Saturday, February 10, 2007 - Sunday, January 06, 2008"
    }
  ]
}
