{
  "exhibition_id": 742,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Villa America: American Moderns 1900-1950",
  "exhibition_description": "Villa America: American Moderns, 1900-1950, organized by Elizabeth Armstrong, Orange County Museum of Art Deputy Director for Programs and Chief Curator, is drawn from the collection of Curtis Galleries, Inc., founder Myron Kunin, and will present over 85 paintings and sculptures from this collection to the public for the first time. The exhibition begins with a look at key American modernists working in Europe and New York during the first quarter of the 20th century. In these early years, artists such as Stuart Davis, Charles Demuth, Arthur Dove, Marsden Hartley, Gerald Murphy, and Georgia O'Keeffe, to name just a few, were reshaping our view of American art. In the early 1900s many of these artists traveled abroad, where they embraced experimentation to transform traditional subject matter into avant-garde statements of personal expression. After World War I, as New York began to eclipse Europe as the destination for creative people, American artists returned, and many artists from abroad moved to New York. \r\nThis extended period of artistic innovation largely came to an end in the 1930s, after the stock market crash, followed by a more sober, realistic mode, with themes reflecting regional values and a new sense of social responsibility. Artists such as Romare Bearden, Paul Cadmus, Philip Evergood, Philip Guston, Reginald Marsh, and Ben Shahn celebrated an 'American Scene' creating powerful images of everyday American life. In the 1930s and 1940s American Regionalists John Curry and Grant Wood championed a nationalistic art that celebrated agrarian values and the search for American roots. George Ault, Charles Sheeler, and Niles Spencer, among others, returned to a form of classical realism to celebrate the American landscape in their paintings of the period.\r\nIn addition to offering a chronological overview of American modern art, Villa America will also include a selection of major figurative works by such American masters as Milton Avery, Robert Henri, Walt Kuhn, and Andrew Wyeth. Equally noteworthy will b",
  "begin": 2005,
  "end": 2006,
  "display_date": "Saturday, December 03, 2005 - Sunday, February 26, 2006",
  "public_info": 0,
  "objects": [
    98657,
    98658,
    98659,
    98660,
    98661,
    98687,
    98688,
    98689,
    98690,
    98691,
    98692,
    98693,
    98694,
    98732,
    115966
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2005,
      "end": 2006,
      "display_date": "Saturday, December 03, 2005 - Sunday, February 26, 2006"
    }
  ]
}
