{
  "exhibition_id": 743,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Marc Riboud: Photographing the World, 1953-2005",
  "exhibition_description": "Marc Riboud (French, b. 1923) was associated with MAGNUM Photos, Inc., from 1951 until he became independent in 1979. From that earliest period he traveled and photographed widely on assignment for publication. His numerous and diverse books indicate the breadth and geographical extent of his work. The Near and Far East, India, Angor, Nepal, Bénarès, Cambodia, Shaanxi, China, the Soviet Union, North and South Vietnam, Poland, Czechoslovakia, Alaska, the U.S., Mexico, and his native country France. He has been witness to numerous wars and the repressed years of Chairman Mao’s Cultural Revolution in the course of his many and frequent trips to China. He was one of the first western photographers permitted to enter China since the 1949 Cultural Revolution. Highly sensitive to the nuances and subtleties of cultural variations, his photographs provide insightful and memorable vignettes of our rich, complex, and diverse world. He has twice won the coveted Overseas Press Club Award (1967 and again in 1971). This is a retrospective spanning the illustrious career of one of the great French photojournalist of the 20th century. Riboud’s stature in the universe of photo reportage is second to only to that of Henri Cariter-Bresson.",
  "begin": 2006,
  "end": 2006,
  "display_date": "Saturday, March 11, 2006 - Sunday, May 14, 2006",
  "public_info": 0,
  "objects": [
    98756,
    98757,
    98758,
    98759,
    98760,
    98761,
    98762,
    98763,
    98764,
    98765,
    98766,
    98767,
    98768,
    98773,
    98774,
    98775,
    98776,
    98777,
    98788,
    98789,
    98790,
    98791,
    98792,
    98793,
    98874,
    98875,
    98876,
    98877,
    98878,
    98879,
    98880,
    98881,
    98882,
    98883,
    98884,
    98885,
    98886,
    98887,
    98888,
    98889,
    98890,
    98891,
    98892,
    98894,
    98895,
    98896,
    98897,
    98898,
    98899,
    98900,
    98901,
    98902,
    98903,
    98904,
    98905,
    98906,
    98907,
    98908,
    98909,
    98910,
    98911,
    98912,
    98913,
    98914,
    98915,
    98916,
    98917,
    98918,
    98919,
    98920,
    98921,
    98922,
    98923,
    98924,
    98925,
    98926,
    98927,
    98928,
    99258,
    99259,
    99260,
    99261
  ],
  "venues": []
}
