{
  "exhibition_id": 769,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "Sin and Salvation: William Holman Hunt and the Pre-Raphaelite Vision",
  "exhibition_description": "Despite intense interest in Pre-Raphaelitism, Holman Hunt, the founder of the Pre-Raphaelite Brotherhood, has not been the subject of a one-man exhibition since the 1969 retrospective at the Liverpool Art Gallery. The exhibition consists of 64 objects: paintings, drawings, engravings, textiles, photographs as well as some of Hunt’s letters and memorabilia. \r\nThis exhibition looks at the origins of Hunt’s vision, which is rooted in the economic, cultural and spiritual milieu of Victorian England. His concern about contemporary moral and spiritual dilemmas is articulated through works that focus on the theme of spiritual, intellectual, or emotional enlightenment. He is especially interested in moments of insight or revelation, which have the power to change the lives of individuals or the course of the civilized world. The questions that Hunt dealt with in his own times are still relevant today. This is a Hunt for the 21st century, and audiences are able to see how many of our contemporary dilemmas were ones with which Hunt and his contemporaries struggled.\r\nHunt’s secular themes, particularly those featuring women and the relationship between the sexes, reflect his personal experience and have special resonance for modern audiences. His marriage to his deceased wife's sister, who cared for his motherless son, placed him beyond the pale in Britain where such marriages were illegal. He campaigned successfully for a change in the law but never lived to benefit from it.\r\nHunt’s religious subjects captured the High Victorian imagination, and struck an evangelical chord around the world. His vision was disseminated by means of engravings produced after his paintings. The Light of the World, Hunt’s allegorical painting of Jesus, actually circumnavigated the globe on protracted tours. The painting drew immense crowds, gave rise to miraculous claims, aesthetic debate, and inspired the manufacture of large numbers of stained glass windows. If The Light of the World was one of the great icons of art at the turn of the 20th ",
  "begin": 2009,
  "end": 2009,
  "display_date": "Saturday, February 14, 2009 - Sunday, September 06, 2009",
  "public_info": 0,
  "objects": [
    1738,
    107287,
    107291
  ],
  "venues": [
    {
      "venue": "Art Gallery of Ontario",
      "begin": 2009,
      "end": 2009,
      "display_date": "Saturday, February 14, 2009 - Sunday, September 06, 2009"
    },
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2009,
      "end": 2009,
      "display_date": "Saturday, February 14, 2009 - Sunday, September 06, 2009"
    }
  ]
}
