{
  "exhibition_id": 772,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Print Me Once, Print Me Twice",
  "exhibition_description": "Creative photographers have great latitude when printing their work from their negatives. They choose paper type and size, they can crop the picture differently, and they can alter the tones and contrast of the image, to name only a few options. Photographers use such techniques to maximize their creative impulse and best convey their message. But, over time, many photographic artists interpret a particular negative in different ways, challenging their viewers to become connoisseurs. Only by seeing prints from the same negative, side by side, can one fully appreciate their differences and, perhaps, choose the most fully realized object. Among the most striking examples are prints of vastly different sizes, silver prints and photogravures of the same image, and vintage versus modern prints. This exhibition, drawn almost entirely from the Institute's permanent collection, will include about 80 photographs, spanning the entire twentieth century. Among those represented are Ansel Adams, Walker Evans, Lee Friedlander, Gertrude Kasebier, Alfred Stieglitz, and Edward Weston.",
  "begin": 2006,
  "end": 2007,
  "display_date": "Saturday, November 04, 2006 - Sunday, January 21, 2007",
  "public_info": 0,
  "objects": [
    1922,
    2211,
    2544,
    3297,
    8443,
    10582,
    10635,
    10643,
    11204,
    11377,
    11571,
    11573,
    11603,
    11662,
    11727,
    11745,
    11746,
    12953,
    19369,
    19662,
    19882,
    19949,
    20027,
    20089,
    20111,
    20671,
    21110,
    21152,
    22818,
    24211,
    24219,
    25511,
    25708,
    25769,
    26175,
    26237,
    27306,
    31925,
    31926,
    34503,
    37745,
    58057,
    58058,
    81174,
    81523,
    81534,
    82832,
    82868,
    82889,
    99110,
    99111,
    99316,
    99619,
    99620,
    100479,
    100480,
    100539,
    100540,
    100854,
    101034
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2006,
      "end": 2007,
      "display_date": "Saturday, November 04, 2006 - Sunday, January 21, 2007"
    }
  ]
}
