{
  "exhibition_id": 774,
  "exhibition_department": "Historic: Textiles",
  "exhibition_title": "The Jack Lenor Larsen Design Studio - a 4-part exhibition: The Win Anderson Years, 1953-78 ",
  "exhibition_description": "The Jack Lenor Larsen Design Studio – a 4-part exhibition \r\nWin Anderson June 11, 2006 – January 28, 2007\r\nLori Weitzner February 10, 2007 – July 15, 2007\r\nMark Pollick July 28, 2007 – January 27, 2008\r\nPaul Gedeohn February 9, 2008 – July 13, 2008\r\nJack Lenor Larsen is the most highly acclaimed American textile designer of the 20th century. His company was among the first to produce cloth to compliment the architects who championed the Modernist Movement. He then moved forward to enhance the refined aesthetic of the last part of the century through the use of natural as well as synthetic fibers and a variety of technical innovations. This gallery is dedicated to the display of materials from the Jack Lenor Larsen Company Archive that was acquired by the museum in 1999. The acquisition was particularly noteworthy because for five decades the company was renowned for its international leadership in the field of contemporary interiors textiles. Selections from the company’s production lines have been the subject of numerous museum exhibitions from Boston’s Museum of Fine Arts to the Louvre’s museum of decorative arts in Paris. With the MIA’s holding of the entire achieve we are able to examine the material in greater depth than has been possible in the past and share with the museum visitor new insights as well as showing pieces that never went into formal production.\r\nDrawing on the company archive of almost 4000 pieces this series of four rotations focuses on the function of the design studio and the roll of four designers whose distinctive talents played a major roll in the company’s aesthetic development. Two of these designers, Mark Pollack and Lori Witzner now head their own companies and the rotations highlighting their contributions to the Larsen Design Studio will also include pieces from their current work.",
  "begin": 2006,
  "end": 2007,
  "display_date": "Sunday, June 11, 2006 - Sunday, January 28, 2007",
  "public_info": 0,
  "objects": [
    24816,
    84681,
    84734,
    84984,
    85449,
    85451,
    85459,
    85462,
    85866,
    86328,
    86345,
    86366,
    86370,
    86678,
    86680,
    87215,
    87499,
    87880,
    88085,
    88092,
    88094,
    88095,
    88101,
    88103,
    88116,
    88122,
    88801,
    88802,
    88936,
    88958,
    89047,
    89063,
    99680,
    99681
  ],
  "venues": []
}
