{
  "exhibition_id": 800,
  "exhibition_department": "Historic: Paintings",
  "exhibition_title": "The Surreal Calder",
  "exhibition_description": "Alexander Calder is a ubiquitous presence in the story of modern art, and yet he is rarely seen in the context from which he initially emerged as an artist. His artistic parentage consisted of Marcel Duchamp, who provided the name of and concept for the mobile, Mondrian who introduced pure abstraction to him, and Miró who communicated the central thesis of Surrealism. “The Surreal Calder,” consisting of seventy works including thirteen paintings and objects by artists other than Calder, will put Calder back in the midst of Surrealism so that his achievement is more profoundly understood within that context. The exhibition is conceived of as a suite of six distinct galleries. The first gallery will include works by Miró, Max Ernst, Yves Tanguy, René Magritte and will delineate the Surrealist milieu and its chief aspects. In the following galleries themes will explore Calder’s relationship to that milieu during his early years, culminating in 1947 with the theoretical end date of Surrealism. Those works show Calder’s wit, caricature, and linear flights of fancy, his ‘marvelous,’ in the Surrealist sense of that word, personages – fantastic, never before seen, creatures, poetic constructions of unlikely materials, biomorphic forms from an imaginary vision of nature and Calder’s constellations; apparent views of celestial space. The film “Calder’s Circus” runs continuously in a gallery inside the exhibition. Made in 1961, this 19-minute color film shows Alexander Calder at work. A fully illustrated catalogue accompanies the exhibition.",
  "begin": 2006,
  "end": 2006,
  "display_date": "Sunday, June 11, 2006 - Sunday, September 10, 2006",
  "public_info": 0,
  "objects": [
    1318,
    5033,
    101055
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2006,
      "end": 2006,
      "display_date": "Sunday, June 11, 2006 - Sunday, September 10, 2006"
    }
  ]
}
