{
  "exhibition_id": 803,
  "exhibition_department": "Historic: Prints and Drawings",
  "exhibition_title": "Vermillion Editions Limited: Prints, Multiples, Artist's Books, 1977-1992",
  "exhibition_description": "Vermillion Editions, Ltd. was founded in 1977 by master printer Steven M. Andersen. Vermillion editions is nationally recognized for its significant and innovative contributions to contemporary American printmaking. More than 80 national and international artists have produced original prints and multiples at Vermillion studio during its 15-year existence. As part of its ongoing commitment to contemporary art, The Minneapolis Institute of Arts has acquired an extensive archive of materials representing the complete history of the Vermillion press.\r\nKnown as the Vermillion Archive Collection and formed during the 1980s and 1990s, the archive is a sub-collection of the permanent collection of graphic art housed in the museum’s Department of Prints and Drawings. The exhibition highlights a selection of prints, multiples, drawings, and other preparatory materials drawn entirely from the Institute’s Vermillion Archival Collection. The exhibition will feature graphic works by such leading contemporary artists as Sam Gilliam, Red Grooms, Robert Mapplethorpe, Shusaku Arakawa, Robert Cumming, Donna Dennis, Steven Sorman, Robert Moskowitz, John Newman, James Rosenquist, Malcolm Morley, Harmony Hammond, Adja Yunkers, Hollis Sigler, Nicolas Africano, T.L. Solien, and Audrey Flack.\r\nA fully illustrated catalogue raisonné of the editioned prints, multiples, and artists books accompanies the exhibition.",
  "begin": 2006,
  "end": 2007,
  "display_date": "Saturday, October 14, 2006 - Sunday, January 07, 2007",
  "public_info": 0,
  "objects": [
    7623,
    7624,
    7625,
    7627,
    7629,
    7631,
    7635,
    7647,
    7648,
    7649,
    7692,
    7695,
    7697,
    7701,
    7702,
    7703,
    7704,
    7705,
    7706,
    7723,
    7724,
    7725,
    7820,
    7823,
    7824,
    7825,
    7826,
    7827,
    7832,
    7840,
    7843,
    7847,
    7849,
    8854,
    30608,
    43166,
    43196,
    43378,
    43843,
    58599,
    58615,
    58743,
    58744,
    58745,
    58746,
    58747,
    58748,
    58749,
    58750,
    58751,
    58754,
    58869,
    58871,
    58902,
    59010,
    59024,
    59036,
    59039,
    59042,
    59048,
    59058,
    59062,
    59149,
    59152,
    59197,
    59289,
    59370,
    59379,
    68194,
    68195,
    68196,
    68197,
    68198,
    68199,
    68200,
    68201,
    68202,
    68203,
    68204,
    91401,
    91402,
    91403,
    91404,
    91405,
    91406,
    91407,
    91408,
    91409,
    91410,
    91411,
    91412,
    91600,
    93265,
    95760,
    95955,
    99455
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2006,
      "end": 2007,
      "display_date": "Saturday, October 14, 2006 - Sunday, January 07, 2007"
    }
  ]
}
