{
  "exhibition_id": 836,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Don Harley Presents: Product Design Concepts",
  "exhibition_description": "A series of product designs dating from the 1950s through ’80s are presented in this exhibition resulting from the tireless, creative energies of the entrepreneurial Don Harley, a St. Paul native. Over a lifetime career in industrial design, Harley initiated hundreds of designs to shape the products his clients were developing for the companies he represented, including those he owned between 1954 and 1986. “Creativity is practically synonymous with Harley,” wrote the associate editor of the Counselor, a national industry magazine in 1991. Harley has preserved an extensive archive from which these conceptions have been selected. The sketches resulting from his companies’ drawing boards range from office products, toys, and advertising, to fire hydrants and snow blowers. As presentation drawings, they are remarkable for the innovative product designs being promoted, and the skilled draftsmanship utilized in glamorizing the individual pieces, all executed with color pencils — the media of the moment before computers took full rein of the design process. Through the years, Harley’s clients at home and abroad included Honeywell, Toro, Playskool and Hallmark. ",
  "begin": 2007,
  "end": 2008,
  "display_date": "Saturday, June 23, 2007 - Sunday, March 09, 2008",
  "public_info": 0,
  "objects": [
    102953,
    102954,
    102962,
    102963,
    102964,
    102965,
    102966,
    102967,
    102968,
    102969,
    102970,
    102971,
    102972,
    102973,
    102974,
    102975,
    102976,
    102977,
    102978,
    102979,
    102980,
    102981,
    102998,
    102999,
    103000,
    103001,
    103002,
    103003,
    103004,
    103005,
    103006,
    103007,
    103008,
    103009,
    103010,
    103011,
    103012,
    103013,
    103014,
    103015,
    103016,
    103017,
    103018,
    103019,
    103020,
    103021,
    103022,
    103023,
    103024,
    103025,
    103026,
    103027,
    103028,
    103029,
    103030,
    103031,
    103032,
    103033,
    103034,
    103035,
    103036,
    103037,
    103038,
    103039,
    103040,
    103041,
    103042,
    103043,
    103044,
    103045,
    103046,
    103047,
    103048,
    103049,
    103050,
    103051
  ],
  "venues": []
}
