{
  "exhibition_id": 906,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Hail to the Chief: Images of the American Presidency",
  "exhibition_description": "This exhibition is being organized to coincide with the 2008 Republican National Convention, which will convene in Minneapolis-Saint Paul on September 1-4, 2008. \r\nDesigned from a non-partisan perspective, the exhibition will feature a selection of original works of art and other material that explores or depicts themes and subjects associated with the Presidency of the United States of America and those individuals who have held the office of the President. The exhibition will comprise approximately 50-70 objects in a range of media, including paintings, sculpture, drawings, prints, posters, photographs, manuscripts, and various types of decorative arts objects, including glassware, porcelain, and metalwork. There will be a complementary group of Presidential-related objects, which may include such items as signed photographs, letters, greeting cards, campaign literature and other material, flags, banners, etc. \r\nThe exhibition will include works drawn from the MIA’s permanent collection and from the private collection of Kim Anderson of North Oaks, Minnesota. Mr. Anderson co-owns an extensive collection of presidential-related items and memorabilia. Among the categories of objects to be displayed are presidential portraits and busts; candid photographs of former Presidents and presidential candidates; newspaper illustrations and accounts; images of the White House; presidential proclamations and letters; government-issued posters with themes associated with the Presidency; decorative arts depicting images of former presidents; and presidential campaign material.",
  "begin": 2008,
  "end": 2008,
  "display_date": "Saturday, August 02, 2008 - Sunday, September 21, 2008",
  "public_info": 0,
  "objects": [
    486,
    689,
    1217,
    2805,
    2978,
    3530,
    4395,
    8468,
    13393,
    24643,
    28453,
    28586,
    31902,
    31903,
    31904,
    31906,
    32568,
    45858,
    53406,
    54277,
    54708,
    54785,
    59718,
    63939,
    81115,
    82109,
    82110,
    82111,
    82174,
    82178,
    105868,
    105869,
    105870,
    105871,
    105872,
    105877,
    105878,
    105879,
    105880,
    105884,
    105886,
    105887,
    105888,
    105889,
    105890,
    105891,
    105892,
    105893,
    105894,
    105895,
    105896,
    105897,
    106212,
    106213,
    106214,
    106215,
    106216,
    106217,
    106218,
    106219,
    106220,
    106221,
    106222,
    106223,
    106225,
    106227,
    106234,
    106235,
    106236,
    106237,
    106238,
    106239,
    106240,
    106241,
    106242,
    106243,
    106244,
    106245,
    106246,
    106247,
    106248,
    106276,
    106277,
    106279,
    106280,
    106281,
    106282,
    106283,
    106284,
    106293,
    106294,
    106296,
    106297,
    106298,
    106299,
    106300
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2008,
      "end": 2008,
      "display_date": "Saturday, August 02, 2008 - Sunday, September 21, 2008"
    }
  ]
}
