{
  "exhibition_id": 983,
  "exhibition_department": "Historic: Decorative Arts, Textiles & Sculpture",
  "exhibition_title": "Eero Saarinen: Shaping the Future",
  "exhibition_description": "This exhibition is part of a comprehensive project that explores the work of one of the most prolific, unorthodox, and controversial modern masters of 20th-century architecture and design. Finnish-born Saarinen (1910-1961) is best known for such modern icons as the Jefferson National Expansion Memorial (Gateway Arch) in St. Louis, Missouri (designed 1948, completed 1964), the Trans World Airlines Terminal at JFK Airport in New York City, and Dulles International Airport in Chantilly, Virginia (both completed 1962). Saarinen’s presence in the Midwest is very strong, with his creation of corporate campuses for General Motors (Technical Center, Warren, Michigan, completed 1956) and IBM (Rochester, Minnesota, completed 1959), as well as churches and campus projects including his collaboration with his famous architect father, Eliel, on Christ Church Lutheran in Minneapolis, Minnesota (1949). By examining the architect’s entire output of more than 50 built and proposed projects, Eero Saarinen: Shaping the Future will be the first opportunity to understand Saarinen’s collective work in the larger context of postwar modern architecture. It will also address his sculptural furniture, including the famous “Womb” chair Eero designed in 1948 for Knoll. The exhibition will be organized into two sections: “Building for Postwar America,” shown at the MIA will focus on building types, illustrating the wide range of Saarinen’s projects in the context of their cultural and political significance; and “The Architect and his Milieu,” shown at the Walker will examine Saarinen and his many collaborators including designers Charles Eames, and Alexander Girard, and local architect Ralph Rapson. ",
  "begin": 2008,
  "end": 2009,
  "display_date": "Saturday, September 13, 2008 - Sunday, January 04, 2009",
  "public_info": 0,
  "objects": [
    106495,
    106496,
    106497,
    106597
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2008,
      "end": 2009,
      "display_date": "Saturday, September 13, 2008 - Sunday, January 04, 2009"
    },
    {
      "venue": "Walker Art Center, Minneapolis",
      "begin": 2008,
      "end": 2009,
      "display_date": "Saturday, September 13, 2008 - Sunday, January 04, 2009"
    }
  ]
}
