{
  "exhibition_id": 986,
  "exhibition_department": "Historic: Photography & New Media",
  "exhibition_title": "Masterpiece Photographs from the Minneapolis Institute of Arts: The Curatorial Legacy of Carroll T. Hartwell",
  "exhibition_description": "The Minneapolis Institute of Arts has the Upper Midwest’s most significant permanent collection of fine photographs. Numbering about 10,000 photographs, it covers the entire history of the medium, from the mid-nineteenth century to the present day.\r\nThis exhibition features the fifty most salient and fully-realized photographs in the museum’s holdings. It begins with a 1845 salt print by the English inventor William Henry Fox Talbot and ends with a 2002 color portrait by Alec Soth, from his series “Sleeping by the Mississippi.” In between, the genres of documentary photography, photo-journalism, and street photography are well represented in the show. Included are Dorothea Lange’s “Migrant Mother” and Arthur Rothstein’s “Dust Storm,” both iconic images from the Great Depression. Among the most recognizable pictures are Edward Weston’s “Pepper No. 30” (1930) and Ansel Adams’s “Moonrise, Hernandez” (1941). The names of other photographers represented reads like a who’s who of photography: Berenice Abbott, Diane Arbus, Eugene Atget, Richard Avedon, Walker Evans, Robert Frank, Lee Friedlander, Lewis W. Hine, Man Ray, W. Eugene Smith, Alfred Stieglitz, and Paul Strand.\r\nThis is the first time that the Minneapolis Institute of Arts has presented such a highly-selected grouping of its most important photographs. The exhibition and its accompanying publication commemorate the significant collecting legacy of Carroll T. (Ted) Hartwell, the founding curator of the department, who died in 2007. It reveals Mr. Hartwell’s critical eye for singular historical pieces as well as his belief in the influence and vitality of accomplished living photographers. A fully illustrated catalogue accompanies the exhibition.",
  "begin": 2008,
  "end": 2009,
  "display_date": "Saturday, October 04, 2008 - Sunday, January 25, 2009",
  "public_info": 0,
  "objects": [
    1900,
    2027,
    2049,
    2211,
    2528,
    2620,
    2844,
    2977,
    2987,
    3117,
    3163,
    3231,
    3254,
    3257,
    3297,
    3366,
    3367,
    3504,
    3556,
    3751,
    3758,
    3767,
    4137,
    4358,
    4383,
    4487,
    4536,
    4555,
    4626,
    4806,
    5781,
    6031,
    6241,
    10522,
    20906,
    23017,
    25017,
    26359,
    26678,
    28136,
    57889,
    59622,
    61399,
    89324,
    94110,
    99168,
    100854,
    101326,
    105014
  ],
  "venues": [
    {
      "venue": "Minneapolis Institute of Art",
      "begin": 2008,
      "end": 2009,
      "display_date": "Saturday, October 04, 2008 - Sunday, January 25, 2009"
    }
  ]
}
