{
  "accession_number": "99.67.3",
  "art_champions_text": null,
  "artist": "Artist: Xia Sen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1250",
  "department": "Asian Art",
  "description": "Buildings on a riverbank at left with 2 figures in a boat, one with a long staff, near center; mountains in background; fan remounted as a hanging scroll",
  "dimension": "9 13/16 x 10 in. (24.92 x 25.4 cm) (image)",
  "id": "http://api.artsmia.org/objects/6001",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6925,
  "image_width": 6788,
  "inscription": "Sticker",
  "life_date": "Chinese, active 13th century",
  "markings": "Dealer\\'s sticker, on proper right end of roller",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "This fan painting is signed Xia Sen on the earthen bank just below and to the right of the roots of the large tree extending from the left margin of the picture. Born the son of the famous academy painter Xia Gui (c. early 1200s), Xia Sen continued his father’s innovative style. The intimate, focused view of nature, clearly rendered motifs, low-angle perspective, and evocation of a coherent space are all characteristics of the painting circle of Xia Gui. The compositional emphasis of one side of the picture over the other creates pictorial tension and interest. This so-called “one-corner” composition, in which the subjects of the painting are pushed to a corner or a side, attributed to Ma Yuan (late 12th–early 13th century) and Xia Gui, came to characterize Southern Song academy painting, and the device was practiced by a wide variety of contemporary artists.",
  "title": "Riverside Retreat"
}
