{
  "accession_number": "99.67.4",
  "artist": "Artist: Xie Shichen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1560",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Man with beard and moustache sitting on the banks of a stream with his feet in the water; youth stands behind him; dense trees in middle ground and looming peak in background; inscriptions and two seals in upper right corner",
  "dimension": "63 1/8 x 19 7/8 in. (160.34 x 50.48 cm) (image)",
  "id": "http://api.artsmia.org/objects/6002",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4720,
  "image_width": 1578,
  "inscription": "Sticker",
  "life_date": "1487 - c.1561",
  "markings": "Dealer\\'s sticker, on proper right end of roller",
  "medium": "Ink and colors on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "A poetic prose entitled <I>Yufu</I> or \"The Fisherman\" written around the 2nd century CE tells a story of a fisherman who tried to convince Qu Yuan to give up his stubborn political ambitions and withdraw from social affairs. He said to Qu Yuan: “When the Canglang’s waters are clear, I can wash my hat-strings in them; When the Canglang’s waters are muddy, I can wash my feet in them.” The implication is, a wise man should seek an official career in good times under a sage king, but withdraw gracefully when times are troubled and the ruler turns immoral. It was this song that gave birth to a common theme in both literature and art, as illustrated in this hanging scroll. It is apparent that to many scholar-officials renunciation did not imply ascetic self-denial; it was rather a state of mind. With such idea, those who \"withdrew\" could still play active roles in the service of local or state authority. To them landscape paintings such as this would offer a chance to temporarily experience the transformation from bureaucrat to recluse, to seek an awakening, at least for a moment, before returning their life in the office.\r\n\r\nThe colophon accompanying this view of a scholar relaxing his feet in a mountain stream reads:\r\n\r\n<I>\r\nIn deep seclusion the eastern wind blows fallen blossoms,\r\nThe whole river of spring water ripples with cloudy mist;\r\nThe wanderer's song has ceased and he is entirely at leisure,\r\nResting by an old valley pine while the sun has not yet set.</I>\r\n\r\n",
  "title": "Bathing Feet in a Mountain Landscape"
}
