{
  "accession_number": "99.67.6",
  "art_champions_text": null,
  "artist": "Artist: Xie Daoling",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1612",
  "department": "Asian Art",
  "description": "2 figures, one very small carrying a basket, in lower left corner standing on a bridge; 2 buildings near top; tall trees in middle ground and mountains in background; inscription and 2 seals in upper left corner",
  "dimension": "77 9/16 x 22 9/16 in. (197.01 x 57.31 cm) (image)",
  "id": "http://api.artsmia.org/objects/6004",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4678,
  "image_width": 1388,
  "inscription": "Sticker",
  "life_date": "Chinese, active early 17th century",
  "markings": "Dealer\\'s sticker, on proper left end of roller",
  "medium": "Ink and colors on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Attended by a servant carrying a basket of herbs, a scholar pauses on a bridge beneath a pine tree and gazes upward toward his destination, a monastery visible within the mists of a distant valley. Gathering herbs was a favorite scholarly pastime, a meditative process that provided an excuse to interact with nature. Significantly, it was also a practice pursued by both Daoists and Buddhists, who believed mountains were sacred places of spiritual refuge. The mountains offered the opportunity to encounter immortal beings and therefore a path to transcendence.\r\n\r\nAlternatively, this painting could be interpreted as an example of the “visiting recluse” theme in the Chinese landscape painting tradition, in which the scholar is journeying through nature to visit a hermit in his monastery, visible through the open window of the tall building on the top left. The young servant may be carrying flowers to give as a gift upon their visit.",
  "title": "Gathering Herbs"
}
