{
  "accession_number": "99.67.7",
  "art_champions_text": null,
  "artist": "Artist: Li Shizhuo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1750",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Small pavillion near center at bottom; 3 bare trees at right edge; body of water at center with mountains behind; inscription and 2 seals at upper right corner",
  "dimension": "25 11/16 x 12 15/16 in. (65.25 x 32.86 cm) (image)",
  "id": "http://api.artsmia.org/objects/6005",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Sticker",
  "life_date": "Chinese, c. 1690-1770",
  "markings": "Dealer\\'s sticker, on proper right end of roller",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Li Shizhuo was born in Sanhan in the northern region of Jehol which was part of the Manchu homeland.  Although Chinese by birth, Li belonged to a unique group of Chinese enrolled in the Manchu military banner system. Of the fifty-four Chinese bannermen recorded as painters and calligraphers, most followed the orthodox tradition defined by the great literatus Dong Qichang (1555-1636). While Li’s inscription cites the earlier masters Wu Chen (1289-1354) and Shen Zhou (1427-1509) as his models, this painting is a direct reflection of Ni Zan (1301-1374), one of the Four Great Masters of the fourteenth century. Li’s colophon reads:\r\n\r\nPeople love Shi Tian’s (Shen Zhou) paintings and say that he succeeded to the hidden mysteries of Meidaoren (Wu Chen). However, they don’t understand that, in reality, this was the family tradition which he received from his father Hengji (Shen Heng, 1409-1477). Yesterday, I passed by Guazhou and, sitting at a rainy waterside window, brushed and dotted this picture which is conceptually between Wu and Shen.\r\n\r\nLi Shizhuo from Sanhan",
  "title": "Landscape after Wu Chen and Shen Chou"
}
