{
  "accession_number": "99.79.4",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 1,
  "dated": "1950",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "11 x 13 3/4 in. (27.94 x 34.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/6023",
  "image": "valid",
  "image_copyright": "© Estate of George Morrison %2F Briand Morrison",
  "image_height": 3268,
  "image_width": 4322,
  "inscription": "Signature; Date",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "",
  "medium": "Tempera on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; Hazel Belvo, Minneapolis (the artist's second wife); sold to MIA, 1999.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL, in black ink: GEORGE MORRISON-1950",
  "style": "20th century",
  "text": "Tempera, an opaque, water-soluble painting medium, provided Morrison with a more flexible and spontaneous alternative to painting with oil on canvas. Oil paint takes days, even weeks or months, to fully dry, and therefore requires more time and deliberateness. Using both intuition and automatic methods designed to tap into the subconscious mind, Morrison created a lyrical fusion of biomorphic forms (shapes resembling living organisms), contrasting earth-hued colors, and geometric components that suggest traditional landscape. At once familiar and mysterious, the abstraction features two horizontal lines that suggest the divisions of sky, water, and earth that would appear regularly in his later Surrealist landscapes. At the same time, Morrison’s nonhierarchical, decentralized arrangement of abstract elements recalls the work of American modernist Adolph Gottlieb (1903-1974) whose Pictograph series explored the subconscious and tapped source material from indigenous and non-Western cultures as well as modern art. Morrison was certainly familiar with these works by Gottlieb, who was a prominent figure among the New York-based abstract expressionists.",
  "title": "Untitled"
}
