{
  "accession_number": "99.89",
  "art_champions_text": null,
  "artist": "Designer: William Burges",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Decorative Arts Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1865",
  "department": "European Art",
  "description": "Tabletop unfolds like a book along one long side and pivots 90 degrees to form felt-topped gaming surface; decorated with six inlaid birds on corners and edges of tabletop with slanted checkerboards between; inlaid hearts, diamonds and clubs around apron; trestle base with lion and lion's head on each of two legs",
  "dimension": "29 1/4 x 36 x 17 3/4 in. (74.3 x 91.44 x 45.09 cm) (folded)",
  "id": "http://api.artsmia.org/objects/6030",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1922,
  "inscription": "",
  "life_date": "British, 1827 - 1881",
  "markings": "",
  "medium": "Walnut, boxwood, ebony",
  "nationality": "British",
  "object_name": "Card table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "William Burges’s name is indelibly linked with the Gothic Revival in the mid 19th century Britain.  His design work for one of the richest men in the British Empire, the Third Marquess of Bute, along with major commissions executed at the Anglican Cathedral in Cork, Ireland, and Trinity College in Hartford, Connecticut, earned Burges a truly international reputation.  \r\n\r\nThomas Garnett, a prosperous cloth merchant, built in 1864 a Gothic country house called Oakwood outside of Bingley in Yorkshire. He hired William Morris and William Burges for the interior furnishings.  Burges produced remarkably detailed presentation watercolors for this commission, a set of which survives in the Royal Institute of British Architects in London.  The floor plan of the drawing room reveals the original location of this card table.  Three separate additional drawings record the table’s overall form, carved details inspired by medieval bestiaries, and the marquetry inlay of birds derived from early tile decorations.  The self-referential details of diamonds, clubs, spades, and hearts along the skirt, leave little doubt in the eye of the beholder as to the table’s intended function.",
  "title": "Card table"
}
