{
  "accession_number": "B.83.10",
  "art_champions_text": null,
  "artist": "Artist: Joan Miró; Author: Paul Éluard; Publisher: Gérald Cramer, Geneva, Switzerland; Collaborator: Enric Tormo; Workshop: Woodcuts printed by Atelier Lacourière et Frélaut, Paris, France; Printer: Text printed by Fequet et Baudier, Paris, France; Book Binder: Binding designed by Henri Mercher",
  "catalogue_raissonne": "Cramer 49, Boston 209, Stern 76, Miro 431, Soby 129, V & A 129",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1958",
  "department": "European Art",
  "description": "79 woodcuts, some with collage elements; additional color woodcut on cover; one watercolor",
  "dimension": "12 5/8 x 9 3/4 in. (32.07 x 24.77 cm)",
  "id": "http://api.artsmia.org/objects/6075",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 2409,
  "image_width": 4299,
  "inscription": "",
  "life_date": "French, 1895–1952",
  "markings": "Watermark: <Arches>",
  "medium": "Color and black and white woodcuts, collagraphs, collage, and letterpress; bound volume",
  "nationality": "French",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Raphael Esmerian. (Lucien Goldschmidt, Inc., New York); Bruce B. Dayton, Wayzata, Minn., 1983; given to MIA, 1983.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "À toute épreuve, with text by the French poet Paul Éluard and original woodcuts by the Catalan surrealist Joan Miró, is a triumph of twentieth-century book art. The publisher, Gérald Cramer, first approached Miró with the idea to illustrate Éluard's book of poems in 1947.  Miró cut more than 230 woodblocks over a period of nearly eleven years to complete the project. In addition to traditional woodcut, he also used the technique of collotype-wood blocks collaged with various natural and manufactured materials-to add distinctions of texture and form to his designs. \r\n\r\nEarly into the project, Miró wrote to his publisher \"…I have made some trials which have allowed me to see what it was to make a book and not merely to illustrate it. Illustration is always a secondary matter. The important thing is that a book have all the dignity of a sculpture carved in marble.\" The result was a brilliantly inventive and harmonious interweaving of Miró's amorphous abstract imagery with Éluard's evocative poetry.",
  "title": "A toute épreuve (Foolproof)"
}
