{
  "accession_number": "B.86.3",
  "artist": "Alexander Calder; Author: e. e. cummings; Publisher: Editions de l'Herne, Paris; Printer: Atelier Arte, (etchings); Printer: Fequet et Baudier, Paris, France, (text)",
  "classification": "Books, Prints",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Miscellaneous Works of Art Purchase Fund and Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1974",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "28 x 21 3/4 in. (71.12 x 55.25 cm)",
  "id": 6089,
  "image": "invalid",
  "image_copyright": "© 2015 Calder Foundation, New York / Artists Rights Society (ARS), New York",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "American, 1898–1976",
  "markings": null,
  "medium": "Etchings, letterpress, bound volume",
  "object_name": "Illustrated book",
  "portfolio": null,
  "provenance": "[Black Sun Books, New York]; sold to MIA, 1986.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "First published in the Harvard University Wake in 1946, the one-act play Santa Claus is among the most poignant and beloved works by American poet, essayist, and playwright E. E. Cummings (1894-1962). The allegorical Christmas fantasy recounts the tale of Santa Claus and the sinister character Death, who exchange identities in a cynical scheme to sell shares in a worthless wheel mine. A little girl, whose innocence allows her to see through their deception, finds them out. Remorseful, Santa reveals his true identity, reaffirming his faith in love and giving, and reconciles with his estranged family. The play was inspired by Cummings's daughter Nancy, with whom he was reunited in 1946 after a bitter divorce. Alexander Calder illustrates this monumental artist's book with nine full-page etchings, whose simplified linear motifs deftly convey the emotional power of the story.",
  "title": "Santa Claus: A Morality"
}
