{
  "accession_number": "B.87.1",
  "art_champions_text": null,
  "artist": "Artist: Pablo Picasso; Author: Georges Louis Leclerc, Comte de Buffon; Printer: Atelier Roger Lacourière, Paris, France , (prints); Printer: Fequet et Baudier, Paris, France , (text); Publisher: Martin Fabiani, Paris",
  "catalogue_raissonne": "Bloch 328–358, Baer 575–605, Cramer 37",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1936 (published 1942)",
  "department": "European Art",
  "description": "Illustrated book, unbound with 31 plates, housed in green paper over boards chemise, and green paper over boards slipcase; artist and author name on spine of chemise",
  "dimension": "14 3/8 × 11 in. (36.51 × 27.94 cm) (sheet)\r\n28 7/8 × 22 7/8 × 1 1/2 in. (73.34 × 58.1 × 3.81 cm) (outer frame, B.87.1m)",
  "id": "http://api.artsmia.org/objects/6091",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5929,
  "image_width": 4501,
  "inscription": "",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "Numbered on colophon page: 76/226",
  "medium": "Illustrated book with thirty-one aquatints (thirteen with drypoint, thirteen with etching and drypoint, three with engraving and drypoint, and one with etching, engraving, and drypoint); and letterpress printed in black and red",
  "nationality": "Spanish",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "Bruce B. Dayton, Wayzata, MInn.; given to MIA, 1987.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on the colophon page: Picasso",
  "style": "20th century",
  "text": "In 1936, the Parisian publisher Ambrose Vollard commissioned Picasso to create a suite of etchings to illustrate texts from Histoire naturelle (Natural History), the encyclopedic eighteenth-century publication written by renowned French naturalist and author Georges Louis Leclerc, the comte de Buffon. Using a range of intaglio techniques that included etching, drypoint, and lift ground aquatint, a process that allowed for subtle gradations of tone, Picasso created a personal menagerie of animals, birds, and insects for the project. The 31 etched plates were printed in 1937, but the project was postponed after the unexpected death of Vollard in 1939. Vollard's associate Martin Fabiani later revived the project and the volume was published in 1942. A highly prolific printmaker, Picasso completed more than 34,000 illustrations during his long career. Histoire naturelle ranks among his most engaging graphic works.",
  "title": "Histoire naturelle: Eaux-fortes originales pour les textes de Buffon (Natural History: Original Etchings for Buffon's Text)"
}
