{
  "accession_number": "B.99.13",
  "art_champions_text": null,
  "artist": "Artist: Maureen Cummins; Author: Katherine Murray Millett , et al.; Printer: Maureen Cummins; Publisher: Women's Studio Workshop, Rosedale, New York",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "10 x 10\"closed, extends to 30 x 30\"; 16 pp. Screenprinting and letterpress on squares of white coverweight Folio. Each page is a patch work of black alternating with rich color blocks (over seventy-five in the edition); text is in the form of stitch-like handwriting. Hinged pages unfold in four directions to reveal myriad shapes and patterns resembling a large, crazy quilt.. In black cloth boards with inset illustrated title label. Designed, printed, and bound by Maureen Cummins.",
  "dimension": "10 × 10 × 1/2 in. (25.4 × 25.4 × 1.3 cm) (closed)\r\n30 × 30 in. (76.2 × 76.2 cm) (open)",
  "id": "http://api.artsmia.org/objects/6139",
  "image": "invalid",
  "image_copyright": "© Maureen Cummings",
  "image_height": "",
  "image_width": "",
  "inscription": "\r\n",
  "life_date": "American, born 1963",
  "markings": "",
  "medium": "Color screenprints, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist, New York; sold to MIA, 1999.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "On colophon page: Maureen Cummins",
  "style": "20th century",
  "text": "In this award-winning artist's book, Maureen Cummings has created a literal as well as figurative crazy quilt fashioned from snippets of text and image representing the personal experiences of women who endured years of abusive confinement in American \"insane asylums\" in the century after the Civil War. These brief observations, presented as hand-written inscriptions and identified by author and dates of confinement, collectively offer a potent critical commentary on the historical plight of women diagnosed with mental illness.",
  "title": "Crazy Quilt"
}
