{
  "accession_number": "2001.5.3a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Asian Art",
  "description": "saucer with attached central stemmed container, decorated with dragons on foot; openwork lid with openings behind mountains with figures and animals",
  "dimension": "7-3/8 x 8 x 8 in. (18.7 x 20.3 x 20.3 cm)",
  "id": "http://api.artsmia.org/objects/6155",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6558,
  "image_width": 6501,
  "inscription": "dealer\\'s sticker, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Censer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "A boshanlu, or literally, Bo Mountain censer, was a type of incense burner that celebrated the mountain wilderness. A typical boshanlu has a bowl-shaped body, with a lid shaped like a conical mountain and a supporting vertical stem that stands on a circular foot. On its lid, mountain peaks are often represented by overlapping triangular forms, populated by animals and humans. Perforations, sometimes hidden between the overlapping peaks, release the smoke from burning incense as if mysterious clouds were rising from the mountain. \r\nThis censer mountain features a monkey, tigers pursuing bears and dogs, and several men, one shown seated playing a qin, or zither, another playing the sheng, a reed instrument, and two riding horseback. These are Daoist practitioners who went into the mountains and lived in cave-shrines for the proper cultivation of personal immortality. Their depiction in the wilderness subverted earlier mountain imagery in which animals were often represented as a dominating force requiring reverence, and images of men showed them forcibly subduing animals.",
  "title": "Boshanlu hill censer"
}
