{
  "accession_number": "2001.5.3a,b",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "1st-2nd century CE",
  "description": "saucer with attached central stemmed container, decorated with dragons on foot; openwork lid with openings behind mountains with figures and animals",
  "dimension": "7-3/8 x 8 x 8 in. (18.7 x 20.3 x 20.3 cm)",
  "id": "http://api.artsmia.org/objects/6155",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "life_date": null,
  "marks": "dealer\\'s sticker, on bottom ",
  "medium": "Bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "1st-2nd century CE",
  "text": "The wildness of the mountains was often represented in a type of censer called <I>boshanlu<I>, literally, Bo Mountain censer, which have been found in numerous burial sites from the late second century BCE to the fifth century CE. As demonstrated by this example, a typical <I>boshanlu<I> has a bowl-shaped body with a lid in the conical form of a mountain, and a supporting vertical stem which stands on a circular foot. Its lid is decorated with relief, open work, or even three-dimensional images. Peaks are often represented by overlapping triangular forms, among which animals and human beings are engaged in all sorts of activities. The perforations of the lid, sometimes hidden between the overlapping peaks, release the smoke from burning incense as if mysterious clouds were rising from the mountain. The censer is normally placed on a dish for catching burning particles of incense or charcoal.\r\nThis censer mountain has numerous figures and animals in relief amidst swirling clouds and clustered trees. They include a monkey, tigers pursuing bears and dogs and several men, one shown seated playing a zither <I>qin<I>, another playing the reed instrument <I>sheng<I>, and two riding horseback. These are Daoist practitioners who went into the mountains and lived in cave-shrines for the proper cultivation of the Dao. Their presence in the wildness subverted the earlier imagery of mountains in which animals were often represented as a dominating force requiring reverence, and the images of men were forcibly subdued animals.",
  "title": "Hill Censer (Boshanlu)"
}
