{
  "accession_number": "2001.153",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "The Ethel Morrison Van Derlip Fund, in honor of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "3rd century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "standing Buddha in robe; one knee bent slightly, arms bent but missing; standing on small stone base with figures and a Buddha in high relief",
  "dimension": "55-1/2 x 18-1/2 x 9 in. (141.0 x 47.0 cm)",
  "id": "http://api.artsmia.org/objects/6161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5202,
  "image_width": 2280,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Schist",
  "nationality": null,
  "object_name": "Buddha",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G365",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century",
  "text": "The Buddha can be recognized by several auspicious marks, most prominently the <I>ushnisha</I>, a cranial protuberance that in this sculpture appears as a coiffed bun, and the <I>urna</I>, a tuft of hair between his eyes. On the pedestal the Hindu gods Brahma and Indra flank the figure of a meditating Buddha. \r\n\r\nAfter renouncing a comfortable royal life, the Buddha attained enlightenment and preached sermons that advocated a life of nonattachment. This sculpture is from Gandhara, a cosmopolitan historical region in present-day northwest Pakistan. Much has been said about Gandharan art’s close affinities with Greek and Roman art, evidenced by the flowing folds of robes and chiseled facial features. Greek troops occupied the area in 330 BCE; Indian, Persian, and central Asian forces also established a presence there between 300 BCE and 460 CE. Trade provided the ultimate incentive for all travelers, as Gandhara occupied a central location along the caravan routes that connected China to the western lands.",
  "title": "Buddha"
}
