{
  "accession_number": "2001.153",
  "artist": "",
  "continent": null,
  "country": "India",
  "creditline": "The Ethel Morrison Van Derlip Fund, in honor of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "3rd century",
  "description": "standing Buddha in robe; one knee bent slightly, arms bent but missing; standing on small stone base with figures and a Buddha in high relief",
  "dimension": "55-1/2 x 18-1/2 x 9 in. (141.0 x 47.0 cm)",
  "id": "http://api.artsmia.org/objects/6161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5202,
  "image_width": 2280,
  "life_date": null,
  "marks": " ",
  "medium": "Schist",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G211",
  "style": "3rd century",
  "text": "Alexander the Great invaded India in 330 b.c. conquering the ancient kingdom of Gandhara which occupied much of present day Pakistan and Afghanistan. This colonization and the trade that ensued brought India into contact with the Mediterranean world. From about the first to the late fourth century a.d., there flourished a Gandharan school of sculpture in which a mixture of eastern and western influences is evident. Certain characteristics of the Greco-Roman sculptural style such as naturalistic physiognomies and toga-like garments with realistically folded drapery were blended with Indian motifs and iconography to produce some of the earliest depictions of the Buddha in human form. Shown here is Siddhartha Gautama (563-483 b.c.), the north Indian prince and historical founder of Buddhism who, by becoming enlightened, discovered and taught a way to salvation. The scene in the base shows the Hindu gods, Indra and Brahma entreating the Buddha to lecture.\r\n<P>Most of this large scale sculpture was done for Buddhist stupas and monasteries that abounded in the Gandharan region. This beautiful image of a handsome, youthful Buddha can be linked stylistically to the site of Sahri-Bahlol in Afghanistan. The Gandharan style spread along the major trade routes to the Far East where it had tremendous influence on the development of Buddhist sculpture in China from the 4th-6th centuries.",
  "title": "Standing Buddha"
}
