{
  "accession_number": "2001.153",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "The Ethel Morrison Van Derlip Fund, in honor of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "3rd century",
  "department": "Asian Art",
  "description": "standing Buddha in robe; one knee bent slightly, arms bent but missing; standing on small stone base with figures and a Buddha in high relief",
  "dimension": "55-1/2 x 18-1/2 x 9 in. (141.0 x 47.0 cm)",
  "id": "http://api.artsmia.org/objects/6161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5202,
  "image_width": 2280,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Schist",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century",
  "text": "The Buddha can be recognized by several marks, most prominently the ushnisha, a protrusion on the head that in this sculpture appears as a bun hairstyle, and the urna, a tuft of hair between his eyes from which he emits a ray of light that reveals the whole universe. On the pedestal a meditating Buddha is flanked by Brahma and Indra, two Hindu gods who were incorporated into the Buddhist pantheon as guardian deities. \r\n\t\r\nThis sculpture is from Gandhara, a historical region in present-day northwest Pakistan and eastern Afghanistan. Gandharan art has close affinities with ancient Greek and Roman art, evidenced by the flowing folds of robes and chiseled facial features. Greek troops occupied the area in 330 BCE, and Indian, Persian, and central Asian forces also established a presence there between 300 BCE and 460 CE. Trade provided the ultimate incentive for all travelers, as Gandhara occupied a central location along the caravan routes that connected China to lands farther west.",
  "title": "Buddha"
}
