{
  "accession_number": "2001.43",
  "artist": "Theodore Wendel",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Julia B. Bigelow Fund and The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "dated": "1900-1908",
  "department": "Paintings",
  "description": "Landscape with two children in foreground walking next to a fence; three other figures with butterfly nets in middleground",
  "dimension": "25 x 35 in. (63.5 x 88.9 cm)",
  "id": "http://api.artsmia.org/objects/6176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6712,
  "image_width": 9462,
  "life_date": "American, 1859 - 1932",
  "marks": "\\'12 6\\' LRC LR: [Theo Wendel]",
  "medium": "Oil on canvas",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G322",
  "style": "20th century",
  "text": "A native of Ohio, Wendel first studied art in Cincinnati before, like several of his contemporaries there, continuing his studies abroad in Munich's Royal Academy.  Upon his arrival there in late 1878 the young man came under the leadership of fellow countryman, Frank Duveneck, whose flair for bravura brushwork and love of plein air painting he quickly adopted.\r\n\r\nWhile it is thought that Wendel's contact with Whistler in Venice in 1880 may have prepared him for the innovations of Impressionism, it is not certain when the young artist first came into direct contact with French Impressionism proper. However, when Wendel returned to Europe in 1886, this time to study at the Académie Julian in Paris, his next three summers were devoted to studying with Claude Monet at Giverny—making him one of the first Americans to do so.\r\n\r\n<I>The Butterfly Catchers</I> was executed at Wendel's farm in Ipswich, Massachusetts, and includes the artist's son and daughter in the foreground. The work exhibits those aspects that characterize the artist's highly personal style - a high-key color palette, sketchy, textural, handling of paint, and direct observation. The result is the convincing realization of children caught in gleeful pursuit of their winged prizes in a landscape resplendent with color.",
  "title": "The Butterfly Catchers"
}
