{
  "accession_number": "2001.5.1",
  "artist": "Artist: Lan Ying",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1649",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "2 buildings at bottom with three figures; frost on trees throughout; rocky mountain peak at top",
  "dimension": "72-1/16 x 26-13/16 in. (183.0 x 68.1 cm)",
  "id": "http://api.artsmia.org/objects/6196",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2037,
  "inscription": "untranslated inscription, in black, URC; 2 seals, in red, below inscription",
  "life_date": "1585 - c. 1664",
  "markings": "",
  "medium": "Ink and colors on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Lan Ying ranks among the top two or three professional landscape painters of the late Ming era. He was born and trained in the Qiantang district of Hangzhou where the Zhe school had been centered during the early and middle Ming (15th-16th century). While a technical mastery was realized early on, he varied somewhat from most professional painters in combining his technical proficiency with art historical knowledge of past painting styles. Before the fall of the Ming in 1644, Lan traveled in Songjiang literati circles and was highly respected by leading literati artists like Dong Qichang (1555-1636) and Chen Jiru (1558-1639).\r\nThis 1649 depiction of a wintry landscape represents the distinctive style of Lan Ying’s middle and late period. The composition refers generally to the monumental landscape tradition of Northern Song (960-1127), the larger forms are strongly silhouetted and the surface is one of light and dark contrasts. Lan’s inscription indicates he did this painting in the manner of Wang Wei (699-759), a Tang dynasty master known for incorporating sharply outlined mountains and bare trees into his winter landscapes. Wang is also associated with the beginnings of the ink landscape tradition. Large seasonal paintings such as this were often hung above altar tables in the reception halls of the aristocracy.",
  "title": "Thatched Huts Among Ridges in Winter"
}
