{
  "accession_number": "2003.129.9",
  "art_champions_text": null,
  "artist": "Artist: William Daley",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Decorative Arts Council with proceeds from the 2002 Antiques Show and Sale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "terra cotta colored deep oval vessel with sharply \"carved\" sides and two \"handles\"",
  "dimension": "16 x 26-3/4 x 21 in. (40.6 x 67.9 x 53.3 cm)",
  "id": "http://api.artsmia.org/objects/6220",
  "image": "valid",
  "image_copyright": "© William Daley",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": "American, born 1925",
  "markings": "",
  "medium": "Stoneware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "After fighting in World War II, William Daley attended the Massachusetts School of Art on the G.I. Bill, where he studied with Charles Abbot. Daley graduated in 1950 and went on to earn a master's degree at Columbia University Teachers College in New York. In 1954 he took a teaching position at SUNY (State University of New York) at New Paltz and switched from throwing vessels on a wheel to building them from slabs of clay shaped over molds. \r\n\r\nPrior Oval exemplifies Daley's slab-building technique, and features intersecting and overlapping geometric shapes that create relationships between negative and positive, and interior and exterior, space. The title Prior Oval evokes the conceptual beginning of the vessel without reference to function. Daley describes himself as a traditional potter, and notes that while pots are useful, they also have been more than just utilitarian for quite some time.",
  "title": "Prior Oval"
}
