{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "artist": "",
  "dated": "15th century",
  "culture": null,
  "country": "India",
  "continent": "Asia",
  "dimension": "23 1/4 x 26 1/4 x 13 in. (59.06 x 66.68 x 33.02 cm)",
  "medium": "Bronze",
  "title": "Shiva and Uma as Somaskanda",
  "id": "http://api.artsmia.org/objects/6224",
  "room": "G211",
  "style": "15th century",
  "marks": " ",
  "text": "Somaskanda stands for \"Shiva and Uma and Skanda,\" the latter figure being a principle son of the divine couple who would have stood between them. This iconography is particular to South India whereas Umamaheshvara, the depiction of Uma and Shiva with their two sons Ganesh and Skanda, predominates in the temple sculpture of the north. (See the large stone Umamaheshvara statue on view in this gallery.) According to Shaivite rituals, a believer must worship both Shiva and Uma together to receive maximum blessings.\r\n<P>Shiva and his consort are shown seated in relaxed postures on a base representing Mount Kailasa, a favorite Himalayan abode of the deities. The figures are superbly executed with graceful modeling and careful attention to details of ornament, including jewelry, the patterns on the base, Uma's tiara and the rarely depicted embroidered cushion supporting her knee. Shiva holds a battle ax (<I>parzsu<I>), symbolic of his power in his upper right hand, and the antelope (<I>mriga<I>) indicating the forest abode of Shiva as an ascetic. His lower hands, like Uma's, are extended in the gesture of assistance.",
  "description": "two seated figures, male and female, on separate bases that fit into large separate rectangular base; larger male figure has four arms and sits with PL leg drawn in and PR leg extended downwards at an angle; man wears headdress with wheel on back; one hand has a small animal perched on his fingers, another hand has a small axe-like object resting on fingers; female figure seated in mirror image of man\\'s position, with a small bolster under PR knee; woman is bare-breasted and hold PL hand out, palm up; woman wears a tiered conical headdress with a wheel on the back",
  "provenance": "",
  "creditline": "The John R. Van Derlip Fund",
  "accession_number": "2009.12.2a-c"
}
