{
  "accession_number": "2009.12.2a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th-14th century",
  "department": "Asian Art",
  "description": "two seated figures, male and female, on separate bases that fit into large separate rectangular base; larger male figure has four arms and sits with PL leg drawn in and PR leg extended downwards at an angle; man wears headdress with wheel on back; one hand has a small animal perched on his fingers, another hand has a small axe-like object resting on fingers; female figure seated in mirror image of man's position, with a small bolster under PR knee; woman is bare-breasted and hold PL hand out, palm up; woman wears a tiered conical headdress with a wheel on the back",
  "dimension": "23 1/4 x 26 1/4 x 13 in. (59.06 x 66.68 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/6224",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7812,
  "image_width": 9764,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-14th century",
  "text": "Shiva and his wife Uma sit next to each other on double lotus pedestals, between them a residual remnant of their small child, Skanda, now missing from the magnificent bronze. The standard format—known as Somaskanda—arose as early as the 6th century in temples from Tamil Nadu, and remains Shiva’s main manifest form today.   In south Indian temples, bronze images play a huge role in devotional practice, where they are treated as living embodiments of the gods. The holes in the base indicate that this particular bronze would have been carried in processions outside the temple grounds.  Priests dressed the gods in fine clothing, adorned them with flowers, and assembled an entourage of musicians and dancers to accompany them on a procession to bless the devotees who congregated along city streets.",
  "title": "Somaskanda (Holy Family)"
}
