{
  "accession_number": "2010.62",
  "artist": "Artist: Théodore Rousseau",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1865",
  "department": "Paintings",
  "description": "",
  "dimension": "36 x 46 5/8 in. (91.44 x 118.43 cm)\r\n35 1/4 x 46 1/4 in. (89.54 x 117.48 cm) (sight)\r\n51 1/2 x 62 x 6 1/4 in. (130.81 x 157.48 x 15.88 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/6239",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4562,
  "image_width": 5875,
  "inscription": "",
  "life_date": "French, 1812–1867",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G321",
  "see_also": [
    "114486",
    "6239"
  ],
  "signed": "",
  "style": "19th century",
  "text": "Frame: Gift of the Douglas and Mary Olson Frame Acquisition Fund\r\n\r\n\r\n<I>View of Mont Blanc, Seen from La Faucille</I> is one of Théodore Rousseau's most important late works, on which he worked assiduously for four years, and which he finally exhibited publicly at the Paris Salon of 1867. However, until very recently its significance and its location at the MIA were completely overlooked. The picture demonstrates the importance that Rousseau ascribed to panoramic mountain views. The subject's iconographic interest resided also in the fact that ownership of the Savoy region reverted to France, after fifty years, only in 1861 (two years before Rousseau's second Alpine visit) when a treaty signed by France and Italy established the boundary between those countries as passing directly through the summit of Mont Blanc. In addition to this topical iconographic interest, the painting's remarkable light effects and its complex proto-pointillist facture, which confused most critics at the time, evidence an experimental technique that was both unorthodox and prescient.\r\n\r\nRecent conservation of this picture was made possible by a generous contribution from Douglas and Mary Olson and an anonymous patron through the Adopt-a-Painting program.\r\n\r\nThis is a French Neoclassical revival salon frame contemporary with the painting.",
  "title": "View of Mont Blanc, Seen from La Faucille"
}
