{
  "accession_number": "2010.62",
  "art_champions_text": null,
  "artist": "Artist: Théodore Rousseau",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1865",
  "department": "European Art",
  "description": "",
  "dimension": "36 x 46 5/8 in. (91.44 x 118.43 cm)\r\n35 1/4 x 46 1/4 in. (89.54 x 117.48 cm) (sight)\r\n51 1/2 x 62 x 6 1/4 in. (130.81 x 157.48 x 15.88 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/6239",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4562,
  "image_width": 5875,
  "inscription": "",
  "life_date": "French, 1812 - 1867",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Alfred Hartmann, Paris and Munster (1865–67; commissioned from the artist, c. 1862–63 for Fr 24,000; sold, February 1867, for Fr 14,300, to Durand-Ruel and Brame) [1]; [Paul Durand-Ruel and Hector Brame, Paris, 1867; sold, February, for Fr 18,000, to Knyff]; Alfred de Knyff (1867; sold, December 16, 1867, for Fr 18,000, to Durand-Ruel and Brame); [Paul Durand-Ruel and Hector Brame, Paris, 1867–68; sold, April 1868, for Fr 20,000, through Francis Petit, to de Cassin]; Adèle de Cassin, later Marquise Landolfo-Carcano, Paris (1868–1912; her sale, Galerie Georges Petit, Paris, May 30, 1912, no. 71, for Fr 67,500, to Knoedler) [2]; [Knoedler, Paris and N.Y., 1912; sold, as \"Le Col de la Faucille,\" for $31,500, to Hill]; James J. Hill, St. Paul, Minn. (1912–d. 1916); by descent to Louis W. Hill, Sr., St. Paul, Minn. ('until d. 1948); by descent to George Norman Slade, St. Paul, Minn. ('until d. 1975); his son, James W. Slade, Minneapolis (until 2010; sold to Mia) \r\n\r\n[1] Alfred Hartman was brother of Rousseau's most important patron, Frédéric Hartmann. For price and date of sale; see Durand-Ruel stockbooks, \"Vue de Suisse,\" no. 10,142; Kelly 2009.\r\n\r\n[2]  The 1912 sale price of Fr 67,500 is estimated to be around $13,000 to $13,500 USD.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "114486",
    "6239"
  ],
  "signed": "",
  "style": "19th century",
  "text": "View of Mont Blanc, Seen from La Faucille is one of Théodore Rousseau's most important late works, on which he worked assiduously for four years, and which he finally exhibited publicly at the Paris Salon of 1867. However, until very recently its significance and its location at the MIA were completely overlooked. The picture demonstrates the importance that Rousseau ascribed to panoramic mountain views. The subject's iconographic interest resided also in the fact that ownership of the Savoy region reverted to France, after fifty years, only in 1861 (two years before Rousseau's second Alpine visit) when a treaty signed by France and Italy established the boundary between those countries as passing directly through the summit of Mont Blanc. In addition to this topical iconographic interest, the painting's remarkable light effects and its complex proto-pointillist facture, which confused most critics at the time, evidence an experimental technique that was both unorthodox and prescient.\r\n\r\nConservation of this picture was made possible by a generous contribution from Douglas and Mary Olson and Al and Dena Naylor through the Art Champions program. This French Neoclassical revival salon frame—contemporary with the painting —is Gift of the Douglas and Mary Olson Frame Acquisition Fund.",
  "title": "View of Mont Blanc, Seen from La Faucille"
}
