{
  "accession_number": "96.146.103.a-c",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige III; Publisher: Tsunajima Kamekichi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Asian Art",
  "description": "",
  "dimension": "18 1/16 × 36 in. (45.8 × 91.4 cm) (mat, vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/6252",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1439,
  "image_width": 2869,
  "inscription": "",
  "life_date": "Japanese, 1843-1894",
  "markings": "Publisher: Tsujiokaya Kamekichi ban",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kaika-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "応需広重筆 {ōju Hiroshige ga}",
  "style": "19th century",
  "text": "This triptych shows the bustling harbor settlement of Yokohama with its thriving, multinational population. After two centuries of isolationism ended in 1853, the Japanese were intensely interested in the outside world. Yokohama’s prints document the beginning of foreign influence on Japanese life, including dress, modes of transportation, and building styles. \r\n\r\nThe brilliant colors in this print are the result of aniline dyes. Aniline dyes, made from coal tar distillates, were developed in England in 1856 and introduced to Japan in the 1860s with many other Western technologies. The garish palette seen here was very much in vogue through the 1870s. Recent research has shown that aniline dyes, like Japanese organic colors, are sensitive to light and moisture. Aniline dyes fade quickly and the cool tonality of the palette increases with the fading. Fortunately, the colors in this print are still quite brilliant.",
  "title": "True View of Foreign Buildings along Kaigandōri as Seen from the Yokohama Wharves"
}
