{
  "accession_number": "2011.3.2a-c",
  "artist": "George Grant Elmslie",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "dated": "1915",
  "description": "",
  "dimension": "42 x 42 x 4 1/2 in. (106.68 x 106.68 x 11.43 cm)",
  "id": "http://api.artsmia.org/objects/6300",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6972,
  "image_width": 9098,
  "life_date": "American (born Scotland), 1869-1952",
  "marks": " ",
  "medium": "Mahogany, wood inlays, iridescent glass, leaded glass, replacement silver-plated metal rods",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G302",
  "style": "20th century",
  "text": "For this one-of-a-kind dining room suite, Elmslie used dynamic triangular and trapezoidal forms and a wealth of ornament, applying Sullivan’s concept of systemically developed organic decoration. The lustrous, reddish-toned mahogany—a wood rare in Prairie School furniture—is complemented by multicolored inlay around the top edges of the table and sideboard, art-glass inlay in the top rail of each chair, and silver-plated metal rods in the legs of the table and sideboard. Each end of the table conceals “lopers”—extenders that can be pulled out to support leaves, thus keeping the square tabletop intact. \r\nPurcell called the Hanna furniture the firm’s “most highly jeweled set.” He was so fond of it that before it was shipped to Mrs. Hanna he moved it into his own house for a photo shoot for the journal Western Architect. It looked more appropriate, he thought, than his own dining room suite, which he had designed in 1908 for his grandmother’s house.\r\nThe MIA borrowed the Hanna table, sideboard, and two chairs in 1992 for display and to replicate them for the Purcell-Cutts house. In 2011, the museum acquired the suite, along with two more original chairs. Thanks to donations from a group of generous MIA members, the chairs were recently conserved and reupholstered in a period-appropriate fabric.",
  "title": "Dining table, from a six-piece dining room suite"
}
