{
  "accession_number": "2011.3.2a-c",
  "art_champions_text": null,
  "artist": "Designer: George Grant Elmslie; Manufacturer: John S. Bradstreet and Company",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1915",
  "department": "Arts of the Americas",
  "description": "replacement rods stored with reproduction leaves R2B4.2",
  "dimension": "42 x 42 x 4 1/2 in. (106.68 x 106.68 x 11.43 cm)",
  "id": "http://api.artsmia.org/objects/6300",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6972,
  "image_width": 9098,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Mahogany, wood inlays, iridescent glass, leaded glass, replacement silver-plated metal rods",
  "nationality": "American (born Scotland)",
  "object_name": "Dining table, from a six-piece dining room suite",
  "portfolio": "From For Mrs. William H. Hanna, Chicago, Illinois",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G300",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "For this one-of-a-kind dining suite, made for Mrs. Hanna, Elmslie used dynamic triangular and trapezoidal forms and a wealth of ornament. The lustrous, reddish mahogany—a wood unusual in Prairie School furniture—is complemented by multicolored inlay around the edges of the table and sideboard, art-glass in the top rail of each chair, and silver-plated metal rods along the legs of the table and sideboard. Each end of the table conceals “lopers”—extenders that can be pulled out to support leaves while the square tabletop remains intact.\r\n\r\nBefore it was shipped to Mrs. Hanna, Elmslie’s architectural partner William Gray Purcell staged it in his own home for a photo shoot for the journal Western Architect. He deemed it more appropriate than the dining furniture he used every day.",
  "title": "Dining table, from a six-piece dining room suite"
}
