{
  "accession_number": "2010.64",
  "art_champions_text": null,
  "artist": "Artist: Luis González Palma",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Rusty and Burt Cohen",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "39 3/8 x 39 3/8 x 2 in. (100.01 x 100.01 x 5.08 cm)",
  "id": "http://api.artsmia.org/objects/6308",
  "image": "valid",
  "image_copyright": "© Luis Gonz%C3%A1lez Palma%2C Courtesy of Schneider Gallery",
  "image_height": 3660,
  "image_width": 3710,
  "inscription": "Signature",
  "life_date": "Guatemalan, born 1957",
  "markings": "Luis Gonzalez Palma",
  "medium": "Gelatin silver print with mixed media application, on wood",
  "nationality": "Guatemalan",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "“A face, to me,  is a metaphor for sadness.” – Luis González Palma\r\n\r\nFaces are abundant in Luis González Palma’s work. Underlying the mesmerizing gaze of his anonymous portraits is a desire to give visibility and dignity to Guatemala’s indigenous Maya, who have been subjected to violence, marginalization, and discrimination as a result of the conquest and subsequent colonization by the Spanish beginning in the 16th century. This image is typical of Palma’s early period; however, faces and figures of Maya children and adults are an almost constant presence across his body of work. In speaking about his objectives as an artist, Palma has said, “My interest is to bring people to the same level. I come from a very racist country. The Indians are a marginalized people in Guatemala…” He also incorporates symbolic references to the complexity of contemporary Maya culture’s blending of indigenous and foreign influences, such as the angel wings and lace veil of Catholicism present in this image.",
  "title": "La Fidelidad del Dolor (The Fidelity of Pain)"
}
