{
  "accession_number": "2012.5",
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1977",
  "department": "Art of Africa and the Americas",
  "description": "",
  "dimension": "H.144-1/4 x W.15-1/4 x D.15-1/4 in.",
  "id": "http://api.artsmia.org/objects/6326",
  "image": "valid",
  "image_copyright": "© Briand Morrison",
  "image_height": 9350,
  "image_width": 6999,
  "inscription": "",
  "life_date": "Grand Portage Ojibwe, American, 1919 - 2000",
  "markings": "",
  "medium": "Stained redwood panels on plywood form",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "<I>Red Totem I</I> is the first in a series of tall columns that George Morrison began making in 1977.  According to Morrison, the word \"totem\" means \"family mark\" in the Anishinaabe language. Totemic representation is common among the Native groups of the Americas, including ancient Meso-America. Northwest Coast tribal groups used totem poles as marks of status and to honor the owner's totemic history through the use of animal imagery, which emphasized their connection to the animal world.  <I>Red Totem I</I> was constructed with pieces of stained redwood that have been glued to a plywood core. According to Morrison, the redwood pieces were his imitation of carving \"a kind of Constructivism like Mondrian and Moholy-Nagy, with straight edges and flat shapes.\" The wood pieces were stained red to reference sacred earth paint.\r\n\r\nAn Anishinabe from the Grand Portage Reservation in northern Minnesota, Morrison graduated from the Minneapolis School of Art (now the Minneapolis College of Art and Design), and lived as a painter in New York and Paris.  Returning to Minnesota in the 1970s, he began using wood to depict the landscape -- a recurring subject of his art.  He described himself as \"an old-fashioned abstract artist\" whose goal is \"not telling a story through animal and human images but making an abstract version of structural and organic vertical form.\"\r\n",
  "title": "Red Totem I"
}
