{
  "accession_number": "2014.31.8",
  "art_champions_text": null,
  "artist": "Artist: Seth Eastman",
  "catalogue_raissonne": "Seth Eastman: A Portfolio of North American Indians 16",
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the W. Duncan and Nivin MacMillan Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1850",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "8 5/16 × 10 15/16 in. (21.1 × 27.8 cm) (image)\r\n9 3/4 × 12 5/8 in. (24.8 × 32 cm) (sheet)\r\n17 9/16 × 21 1/2 × 1 1/8 in. (44.6 × 54.6 × 2.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/6339",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7016,
  "image_width": 8843,
  "inscription": "Title and Inscription\r\n\r\nLower center, below image, in brown ink: [Indians in Council]",
  "life_date": "American, 1808–1875",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "James J. Hill (St. Paul, 1838-1916); his estate; James Jerome Hill Reference Library St. Paul (by 1921-1994; sold October, to MacMillan); W. Duncan MacMillan, Wayzata (1994-d. 2006); the W. Duncan and Nivin MacMillan Foundation (2006-2014; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in drawing, in brown ink: [S.E. 1850]; LL, below image, in brown ink: [S. Eastman U.S. Army Del.]",
  "style": "19th century",
  "text": "Seth Eastman may have used this picture-perfect chief and the council theme as an excuse to make candid portraits of these Dakota villagers. Many brought their long-stemmed pipes, signs of hospitality. The blue-and-white striped blanket worn by the figure seated below the person in orange (standing near the chief) could be a Hudson Bay blanket, underscoring the cosmopolitan exchange of goods that characterized the lives of Native people. Far from static or isolated, they benefited from lively trade routes that brought the world’s goods to their door. They also bent those goods to their own creative ends. The seated figure near the tipi’s flap showed his individualism by sticking feathers in the top of a fedora. \r\n\r\nThis watercolor, one of 35 works on paper by Eastman in Mia’s collection, was the basis for an illustration in Henry Rowe Schoolcraft’s massive \"Historical and Statistical Information Respecting the History, Condition, and Prospects of the Indian Tribes of the United States\" (Philadelphia: Lippincott, Grambo & Co., 1851-57).",
  "title": "Indians in Council"
}
