{
  "accession_number": "2015.79.257",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 548",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "figure standing on lotus leaf; PR arm is bent up at the elbow, with hand loosely fisted, possibly once holding an object; PL arm extended down with middle two fingers drawn in; eyes closed; pointed hat, sash over PL shoulder connecting to petal-like skirt",
  "dimension": "18 1/2 × 6 × 6 in. (46.99 × 15.24 × 15.24 cm)",
  "id": "http://api.artsmia.org/objects/6601",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6901,
  "image_width": 4972,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquered and gilded Japanese cypress",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "In Buddhism, bodhisattvas are highly accomplished practitioners who vowed to save all beings in the secular world before reaching full enlightenment themselves. Kannon, the bodhisattva of limitless compassion, has been one of the most widely worshipped deities in the Buddhist pantheon. This wooden figure, with its graceful proportions, simple, shallowly carved drapery folds, and serene facial expression reflects the aristocratic style developed during Japan's Heian period (794–1185). Its stylistic similarity to eighty other known images of Kannon suggests that it was once part of a single massive commission of one thousand statues housed in a worship hall at the Kōfukuji Temple in Nara. The body of the deity was once covered in a thin layer of gold and the robes brightly painted. It may have held a lotus, a Buddhist symbol of purity and rebirth, in its raised left hand.",
  "title": "Kannon, the Bodhisattva of Compassion, from a group of 1000 (Kōfukuji sentaibutsu 興福寺千体仏)"
}
