{
  "accession_number": "2015.79.266a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 565",
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "Buddha seated with legs folded and feet over knees; PR hand held in loose fist; PL hand open, gently cradling round object; fragments of white and green pigment; sits on flat base with pigment fragments",
  "dimension": "16 5/8 × 11 3/8 × 9 3/4 in. (42.23 × 28.89 × 24.77 cm)",
  "id": "http://api.artsmia.org/objects/6611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6465,
  "image_width": 4840,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Japanese cypress with polychrome",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Buddhism was introduced to Japan through Korea after 500 and early Buddhists immediately set off to reconcile the new, foreign religion with the indigenous belief system of Shintō. According to the theory of honji suijaku (Shintō/Buddhist syncretism), Shintō kami (deities) were temporary embodiments of Buddhist deities on this earth, and specifically manifested themselves in Japan to save humans. \r\nHachiman was a kami (deity) of war and archery. According to Shintō belief, Emperor Ōjin (270-310) became Hachiman after death. The worshipping of Hachiman was popular among samurai who traced their lineage back to the Emperor. Wearing a kesa, or wrap, over a robe and with a shaven head, Hachiman presents himself here as a Buddhist monk, reflecting the merging of different beliefs in one. \r\nThis sculpture was once fully painted, and some traces of pigment—like the white skin, green on the robe, yellow and black on the kesa—remains on the surface.",
  "title": "Hachiman in the Guise of a Buddhist Monk"
}
