{
  "accession_number": "2015.79.24",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 34",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "first half 15th century",
  "department": "Asian Art",
  "description": "unsigned; white deer wearing bells and an ornate saddle with a wisteria vine growing from it; golden circle within wisteria with three figures sitting cross-legged, and sitting with hands folded in front of chest, clasping small tablets, four of the figures are in white, and center figure is in red; mountains at top with colorful mounds, water below, and golden moon near top",
  "dimension": "35 5/16 × 15 3/4 in. (89.69 × 40.01 cm) (image)\r\n69 × 21 7/16 in. (175.26 × 54.45 cm) (mount, without roller )",
  "id": "http://api.artsmia.org/objects/6612",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3231,
  "image_width": 1532,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Five Shinto deities appear in a golden orb supported by a branch of wisteria all atop a white stag wearing a sumptuous lacquered saddle. The deer has ridden in from the heavens, indicated by the pink cloud upon which he stands. The deities within the orb represent the five deities of Kasuga Shrine, located in the ancient capital of Nara. They are also the tutelary deities of the once powerful Fujiwara family, whose name means “field of wisteria.” To this day, deer, which are considered sacred, roam the mountains of Kasuga and the old capital Nara, as they have since ancient times.",
  "title": "Deer Mandala of the Kasuga Shrine"
}
