{
  "accession_number": "L2006.39.2",
  "artist": "Bokusai Sho_to_",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Lent by Mary Griggs Burke",
  "culture": null,
  "dated": "15th century",
  "department": "Japanese and Korean Art",
  "description": "plum branches inside moon at L; inscription at R; blue fabric mount",
  "dimension": "10 3/4 x 16 3/4 in. (27.31 x 42.55 cm) (image)",
  "id": "http://api.artsmia.org/objects/6616",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Japanese, died 1492",
  "marks": " ",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "15th century",
  "text": "Plum trees are symbols of fortitude and rejuvenation because they are one of the first trees to bloom in early spring.  The ability to depict both the gnarled branches and the delicate blossoms of the plum, in pure ink, became an apt test of a painter’s skill with the brush.  In this case, the monk-painter Bokusai rendered only a portion of a blossoming plum within a circle, a Zen symbol of perfection and completion.   \r\n<P>Bokusai was a disciple of the famously eccentric priest Ikkyu_ So_jun (1391-1481), and after Ikkyu_’s death, Bokusai compiled a biography of his master and lived in his mortuary temple. Ikkyu_ is known to have written many poems lauding the nature of plum blossoms.  Judging from this painting’s inscription, Bokusai shared his enthusiasm:\r\n\r\n<P><I>I walk over the stream and garden in search of flowers.<I>\r\n<P><I>The plum tree stands tall and welcomes the immortals.<I>\r\n<P><I>Its elegant appearance in winter surpasses its peers.<I>\r\n<P><I>Fragrance that lingers even after three bathings is unique to this flower.<I>\r\n<P><I>Peonies are supreme as the flowers of the rich.<I>\r\n<P><I>Jasmine is superior as the flower of purity.<I>\r\n<P><I>But these are inferior to this earliest one of flowers,<I>\r\n<P><I>For it captures the spring in myriad blossoms.<I>",
  "title": "Plum and Moon"
}
