{
  "accession_number": "2015.79.42",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 77",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "unsigned; village scene with people in various forms of activity; men with carriages; images separated by gold clouds",
  "dimension": "60 3/4 × 141 5/8 in. (154.31 × 359.73 cm) (image)\r\n66 1/2 × 147 5/8 × 9/16 in. (168.91 × 374.97 × 1.43 cm) (outer frame, with mount)",
  "id": "http://api.artsmia.org/objects/6620",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1272,
  "image_width": 2929,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on gilded paper",
  "nationality": null,
  "object_name": "Six-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This screen features six scenes from the first 34 chapters of The Tale of Genji, ranging from Genji’s youth to age 41, aligning more or less with what is considered the first of three parts of the Tale. The scenes, which are each framed by gold clouds, architectural motifs, or both, are not presented sequentially. \r\n\r\nUpper right: Chapter 1, “The Paulownia Pavilion”\r\nIn Genji’s coming-of-age ceremony, 12-year-old Genji sits on a platform with a small audience before him, while his father, the emperor, sits behind him but is mostly concealed by gold clouds. \r\n\r\nLower right: Chapter 3, “The Cicada Shell”\r\nFrom a veranda, a teenage Genji spies on two young girls playing a board game indoors. Genji is in pursuit of one of them, but she catches a whiff of Genji’s perfume and runs away. Genji instead forces himself on the girl’s companion. \r\n\r\nLower middle: Chapter 7, “Beneath the Autumn Leaves”\r\nGenji, still a teenager, performs an autumn dance with his friend and sometime rival, Tō no Chūjō. \r\n\r\nUpper left: Chapter 14, “The Pilgrimage to Sumiyoshi”\r\nGenji is on a pilgrimage to the grand shrine at Sumiyoshi. Unbeknownst to Genji, one of his former lovers arrives by boat, but the magnificence of Genji’s entourage puts her to shame, so she retreats without announcing herself. \r\n\r\nLower left: Chapter 23, “The Warbler's First Song”\r\nGenji exchanges New Year’s greetings with the women living at his mansion. \r\n\r\nUpper middle: Chapter 34, “Spring Shoots I”\r\nGenji reluctantly marries his young niece, the Third Princess, who is soon thereafter raped by an acquaintance named Kashiwagi and gives birth to an illegitimate son that will be raised as Genji’s. This pivotal chapter sets the stage for the final 20 chapters of the Tale.",
  "title": "Six Scenes from the Tale of Genji"
}
