{
  "accession_number": "2015.79.394a-m",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 92, 759",
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "toiletry set with box, three combs of varying fineness of teeth; small chalice with pine and floral design; and other small containers, all flecked gold with pine tree and floral designs; mirror stand; box decorated with pine trees, carriages, boats, and silver clouds; tray decorated with pine tree",
  "dimension": "7 3/8 × 8 1/2 × 10 9/16 in. (18.73 × 21.59 × 26.83 cm)",
  "id": "http://api.artsmia.org/objects/6631",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2677,
  "image_width": 3375,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black lacquer with gold maki-e, silver flakes, sheet metal, and pictorial pearskin ground (e-nashiji); metal fittings",
  "nationality": null,
  "object_name": "Accessories box (tebako)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Literary references permeated soaked into various aspects of society and daily life. This set would have likely belonged to a woman of the warrior class, gifted given to her as part of her wedding trousseau. Women of the elite class were expected to read The Tale of Genji as part of their education so they could participate in social activities, such as card games (karuta), shell games (kaiawase), and poetry composition. Beyond the elite circles, the novel was popular because textbooks for girls often featured the classic.",
  "title": "Accessories box with scenes from The Tale of Genji"
}
