{
  "accession_number": "2015.79.519",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 944",
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "round bronze medallion with raised knob at center; five bands inside encircling center knob; each band with different figures inside including four directional guardian animals and twelve zodiac signs in relief",
  "dimension": "5/16 × 6 7/8 × 7 in. (0.79 × 17.46 × 17.78 cm)",
  "id": "http://api.artsmia.org/objects/6650",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3263,
  "image_width": 3624,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Mirror",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G206",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "This mirror is a veritable map of the Korean cosmos with a central celestial frog surrounded by the divine animals of the four directions—the White Tiger of the West, Black Tortoise of the North, Azure Dragon of the East, and Vermillion Phoenix of the South. Successively larger bands depict the eight trigrams, the ten heavenly stems and twelve earthly branches, the twenty-eight lunar mansions, and the twenty-four solar terms.\r\n\r\nFinely cast bronze mirrors like this one were a standard luxury good among aristocratic men and women in early Korea. The fronts of the mirrors were polished to achieve a reflective surface, while the backs were cast in decorative relief and organized around a central domed eyelet to accommodate a cord. As magical solar disks, they were also frequently placed in tombs in the belief that they could illuminate the darkness.",
  "title": "Mirror with Cosmological Design"
}
