{
  "accession_number": "L2006.55.2",
  "artist": "Edwin Scheier; Mary Goldsmith Scheier",
  "continent": "North America",
  "country": "United States",
  "creditline": "Collection of the Walker Art Center, Minneapolis, Art Center Acquisition Fund, 1946",
  "culture": null,
  "dated": "1945",
  "description": "plate with raised sides; grey and black with illustration of two figures and snake, one figure holding apple",
  "dimension": "2 1/4 x 16 1/8 x 16 1/4 in. (5.72 x 40.96 x 41.28 cm)",
  "id": "http://api.artsmia.org/objects/6715",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1910-2008",
  "marks": "Inscription ",
  "medium": "Matt-glazed earthenware",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "The Scheiers were trained in industrial pottery through Works Progress Administration programs in Tennessee.  By 1939, buoyed by this knowledge and inspired by local folk traditions, they opening their own pottery in Glade Spring, Virginia. By 1940 their lively pots won awards at the prestigious Ceramic National at Syracuse, New York.  As a result, Edwin was offered a teaching position at the University of New Hampshire, where he and Mary produced hundreds of beautifully potted wares often decorated with Ed's expressive human figures or abstract sgraffito decoration. The Walker Art Center added two of the Scheiers'  pieces to its collection in 1946; the Weisman Art Museum and the Saint Paul Gallery and School of Art (now the Minnesota Museum of American Art) also collected their work at this time; a large Scheier bowl from the latter collection is shown in a nearby case. \r\n\r\nThis platter is an early and strong exploration of the theme of Adam and Eve, recurrent throughout Ed's work.  He does not choose to fully explain his fascination with this Old Testament theme or other universal ones such as childbirth, protection and family---such themes make the Scheiers' work often unique within the studio pottery movement in America.",
  "title": "\"Adam and Eve\" platter"
}
