{
  "accession_number": "L2003.359.1",
  "artist": "Edwin Scheier; Mary Goldsmith Scheier",
  "continent": "North America",
  "country": "United States",
  "creditline": "Collection of Walker Art Center, Minneapolis, Art Center Acquisition Fund, 1946",
  "culture": null,
  "dated": "1945",
  "description": "outside: unglazed; terra-cotta colored; raised repeating design of alternating adult and child figures with linked arms; inside glazed; green/ grey",
  "dimension": "6 x 12 15/16 in. (15.24 x 32.86 cm)",
  "id": "http://api.artsmia.org/objects/6717",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1910-2008",
  "marks": "Inscription ",
  "medium": "Glazed earthenware with modeled decoration",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "This early bowl is very similar to one that the Scheiers submitted to the Syracuse Ceramic National competition in 1940, the first time they entered their work in a competition.  Their pots with lively human \"stick\" figures in low relief and sgraffito won them prizes and secured their national reputation, and also caught the attention of David R. Campbell, Director of the New Hampshire League of Arts and Crafts, who used his connections to secure Ed a teaching position at the University of New Hampshire that same year.  \r\n\r\nThe Walker Art Center in Minneapolis, at that time a major proponent of studio ceramics, craft, and design, added Scheier pieces to their collection in 1946 and 1948.  In 1953, the Scheiers were featured in the Walker's publication <I>Design Quarterly<I> alongside local potter Warren MacKenzie and his first wife Alix, another potting couple, and Bernard Leach, a major figure in the functional ceramics tradition and a strong inspiration for many American potters including Warren MacKenzie.  Ed has said of this period, \"We were very pleased with the attention that the Walker gave us for a year or two or three during that time.\"",
  "title": "Bowl with figure design"
}
