{
  "accession_number": "2003.128.1",
  "art_champions_text": null,
  "artist": "Artist: Beatrice Wood",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from various donors, by exchange, and the Decorative Arts Council with proceeds from the 2002 Antiques Show and Sale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1951",
  "department": "Arts of the Americas",
  "description": "shallow bowl with metallic glaze; red, green, blue, black, white; with figures on interior",
  "dimension": "3 1/4 x 15 1/4 x 15 1/4 in. (8.26 x 38.74 x 38.74 cm)",
  "id": "http://api.artsmia.org/objects/6742",
  "image": "valid",
  "image_copyright": "© Beatrice Wood",
  "image_height": 3786,
  "image_width": 3785,
  "inscription": "Signature",
  "life_date": "American, 1893-1998",
  "markings": "on bottom, in black: [BEATO]",
  "medium": "Earthenware with luster glaze",
  "nationality": "American",
  "object_name": "Charger",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Beatrice Wood's storied artistic career began during World War I when, as an actress living in New York, she was introduced to provocative French artist Marcel Duchamp and his circle of artistic friends.  With encouragement from Duchamp, Wood soon traded acting for the avant-garde art scene.  In 1933, Wood purchased a set of six antique luster plates on a trip to Europe.  Intending to create a matching teapot, she enrolled in a ceramics class at Hollywood High School.  This initial project began a lifelong interest in iridescent luster glazes which she applied to expressive and unconventional clay forms.  Many of her works, including this charger, feature abstract, whimsical, and sometimes mysterious figures. Wood worked in her pottery studio in Ojai, California from 1948 until her death at the age of 105. \r\n\r\nThis charger was purchased by Mrs. Henry Neils for her Frank Lloyd Wright-designed home in Minneapolis.  Mrs. Neils acquired the charger from America House Gallery in New York, an important craft gallery instituted by Eileen Osborn Webb, the founder of the American Craft Council.",
  "title": "Charger"
}
