{
  "accession_number": "2015.79.398.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 766",
  "classification": " Dolls, Toys and Games",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "outer storage box for incense game set; box features gold and silver designs of a landscape with tree and bird, scholar's rock, and blossoming trees with stylized waves; contains other sets of smaller boxes inside, containing game pieces and incense storage containers, each decorated in gold with motifs from nature and of small buildings on stilts; many separate tools including a tamper, tongs, chopsticks, and cutting tools; two ceramic incense bowls; square multi-layered gold box with similar decorative motifs, writing box, and a box containing incised ivory chips",
  "dimension": "6 × 11 7/8 × 8 in. (15.24 × 30.16 × 20.32 cm)",
  "id": "http://api.artsmia.org/objects/6924",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1200,
  "image_width": 1705,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, lacquer, gold; metal utensils",
  "nationality": null,
  "object_name": "Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Incense played a prominent role in aristocratic culture of ancient Japan. Aristocrats were expected to know how to mix aromatic imported woods with other plant products and compound them into burnable, fragrant incense. Popular ingredients included aloe, sandalwood, frankincense, pine, lily, cinnamon, and patchouli, among others. In the 1400s, this artful appreciation of incense developed further into the so-called Way of Fragrance, or kōdō, along with the Way of Tea (sadō or chadō) and the Way of Flowers (kadō, better known in the West as ikebana). In incense-based games, played with the set displayed here, participants take turns smelling, appreciating, and guessing the ingredients of a certain type of incense. In one variation of the game called “Genji Incense” or Genjikō, types of incense or combinations thereof hint at chapters of The Tale of Genji.",
  "title": "Box and assorted implements for the incense game"
}
