{
  "accession_number": "98.276.131",
  "art_champions_text": null,
  "artist": "Designer: Kem (Karl Emanuel Martin) Weber; Manufacturer: Lawson Time, Inc.",
  "catalogue_raissonne": null,
  "classification": " Industrial Design; Horology; Tools, Equipment and Utilitarian Objects",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1934",
  "department": "Arts of the Americas",
  "description": "Original finish; digital numbers with celluliod clockface in modernist design",
  "dimension": "3 1/2 x 8 x 3 1/8 in. (8.89 x 20.32 x 7.94 cm)",
  "id": "http://api.artsmia.org/objects/6954",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1658,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American (born Germany), 1889-1963",
  "markings": "On back, inscribed: 26463 | On back, metal label: Lawson Electric Clock (and model no., pat. no., etc.)",
  "medium": "Brass, copper",
  "nationality": "American (born Germany)",
  "object_name": "Clock",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "40261",
    "40262",
    "40925",
    "6782",
    "6954"
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Weber produced several digital clocks for Lawson Time, but \"The Zephyr\" is the most inventive and memorable, in the new digital format. Inspired by the Burlington Pioneer Zephyr train which sped between Chicago and Denver (once clocked in a test run at 104 m.p.h.), the clock is rather ingenious in form, a graceful inverted \"S\"-shaped contour.\r\n\r\nKem Weber brought the modern style in industrial design to the West Coast. He came from Germany to work on the 1915 San Francisco Panama Pacific International Exposition, but at the outbreak of the First World War he was trapped in the U.S. and denied permission to return at war's end.  Making lemonade from these lemons, he became a well-known designer in California.",
  "title": "\"The Zephyr\" desk clock"
}
