{
  "accession_number": "98.276.177",
  "artist": "Artist: Marie Zimmermann",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Handwrought copper, patinated in a verde green; looping handles with foliate-organic details",
  "dimension": "7 1/2 x 19 x 8 in. (19.05 x 48.26 x 20.32 cm)",
  "id": "http://api.artsmia.org/objects/6982",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 2561,
  "image_width": 3708,
  "inscription": "Stamp",
  "life_date": "American, 1878–1972",
  "markings": "Logo stamped on bottom",
  "medium": "Copper, patina",
  "nationality": "American",
  "object_name": "Centerpiece bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Orphaned Work",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Nouveau",
  "text": "Although largely unfamiliar to contemporary audiences, Marie Zimmermann epitomized the 20th century craftswoman who arose out of the American Arts and Crafts movement.  She was a renowned metalsmith and jeweler, widely exhibited and recognized in her own time.  Interested in the history of design and metalsmithing from around the world, Zimmermann studied the products and methods of goldsmiths, jewelers, and blacksmiths from prehistoric times to the modern age and assimilated this knowledge in works like this centerpiece bowl.  \r\n\r\nChemically-antiquated patinas fascinated turn-of-the-century metalworkers, but few could approximate the broad range of color and textural effects that Zimmermann achieved.  Using chemicals and pigments, she mixed traditional techniques to create layered finishes with an \"antique\" appearance, such as the carefully applied green finish seen here.  While she worked comfortably in silver, gold, iron, and brass, it was in copper that she created her most recognizable works.  Inspired by close studies of nature, this bowl's elegant foliate form, particularly the expressive tendril-like handles, echo the lines and spirit of Art Nouveau. \r\n",
  "title": "Centerpiece bowl"
}
