{
  "accession_number": "2003.228.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": null,
  "country": null,
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "European Art",
  "description": "buckle with 4 loops on back; rectangular shape with squared-off corners; Hebrew text in relief at center; wavy wire border flanked by 2 twisted wires at inner edge and 5 twisted wires in 2 thicknesses on outer edge",
  "dimension": "2 x 2 1/2 x 5/16 in. (5.08 x 6.35 x 0.79 cm)",
  "id": "http://api.artsmia.org/objects/83200",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3185,
  "image_width": 3676,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Buckle",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Yom Kippur, or the Day of Atonement, is one of the most revered holidays of the Jewish year. Traditionally, Orthodox Jewish worshippers have worn a white gown on this day to symbolize purity and the hope of their sins being absolved. The only adornment of such gowns could be belts with special silver belt buckles, which are engraved with either biblical quotes or names, as may be demonstrated by the center inscription of this buckle which says the name “Shoshana” (שושנה).\r\n \r\nThe ten days preceding Yom Kippur, known as the Yaimim Nora’im, or Days of Awe, are to be spent in repentance before God and neighbors, as Yom Kippur is considered the last day for one to be forgiven for the year and be inscribed in God’s “Book of Life” for another year. Thus, a common greeting during the Days of Awe is the blessing “May you be inscribed in the Book of Life.”",
  "title": "Buckle"
}
