{
  "accession_number": "2003.228.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": null,
  "country": null,
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "European Art",
  "description": "pendant with 2 loops at top; roughly rectangular shape with lobed top; incised decoration (text?) overall on front in linear and arced shapes",
  "dimension": "3 3/4 x 2 1/8 x 5/16 in. (9.53 x 5.4 x 0.79 cm)",
  "id": "http://api.artsmia.org/objects/83201",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4180,
  "image_width": 3258,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Amulet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Joint label with 2000.100.2\r\nThe word shiviti (שויתי) comes from the Hebrew root shavah ( שוה) meaning “to set or to place.” This comes from the psalm, “I have set the Lord continually before me.” This verse can also be read as “I am ever mindful of the Lord’s presence.” Its purpose is to serve as a visible, textual reminder of the divine presence by decoratively displaying various names and attributes of God. By focusing on the name of God, the believer is called beyond the physical object to a space of spiritual significance.\r\nShiviti such as this ornamental watercolor on the left would often hang on the wall of a synagogue. The central menorah shape serves not only as decoration but also as a symbolic reminder of the Temple in Jerusalem, the ancient place where God’s presence was believed to rest on earth.\r\nShiviti can also be of a more individual devotional nature. The amulet to the right also bears inscriptions of the names of God. Centered on a similar menorah shape, the amulet reminds its wearer to personally fix him- or herself on God’s holiness.",
  "title": "Amulet"
}
