{
  "accession_number": "2003.228.15a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": null,
  "country": null,
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "European Art",
  "description": "goblet-style cup with foot and stem; decorated at foot and body with bands of grapes, leaves and vines; saucer with raised center; rim decorated with grape motif from cup; Hebrew insription on one side",
  "dimension": "6 1/4 x 6 3/16 x 6 3/16 in. (15.88 x 15.72 x 15.72 cm) (overall)",
  "id": "http://api.artsmia.org/objects/83219",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4815,
  "image_width": 5021,
  "inscription": "Stickers; Inscription; Marks",
  "life_date": null,
  "markings": "on bottom of saucer: 2 stickers; on bottom of saucer, in black: [962]; at lip of cup: 2 possible marks; at center of saucer: 3 illegible marks",
  "medium": "Aluminum (?)",
  "nationality": null,
  "object_name": "Wine cup and saucer",
  "portfolio": "From ",
  "provenance": "Kenneth & Sally Leafman Appelbaum, Scottsdale, Arizona by 1985; [1] Gift to the MIA in 2003.\r\n\r\n[1] Per Sally Appelbaum, \"Ken and I picked up these objects during our travel in Europe prior to 1985, mostly in Austria, Spain and Italy.\"",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Jewish tradition, the seventh day of the week, or shabbat, is a day of rest, scriptural study, and community building. As is the case with all Jewish celebrations and special events, the Sabbath is marked as a sacred time through saying a blessing over a cup of wine. The Sabbath comes to a close in a similar manner during what is known as the Havdalah (הבדלה), which means “separation.” This celebration is marked by four blessings, the last of which is referenced on the inscription of this saucer:\r\n\r\nWho separates between                  המבדיל בין  \r\nThe sacred [and]                                   קדש\r\nthe profane                                             לחול\r\n \r\nThis phrase is an excerpt from the final blessing of the Havdalah service, which states: “Blessed are you, Lord, our God, King of the Universe, who separates between the sacred and the secular, between light and dark, between Israel and the nations, between the seventh day and the six workdays. Blessed are You, Lord, who distinguishes holiness from the everyday.”",
  "title": "Wine cup and saucer"
}
