{
  "accession_number": "2003.228.31",
  "art_champions_text": null,
  "artist": "Maker: Michael Ende",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "Asia",
  "country": "Israel",
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1985",
  "department": "European Art",
  "description": "brick building with small tower, topped with movable pennant, atop ring, \"V\" shapes connect ring at sides; 4 silver birds at bottom edges of ring; gold chain",
  "dimension": "3 1/16 x 1 3/16 x 7/8 in. (7.78 x 3.02 x 2.22 cm) (ring only)",
  "id": "http://api.artsmia.org/objects/83245",
  "image": "valid",
  "image_copyright": "© Michael Ende",
  "image_height": 6620,
  "image_width": 2527,
  "inscription": "Marks",
  "life_date": "Israeli, born 1945",
  "markings": "on bottom, stamped: [21 K/ HANDMADE/ BY M. ENDE/ (sack) ME (lion)]",
  "medium": "Gold, silver",
  "nationality": "Israeli",
  "object_name": "Wedding ring on chain",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Rings are a time-honored symbol of marriage. In Jewish tradition, an essential part of the marriage ceremony is the time of betrothal, during which the groom places a ring on the bride’s right hand as a symbol of their dedication to each other. The particular house-like bezel shape of these rings, traditionally used since the Middle Ages, hints at another element of Jewish marriage tradition in which marriage is equated with the establishment of a household. \r\nInside the bands are inscribed the initials “M” (מ) and “T” (ט), which stand for the phrase “Mazel tov” ( טוב מזל). This phrase is colloquially used as “Good luck.” “Mazel” is believed to come from the Hebrew word mazal, meaning “constellation” or “destiny,” and tov, meaning “good.” When more literally understood, the phrase acts as an affirmation that life has been favorable for a person and should be considered more akin to saying, “Congratulations.” In the marriage ceremony, this phrase is typically shouted at the end of the ceremony after the traditional breaking of the glass, thereby affirming that life has been and will, with God’s blessing, continue to be favorable for the couple.",
  "title": "Wedding ring on chain"
}
