{
  "accession_number": "2003.228.27",
  "art_champions_text": null,
  "artist": "Silversmith: Michael Ende",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "Asia",
  "country": "Israel",
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1985",
  "department": "European Art",
  "description": "small cup on one end and larger cup on opposite end, gold-plated at interiors; silver movable ring covers one of 2 openwork rings of text between cups- ring falls when cup is turned over",
  "dimension": "5 1/4 x 2 7/16 x 2 7/16 in. (13.34 x 6.19 x 6.19 cm)",
  "id": "http://api.artsmia.org/objects/83241",
  "image": "valid",
  "image_copyright": "© Michael Ende",
  "image_height": 4932,
  "image_width": 3323,
  "inscription": "Marks",
  "life_date": "Israeli, born 1945",
  "markings": "at interior bottom of small cup, stamped: [MADE IN ISRAEL/ STERLING]; at rim of small cup, stamped: [30]",
  "medium": "Sterling silver, gold plating",
  "nationality": "Israeli",
  "object_name": "Marriage cup",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Rooted in biblical understanding, betrothal and marriage are used as an important metaphor for the relationship between Israel and God, therefore making marriage an important event personally and symbolically. As such, weddings are considered holy, religious events as evidenced through numerous prayers, blessings, and beautifully fashioned sacred objects.\r\nTraditionally during the marriage ceremony, seven blessings, known as the “Sheva B’rachot” (שבע ברכות  ), are said over a cup of wine. This marriage cup gives reference to these blessings through its two openwork rings of text.  Included are phrases borrowed directly from the Seven Blessings that bless God for creating “the fruit of the vine” ( הגפנ פרי בורא) and creating “everything for God’s glory” ( לכבודו ברא שהכל ). These blessings also praise God for creating man and woman in the image of God, for bringing children, for bringing joy onto the couple, and for bringing peace onto the Jerusalem and, by extension, the earth.",
  "title": "Marriage cup"
}
