{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "American, 1857 - 1942",
  "nationality": "American",
  "role": "Artist",
  "artist": "Philip Little",
  "dated": "1910",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "29 3/4 x 29 3/4 in. (75.57 x 75.57 cm) (sight)\r\n31 5/16 x 31 5/16 in. (79.53 x 79.53 cm) (outer frame)",
  "medium": "Oil on canvas",
  "title": "Portrait of Robert Koehler",
  "id": "http://api.artsmia.org/objects/83269",
  "room": "G302",
  "style": "20th century",
  "marks": "Signature, Date and Inscription\r\n\r\nsee Signed at bottom edge, in tan: [TO ROBERT KOEHLER -- PHIL",
  "text": "Before the Minneapolis Institute of Arts opened in 1915, exhibition space, and the school known today as the Minneapolis College of Art & Design, were located on the top floor of the Minneapolis Public Library, located at 10th Street, South and Hennepin Avenue.  In 1910, the school's second director, Robert Koehler, invited Philip Little of Massachusetts to mount a solo exhibition in the fall of that year. During his visit, Little captured this likeness of Koehler seated in his office in the act of making an etching.  The image is a masterful composition that balances masses and forms, darkness and light, while framing Koehler's head with a window through which is spied the outlines of office and hotel buildings in the upper business district.\r\n\r\nRobert Koehler directed the Minneapolis School of Fine Arts between 1893 and 1914.  Fiercely committed to fostering an appreciation of American art, he instituted annual exhibitions committed to bringing the best of contemporary artistic practice to his students and the public of Minneapolis.",
  "description": "sketchy image of man with brown hair and beard, in profile from PL, painting on a horizontal green surface; 2 frames in background, ULQ; light area, URQ",
  "provenance": "",
  "creditline": "Gift of Lee R. and Johanna C. Baxandall",
  "accession_number": "2003.206"
}
