{
  "accession_number": "2003.228.48",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Judaica",
  "continent": "Europe",
  "country": "Poland (probably)",
  "creditline": "Gift of Kenneth and Sally Leafman Appelbaum",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "plaque with scroll, leaf and flower motifs; crown at top of raised portion at center; doors with flowers below crown open to reveal paper with text in ink",
  "dimension": "9 1/4 x 3 5/8 x 11/16 in. (23.5 x 9.21 x 1.75 cm)",
  "id": "http://api.artsmia.org/objects/83277",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5181,
  "image_width": 2845,
  "inscription": "Marks",
  "life_date": null,
  "markings": "on back, stamped: [1868/ 84/ (bird?)]",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Mezuzah (doorpost)",
  "portfolio": "From ",
  "provenance": "Michael Ende, Jerusalem; [1] Kenneth & Sally Leafman Appelbaum, Scottsdale, Arizona; Gift to the MIA in 2003.\r\n\r\n[1] Per Sally Applebaum, \"Michael Ende paper with text in ink in old case.\"",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The mezuzah (מזוזה) is a symbolic object meant to serve as a daily reminder of the presence and protection of God. Mezuzot are inscribed pieces of parchment containing certain passages of the Book of Deuteronomy. The piece of parchment is then rolled and placed into some kind of decorative and protective case.\r\nThe word mezuzah actually means “doorpost,” as the phrase in Deuteronomy 6:9 states, “You shall inscribe them [these words] upon the doorposts of your house and upon your gates.” Subsequently, the scroll and case are affixed to the entrance of a home or synagogue. In addition to the biblical text, the name of God is also inscribed on the back of mezuzot. This particularly name for God, Shaddai (שדי), is said to stand for the phrase “Shomer Daltot Yisrael”, which means “Guardian of the Doors of Israel.” Unlike the Torah scroll, the scroll of the mezuzah is not meant to be regularly opened and read. Instead, it serves at a physical reminder of putting text into practice through daily life.",
  "title": "Mezuzah (doorpost)"
}
