{
  "accession_number": "2004.173.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Laeh and Bernard Solomon Raskas",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "maroon, red and purple flower at top center; pink diamonds around flower; brown circles around edge; tan body",
  "dimension": "4 3/16 x 8 1/2 x 8 1/2 in. (10.64 x 21.59 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/83284",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton (?), felt; needlework",
  "nationality": null,
  "object_name": "Yarmulke, from a three-piece High Holy Day costume",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Jewish High Holy Days refers to the fall observances of Rosh Hoshanah and Yom Kippur. It is common for rabbis to wear special robes for these important services. This three-piece costume was donated to the MIA by Rabbi Bernard S. Raskas, who served as an associate rabbi at Temple of Aaron in Saint Paul. Known for his socially engaging and creative approaches, Rabbi Raskas introduced the first contemporary Rosh Hoshanah service for his congregation in 1963, helping to translate tradition to the interests of the present-day community. The lively modern decorative elements of this costume represent his engagement with the congregation while staying true to Jewish rituals. The robe contains textual and figurative reference to the seven plant species associated with the land of Israel, while the sash gives wishes for a joyful holiday. Finally, this colorful kippah would be worn on the head as a symbol of respect before God.",
  "title": "Yarmulke, from a three-piece High Holy Day costume"
}
