{
  "accession_number": "2004.48a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "unglazed; light patina; pointed cover; hand moulded animals and swirls in high relief around neck; shoulder has animals with high relief heads and robed bodies; incised lotus petals below",
  "dimension": "13 9/16 x 6 3/16 x 6 3/16 in. (34.45 x 15.72 x 15.72 cm) (overall)",
  "id": "http://api.artsmia.org/objects/83322",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2106,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Unglazed stoneware with incised, molded, and appliqué décor",
  "nationality": null,
  "object_name": "Zodiac Funerary Jar",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Made specifically for the tomb, this unglazed storage jar displays the animals of the four directions (dragon, phoenix, tiger, snake entwined tortoise) in high relief around the neck. Around the belly appear the twelve animals of the zodiac standing in correct order: pig, rat, ox, tiger, hare, dragon, snake, horse, ram, monkey, cockerel, and dog. The directional animals are freely modeled while the robed bodies of the zodiac figures are mold-made with attached, freely modeled heads. The jar also contains Buddhist iconography evidenced by the incised lotus petals (a symbol of spiritual purity) around the vessel base, and the elongated lid modeled in the form of a stupa spire. The jar thus merges two important belief systems, yin yang wu-hsing and Buddhism in its decorative schemes. In the broadest sense, all the emblems are auspicious and as a group connote peace and universal order for the afterlife.",
  "title": "Zodiac Funerary Jar"
}
