{
  "accession_number": "90.83",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "The body has a scattered scheme of peonies and butterflies embroidered in counted stitch with multicolored silk floss against a light green silk, plain-weave gauze ground. The cuffs with butterfly and flower design embroidered in counted stitch with multicolored silk floss against a white silk plain weave gauze ground.",
  "dimension": "54 1/4 x 46 7/8 in. (137.8 x 119.06 cm)",
  "id": "http://api.artsmia.org/objects/83420",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9178,
  "image_width": 7963,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk gauze",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Gauze, the lightest and coolest of all silk fabrics, was typically reserved for summer clothing and outer garments, when warmth was not desired. This robe, typical in its cut of the Empress Dowager’s court, is decorated with a scattered scheme of peonies and butterflies embroidered in counted stitch against a light-green silk plain-weave gauze ground. The white cuffs are embroidered with butterfly and flower designs, the black bands feature embroidered butterflies, magnolias, plum, and peonies, and the pink satin brocade ribbon is patterned with a plum and bamboo design. Together, the peonies, butterflies, and light green color are symbolic of springtime, accumulation of wealth, and high social status.",
  "title": "Manchu Woman's Unofficial Informal Summer Robe"
}
