{
  "accession_number": "2004.12.3",
  "artist": "Artist: Wang Zhen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1929",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "five white mum blossoms on thick stems with green-grey leaves; text, URC",
  "dimension": "54 1/4 x 13 5/16 in. (137.8 x 33.81 cm) (image)\r\n80 15/16 x 18 1/4 in. (205.58 x 46.36 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/83509",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6627,
  "image_width": 1767,
  "inscription": "",
  "life_date": "Chinese, 1867 - 1938",
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A native of Wuxing county in Zhejiang province, Wang Zhen began his career as an apprentice in a Shanghai mounting shop. While painting as a sideline, he became a very successful businessman in the Shanghai shipping industry. By 1906 he had retired and returned to his native county, where he painted under the name \"Man of the White Dragon Mountains.\" In 1911, he became a student of Wu Changshuo and gradually adopted the teacher's broad and simple style of painting. It is known that he \"ghost-painted\" for his teacher. Wang was also a philanthropic Buddhist and besides his bird-and-flower painting he was known for a \"free-sketch\" style of painting portraits and Buddhist figural subject matter.\r\n\r\nThe inscription of this depiction of white chrysanthemums reads:\r\n\r\n<I>Master Tao (Yuanming) was originally from a military lineage. After surviving the hardships of icy frost and a hundred smeltings, he conjured an image of chrysanthemums as \"snow lions ready to do battle with the west wind.\"\r\n\r\nDuring mid-winter of 1929, painted by \"White Dragon Mountain Man.\"</I>\r\n\r\nThe great poet Tao Yuanming (Tao Qian, 365-427) is hailed in Chinese history as a master of rural poetry and a paragon of integrity. Having left government service in disillusionment, he chose to lead a simple life of poverty and hardship rather than compromise his principles. Famous for his cultivation of chrysanthemums, Tao became a symbol of the virtuous, scholarly recluse, a model to which Wang Zhen obviously aspired.\r\n",
  "title": "White Chrysanthemums"
}
