{
  "accession_number": "2003.199.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th-17th century",
  "department": "Asian Art",
  "description": "four large characters on gold field at top; Buddha seated on throne with two attendants; pair of figures with elephant and lion below; bright colors",
  "dimension": "90 13/16 x 33 3/4 in. (230.66 x 85.73 cm) (image, and text)\r\n121 3/8 x 37 in. (308.29 x 93.98 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/83514",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6774,
  "image_width": 3223,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors, and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This painting depicts Buddha Vairocana seated on a lotus-flower throne in heaven. Buddha Vairocana is an iconic figure in Mahayana, one of the major branches of Buddhism. He is seen as a universal Buddha and the matrix from which all phenomena emerge. On either side are Buddha Vairocana’s typical attendants, the bodhisattvas of wisdom and benevolence: Manjusri, on a lion, and Samantabhadra, on a six-tusked elephant. A bodhisattva is a being that is able to reach enlightenment but delays doing so to help those suffering on earth. In China, this group of three is known as the Three Saints of Huayan and is described in the influential Flower Garland sutra (scripture), so called because the Buddha’s enlightenment is like a floral crown, or garland. The inscription above the trinity reads: “The rain of flowers in the Buddha land.”",
  "title": "Buddhist trinity of Vairocana, Manjusri and Samantabhadra"
}
