{
  "accession_number": "2004.12.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "7th century",
  "department": "Asian Art",
  "description": "large jar with long neck, flaring outward at rim; pair of handles from shoulder to mouth in the form of dragon's heads biting the rim of mouth; six applied moulded floral elements at shoulder; light green",
  "dimension": "24 1/4 x 11 3/16 x 11 3/16 in. (61.6 x 28.42 x 28.42 cm) (overall)",
  "id": "http://api.artsmia.org/objects/83513",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 1672,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelaneous stoneware and incised, molded and appliqué décor under a clear glaze",
  "nationality": null,
  "object_name": "Amphora",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th century",
  "text": "The white amphora was standard regalia for seventh century tombs of the Sui (581-618) and Tang (618-906) dynasties. This era witnessed the birth and early development of high-fired white ware in north China. It was also a period that was enriched and influenced by imports along the Silk Road from the west. It is possible that the basic form of this vessel with its ovoid body and tall, cylindrical neck flanked with long handles is based on the standard amphora shape common to the Mediterranean world.\r\nAn unusually large size, hard porcelaneous body, and amount of sculptural detail distinguish this vessel. The multiple grooving of the tall neck is particularly pronounced. Not many amphorae of this large size and style are recorded, but a similar example has been excavated in Xi'an, site of the ancient Tang capital of Chang'an.",
  "title": "Amphora"
}
