{
  "accession_number": "2003.200.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": "Majiayao",
  "curator_approved": 0,
  "dated": "c. 3000 BCE",
  "department": "Asian Art",
  "description": "vessel on flat foot, flaring outward to shoulder and inward to wide, outward-turned mouth; pair of decorative loop handles, one with applied loop design; black painted decoration of curved lines and eyeball-like circles",
  "dimension": "14 3/16 x 12 13/16 x 11 13/16 in. (36.04 x 32.54 x 30 cm)",
  "id": "http://api.artsmia.org/objects/83512",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3272,
  "image_width": 2972,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with painted designs and burnished surface",
  "nationality": null,
  "object_name": "Storage Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "31st-30th century BCE",
  "text": "The high shoulder, flat bottom, and wide mouth of this handsome vessel would have made it an effective storage jar. The well-proportioned hand built vessel has been decorated with a strikingly linear design of clustered swirls interrupted by large, round \"eyes\" on a burnished ground. The Majiayao type (3,100-2,700 BCE) is characterized by the severe linearity of its painted designs usually executed in black only, and the meanings of this décor has yet to be determined. This dynamic pattern covers the upper half of the vessel ending just above the edge of the loop handles, one of which bears an applied strip or rippled clay along its spine. The other handle is plain. An urn of similar form and design was excavated in 1977 from Ciqi county in Gansu province.",
  "title": "Storage Vessel"
}
