{
  "accession_number": "2004.12.4",
  "art_champions_text": null,
  "artist": "Artist: Wu Changshuo",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1919",
  "department": "Asian Art",
  "description": "irregular rock, LRC; bamboo with dark leaves at L; text, URC",
  "dimension": "60 3/16 x 17 15/16 in. (152.88 x 45.56 cm) (image)\r\n75 13/16 x 23 3/4 in. (192.56 x 60.33 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/83510",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7103,
  "image_width": 2214,
  "inscription": "",
  "life_date": "Chinese, 1844 - 1927",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "By the end of the Qing dynasty, the Chinese art world had become rather bleak. Following the revolution in 1911, however, many artists influenced by the revolution and by Western ideas began to experiment with a renewed freedom of expression. One of the most important and pivotal painters of this new generation was Wu Changshuo. Born into a scholarly family in Zhejiang province, he began studying calligraphy and seal carving at the age of thirty. He developed a style of powerful brushwork, pure colors, simple compositions, and sharp contrasts that had both broad appeal and a lasting influence on 20th-century Chinese painting.\r\n\r\nThe inscription on this image of bamboo and rock situated Wu within an illustrious lineage of bamboo painters, from the Song dynasty master Wen Tong \r\n(1018-79) to the Qing dynasty eccentric Zheng Xie (1693-1765). He astonished his audience by creating, in this improvisatory way, rough approximations of more standard representations.\r\n\r\nThe inscription reads:\r\n\r\nFor years I have sketched bamboos, without losing my enthusiasm. After drinking (wine) my brushstrokes are often praised for their strength. \r\n\r\nEven if I were to follow Wen Tong, who could record (my name) in the Hall of Ink Gentlemen' \r\n\r\nDuring the spring of 1919, I followed Zheng Xie's style, but I have been unable to capture his spirit in my painting. \r\n\r\nWu Changshuo, at the age of seventy-six years.",
  "title": "Bamboo and Rock after Zheng Xie"
}
