{
  "accession_number": "L2003.337.1a,b",
  "artist": "Edwin Scheier",
  "continent": null,
  "country": null,
  "creditline": "Martha and Jeffrey Pattee Collection",
  "culture": null,
  "dated": "1989",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "round body with short foot; dark brown; unglazed; decorated with figures around body with raised round faces; two sided female figure centered on lid",
  "dimension": "13 1/2 x 12 in. (34.29 x 30.48 cm) (a: jar)\r\n4 x 9 1/2 in. (10.16 x 24.13 cm) (b: lid)",
  "id": "http://api.artsmia.org/objects/83547",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1910-2008",
  "marks": " ",
  "medium": "Stoneware with sgraffito, low relief and modeled decoration",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "In 1978, the Scheiers returned to the United States from Oaxaca, Mexico, where they had lived for over a decade.  Thoughts of future health care needs as well as the practicality of exporting their work to the States figured strongly in their decision.  Although neither had potted much since about 1970--Mary's arthritis caused her to give up her craft entirely after thirty years--Ed slowly returned to clay, and by 1980 was developing a new body of work, typified by this covered jar.  Ed threw, glazed, and decorated the pieces, which were larger, more muscular, and more sculptural than his and Mary's New Hampshire work.  Figures are clearly drawn and vigorously animated, often with faces pushed out from behind.  Ed produced hundreds of deeply-glazed stoneware vases, jars, bowls, plates, and other forms from 1980 until several years ago, when he finally gave up potting and moved to creating his art with the aid of a computer.  This piece, featured in a 1994 retrospective of the Scheiers' work at the Currier Gallery of Art in Manchester, New Hampshire, also has a wonderful figurative finial on the lid.",
  "title": "Covered jar with figure design"
}
