{
  "accession_number": "L2003.360",
  "artist": "Edwin Scheier; Mary Goldsmith Scheier",
  "continent": null,
  "country": null,
  "creditline": "Collection of the Minnesota Museum of American Art Endowment Fund Purchase; Fiber/ Clay/ Metal '59",
  "culture": null,
  "dated": "c. 1958",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "bowl with pad foot; outside dark brown with incised and raised, repeating design of female figures; inside gray/ green",
  "dimension": "8 1/2 x 11 3/8 in. (21.59 x 28.89 cm)",
  "id": "http://api.artsmia.org/objects/83542",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1910-2008",
  "marks": " ",
  "medium": "Stoneware with sgraffito and modeled decoration",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "The Scheiers first entered their pots in a national competition in 1940, when they were encouraged by colleagues to submit work to the ninth annual Ceramic National Competition in Syracuse, New York.  They won awards for their pots the first year, and every year (excepting the year they were jurors) until 1958.  The Saint Paul Gallery and School of Art (now the Minnesota Museum of American Art) was commissioned by the United States Information Agency to \"assemble an exhibition of the finest of contemporary had craft to tour Europe...to tell the story of crafts in the United States\".  Part of a series of exhibitions consisting of both juried and invited work, the show, The Saint Paul Gallery 5th Biennial Fiber-Clay-Metal\" (November - December 1959), was juried by prominent figures in the art world including Anni Albers, Hilda Reiss, and Ed Scheier.  Through this program, the museum featured and acquired many early works by studio ceramists who were developing national reputations.  This bowl, with its female figures enclosed in egg-shaped spaces, is an excellent example of the Scheiers' decorated works of the 1950s, with Ed's freehand linear sgraffito decoration.  It was acquired by the museum from the Fiber-Clay-Metal show of 1959.",
  "title": "Bowl with figure design"
}
