{
  "accession_number": "L2003.356.19",
  "artist": "Mary Goldsmith Scheier",
  "continent": null,
  "country": null,
  "creditline": "S. Davis Collection",
  "culture": null,
  "dated": "1939",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "handled pitcher with spout; reddish-brown with black swirling designs",
  "dimension": "5 1/8 x 3 7/16 x 5 in. (13.02 x 8.73 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/83577",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1908-2007",
  "marks": " ",
  "medium": "Earthenware with slip decoration",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "It was the numerous Federal government programs under the umbrella of Roosevelt's Works Progress Administration (WPA) that brought Edwin and Mary Scheier, a New Yorker and a Virginian, respectively, together in the late 1930s.  Ed held numerous jobs puppeteering, teaching crafts, and coordinating programs for various Federal agencies. While field supervisor for the Federal Art Project, he met Mary Goldsmith at the government-funded Big Stone Gap and Abingdon Art Centers in Virginia, where Mary, having returned to her home state from New York, was director.  This meeting kindled a relationship and they were married in 1937.\r\n\r\nSoon after, in conjunction with jobs at the Anderson County Federal Art Center in Norris, Tennessee, the Scheiers had their first formal experiences with clay.  While supervising industrial kilns at night for the director of Tennessee Valley Authority's ceramics laboratory, they experimented with the material.  In their exhuberance, they started ceramics classes with a potter's wheel constructed from parts of a Model T Ford and a kiln made from an oil drum.  By the fall of 1938, they were devoting themselves to their new craft, establishing Hillcrock Pottery in Glade Spring, Virginia.\r\n\r\nThis small and very early earthenware pitcher with its dark-brown Albany slip (liquid clay) decoration not only recalls the utilitarian work of early American potters, but also the contemporary folk pottery of the Glade Spring area of Virginia and North Carolina that the Scheiers used as their point of reference.",
  "title": "Pitcher"
}
