{
  "accession_number": "2003.204",
  "art_champions_text": null,
  "artist": "Artist: Charles Edward Perugini",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Ethel Morrison Van Derlip Fund, The William Hood Dunwoody Fund, and gift of funds from Ruth and Bruce Dayton, Darwin and Geri Reedy, Kevin and Polly Hart, and Ford Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "1868",
  "department": "European Art",
  "description": "head, shoulders and arms of a woman with blonde wavy hair, leaning on a white cushion; woman wears brown, black and white dress, gold chain bracelet, pearl earrings, gold and pearl rings and holds a fan",
  "dimension": "21 9/16 x 21 3/16 in. (54.77 x 53.82 cm) (sight)\r\n28 1/2 x 28 3/4 in. (72.39 x 73.03 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/83645",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5146,
  "image_width": 5107,
  "inscription": "Attached to verso: My Dear... | Many thanks for the cheque for £80 – I shall | request Mr Perugini...| the picture at my studio where | it can remain until you | can conveniently send for | it. We have to thank | you for the opera ... | Very truly yours | J Everett Millais [detached from painting when accessioned, now in archive]",
  "life_date": "British (born Italy), 1839 - 1918",
  "markings": "",
  "medium": "Oil on paper laid down on canvas",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This picture illustrates a passage from a German ballad translated by Henry Wadsworth Longfellow in 1843:\r\n\r\n\"I know a maiden fair to see, / Take care! / She can both false and friendly be, / Beware! Beware! / Trust her not / She is fooling thee.\"\r\n\r\nThe Italian-born Perugini arrived in London in 1863, where he apprenticed to Frederic Leighton. The model in this picture appears in several Leighton oils of the mid-1860s and is probably Rosetti's model and mistress, Fanny Cornforth. Perugini exhibited his painting at the Royal Academy in 1868, the same year that Leighton exhibited the Institute's Jonathan's Token to David. Perugini's picture was acquired at that exhibition by the great Pre-Raphaelite master, John Everett Millais. In 1873, Perugini married Kate Dickens, the  daughter of Charles Dickens. He would become a very fashionable painter of neo-classical subjects, yet he rarely surpassed the enchanting virtuosity of this early masterwork.",
  "title": "I know a maiden fair to see, take care"
}
