{
  "accession_number": "2003.208.1",
  "art_champions_text": null,
  "artist": "Photographer: Robert Polidori",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "Canada",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from Betsy Weyerhaeuser, the Jay and Rose Phillips Family Fund, and Brian and Julia Morrison Palmer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "large room with sitting area with destroyed chairs; books on desk and table, torn up painting with dogs and deer; ruined walls; large chandelier at upper right corner",
  "dimension": "30 1/4 x 39 1/2 in. (76.84 x 100.33 cm) (image)\r\n30 1/4 x 24 13/16 in. (76.84 x 63.02 cm) (sight)\r\n40 x 50 in. (101.6 x 127 cm) (sheet)\r\n27 7/16 x 27 5/16 in. (69.69 x 69.37 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/83643",
  "image": "valid",
  "image_copyright": "© Robert Polidori. All rights reserved.",
  "image_height": 3803,
  "image_width": 4946,
  "inscription": "",
  "life_date": "Canadian, born 1951",
  "markings": "",
  "medium": "Chromogenic print (Fuji Crystal Archive)",
  "nationality": "Canadian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Robert Polidori's photograph of the grand salon of the twelve room turn-of-the- century Faxas Residence serves as a metaphor for the decay and decline of life in Havana.  The once elegant room and its formerly lavish furnishings project a sadness and a hopelessness but at the same time a quiet dignity.  The Havana photographs are from a 1997 series commissioned by the New Yorker magazine, for which Mr. Polidori received the prestigious Alfred Eisenstaedt Award for magazine photography in 1999.  They reflect the artist's abiding interest in an architecture which is evolving and decomposing but still evinces memories of a bygone era.  Mr. Polidori has also photographed the restoration of the Palace of Versailles, tenement apartments on the Lower East side of New York and more recently at the Chernobly-r reactor.",
  "title": "Señora Faxas Residence, No. 1, Miramar, Havana, Cuba"
}
