{
  "accession_number": "2003.227.48",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Kuba",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "rectangular pieces with geometrical pattern, grids, shaped hands applique and embroidered; hues of brown from light to dark; purple applique dot shape on one rectangle",
  "dimension": "219 x 40 in. (556.26 x 101.6 cm)",
  "id": "http://api.artsmia.org/objects/83666",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2637,
  "image_width": 12711,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Raffia; embroidery, appliqué",
  "nationality": null,
  "object_name": "Woman's Ceremonial Skirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Textiles are an important aspect of Kuba cultural tradition. They function both as aesthetic and ceremonial objects and are linked to Kuba ideas regarding social responsibility, ethnic identity, and religious belief. Men and women contribute equally to the production of the raffia cloth and in the creation and application of the designs. In this context the textiles symbolize concepts of cooperation, interdependency and familial responsibility which are highly valued in Kuba society.\r\n\tWomen's ceremonial skirts are generally decorated with intricate appliqué patterns that are further enhanced with embroidery. The use of appliqué is believed to have evolved from a need to patch small holes resulting from the process used to soften the raffia cloth. The oldest known skirts were embellished with relatively few pieces of appliqué, but since the beginning of the twentieth century the designs have become much more elaborate and complex.",
  "title": "Woman's Ceremonial Skirt"
}
