{
  "accession_number": "2003.257.1",
  "artist": "Artist: Unknown Amish",
  "classification": " Textiles",
  "continent": null,
  "country": "United States",
  "creditline": "Gift of Katherine Komanoff Goodman",
  "culture": null,
  "dated": "c. 1910",
  "department": "Textiles",
  "description": "central diamond pattern; purple borders with blue corner blocks and feather wreath quilting; narrower inner border of pinkish-red with blue corner blocks and pinwheel and stacked triangles; inner diamond of purple with eight-pointed quilted star bordered with another pinkish-red band with purple corners quilted with pinwheels and stacked triangles; blue triangles at sides of inner diamond with quilting of roses at one end and tulips at other end; purple wool edge binding; cotton cloth on back with red clover and dot print on black-red ground",
  "dimension": "78 7/8 x 80 1/8 in. (200.34 x 203.52 cm)",
  "id": "http://api.artsmia.org/objects/83669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3740,
  "image_width": 3684,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, cotton; quilting",
  "nationality": null,
  "object_name": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": "",
  "style": "20th century",
  "text": "Dramatic and elegant, Amish quilts from Lancaster County, Pennsylvania are immediately recognizable by their large planes of brilliant color and the simplicity of their designs. These quilts reflect the values cherished by this conservative religious community, a culture that discourages worldliness, vanity and idleness. Tradition dictates the overall form and the specific patterns that may be used. Within these restrictions, however, Amish quilters have considerable freedom to make personal aesthetic choices, such as color, color placement and quilting motifs.\r\n\r\nLancaster County quilts feature a large central panel, surrounded by solid color borders. The popular <I>Diamond in the Square</I> pattern evolved in the late nineteenth century and is unique to this particular Amish settlement. The large areas of plain fabric serve as ideal showplaces for the elaborate, skillful quilting that is the hallmark of Amish quilters.\r\n",
  "title": "Diamond in the Square quilt"
}
