{
  "accession_number": "2003.257.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Amish",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Katherine Komanoff Goodman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Arts of the Americas",
  "description": "central diamond pattern; purple borders with blue corner blocks and feather wreath quilting; narrower inner border of pinkish-red with blue corner blocks and pinwheel and stacked triangles; inner diamond of purple with eight-pointed quilted star bordered with another pinkish-red band with purple corners quilted with pinwheels and stacked triangles; blue triangles at sides of inner diamond with quilting of roses at one end and tulips at other end; purple wool edge binding; cotton cloth on back with red clover and dot print on black-red ground",
  "dimension": "78 7/8 x 80 1/8 in. (200.34 x 203.52 cm)",
  "id": "http://api.artsmia.org/objects/83669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6658,
  "image_width": 6626,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, cotton; pieced and quilted",
  "nationality": null,
  "object_name": "Diamond in Square quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Even a simple quilt design can pack a powerful graphic punch, as this one does with its contrasting color scheme. The Diamond in Square is a longtime favorite of the Amish.\r\n\r\nAmish codes of conduct reject all forms of ostentation, pride, and vanity. Amish quilters therefore use patterns that are simple and feature nonrepresentational geometric shapes. They prefer piecing large fabric components and avoid appliqué. Representational imagery is allowed, however, in the quilting stitches worked subtly across a quilt’s surface. Here, the fine quilting stiches—visible only up close—form feather wreaths, eight-pointed stars, roses, and tulips.",
  "title": "Diamond in Square quilt"
}
