{
  "accession_number": "2003.257.3",
  "art_champions_text": null,
  "artist": "Artist: Unknown Amish",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Katherine Komanoff Goodman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1920",
  "department": "Arts of the Americas",
  "description": "large central square composed of stepped squares of single colored fabric; x quilting in each square; grayish-lavender inner border with rosa rugosa quilting pattern; brown outer border with rosa rugosa quilting and grayish-lavender corner blocks with rosa rugosa tied bouquet quilting; grayish-lavender edge binding; backing is brown striped on tan ground. Pattern also called Trip Around the World and Grandmother's Dream",
  "dimension": "81 3/16 x 81 1/2 in. (206.22 x 207.01 cm)",
  "id": "http://api.artsmia.org/objects/83671",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6499,
  "image_width": 6575,
  "inscription": "Inscription: at one corner on back, in black ink: [JZ]",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, wool, synthetic materials; pieced and quilted",
  "nationality": null,
  "object_name": "Sunshine and Shadow Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Traces of wear and tear tell us this quilt functioned as a bedcover. To create it, an Amish woman gathered and stitched together a variety of fabric pieces—cottons, satins, fine dress woolens, and even synthetics. Strict codes governed Amish everyday life in the 1800s and early 1900s such that Amish women used mainly homespun fabrics in somber colors produced by natural dyes. Though they adopted the sewing machine when it was invented in the mid-1800s, they continue to use only treadle models, powered by foot. That the maker of this quilt incorporated purchased fabrics dyed with synthetic colors reflects the changing times in which she lived.",
  "title": "Sunshine and Shadow Quilt"
}
