{
  "accession_number": "2003.191.1a,b",
  "art_champions_text": null,
  "artist": "Artist: William Fowle; Retailer: Fowle &amp; Wotton",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Ruth and Bruce Dayton, the Walter C. and Mary C. Briggs Endowment, the Putnam Dana McMillan Fund, gift of funds from the Decorative Arts Council with proceeds from the 2003 Antiques Show and Sale, and the Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1683",
  "department": "European Art",
  "description": "mirror with relief gold frame with foliage and putti; removable top section with fruit, putti and foliage",
  "dimension": "20 x 17 1/2 x 1 5/16 in. (50.8 x 44.45 x 3.33 cm)",
  "id": "http://api.artsmia.org/objects/83723",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3048,
  "image_width": 3952,
  "inscription": "Marks",
  "life_date": "English, 1658-1684",
  "markings": "on b, stamped: [F], [(rampant lion)], [(flower)]",
  "medium": "Silver, gilt, mirror glass, silk, horsehair, wood",
  "nationality": "English",
  "object_name": "Mirror on a stand, from a toilette service",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "During the Baroque era, a lady and her lady-in-waiting could spend hours at the dressing table with soaps, creams, perfumes, brushes, pins, etc. This manner of ceremonial grooming originated in the French court, where the word \"toilette\" developed from \"toile,\" or cloth, which covered the table. As the ceremony grew more elaborate, so too did the dressing table service that housed these beauty secrets.\r\n\r\nSurviving correspondence from silversmith himself identifies the elements of this service have been identified as follows: a rectangular mirror; an oval basin; two 'comb boxes,' one featuring Venus and Adonis, one with the Death of Adonis; two powder boxes, one with Phaeton in his chariot, the other with Phaeton falling to Earth; a cylindrical patch box with Hercules on its cover; two 'sweet-water bottles' for perfume; a rectangular pin-cushion; two 'jessemy boxes,' for jasmine oil; and two brushes (later additions). The figural plaquettes depict scenes from Ovid's Metamorphoses.\r\n\r\nThis set once belonged in the collection of financier and art collector J. P. Morgan. Among the very few services of this type, quality, and completeness, one can be found in the Devonshire Collection at Chatsworth in England, and one by the same maker is at the Victoria and Albert Museum in London.",
  "title": "Mirror on a stand, from a toilette service"
}
