{
  "accession_number": "2004.3.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Ewe",
  "curator_approved": 0,
  "dated": "19th-20th century",
  "department": "Arts of Global Africa",
  "description": "woven strips sewn together in roughly checkered design; blue and white striped rectangles with geometric and figural designs alternating with green, red, yellow, grey and pink woven rectangles",
  "dimension": "101 9/16 x 59 13/16 in. (257.97 x 151.92 cm)",
  "id": "http://api.artsmia.org/objects/83744",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3896,
  "image_width": 2389,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, rayon; plain weave, weft face weave, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Adangbe weavers within the Ewe culture produce exquisite textiles that serve as cultural symbols and as objects of adornment associated with rites of passage or rituals. Both men and women wear wrappers of this type of fabric at formal or ceremonial gatherings such as weddings, funerals, or the enthronement of a chief.\r\nEwe cloth is produced by professional weavers on narrow-strip looms. The long, thin strips are pieced together with patterned areas alternating with blocks of solid colors, producing an overall basket weave effect. A distinguishing feature of Ewe cloth is the use of representational imagery in the some of pattern blocks, and this particular piece features designs of human figures, fish, stools, drums and other geometric designs.",
  "title": "Man's cloth"
}
