{
  "accession_number": "2004.29.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Asian Art Miscellaneous Purchase Fund--Wynn Binger Memorial",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "tapered hexagonal shaft with silver patina; gold teardrop-shaped end with turquoise gems; two gold bands; top has gold crowns, two gold heads and skull and green and pink gemstones",
  "dimension": "23 7/16 x 3 5/16 x 3 5/16 in. (59.53 x 8.41 x 8.41 cm)",
  "id": "http://api.artsmia.org/objects/83900",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9370,
  "image_width": 5271,
  "inscription": "Label",
  "life_date": null,
  "markings": "taped to shaft below top portion, on label: [34271]",
  "medium": "Silver, gold and turquoise",
  "nationality": null,
  "object_name": "Khatvanga Ritual Staff",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "A tantric staff, or khatvanga, is a ritual instrument held in the crook of the left arm of advanced Tantric (esoteric) Buddhist practitioners during ceremonies. It symbolizes the triumph of wisdom over illusion. The shaft terminates in a vajra, the thunderbolt of instant enlightenment. Above are three impaled heads in varying states of decay: a skull, or “dry” head, signals the conquest of ignorance; the “damp” head signals the victory over hate; and the “fresh-cut” head signals the stopping of desire. The arrangement also symbolizes the lifecycle and the attainment of pure body, speech, and mind. Below is a vajra-cross, representing the four purified elements: earth, water, fire, and air. The round vase-like form contains the nectar of immortality, found in the perfection of wisdom and compassion.",
  "title": "Khatvanga Ritual Staff"
}
