{
  "accession_number": "2004.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "Oceania",
  "country": "Papua New Guinea",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Sulka",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "tapering from wide base; face with protruding eyes, open mouth, protruding forehead; very large fox-like high ears; looping \"handle\" on back of head; separate snake head may have originally protruded from mouth; pink with black linear designs",
  "dimension": "32 3/16 x 25 9/16 x 19 1/4 in. (81.76 x 64.93 x 48.9 cm)",
  "id": "http://api.artsmia.org/objects/83923",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3756,
  "image_width": 3232,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers, pigment, feathers, pith, wood",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Originally a strong red, now faded to a refined pink, this rare mask was created by an artist of the Sulka of New Britain, an island northwest of Australia.  Although its large ears resemble those of an animal, the mask depicts a human, likely an older man.  The addition of a python, an important ritual animal shown curving along the back of the head and out through the mouth, demonstrates spiritual strength.  Likely used in initiation ceremonies, the mask is made of strips of springy pith from the inside of a reed, sewn down onto a basketry frame.  This unusual construction technique is not employed anywhere else in the Pacific Islands.  Ritual designs and physical details were then painted on the exterior of the mask in a variety of natural pigments.  When in use, the mask would have had a fringe of plant fiber along the bottom, to hide the wearer's face.  The dancer would also have worn a long cloak and skirt woven of split palm leaves.  The swaying fringe of the dynamically moving outfit would have added to the dramatic impact of this distinctive mask.",
  "title": "Mask"
}
