{
  "accession_number": "2001.134",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi mark and period (1662-1722)",
  "department": "Asian Art",
  "description": "incised decoration of dragon pursuing flaming pearl and 2 dragons on bottom; glazed decoration of 4 peaches in purple, green and yellow with flowers on bottom",
  "dimension": "3/4 x 9-13/16 x 9-13/16 in. (1.9 x 24.9 x 24.9 cm)",
  "id": "http://api.artsmia.org/objects/48290",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "6-character Kangxi mark, in blue, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Famille verte ware Porcelain with peach design in overglaze enamels superimposed on incised dragon décor",
  "nationality": null,
  "object_name": "Peach Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Kang-hsi period witnessed the maturation of two distinct formats that featured overglaze polychrome enamels against pure white porcelain ground. The earlier of the two techniques employed translucent enamels like those in this extraordinary dish (famille verte or green family), while the other featured opaque enamels (famille rose or pink family).\r\nThis exceptionally rare imperial porcelain features four peaches in vibrant green, yellow, and aubergine on leafy branches with black outline against a white ground. Most dishes of this type show pomegranate and persimmon as their main motif. This is the only dish of this style on record to display peaches.\r\nThe peaches are superimposed on a barely preceptible incised design of a central dragon in pursuit of a flaming pearl encircled by two other dragons. The underside is incised with two dragons and decorated with a peony and camellia branch. It also contains a six character Kang-hsi reign mark in underglaze blue.",
  "title": "Peach Dish"
}
