{
  "accession_number": "P.69.69",
  "art_champions_text": null,
  "artist": "Artist: John Baptist Jackson; Artist: after Titian (Tiziano Vecelli)",
  "catalogue_raissonne": "Kainen 16",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Dr. Duncan McNab",
  "culture": null,
  "curator_approved": 0,
  "dated": "1739",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "23 x 16 1/4 in. (58.42 x 41.28 cm) (plate)",
  "id": "http://api.artsmia.org/objects/48584",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscriptions\r\n\r\nPrinted inscription, lower left (inside border): [J: B: Jackson Sculp: & Excudit Venetiis 1739]\r\nPrinted inscription, lower center (outside border): [TITIANUS VECELLIUS CAD. INVENIT & PINXIT]",
  "life_date": "Italian (Venice), 1488/90–1576",
  "markings": "",
  "medium": "Chiaroscuro woodcut from four blocks",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From Published as one of 24 prints and originally issued in portfolio with the title: \"Titiani Vecelli, Pauli Caliarii, Jacobi Robusti, et Jacobi de Ponte opera selectiora\"",
  "provenance": "(Kennedy Galleries, New York); sold to MIA, 1969.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Saint Peter Martyr, also known as Peter of Verona (1206-1252), was a Dominican friar known for his resolute faith and skill in converting others to Christianity. In particular, Peter's success in converting members of the Cathars, an anti-Rome sect whose followers had been violently targeted by the Pope, made Peter a target of reprisal. On Easter Saturday 1252, after celebrating mass, Peter set out on foot for Milan. One his return to Verona, he was attacked by two assassins, who struck him in the head with an ax and killed his traveling companion. Peter fell to the ground, and with his fingers dipped in his own blood, professed his faith by writing out the first words of the Nicene Creed, Credo in Unum Deum. As Peter pointed toward the sky, his murderer cut off the top half of his head with a sword.\r\n\r\nJohn Baptist Jackson trained in London and Paris and was active in Venice in the mid-18th century, where he produced this color-printed chiaroscuro woodcut from four blocks, each designed to print a separate color. The woodcut is based directly on the lost altarpiece by Titain for the church of SS. Giovanni e Paolo, Venice.",
  "title": "The Death of Saint Peter Martyr"
}
