{
  "accession_number": "2012.62.29",
  "art_champions_text": null,
  "artist": "Artist: Richard Holzschuh",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Gerald Ray Nelson and Joanne Hogan Nelson",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "recto: Red Riding Hood seen from PR side, her face and upper body covered by her cloak, with striped stocking and black Mary Jane shoes, looking at the wolf at right, partially hidden behind cluster of trees; linear patterns in sky; verso: unfinished drawing of Red Riding Hood standing at left, holding her basket, looking at the wolf in LRC; tall trees behind figures, with thick forest in background",
  "dimension": "12 13/16 x 10 15/16 in. (32.54 x 27.78 cm)",
  "id": "http://api.artsmia.org/objects/113017",
  "image": "valid",
  "image_copyright": "© Joanne Hogan Nelson",
  "image_height": 7184,
  "image_width": 6160,
  "inscription": "Signature",
  "life_date": "American, 1889–1968",
  "markings": "",
  "medium": "Pen and ink and graphite on card",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; his stepdaughter, Joanie Nelson, Vancouver, WA",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: [R / H]",
  "style": "20th century",
  "text": "Richard Holzschuh is an unknown artist deserving of attention. He appears to have received training at the Art Students’ League of New York, the Art Institute of Chicago, and the Minnesota College of Art [Minneapolis Collage of Art and Design']. Graduating in an era when artists had little hope for professional employment, he became an accountant for Standard Oil and resided in Minneapolis. Despite the redirection of his career, he maintained his interest in art and continued to draw throughout his life. He made many kinds of art, but his real gift was as an illustrator. His fairytale illustrations, fantasies, and other whimsical drawings display imagination, wit, and great technical skill.",
  "title": "Little Red Riding Hood, recto and verso"
}
