{
  "accession_number": "2011.77",
  "art_champions_text": null,
  "artist": "Artist: Joel Janowitz",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2011",
  "department": "Prints and Drawings",
  "description": "view looking down toward green water with part of arched bridge in ULC",
  "dimension": "22 3/4 x 30 in. (57.79 x 76.2 cm)",
  "id": "http://api.artsmia.org/objects/113135",
  "image": "invalid",
  "image_copyright": "© Joel Janowitz",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1945",
  "markings": "",
  "medium": "Watercolor over black chalk",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Boston, sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Janowitz 2011",
  "style": "21st century",
  "text": "Boston-based artist Joel Janowitz works in a variety of media—oil painting, watercolor, color monotype prints, lithography. A fluid interplay of technical experimentation and ideas which are developed in these different processes can be seen to nourish the range of the artist's output. Janowitz's subject matter is often a location—a greenhouse, a hilly landscape, a Venetian canal—which he captures from an unexpected yet potent viewpoint. He abstracts elements of a particular space into stunning, abstract shapes, yet evokes the setting and mood of his subject so completely, one is momentarily transported there. In Venice Bridge, the aging grandeur of Italy is evoked in the monumental, graceful arch of the stone bridge that sweeps across the page on a diagonal. The gorgeously weathered patina of the stone and shadowy dark underside of the bridge are described in a splendid array of brown and gray washes, while the top of the arch, where Janowitz reserves the white of the paper, captures the brightness and warmth of the Italian sun. He employs endless shades of greens, blues, yellows, grays, and blacks to represent the distinct greenish color of the canal water of Venice, the rippling, gentle movement of the water, and a suggestive reflection of a nearby luminous yellow palazzo. His snapshot of the bridge becomes a portrait of the city of Venice.",
  "title": "Venice Bridge"
}
