{
  "accession_number": "2012.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "Gift of funds from the MIA Docents in honor of Sheila McGuire",
  "culture": "Kongo",
  "curator_approved": 1,
  "dated": "late 18th-early 19th century",
  "department": "Arts of Global Africa",
  "description": "standing figure holding Christ child who sits on a book (?) in saint's PL hand; saint holds cross in PR hand; figure wears a robe with a wide collar, tied with a twisted belt, and sandals",
  "dimension": "10 5/16 x 3 5/16 x 2 13/16 in. (26.19 x 8.41 x 7.14 cm)",
  "id": "http://api.artsmia.org/objects/113136",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6615,
  "image_width": 3278,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th - 19th century",
  "text": "This centuries-old African representation of Saint Anthony of Padua is a good example of syncretism. Syncretism is the combination of different, seemingly contradictory belief systems. Known as Toni Malau among the Kongo people, “Anthony of Prosperity” is shown here wearing a European monk’s clothing, belt, and sandals. Yet over his shoulders he wears a netted cape, a raffia garment reserved for Kongo nobility, and parts of the Child’s arms and Toni Malau’s left hand have gradually been scraped off as believers took bits of ivory for healing or protection. Drawing its form and power from both traditions, Toni Malau embodies the rich exchange between Kongo and Christian religious thought and imagery, which developed before forced conversion under colonialism.",
  "title": "Toni Malau (St. Anthony)"
}
