{
  "accession_number": "2011.74.3",
  "artist": "Mary Lee Bendolph, American, born 1935",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "dated": "2003-2004",
  "description": "patchwork quilt made up of predominately roughly triangular-shaped pieces arranged in vertical and horizontal alternating rows; various types of cloth--corduroy, denims, knits, woven fabrics in mostly muted colors (blues, greys, tans); received pinned to mount",
  "dimension": "69 1/8 x 83 in. (175.58 x 210.82 cm)\r\n78 1/4 x 92 7/8 in. (198.76 x 235.9 cm) (mount)",
  "id": "http://api.artsmia.org/objects/113150",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6632,
  "image_width": 8015,
  "life_date": null,
  "marks": " ",
  "medium": "Cotton, wool",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G374",
  "style": "21st century",
  "text": "Mary Lee Bendolph is a longtime quilter whose work has recently enjoyed overwhelming critical and popular acclaim. Strings represents Bendolph’s growing perception of herself as an artist. Her visits to recent exhibitions of Gee’s Bend quilts, based on traditional African American quilts, inspired her “to go a little further, to try and make my quilts a little more updated.”\r\nStrings is based on the “string” pattern—triangular strips of fabric sewn together to form square blocks—that was historically reserved for the smallest of irregular leftover fabric pieces. This may be one of Bendolph’s first “string” quilts, an experiment with fractured, angular forms, complex color patterns, and texture from corduroy, denim, tweed, and cotton work clothing. Bendolph has since incorporated these new visual concepts in several quilts, most often balancing such angular strips of fabric with the solid rectangular shapes that comprised the bulk of her earlier work. This produces an eclectic visual style distinctive from that of her Gee’s Bend contemporaries. ",
  "title": "Strings"
}
