{
  "accession_number": "2011.73.5",
  "artist": "Artist: Arman (Arman Fernandez)",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Contemporary Art",
  "description": "block of clear cast resin encasing three layers of four rows of Guitar brand watercolor paint tubes with extruded paint flows; aluminum stand",
  "dimension": "13 15/16 x 9 15/16 x 2 in. (35.4 x 25.24 x 5.08 cm) (without base)",
  "id": "http://api.artsmia.org/objects/113141",
  "image": "valid",
  "image_copyright": "© Arman Studio Archives NY%0D%0AThis work is recorded in the Arman Studio Archives NY under number%3A APA%238013.68.169",
  "image_height": 8121,
  "image_width": 6035,
  "inscription": "Signature and Date",
  "life_date": "French, 1928 - 2005",
  "markings": "",
  "medium": "Polyester resin, watercolor paint tubes",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "near lower edge, incised: [Arman 68]",
  "style": "20th century",
  "text": "Armand Pierre Fernandez was born in 1928 in Nice, France, son of a painter and antique dealer. \r\nBy 1959, Arman had developed two of his most well-known concepts: \"Poubelle\" (collections of garbage installed in galleries, cast in resin, or contained haphazardly in plexi vitrines) and \"Accumulation\" (sculptures of like objects organized into abstract patterns, also often cast in resin). These assemblages became common forms used by the artist throughout the rest of his career. \r\nIn 1966 Arman created his first resin cast accumulation using paint tubes, a subject he returned to over the years and of which <I>Untitled</I> is a beautiful example. Building on the repetition of pattern, color and form, Arman re-contextualized the common paint container into an ironic, free standing sculpture. Arman emerged as a major figure in the Nouveau Realisme (new realism) movement of the1960s. Focused on new ways of \"perceiving the real,\" it can be seen as the French version of Pop Art.  This work by Arman exemplifies the tenets of the movement, which sought to bring art and life closer together. Arman's direct appropriation of reality, in this case of the paint tube, exemplifies the poetic recycling of everyday life into art.\r\n",
  "title": "Untitled (Tubes of Paint)"
}
