{
  "accession_number": "2011.74.3",
  "art_champions_text": null,
  "artist": "Maker: Mary Lee Bendolph",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003-2004",
  "department": "Arts of the Americas",
  "description": "patchwork quilt made up of predominately roughly triangular-shaped pieces arranged in vertical and horizontal alternating rows; various types of cloth--corduroy, denims, knits, woven fabrics in mostly muted colors (blues, greys, tans); received pinned to mount",
  "dimension": "69 1/8 x 83 in. (175.58 x 210.82 cm)\r\n78 1/4 x 92 7/8 in. (198.76 x 235.9 cm) (mount)",
  "id": "http://api.artsmia.org/objects/113150",
  "image": "valid",
  "image_copyright": "© Mary Lee Bendolph",
  "image_height": 8015,
  "image_width": 6632,
  "inscription": "",
  "life_date": "American, born 1935",
  "markings": "",
  "medium": "Cotton, wool; quilted",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Mary Lee Bendolph is a longtime quilter whose work has recently enjoyed overwhelming critical and popular acclaim. She learned quilting from her mother at age 12 and has now passed the tradition to her prolific daughter-in-law Louisiana. Strings represents Bendolph's growing perception of herself as an artist. Bendolph's visits to recent Gee's Bend exhibitions inspired her \"to go a little further, to try and make my quilts a little more updated.\" \r\n\r\nStrings is based on the \"string\" pattern - triangular strips of fabric sewn together to form square blocks - which was historically reserved for the smallest of irregular leftover fabric pieces.  This may be one of Bendolph's first \"string\" quilts, an experiment with fractured, angular forms, complex color patterns, and texture from corduroy, denim, tweed, and cotton work clothing.  Since Strings' creation in 2003-2004, Bendolph has incorporated these new visual concepts in several quilts, most often balancing such angular strips of fabric with the solid rectangular shapes that comprised the bulk of her earlier work. This produces an eclectic visual style distinctive from that of her Gee's Bend contemporaries.  As an especially inventive quilter, Bendolph's individual creativity places a quilt like Strings in a category by itself.",
  "title": "Strings"
}
