{
  "accession_number": "2011.73.5",
  "art_champions_text": null,
  "artist": "Artist: Arman",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Sandra and Peter Butler",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Global Contemporary Art",
  "description": "block of clear cast resin encasing three layers of four rows of Guitar brand watercolor paint tubes with extruded paint flows; aluminum stand",
  "dimension": "13 15/16 x 9 15/16 x 2 in. (35.4 x 25.24 x 5.08 cm) (without base)",
  "id": "http://api.artsmia.org/objects/113141",
  "image": "valid",
  "image_copyright": "© Arman Studio Archives NY%0D%0AThis work is recorded in the Arman Studio Archives NY under number%3A APA%238013.68.169",
  "image_height": 8121,
  "image_width": 6035,
  "inscription": "",
  "life_date": "French, 1928 - 2005",
  "markings": "",
  "medium": "Polyester resin, watercolor paint tubes; aluminum stand",
  "nationality": "French",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated near lower edge, incised: Arman 68",
  "style": "20th century",
  "text": "Arman emerged as a major figure in the Nouveau Realisme (new realism) movement of the 1960s, which focused on new ways of “perceiving the real” and is in certain ways the French version of Pop art. By the late 1950s, Arman had already developed two of his best-known concepts: “Poubelle” (trash can), collections of garbage installed in galleries, cast in resin, or enclosed haphazardly in vitrines; and “Accumulation,” sculptural arrangements of like objects organized into abstract patterns, also often cast in resin. In 1966, Arman created the first of his many resin-cast accumulations using paint tubes. This example, Untitled, typifies his approach to the subject. Building on the repetition of pattern, color, and form, Arman recontextualized the common paint container into a poetic recycling of everyday life into art.",
  "title": "Untitled (Tubes of Paint)"
}
