{
  "accession_number": "2024.63.195a-d",
  "art_champions_text": null,
  "artist": "artist: Piet Stockmans",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 0,
  "dated": "2000",
  "department": "Global Contemporary Art",
  "description": "small low rectangular box with two blue and white glazed dishes (a,b) and packing straw inside; two dishes are square with raised edges; housed in raw wood box (c) with removable lid (d); piece of twine ties around box; donor note indicates the box and packing straw are part of the artwork",
  "dimension": "1 x 3 3/8 x 3 3/8 in. (2.54 x 8.57 x 8.57 cm) (plate, each)\r\n1 7/8 x 7 7/8 x 4 1/4 in. (4.76 x 20 x 10.8 cm) (box)",
  "id": "http://api.artsmia.org/objects/113265",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1900,
  "image_width": 2534,
  "inscription": "",
  "life_date": "Belgian, born 1940",
  "markings": "",
  "medium": "Porcelain with blue and white glaze, wooden box",
  "nationality": "Belgian",
  "object_name": "Plates with box",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom of each dish and inside box lid; graphite: Piet Stockmans [illegible number]",
  "style": "21st century",
  "text": "Piet Stockmans started his career as a designer for the Dutch company Royal Mosa, where he designed a mass-produced coffee cup, \"Sonja.\" Nearly 30 million of the cups were produced since 1967.\r\nThis relationship with multiples on such a large scale provided an interesting point of departure for Stockmans's studio work. He regularly works in multiples for installations, for example casting the form of a tiny teacup for accumulation of thousands together or to distribute on a wall. He also produces numerous works, sculptural, functional, or whimsical, in porcelain editions, neatly packed, such as seen here. Although appearing mass-produced, these multiples are deliberate artistic editions. Always limiting himself to a palette of white porcelain and a blue slip, he has, like Irv Tepper, whose work is also in this exhibition, reinterpreted mundane tableware, to the delight of the viewer. [Mia exhibit label, 2011]",
  "title": "Two small plates in box"
}
