{
  "accession_number": "2012.22.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Enamelware",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "cloisonné bottle; rounded bottom section on gold ring foot; shoulder tapers to long spout which slightly flares outward at top to ring mouth; floral, leaf, and scroll designs, with dark and light blue band with geometric pattern at base of spout",
  "dimension": "11 x 7 1/4 x 7 1/4 in. (27.94 x 18.42 x 18.42 cm)",
  "id": "http://api.artsmia.org/objects/113283",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7377,
  "image_width": 6062,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Enamel, copper alloy",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This vase derives from the bronze hu vessel but is made in cloisonné. The cloisonné technique reached China from Byzantium (present-day Istanbul) between 1200 and 1400 CE, but Chinese artisans made it their own. The general stylistic trend was toward bigger, more complicated and luxurious creations. During the Qing dynasty reigns of emperors Kangxi (r. 1662–1722) and Qianlong (r. 1736–95), cloisonné was perfected and reached its artistic summit. Colors were more delicate, and filigrees more flexible and fluent. Previously used for religious paraphernalia, cloisonné now embellished secular objects. This vase is a typical product of the 1700s. Supported on a straight foot ring, the globular body rises to a long, cylindrical neck and terminates in a lipped rim. The vase is decorated in colored enamels on a turquoise ground. Surrounding the neck are upright leaves; below on the shoulder is a band of interlocking Ts. Farther down is an elaborate band of cloud patterns, each resembling the head of a ruyi scepter, and a narrow frieze of small lotus scrolls. The main body, below a band of C-scrolls, is decorated with scrolling, stylized lotuses. The foot, base, and mouth rim are gilt.",
  "title": "Vase"
}
