{
  "accession_number": "2012.17",
  "art_champions_text": null,
  "artist": "Artist: Egon Schiele",
  "catalogue_raissonne": "Kallir G. 5/a",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 1,
  "dated": "1914",
  "department": "European Art",
  "description": "slightly abstracted portrait of a man with a receeding hairline and curly beard; pointed nose; lines, hatching, and spirals",
  "dimension": "5 1/8 x 4 5/16 in. (13.02 x 10.95 cm) (plate)\r\n9 1/4 x 7 13/16 in. (23.5 x 19.84 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/113250",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3732,
  "image_width": 3159,
  "inscription": "Inscribed in pencil, verso: 13  | (and inscriptions in German): Am 17.3.22 um K 15,000 - von Neufeld | gekauft, welcher das Blatt mit Schieles (translation: Purchased on 3/17/22 for 15,000 Kronen from Neufeld who...the sheet wth Schieles)",
  "life_date": "Austrian, 1890 - 1918",
  "markings": "LRC on back, stamped in black: REPUBLIK OSTERREICH / (crest) / BUNDESDENKMALAMT",
  "medium": "Drypoint on cream paper",
  "nationality": "Austrian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Rittmeister (Captain) Adolf Neufeld, Vienna, sold May 17, 1922 to an unidentified buyer [1]. Released for export by the Austrian Bundesdenkmalamt, date uncertain. (Sold, Galerie Wolfgang Ketterer, Hamburg, November 29-December 1, 1976); Serge Sabarsky, New York (1912-1996) [2]; Estate of  Serge Sabarsky, New York; (Galerie St. Etienne, New York, by 2009-11) [3]; sold to MIA, 2012.\r\n\r\n[1] Adolf Neufeld was a Rittmeister (Captain) in the Austro-Hungarian Cavalry and one of Schiele's superiors, 1917-18. He supported Schiele's art as well as that of other progressive artists.\r\n[2] A prominent dealer in Schiele's work and co-founder of the Neue Gallery, a New York museum dedicated to German and Austrian art of the early 20th-century.\r\n[3] Galerie St. Etienne was founded by Otto Kallir, the first publisher of Schiele's drypoints. The gallery is now owed by his granddaughter, Jane Kallir, author of the catalogue raisonné Egon Schiele: The Complete Works (1990).",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, lower center margin: EGON / SCHIELE / 1914 (inside rectangle)",
  "style": "20th century",
  "text": "Egon Schiele executed the plate for this print with great delicacy. His sinuous outlines recall the stylized mannerism of Lucas Cranach's portraiture. The cross-hatching along lines such as the furrowed brow of the sitter remind some of sutures, but they may equally tap into childhood memories of rag-doll companions. The exaggerated, idiosyncratic style and the alloy of playfulness and heart-wrenching sensitivity are unmistakably that of Schiele in his maturity.",
  "title": "Portrait of Franz Hauer"
}
