{
  "accession_number": "2015.27.2",
  "art_champions_text": null,
  "artist": "Artist: Irv Tepper",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tamara and Michael Root in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Arts of the Americas",
  "description": "upside-down, oversized dark grey cup on bottom; white/grey cup on top; both \"soft\" and appear to be collapsing and falling apart",
  "dimension": "18 1/2 x 10 1/2 x 9 1/2 in. (46.99 x 26.67 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/113267",
  "image": "valid",
  "image_copyright": "© 2005 Irv Tepper",
  "image_height": 8995,
  "image_width": 7196,
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This sculpture by Irv Tepper traces the inspiration of mass-produced, thick-walled \"dinerware\" into finely potted and then crushed ceramic sculpture in the form of cups. While an M.F.A. student at the University of Washington in Seattle, Tepper \"liberated\" a mass-produced, diner-style coffee cup from the student union. The cup became an obsession, along with all it symbolizes--conversations over coffee, pleasant or difficult, or the late-afternoon pick-me-up--and the repeated use, washing, and eventual damage of these everyday objects. \r\n\r\nTepper squishes, slashes, and sands his cups to give a sense of the acceleration of time and use, without any pretense to function or even to realistic scale. The porcelain of his cups is sanded thin, allowing light to pass through. His manipulation of the cup's form allows it to still be recognizable, but to also possess a sense of animation, personality, and accumulated experience.",
  "title": "Two Deconstructed Cups"
}
