{
  "accession_number": "98.104.2.2",
  "artist": "Artist: Li Liufang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1621",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "two album leaves mounted on boards and matted; left is calligraphic; right is landscape, rocky foreground with three central trees with birds (2), two trees (bare) on right, mountains in background, river (?) between;\r\n\r\nfrom accordion-style album, wood covers; eight images, alternating with text, single page of text at end",
  "dimension": "7 1/16 x 6 1/4 in. (17.94 x 15.88 cm) (image, each)\r\n10 15/16 x 16 3/4 in. (27.78 x 42.55 cm) (mount, overall)\r\n14 x 18 in. (35.56 x 45.72 cm) (mat)",
  "id": "http://api.artsmia.org/objects/113251",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1814,
  "image_width": 3155,
  "inscription": "Chop",
  "life_date": "Chinese, 1575 - 1629",
  "markings": "one seal in red at end of calligraphy, both leaves",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From From an album of 8 leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Li Liufang was born in Jiading just north of Shanghai in 1575. In 1606 he passed the Jueren degree but by 1622, he gave up all thoughts of government service and turned to paintings and poetry. A friend of Dong Qichang, he was included among the group known as the \"Nine Friends of Painting.\" Peers in this group included Shao Mi, Cheng Jiasui, Wang Shimin, Wang Jian, and Dong Qichang himself. Li painted most successfully in small formats, playing with ink and trying to transmit the creative essence of certain old masters like Wu chen rather than their formal patterns. Most of his works seem improvised mood sketches executed with fresh spontaneity. This album contains examples of Li's early dry linear style with insubstantial compositions as well as his later inkier style with its rich, wet brush modulation.",
  "title": "Two album leaves from a landscape album"
}
