{
  "accession_number": "2011.70.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Liberia",
  "creditline": "Gift of William Siegmann",
  "culture": "Mano",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of Global Africa",
  "description": "mask has inverted teardrop-shaped face; slit eyes surrounded by arcing scarifications; arcing scarifications on forehead; thin, pointed nose; frowning mouth with protruding lips; face surrounded by animal fur embellished with single wavy line of white beads around top and sides of face; black netting over top of head with attached multicolored feathers (blue, yellow, brown); long black cloth woven with subtle striped pattern on back",
  "dimension": "38 × 19 × 13 in. (96.52 × 48.26 × 33.02 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/113292",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10248,
  "image_width": 7700,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, animal fur, feathers, cotton, beads",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "The serene expression and masterful carving of this imposing face mask (take a look at its profile!) is much admired by Euro-American enthusiasts of African art. The mask comes either from the Liberian Dan peoples or their less numerous neighbors, the Mano, who would also have recognized its aesthetic merit. Performing before large crowds, the dancer behind this mask accentuated his movements with the colorful feathers of the great blue turaco bird. Dan and Mano masks embody forest spirits, but their shape does not reveal the particular function they fulfilled. In general, these masks played a role in entertainment, moral education, social control, or political and judicial matters.",
  "title": "Mask with shoulder cloth"
}
