{
  "accession_number": "2011.98.3",
  "art_champions_text": null,
  "artist": "Artist: John B. Flannagan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Janis Conner and Joel Rosenkranz, New York",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1930-1934",
  "department": "Arts of the Americas",
  "description": "two horses--taller darker horse behind smaller, lighter horse--with legs behind abstract cross-hatched elements; house in middle ground at left; tall black mountains in background",
  "dimension": "10 x 5 3/4 in. (25.4 x 14.61 cm) (image)\r\n12 1/2 x 9 1/2 in. (31.75 x 24.13 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/113261",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4176,
  "image_width": 3295,
  "inscription": "Inscribed in pencil along right edge of sheet: I  6 1/2 x 11 op  10 1/2 x 15\r\n\r\nInscribed in blue ink, verso (unknown hand): Irish Woodblock / J.B.F 1931 (the \\\"1\\\" superimposed on a \\\"0\\\") Property of / Margherita Flannagan\r\n\r\n",
  "life_date": "American, 1895 - 1942",
  "markings": "",
  "medium": "Wood engraving",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist; Margherita La Centra Flannagan (artist's second wife). (Conner-Rosenkranz, New York); given to MIA, 2011.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Initialed in the block, LLC: J B F |  initialed and dated in blue ink (unknown hand), verso: J.B.F. 1931",
  "style": "20th century",
  "text": "Renowned for his “direct” stone carvings, the modernist artist John B. Flannagan was also an accomplished wood engraver. He produced this farm scene while living in Ireland in the early 1930s. Two horses—one dark, one light—stand in a paddock behind a fieldstone wall in an undulating rural landscape. Flannagan used a flattened perspective and highly compressed pictorial space to emphasize the organic, abstract qualities of his black-and-white design.\r\n\r\nFlannagan was the leading U.S. proponent of “direct carving,” a technique in which the sculptor carves directly on the material without the use of a preparatory model or sketch. Whether carving stone or wood blocks for a print like this one, Flannagan, like other direct carvers, prized spontaneity and the idea of truth to materials, which often resulted in simple, abstract works.",
  "title": "Untitled (Landscape with Two Horses)"
}
