{
  "accession_number": "2012.15",
  "art_champions_text": null,
  "artist": "Artist: Stan Shellabarger",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "2009",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "105 x 240 in. (266.7 x 609.6 cm) (fully open, approx.)",
  "id": "http://api.artsmia.org/objects/113253",
  "image": "invalid",
  "image_copyright": "© Stan Shellabarger",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscribed in pencil, verso along upper edge: 1821 HUBBARD SECOND FLOOR CHICAGO IL / (TOP)",
  "life_date": "American, born 1968",
  "markings": "",
  "medium": "Red rosin paper with perforations",
  "nationality": "American",
  "object_name": "Work on paper",
  "portfolio": "From Walking Books series",
  "provenance": "The artist, Chicago; [Western Exhibitions, Chicago]; sold to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, verso UR: Stan Shellabarger 2009",
  "style": "21st century",
  "text": "Conceptual and performance artist Stan Shellabarger walks as a mode of action-driven expression. Using modest materials and spatially-constrained courses, he creates one-of-a-kind “walking books” that are part performance art and part drawing. For Shellabarger, walking functions both as the method and the content of his work. The hours-long duration of his mark-making activity and the repetitive and rhythmic nature of his movements resemble spiritual and secular forms of meditation, a ritualized exercise that directs awareness inward. As a result, his work is rich with metaphorical connotations, evoking ideas such as temporality, human consciousness, and the cyclical nature of life.\r\n\r\nShellabarger created this unique work by walking a labyrinthine spiral laid out on a large sheet of red rosin paper that had been placed over a diamond-pattern industrial steel floor. Wearing sandpaper-soled shoes, he repeatedly paced the pre-determined route, abrading and perforating the surface of the paper through the recurrent action of his footsteps. As the product of his body in motion, the residual marks and tracks left on the rosin paper are a tangible record of a single walking performance.",
  "title": "Untitled (Large Walking Book, Chicago)"
}
