{
  "accession_number": "2012.22.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "dark brown patina; linear silver inlay on garments and saddle; man with small moustache and beard, seated on a horse; man in turned slightly toward PL, with his PL arm bent at the elbow, across his stomach, and his PR arm down toward his PR side; hole in fists for holding objects (missing); horse has PL front hoof raised; ovoid quatrefoil base with scalloped edge",
  "dimension": "9 5/16 x 6 11/16 x 4 in. (23.65 x 16.99 x 10.16 cm)",
  "id": "http://api.artsmia.org/objects/113285",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6049,
  "image_width": 4839,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze, silver",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Guan Yu (160–219) was a military general under the warlord Liu Bei during the late Eastern Han dynasty and Three Kingdoms period (220–280), and one of the best-known Chinese historical figures throughout East Asia. True accounts of Guan Yu’s life have largely given way to semifictional ones. He is traditionally portrayed as a red-faced warrior with a long, lush beard. This bronze statue of Guan Yu was sculpted in a popular iconic form of the time: he rides his horse, Red Hare, and likely once held his blade in his right hand (which has gone missing). The rider and horse stand on an oval base with four low feet. His left hand touches his beard (which might have been made of real hair but is now missing). Such a statue, serving as an object of worship, would have been owned by wealthy civilians.",
  "title": "General Guan Yu on Horseback"
}
