{
  "accession_number": "2012.13.9",
  "art_champions_text": null,
  "artist": "Artist: Hendrick Goltzius",
  "catalogue_raissonne": "Hirschmann 43, Strauss 276",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1589",
  "department": "European Art",
  "description": "man with long curling hair and curly moustache; head tilted down, with foreshortened face; man reads from a book propped up at his PL elbow; cave-like landscape behind man, with tree over his PL shoulder; text at bottom: \"IX. / SANCTAM ECCLESIAM CA- / THOLICAM SANCTORUM / COMMUNIONEM.\"",
  "dimension": "5 15/16 x 4 1/16 in. (15.08 x 10.32 cm) (sheet)\r\n12 1/2 x 9 1/8 in. (31.75 x 23.18 cm) (mount)",
  "id": "http://api.artsmia.org/objects/113370",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4511,
  "image_width": 3408,
  "inscription": "Signature, Inscription, and Mark\r\n\r\nLLC of the sheet, printed: [10.]; center, below image: [IX.]; verso, at top edge, in light brown: [1117]",
  "life_date": "Netherlandish, 1558–1617",
  "markings": "Watermark: Crest of Basel on Escutscheon (Briquet 1346)",
  "medium": "Engraving",
  "nationality": "Netherlandish",
  "object_name": "Print",
  "portfolio": "From Christ, the Twelve Apostles, and Saint Paul",
  "provenance": "Baroness Emma Louise Rothschild, England (until d. 1935; part of an extra illustrated Bible compiled between 1815 and 1848); by descent to the Hon. Miranda Rothschild, England (until 2001; sale, Bloomsbury Book Auctions, London, May 31, 2001, no. 111, in vol. 12 of 14 in compiled Bible, for £16,100, to Frederick Mulder); [Frederick Mulder, London, from 2001]. [Jan Johnson Old Master and Modern Prints, Inc., Quebec, by 2011-2012; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC of the image, in the print: [HG]",
  "style": "16th century",
  "text": "The Dutch Mannerist Hendrik Goltzius was the leading printmaker of his time. A virtuoso engraver, innovative woodblock cutter, and superb draftsman, Goltzius continues to inspire awe with his wondrous technique and to convert even the most jaded art spectators to print enthusiasts. This print is from a series of fourteen engravings—\"Christ, the Twelve Apostles, and Paul\"—executed in 1589 when Goltzius was at the height of his powers. The series is a kind of demonstration piece displaying Goltzius's unrivaled technique and boundless imagination.",
  "title": "Saint James the Less, Plate 10 from the series Christ, the Twelve Apostles, and Saint Paul"
}
