{
  "accession_number": "90.92",
  "artist": "Architect: George Grant Elmslie; Architect: William Gray Purcell",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Anson Cutts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1913",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "",
  "dimension": "50 x 150 ft. (approx. lot size)",
  "id": "http://api.artsmia.org/objects/113425",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3740,
  "image_width": 5613,
  "inscription": "",
  "life_date": "American, 1880–1965",
  "markings": "",
  "medium": "Various materials",
  "nationality": "American",
  "object_name": "Purcell-Cutts house",
  "portfolio": "From a.k.a. Edna S. Purcell House\r\nPurcell, Feick and Elmslie, Minneapolis, Minnesota, 1910-1913",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1913, architects William Gray Purcell and George Grant Elmslie designed a house that remains one of the most significant examples of the Prairie School style of architecture in the country.  Built for Purcell's own family and named for Purcell's wife Edna, the house, near Lake of the Isles in Minneapolis, incorporated Purcell's talent for innovative residential planning with Elmslie's ingenious and exacting decorative detail.  Their modest but stunning home is considered the most complete embodiment of Purcell and Elmslie's architectural philosophy. (Although the firm was known as Purcell, Feick and Elmslie at the time, George Feick is not considered a design partner for the house, and left the firm soon after). \r\n\r\nPurcell wanted a house that would support a modern way of life for his family. He and Elmslie followed progressive Chicago architect Louis Sullivan's principles of organic architecture, creating an original and beautiful home that would be a strong contrast to the revival-style houses popular at the time.  Sullivan believed the design of a building should reflect the structure's place and time in history, as well as be compatible to its site and natural surroundings.  Purcell and Elmslie employed Sullivan's \"system of ornament,\" a decorative philosophy based on natural forms that unified the design of progressive structures of this period.  Their interpretation of Sullivan's principles included such Prairie School elements as a nearly flat roof, an open interior plan, earthen colors, and over eighty art-glass windows. Combining these elements with custom-designed stencils, furniture and artworks, they produced an architectural gem that suited the family's contemporary needs.\r\n\r\nPurcell and his family lived in the house for only a few years before relocating to Philadelphia and later to Portland, Oregon. Anson Cutts and his wife, Edna, who purchased the house in 1919, realized it was architecturally relevant and did not significantly alter it during their residency.  In 1985, the couple's son, Anson",
  "title": "Purcell-Cutts house"
}
