{
  "accession_number": "2011.96.10a,b",
  "art_champions_text": null,
  "artist": "Sculptor: Michael Peterson",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Ruth and David Waterbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "abstract rectangular object with separate wedge; hollow wood burl with crack like openings and holes; wedge positioned under larger piece and protrudes on one side only and is for visual balance not stability",
  "dimension": "28 x 7 7/8 x 8 1/2 in. (71.12 x 20 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/113437",
  "image": "valid",
  "image_copyright": "© Michael Peterson",
  "image_height": 6818,
  "image_width": 4357,
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Madrone burl",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The striking rock formations of Bryce Canyon in Utah inspired Michael Peterson to explore land surfaces through his vessels, sandblasting and bleaching in order to translate the idea of erosive forces working to sculpt and patinate the surface of wood. Those vessels led to recent madrone sculptures such as this one, carved damp with a chainsaw and left to shrink and warp as it dries. Working intuitively, Peterson allows the forms to reveal themselves as he goes along. He sandblasts and stains the wood to exaggerate the grain and texture. Ironically, these highly worked pieces look as though they were found in the natural landscape. According to Peterson, he \"places a lot of importance on the tactile quality as well as the visual success of the surface,\" feeling that his work is meant to be read with both the hands and the eyes.",
  "title": "Sculpture"
}
