{
  "accession_number": "2012.10.1",
  "art_champions_text": null,
  "artist": "Photographer: Denise De La Rue",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of George T. Shea and Gordon Locksley",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Global Contemporary Art",
  "description": "matador wearing orange, black and silver costume with coral-colored stockings, with blood stains on pants, leaning against a table with a black cloth with heavy needlework in white; very large mirror behind man reflecting chandelier and tapestry hanging on opposite wall",
  "dimension": "75 1/4 x 48 1/2 in. (191.14 x 123.19 cm) (sight, approx.)\r\n77 x 50 1/2 in. (195.58 x 128.27 cm) (outer frame, approx.)",
  "id": "http://api.artsmia.org/objects/113494",
  "image": "valid",
  "image_copyright": "© 2006 Denise De La Rue. All rights reserved.",
  "image_height": 8970,
  "image_width": 5951,
  "inscription": "",
  "life_date": "Mexican, born 1972",
  "markings": "",
  "medium": "Lightjet print on color glossy paper",
  "nationality": "Mexican",
  "object_name": "Digital print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "A resident of Mexico City, Denise De La Rue is known for her interest in outsider groups within Latin America culture. In 2006 she started making portraits of matadors, a project that took her to bullrings throughout Latin America and Spain. The resulting body of work is among her most elegant series of photographs. Removed from the theatrical immediacy of the bullring, her subjects are placed in settings reminiscent of Baroque portrait painting. The matadors are photographed after their fight, often appearing bloody battered—icons of a spectacle with deep roots in the past.\r\n\r\nJose Igacio Uceda Leal, the subject of this photograph, ranks among the world’s top matadors. He fought his first bullfight at the age of twelve, and had gone on to fight and kill more than 450 bulls in Spain and Latin America. Like other 21st century bullfighters, he walks a precarious line between fame and infamy - revered by fans, who mob him like a rock star, and reviled animal-rights activists and others who condemn the sport. De La Rue’s portrait of Leal captures the social and moral implications of modern bullfighting. Framed against the elegant but time-worn backdrop of a room in a former palace, Leal seems almost mythic. Undeniably heroic in tone and posture, the portrait also suggests the faded glamour and bravado of a sport that has long been the subject of disapproval outside of Spain and Latin America.",
  "title": "Jose Ignacio Uceda Leal, Madrid, Spain"
}
