{
  "accession_number": "90.92",
  "art_champions_text": "Conservation cost: $5,090\r\n\r\nThis decorative, sawed-wood screen normally graces the side of the chimney at Mia's Purcell-Cutts House. The elements and, more recently, aggressive squirrels have sadly damaged the screen, which is now in need of conservation to stabilize it and repair the squirrel-chewed areas. MACC's object conservators will clean the piece overall, consolidate wood losses, reattach collected fragments where possible, reconstruct lost elements, and tone fills to match the original creosote-stained cypress. \r\n\r\n\r\nContact the Arts of the Americas Department at Americas@artsmia.org or (612) 870-3111 to Champion this artwork.",
  "artist": "Architect: George Grant Elmslie; Architect: William Gray Purcell",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Anson Cutts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1913",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "50 x 150 ft. (approx. lot size)",
  "id": "http://api.artsmia.org/objects/113425",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3740,
  "image_width": 5613,
  "inscription": "",
  "life_date": "American (born Scotland), 1869–1952",
  "markings": "",
  "medium": "Various materials",
  "nationality": "American (born Scotland)",
  "object_name": "Purcell-Cutts house",
  "portfolio": "From a.k.a. Edna S. Purcell House\r\nPurcell, Feick and Elmslie, Minneapolis, Minnesota, 1910-1913",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Purcell-Cutts House",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Architect William Purcell wanted a house that would support a modern way of life for his family. He and Elmslie followed the approach of progressive Chicago architect Louis Sullivan, who believed the design of a building should reflect the structure’s place and time in history, as well as be compatible to its site and natural surroundings. The architects employed Sullivan’s “system of ornament,” a decorative philosophy based on natural forms. One of the most significant examples of the Prairie School style in the country, the house combines Purcell’s talent for innovative residential planning with Elmslie’s ingenious and exacting decorative detail. Their interpretation of Sullivan’s principles included such Prairie School elements as a nearly flat roof, an open interior plan, earthen colors, and more than eighty art-glass windows. Combining these elements with custom-designed stencils, furniture, and artworks, they produced an architectural gem that suited the family’s contemporary needs.",
  "title": "Purcell-Cutts house"
}
