{
  "accession_number": "2012.10.2",
  "art_champions_text": null,
  "artist": "Artist: Denise De La Rue",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of George T. Shea and Gordon Locksley",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Global Contemporary Art",
  "description": "matador seated on a stool covered with a tan cloth, wearing a black and gold costume with coral-colored tie and stockings, holding his red and black sword in his PR hand and his red cape in his PL hand; painting of Mary holding baby Jesus surrounded by cherubs behind man",
  "dimension": "79 x 48 1/4 in. (200.66 x 122.56 cm) (sight, approx.)\r\n81 1/4 x 50 1/4 in. (206.38 x 127.64 cm) (outer frame, approx.)",
  "id": "http://api.artsmia.org/objects/113488",
  "image": "valid",
  "image_copyright": "© 2006 Denise De La Rue. All rights reserved.",
  "image_height": 9409,
  "image_width": 5956,
  "inscription": "",
  "life_date": "Mexican, born 1972",
  "markings": "",
  "medium": "Lightjet print on color glossy paper",
  "nationality": "Mexican",
  "object_name": "Digital print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "A resident of Mexico City, Denise De La Rue is known for her interest in outsider groups within Latin American cultures. In 2006, she started to make portraits of Mexican and Spanish matadors. Bullfighting is an extremely contentious tradition. Both Jose Ignacio Uceda Leal, Madrid, Spain and David Luguillan, Madrid, Spain (both 2006) capture the flamboyant and dramatic identities of bullfighters, yet they are also portrayed as anachronisms - aging icons of a spectacle deeply rooted in the past. Part warrior and part ballet dancer, they are lionized as much for their stylish posturing and costumes as for their sport, which has long been the subject of disapproval outside of Spain and Latin America. Framed against the time-worn backdrops of old palaces and museums, the focus of these portraits is, ultimately, the faded glamour and lost bravado of the bullfighter.",
  "title": "David Luguillan, Madrid, Spain"
}
