{
  "accession_number": "2011.83",
  "art_champions_text": null,
  "artist": "Artist: Aoshima Chiho; Collaborator: Bruce Ferguson",
  "catalogue_raissonne": null,
  "classification": " Digital Art; Time-based Media",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from the Friends of the Institute and the William Hood Dunwoody Fund",
  "culture": "Japanese",
  "curator_approved": 1,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "two sets (five DVD's in each set) of exhibition/viewing copy DVD's--one set received in paper sleeves; one set (five DVD's) of master DVD's--each DVD signed and dated by the artist, with the edition number and screen number, in black marker, received in plastic and cotton sleeves; master DVD set and loose set of exhbition/viewing copies received stored in wooden box with glass cover; box stuffed with cotton; six handmade cutout fairies pinned to cotton on left side of box, with cardboard labels naming each in Japanese and English; five plasma flat panel TV's (with five wall mounts), five DVD players and synchronization unit also included; see Notes for supply list",
  "dimension": "7 minutes (total running time)",
  "id": "http://api.artsmia.org/objects/113424",
  "image": "valid",
  "image_copyright": "© Chiho Aoshima %2F Kaikai Kiki",
  "image_height": 5708,
  "image_width": 8749,
  "inscription": "on each master DVD, in black marker: [SCREEN (1-5 indicated--one number on each disk)]; on short side of box under lid and on underside of lid at edge, in black ink: [155]",
  "life_date": "Japanese, born 1974",
  "markings": "see Signed",
  "medium": "Five screen animated film installation",
  "nationality": "Japanese",
  "object_name": "Video installation",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on each master DVD, in black marker: [Chiho 05 (?) 3/5]",
  "style": "21st century",
  "text": "In 2005, the Japanese artist Chiho Aoshima collaborated with the New Zealand-based animator Bruce Ferguson to create City Glow, her first animation. Aoshima is a member of Takashi Murakami's Superflat movement, and her meticulously rendered imagery derives from the linear style prevalent in manga (comics) and anime (video animation) and, more distantly, in traditional Japanese painting and woodblock prints. In City Glow, Aoshima visualizes a cyclical narrative in which twenty-four hours elapse within the film's seven-minute time frame. Anthropomorphic skyscrapers sway in the background while plants grow and blossom luxuriantly in the foreground. Aquatic bubbles and fairies further hint that this is no ordinary place. Aoshima transcends the \"cult of cute\" in Japanese popular culture by juxtaposing her paradisiacal futurist garden against an ominous night. Amid eerily glowing trees, she pictures a graveyard occupied by the spirits of baleful beauties. This netherworld is dominated by a terrible three-eyed goddess from whose mouth escapes a swarm of fluttering moths. Just when this dire vision threatens to overwhelm, Aoshima offers a Disney-like reprieve wherein winged nymphsa butterfly pulls back the curtain on a fantasy-affirming rainbow.",
  "title": "City Glow"
}
