{
  "accession_number": "2012.16",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 74, Meder 75 state IIa (of IIf); Schoch/Mende/Scherbaum 71",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The Ethel Morrison Van Derlip Fund, proceeds from the 2011 Minneapolis Print and Drawing Fair, the Richard Lewis Hillstrom Fund, gift of funds from Nivin MacMillan, the Winton Jones Endowment Fund for Prints and Drawings, and gift of Herschel V. Jones, gift of Mrs. Ridgely Hunt, and gift of Miss Eileen Bigelow and Mrs. O. H. Ingram, in memory of their mother, Mrs. Alice F. Bigelow, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1514",
  "department": "European Art",
  "description": "seated angel at right, wearing long dress and crown of laurel branches, holding a book and calipers; woodworking tools at bottom; sleeping dog, LLQ; somber putto seated on a wheel to left of angel; hourglass, bell and scales in URQ; tiny village and landscape with water, ULC",
  "dimension": "9 3/8 x 7 5/16 in. (23.81 x 18.57 cm) (plate)\r\n9 5/8 x 7 5/8 in. (24.45 x 19.37 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/113568",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5465,
  "image_width": 4321,
  "inscription": "On verso, in graphite: Melencolia | 32729 |  [illegible inscription]",
  "life_date": "German, 1471–1528",
  "markings": "On back, stamped in black: (monogram)",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Falkeisen & Huber, Basel (Lugt 1008 and supplement), by 1823) [1].\r\nPrivate collection, Germany. (Sale Christie's, London, December 4, 2007, lot 101, £72,500); (C. G. Boerner, New York, and Danielle Laube, New York).\r\n[1] Considerable confusion exists around the mark, Lugt 1008. In his 1921 edition, Lugt assigned the mark to H. Füssli & Cie, Zürich, a firm run by Heinrich Füssli, IV (1755- 1829), son of the famous painter. He noted that others had assigned the mark to Falkenstein & Haber, Basel, and to Falkeisen & Huber, Basel. In his 1956 edition, Lugt noted that it was indeed the firm of Theodor Falkeisen (1768-1814) of Johann Friedrich Huber (1766-1832), which operated under their names until 1823.\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "113568",
    "7354"
  ],
  "signed": "UR, signed with monogram and dated: 1514 / AD | At L:  MELENCOLIA",
  "style": "16th century",
  "text": "By any measure, Melencolia I is an arresting image. A magnificent, laurel-crowned angel sits brooding in the foreground. In its hand and strewn about are the tools and materials of physical creation—from hammer and nails to an alchemical crucible (vessel). Sitting on a millstone is a putto, scribbling away on a tablet. Models of ideal geometric forms, such as a sphere and a polyhedron, occupy the left side of the image, along with a sleeping dog. To the right we face the base of a windowless building, perhaps a tower. From it hang a weighing scale, an hourglass, and a bell whose pull-cord extends out of the image. A magic square is carved into the wall, and a ladder leans against the far side of the structure. In the background we see to a distant horizon. In the sky are a rainbow and a comet. A bat-like creature flies through the sky holding a banner reading MELENCOLIA I.\r\n\r\nLittle was written about Dürer’s engraving originally, but over time it became one of the most frequently discussed images in the history of art. In 1568, the pioneering art historian Giorgio Vasari wrote:\r\n\r\n\"Then, having grown both in power and courage, as he saw that his works were prized, Albrecht executed some copper engravings that astonished the world. He also set himself to making an engraving, for printing on a half sheet of paper, of a figure of Melancholy, with all the instruments that reduce those who use them, or rather, all mankind, to a melancholy humor; and in this he succeeded so well that it would not be possible to do more delicate engraving with the burin.\"\r\n\r\nWe may never know the engraving’s full meaning, but we can be certain that it touches upon many of Dürer’s central interests: the role of the artist as creator; the relationships among the physical, intellectual, and spiritual realms; the study of the natural world; mathematics; esoteric knowledge; and self-awareness.\r\n\r\nIn essence, the engraving became a manifesto on knowing the unknowable and making the unmakeable.",
  "title": "Melencolia I"
}
