{
  "accession_number": "2012.44",
  "art_champions_text": null,
  "artist": "Artist: Richard Parkes Bonington",
  "catalogue_raissonne": "The painting came to light only after the publication of P Noon's \"Richard Parkes Bonington, the Complete Paintings\" (London, 2008).",
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Sheila C. and John L. Morgan Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825",
  "department": "European Art",
  "description": "sketchy image of skyline with buildings in browns and greys; lightening, slightly cloudy sky with bright clouds at bottom, grey sky in ULC",
  "dimension": "11 5/16 x 8 15/16 in. (28.73 x 22.7 cm)\r\n15 11/16 x 18 7/16 x 2 1/4 in. (39.81 x 46.83 x 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/113539",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5895,
  "image_width": 5096,
  "inscription": "Inscription, Seal, Label and Sticker on verso:\r\npaper etiquette inscribed in pen and brown ink by the artist\\'s father: View of Rouen / a sketch / [pounds] 5 [crossed out];\r\non paper affixed to back, in blue crayon: 10842;\r\npaper label inscribed in pen and red ink: 1862;\r\npaper label stamped in black: 4082",
  "life_date": "British, 1802–1828",
  "markings": "verso: red wax atelier seal with initials RPB; Bonington\\'s letter seal with his interlaced initials was often employed for authentication on the versos of oil sketches in the posthumous studio sales. The letters on this seal are in Gothic script.",
  "medium": "Oil on millboard",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G321",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Although Bonington died prematurely at age 25, he was a prolific virtuoso who left his mark on the development of European painting. Connoisseurs have always ranked him with Théodore Géricault and Eugène Delacroix as one of the three pillars of French Romanticism, and with John Constable and J. M. W. Turner as the most influential British landscape painters of the 19th century. Bonington's genius as a painter was so seductive that he attracted a host of admirers and imitators in both France and England. Two of his closest friends were Delacroix and Paul Huet, while Camille Corot admitted to becoming an artist only after seeing examples of Bonington's paintings in an art dealer's shop window. Corot's oil sketch in Rome of 1826 offers an illuminating comparison with Bonington's Rouen sketch of 1825, which is concerned less with the subject depicted than with the art of quickly recording one's impressions of light, color and atmosphere in nature.",
  "title": "Rouen Cathedral, Sunrise"
}
