{
  "accession_number": "2012.20.2",
  "artist": "Publisher: André Marty",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Eric Carlson in honor of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1894",
  "department": "Prints and Drawings",
  "description": "pamphlet; sheet folded twice, forming three sections; printed in green on white; French text; image on front of printing apparatus at right with vines and foliage at left and \"L'ESTAMPE ORIGINALE\"",
  "dimension": "8 x 7 1/4 in. (20.32 x 18.42 cm) (as folded)",
  "id": "http://api.artsmia.org/objects/113569",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1857-after 1900",
  "markings": "",
  "medium": "Letterpress and relief print in olive green ink",
  "nationality": "French",
  "object_name": "Prospectus",
  "portfolio": "From L'Estampe originale",
  "provenance": "(Eric G. Carlson Fine Prints and Drawings, New York, until 2012; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Originality was the unifying criterion for André Marty and his indispensable consultant Roger Marx (1859-1913) when choosing artists for L'Estampe originale. When the series launched in 1893, Marty was director of the weekly Journal des artistes; Marx was an influential art critic and fine arts administrator who believed passionately in the civilizing role of art. Aimed at the bourgeois consumer, L'Estampe originale cost 120 francs (roughly $500 in today's money) for an annual subscription. In all, 95 prints were issued in nine albums, including Alexandre Charpentier's half-length figure embossed on the Title Page (it's also stamped on most prints), and George Auriol's Japanese-style woodcut on the Preface. The 1894 marketing prospectus features a facsimile of the Camille Martin lithograph in this exhibition.",
  "title": "Prospectus for  \"L'Estampe originale\""
}
