{
  "accession_number": "2012.20.2",
  "art_champions_text": null,
  "artist": "Publisher: André Marty",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Eric Carlson in honor of Marla J. Kinney",
  "culture": null,
  "curator_approved": 0,
  "dated": "1894",
  "department": "Prints and Drawings",
  "description": "pamphlet; sheet folded twice, forming three sections; printed in green on white; French text; image on front of printing apparatus at right with vines and foliage at left and \"L'ESTAMPE ORIGINALE\"",
  "dimension": "8 x 7 1/4 in. (20.32 x 18.42 cm) (as folded)",
  "id": "http://api.artsmia.org/objects/113569",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1857-after 1900",
  "markings": "",
  "medium": "Letterpress and relief print in olive green ink",
  "nationality": "French",
  "object_name": "Prospectus",
  "portfolio": "From L'Estampe originale",
  "provenance": "(Eric G. Carlson Fine Prints and Drawings, New York, until 2012; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "André Marty was a prominent producer and publisher of fine books and limited-edition prints in \"fin-de-siècle\" Paris. He is remembered for his role as the discerning publisher of \"L'Estampe originale,\" one of the most celebrated albums of nineteenth-century French color printmaking. Marty helped define and promote the idea of originality in printmaking, both as a benchmark of quality and as a marketing tool. His goal was to differentiate this higher quality class of prints from the inferior, yet ubiquitous photomechanical reproductions so popular with the public. He achieved this by recruiting some of the leading painters, sculptors, and illustrators of the day to create original prints for his publications. The prints he published were conventional by the day's standards, mirroring contemporary trends in style and subject to assure sufficient collector interest. Marty also oversaw the printing and editioning of the various plates to maintain his high standards of quality. This pamphlet is a rare survival of what is generally considered ephemera, something not usually retained beyond its original marketing purpose. The prospectus features a brief explanatory text in French, likely supplied by the publisher, together with a small relief print in olive green ink based on Camille Martin's cover design for the second album of \"L'Estampe originale.\" It is folded twice to form a three-part pamphlet.",
  "title": "Prospectus for \"L'Estampe originale\""
}
