{
  "restricted": 0,
  "image": "invalid",
  "image_copyright": "",
  "life_date": "French, 1849 - 1918",
  "nationality": "French",
  "role": "Artist",
  "artist": "Auguste Louis Lepère",
  "dated": "1893",
  "culture": null,
  "country": null,
  "continent": null,
  "dimension": "17 1/2 x 10 in. (44.45 x 25.4 cm) (sheet)\r\n23 1/4 x 15 1/4 in. (59.06 x 38.74 cm) (mat)",
  "medium": "Soft-ground etching and aquatint",
  "title": "Les Laveuses (Les Blanchisseuses)",
  "id": "http://api.artsmia.org/objects/113664",
  "room": "Not on View",
  "style": "19th century",
  "marks": "Signed and numbered 7 in blue pencil ",
  "text": "For the bourgeois collector in 1893, Auguste Lepère's Les laveuses, also called \"Youth passes quickly\" after the phrase on the sheet, would have fascinated on many levels. First, the print deals with transience, contrasting an older, downcast woman with one full of color and hope. Second, it offers a seemingly unscripted look into the lives of Parisian laundresses (40,000 strong at one point), who were associated with popular unrest and unchecked morals. Finally, the print signals Lepère's command of Japanese-style effects like steep perspective, half-seen figures, and transparent inks.\r\n\r\nOne reason Lepère learned etching in 1889 after a quarter-century of wood engraving is that his illustration work was being taken over by photomechanical processes. To preserve the future of the original print, Lepère asked six artists (including Félix Bracquemond and Henri Boutet, represented in this exhibition) to submit prints to sell in albums. Sales were poor and only three albums were issued (1888-91). Yet Lepère's example inspired André Marty. He bought the rights to Lepère's title, L'Estampe originale, and launched a new series with 74 artists. Also like Lepère, he invited art critic Roger Marx to write his introduction.",
  "description": "two women carrying bundles standing at the top of a staircase; off-white mat",
  "provenance": "",
  "creditline": "Bequest of Harry Drake",
  "accession_number": "2013.35.580"
}
