{
  "accession_number": "2012.58.73",
  "art_champions_text": null,
  "artist": "Artist: Unknown; Artist: After Andrea del Sarto; Artist: Cristoforo Roncalli (il Pomarancio)",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 1,
  "dated": "16th-17th century",
  "department": "European Art",
  "description": "dead boy lying in foreground wearing a simple long-sleeved garment, with a foliate crown; same boy seated behind body, with his PL hand on chest of dead body and PR arm raised, head in profile from PL",
  "dimension": "8 3/8 x 10 7/8 in. (21.27 x 27.62 cm) (sheet, irregular)\r\n16 1/2 x 20 1/2 in. (41.91 x 52.07 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/113773",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3544,
  "image_width": 4552,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "LRC, stamped in black: [C R (monogram)], Lugt 628",
  "medium": "Black chalk on blue paper",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Richard Cosway (c.1742–1821), Lugt 628, London. Alfred Moir, Santa Barbara (until d. 2011; bequeathed to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This drawing copies part of a fresco by Andrea del Sarto depicting a dead child miraculously resurrected at the deathbed of Saint Filippo Benizzi (1510), one of five murals Sarto executed in the atrium of Santissima Annunziata, Florence. Andrea del Sarto's paintings were admired and copied by artists throughout the sixteenth and seventeenth centuries; see, for instance the black chalk studies of Bernardino Poccetti (Mia, 2012.58.190 and Berlin) after other Annuziata frescoes as well as those by Federico Zuccaro (British Museum, Louvre) after Sarto's frescoes in the Chiostro dello Scalzo  // The museum would like to thank Dott. Stefano L'Occaso, Director of the Palazzo Ducale, Mantua, for recognizing the source of the composition.",
  "title": "Study of Two Boys (after Andrea del Sarto's \"Resurrection of a Dead Child at the Deathbed of Saint Filippo Benizi\")"
}
