{
  "accession_number": "2012.58.74",
  "art_champions_text": null,
  "artist": "Artist: Gustav Klimt",
  "catalogue_raissonne": "Not listed in Alice Strobl, \"Gustav Klimt: Die Zeichnungen\"",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "c.1902",
  "department": "European Art",
  "description": "arms, head, torso and upper legs of a nude figure, in profile from PR, with arms outstretched and head down, forming an L shape",
  "dimension": "14 x 14 in. (35.56 x 35.56 cm) (sheet)\r\n24 1/2 x 20 1/2 in. (62.23 x 52.07 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/113815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7173,
  "image_width": 7184,
  "inscription": "",
  "life_date": "Austrian, 1862 - 1918",
  "markings": "",
  "medium": "Black chalk with yellow and red pastel on tracing paper",
  "nationality": "Austrian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Le Bocage Vert Giuliano Ceseri, Lafayette, Louisiana, until 2001; sold September 8 for $2,000, to Moir]; Alfred Moir, Santa Barbara (2001-d. 2010; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "From sketches such as this come major masterpieces. When the rebellious group of artists known as the Vienna Secession organized an exhibition honoring Beethoven, Gustav Klimt was responsible for decorating the large introductory room. The project would become his greatest work, the Beethoven Frieze, an expansive wall painting interpreting the final, choral movement of the composer’s Ninth Symphony. The frieze was arranged as a series of figure groupings. “The Suffering of Weak Humanity” includes a standing woman and a kneeling couple with outstretched arms, all shown in profile. The MIA drawing records Klimt’s first thoughts for the male figure. \r\n\r\nKlimt made short horizontal strokes through areas that he wanted to reconsider and went on to test other ideas for the man’s bearing. He eventually made him kneel in a more rigidly vertical position and introduced the kneeling woman, who would obscure the man’s back and shoulder. By slightly raising the man’s bowed head, easing the gesture of his hands, and eliminating the touches of color, Klimt reduced the emotional intensity, reserving it for later elements of the frieze.",
  "title": "Male Figure with Outstretched Arms, Study for the Beethoven Frieze"
}
