{
  "accession_number": "2012.21",
  "art_champions_text": null,
  "artist": "Artist: James Siena; Printer: Lower East Side Printshop, New York; Publisher: Lower East Side Printshop, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom Rassieur in honor of Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2005",
  "department": "Arts of the Americas",
  "description": "vertical geometric bands--diamonds connected with lines; black, grey and white; grey borders at right and left, red lower border, black upper border; light grey paper",
  "dimension": "14 9/16 x 22 1/8 in. (36.99 x 56.2 cm) (image)\r\n21 1/16 x 28 1/8 in. (53.5 x 71.44 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/113869",
  "image": "valid",
  "image_copyright": "© James Siena",
  "image_height": 3716,
  "image_width": 4920,
  "inscription": "\r\n",
  "life_date": "American, born 1957",
  "markings": "Numbered in pencil, LLC: 31/75\r\nPublisher\\'s blindstamp, LLC: Design of the Lower East Side Printshop, New York (arm with hand turning a roller)",
  "medium": "Color screenprint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Lower East Side Printshop, New York, sold to Rassieur 2005; Tom Rassieur, Minneapolis; given to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LRC: James Siena 2005",
  "style": "21st century",
  "text": "Contemporary American artist James Siena is widely recognized for his exuberantly patterned abstract paintings, drawings, and editioned prints. The somewhat cryptic title Double Recursive Combs, Boustrophedon, makes reference to a form of mathematical logic frequently used in computer science called recursion theory, and to a bi-directional mirror image writing style found in some ancient manuscripts. Though knowing this helps understand Siena's concept, it may not help the casual observer who is unfamiliar with such esoteric sources. That said, a general understanding of mathematical logic would pay dividends when confronted with Siena's works.",
  "title": "Double Recursive Combs, Boustrophedonic"
}
