{
  "accession_number": "2012.58.109",
  "art_champions_text": null,
  "artist": "Artist: William Dole",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "1964",
  "department": "Arts of the Americas",
  "description": "old paper with holes and creases at center (probably from a book) with some small scraps of printing in various fonts and languages; several hand-written elements in pencil and ink at lower corners and ULC; purplish-grey rectangle in LRC with fragments of colored marbled endpapers--predominately red and blue, and green and blue; small thin orange strip of paper to left of old paper background, ULC",
  "dimension": "9 1/4 x 11 3/4 in. (23.5 x 29.85 cm) (sight)\r\n15 9/16 x 18 1/8 in. (39.53 x 46.04 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/113802",
  "image": "valid",
  "image_copyright": "© Estate William Dole",
  "image_height": 4111,
  "image_width": 5348,
  "inscription": "Signature, Date and Label",
  "life_date": "American, 1917 - 1983",
  "markings": "on backing paper: Rex Evans Gallery label and Santa Barbara Museum of Art and Fine Arts Gallery of San Diego exhibition labels",
  "medium": "Collage on paper",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "(Rex Evans Gallery, Los Angeles, until c. 1964/65; sold to Moir); Alfred Moir, Santa Barbara, Calif. (1964/65-d. 2010); bequeathed to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: [W. Dole 1964]",
  "style": "20th century",
  "text": "Trained as a realist painter, William Dole taught at the University of California, Santa Barbara. He first experimented with collage during a sabbatical in Florence, Italy, where he acquired a leather-bound journal full of book pages, letters, maps, and more. His early collages referenced the Italian landscape, but after his return to the United States around 1958 his compositions became increasingly abstract. By cutting out bits of typography, details from scientific diagrams and areas of printed color, from discarded magazines, Dole created a stock of \"raw material.\" These he used to assemble his lyrically delicate compositions.",
  "title": "Work Sheet I"
}
