{
  "accession_number": "2012.11",
  "artist": "Maker: Attributed to William Howard",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund, the John and Ruth Huss Fund for Decorative Arts, the Fred R. Salisbury II Fund, and the Deborah Davenport and Stewart Stender Endowment for American Folk Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "drop-front desk with four-legged base; front of base decorated with high-relief carving of sword; exterior of drop-front decorated with high-relief carvings of forks and knives, bottles, gun, various tools (saw, pick axe, trowel, shovel), pocket knives, two pointing hands and other objects; sides also decorated with applied relief carvings of various objects; medium wood patina",
  "dimension": "60 3/4 x 29 7/8 x 23 11/16 in. (154.31 x 75.88 x 60.17 cm)",
  "id": "http://api.artsmia.org/objects/113926",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9306,
  "image_width": 6415,
  "inscription": "Inscription\r\n\r\nright side of front panel, incised: [WD]; at top of topmost cubbyholes at interior, in brown: [Blackwell\\'s Genuine / BULL DURHAM]; on underside, stenciled in black: [COTTON PIECE GOODS / FROM / THE GLENWOOD WO (illegible) / MEDFORD. MASS.]; on backside of apron at front, stenciled in black: [MC-R & C / MADISON MISS / IC 43 H B (?)]",
  "life_date": "American, born Africa about 1805, active until c. 1870",
  "markings": "",
  "medium": "Yellow pine, tobacco box and cotton crate wood",
  "nationality": "American (born Africa)",
  "object_name": "Writing desk",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G304",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "William Howard was born in Africa and lived and worked at Kirkwood Plantation in Madison County, Mississippi, first as an enslaved man and then, after the Civil War (1861–65), as a free man. This desk was handed down through an African American family, along with the story of William Howard as its maker.\r\n\r\nShowcasing Howard’s ingenuity and technical skill, the desk has a high-style, neoclassical form constructed of rough “make-do” materials, such as Bull Durham tobacco boxes and cotton shipping crates. More than seventy separately made hand-carvings of weapons, tools, eating utensils, trade symbols, and other objects embellish the front and sides.\r\n",
  "title": "Writing desk"
}
