{
  "accession_number": "2012.58.76",
  "art_champions_text": null,
  "artist": "Artist: Fromerly attributed to Ventura Salimbeni; Artist: Formerly attributed to Francesco Vanni",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "European Art",
  "description": "sketchy figures; compositional lines (large X and horizontal line) drawn over image; collapsing woman in LRQ, supported by standing figure; woman has PR arm outstretched to standing saint, who holds out PR hand to her; other standing and kneeling figures",
  "dimension": "8 7/8 x 9 1/4 in. (22.5 x 23.5 cm) (sheet)\r\n",
  "id": "http://api.artsmia.org/objects/113930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6654,
  "image_width": 5461,
  "inscription": "Inscriptions and Stamps\r\nbottom center, in brown ink: [N.ro 66 del detto Cav.re Ventura Salimbeni]; \r\nlower right, in pen and brown ink: [14.6.] (William Gibson\\'s price code, cf. Lugt 2885);\r\nupper left, in pen and brown ink, illegible [?72=JB], Lugt 4528, unidentified collector\\'s code;\r\non mount, bottom center, in brown ink: [Del Cav:re Ventura Salimbeni]\r\n\r\non paper laid down on verso, in pen and brown ink: \r\n[Vincenzio--------Benceni e Fran.co Guiducei p d\\' Anc.a Conto mio - 42:7\r\nDetti----------------Conto mio de ?<fare> ?77\r\ndetti----------------Conto loro ap.ro G.P 95]\r\n\r\nStencilled letters:  \r\nin brown ink: [V]; in red ink: [C] /\r\nin red ink: [V]; in brown ink: [D] \r\n",
  "life_date": "Italian (Siena), 1568 - 1613",
  "markings": "Collectors stamps:\r\nrecto: LLC stamp, black: [(flower/star)] Lugt 2885; LRC stamp, black: [(eye)] Lugt  2793; stamp, blue: [(circle, illegible), 10 mm diam] not in Lugt; stamp, black: [(star)] Lugt 2898; \r\nverso, stamp, blue: [(circle, illegible)], again, as on recto, not in Lugt; stamp in black: [(oval with arm holding shovel)] Lugt 2736; URC inscription: [?72 = JB], Lugt 4528\r\n",
  "medium": "Black chalk, pen and brown ink and brown wash; partially squared, with perspectival indications; laid down, in window mount",
  "nationality": "Italian (Siena)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Unidentified collector, Lugt 2736, Italian (Florence), 17th century, associated with the Brandini family. \"JB\", unidentified collector [of Florentine drawings], Lugt 4528. unidentified collector, Lugt 2898, probably English, 17th century ('Jerome Lanier, d. 1657); Nicholas Lanier, Lugt 2885 (1588-1666), London. William Gibson, Lugt 5216 (1644'-d. 1703), London. Nathaniel Hone, Lugt 2793 (1718-1784), London. Sale, Christie's, London, July 4, 2000, no. 92, as attributed to Ventura Salimbeni, St. Francis exorcising demons,\" for £6,462, to Moir; Alfred Moir, Santa Barbara (2000-d.2010; bequeathed to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Many early collectors of drawings stamped the works in their possession with a personal collector’s stamp. This anonymous Italian drawing passed through at least five different collections in the seventeenth and eighteenth centuries (see provenance below). Collectors often annotated their drawings with inventory numbers, price codes, and the name of the artist they thought drew the work. Artists rarely signed drawings before the eighteenth century, certainly not informal sketches like the present sheet. The attribution of this drawing to the Sienese painter Ventura Salimbeni (1568–1613), which is inscribed on both the mount and the drawing, was made by a later owner. That this work was in an Italian collection of primarily Florentine sixteenth and seventeenth-century drawings suggests that it may be Florentine instead. There are many repairs and extensive restorations throughout the sheet, making it difficult to identify its original author. It was in England by the mid-17th century, perhaps as early as 1657, if the star stamp in the lower right corner can be identified with Jerome Lanier, who died that year [see Jeremy Woods 2003]. It was certainly in England before Nicholas Lanier's death in 1666.\r\nThe co-existence of Lugt 2736 and 2885 would seem to establish a terminus ante quem of perhaps 1657, or more securely 1666, for the dissolution of the unidentified Florentine collection. Every mark on this mount is unclear or rubbed, and condition issues leave open the possibility that this drawing was laid down into an unrelated mount.",
  "title": "Saint Benedict Exorcising Demons from a Young Woman"
}
