{
  "accession_number": "2012.11",
  "artist": "William Howard",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund, the John and Ruth Huss Fund for Decorative Arts, the Fred R. Salisbury II Fund, and the Deborah Davenport and Stewart Stender Endowment for American Folk Art",
  "culture": null,
  "dated": "c. 1870",
  "description": "drop-front desk with four-legged base; front of base decorated with high-relief carving of sword; exterior of drop-front decorated with high-relief carvings of forks and knives, bottles, gun, various tools (saw, pick axe, trowel, shovel), pocket knives, two pointing hands and other objects; sides also decorated with applied relief carvings of various objects; medium wood patina",
  "dimension": "60 3/4 x 29 7/8 x 23 11/16 in. (154.31 x 75.88 x 60.17 cm)",
  "id": "http://api.artsmia.org/objects/113926",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9306,
  "image_width": 6415,
  "life_date": "American, born Africa about 1805, active until c. 1870",
  "marks": "Inscription\r\n\r\nright side of front panel, incised: ",
  "medium": "Yellow pine, tobacco box and cotton crate wood",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G304",
  "style": "19th century",
  "text": "According to an 1870 census, William Howard was born in Africa, but was enslaved and owned by the family of William McWillie at Kirkwood Plantation in Madison County, Mississippi. Howard remained at Kirkwood as a freed man after the Civil War, working as a field hand. The desk was handed down through a local African American family, along with the story of William Howard as its maker.\r\n\r\nIn addition to its fascinating history, this object presents a curious contrast between its high-style, neoclassical form and the use of rough, \"make-do\" materials such as cotton and tobacco shipping crates in its construction. More than 70 hand-carved objects, including weapons, tools, eating utensils, vessels, and trade symbols embellish the desk's surface; however, what these objects are meant to convey remains a mystery. They may represent the important contributions of African American labor in manufacturing and the skilled crafts during a time of profound economic hardship and social change in the South. The desk certainly showcases the ingenuity and technical skill Howard must have possessed to create this masterpiece of American folk art.  ",
  "title": "Writing desk"
}
