{
  "accession_number": "99.1.437.3",
  "art_champions_text": null,
  "artist": "Designer: Jack Larsen; Mill: Koryo Export Development Co., Ltd.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1984",
  "department": "Arts of the Americas",
  "description": "Warp printed & handwoven floral pattern. Vert. Rpt. 27\"; horiz. Rpt. 24\". Amber, moss on mauve.. Tawny Mist",
  "dimension": "overall: 43 x 50 1/2 in. (109.22 x 128.27 cm)",
  "id": "http://api.artsmia.org/objects/87018",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Silk; hand woven warp print; dyed",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Very frequently textile design is a cooperative process. Lilium is the consummate example. In his travels Jack Larsen met many textile manufacturers, from hand weavers in remote places to high tech manufactures in the most modern of cities. Often, special relationships were formed with dedicated textile makers who, like Jack, were passionate about cloth. Such an individual was the owner of Koryo Export Development Co., Ltd in Korea. He had the ability to produce distinctive and highly labor intensive warp printed fabrics, but not the design skills that would resonate with a sophisticated, contemporary market.\r\n\r\nThat task was assigned to the Larsen Design Team. Paul Gedeohn, whose work will be highlighted in the next show in this gallery, created the image, and while Mark Pollack worked directly with the weavers to create a unique color effect. He encouraged the weavers to try using three different colors of silk yarn as a single weft unit. As this had never been done before, there was some resistance, but his persistence paid off.",
  "title": "Lilium"
}
