{
  "accession_number": "99.1.440.1",
  "art_champions_text": null,
  "artist": "Artist: Mark Pollack; Designer: Larsen Design Studio, New York; Designer: Jack Larsen; Mill: John Orr Ltd.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Ireland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1982",
  "department": "Arts of the Americas",
  "description": "Dbl. weave. 1\" blocks separated by 1/4\" framework with dots at corners. 8\" sq. repeat. Mauve, blue, red, purple, orange, green Currant",
  "dimension": "overall: 144 x 52 in. (365.76 x 132.08 cm)",
  "id": "http://api.artsmia.org/objects/87031",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Mark Pollack%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Wool; double weave",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From Manor Born",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Artistic training of the mid-twentieth century emphasized the modernist aesthetic vision.  Clean lines and a reduction of form were concepts employed by many artists, using a variety of media, to create bold, powerful statements. In the world of textile design, the Larsen Design Studio was a company noted for its successful application of these principles, creating fabrics that brought the modernist aesthetic into home interiors.  \r\n\r\nMark Pollack, who worked for the company from 1976 to 1987, was particularly fascinated by the powerful aesthetic of repeated geometric forms and frequently employs these elements in his designs. In his work and the fabrics he created for Larsen, as well as for his own company, one senses the strength of the subtle rather than the force of the bold.\r\n\r\nFor a greater understanding of the power of textile design, the influence of the Jack Lenor Larson company and the specific contributions of designer Mark Pollack see the exhibition in gallery 279 which is to your right.",
  "title": "Limerick"
}
