{
  "accession_number": "99.1.543.1",
  "art_champions_text": null,
  "artist": "Designer: Louise Shiffer; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990-1991",
  "department": "Arts of the Americas",
  "description": "Plain weave with alternating clear and black saran/polyethylene weft and warp drawn in to form balanced highs and lows. Produces pattern of delicate black square grit with raised and lowered clear inbetweens. Small piece same as .2. Plain weave with alternating clear and black saran/polyethylene weft and warp drawn in to form balanced highs and lows. Produces pattern of delicate black square grit with raised and lowered clear inbetweens. rain",
  "dimension": "overall: 10 1/4 x 54 1/2 in. (26.04 x 138.43 cm)",
  "id": "http://api.artsmia.org/objects/87437",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Louise Shiffer",
  "image_height": 1970,
  "image_width": 2964,
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Saran, polyethylene",
  "nationality": "",
  "object_name": "Cloth",
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "87436",
    "87437"
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the mid-20th century, large windows became an important architectural element in new buildings.  The Larsen design staff responded to the needs of space designers who wished to take advantage of this contemporary innovation by using casements that would not dominate a room.  Larsen designers had to address several concerns in the development process: light control, interior and exterior appearance, the effect of heat and light on the fibers and stability of construction.\r\nMany Larsen upholstery and drapery fabrics celebrate the inherent beauty of natural fibers and the design studio soon became famous for this aspect of their work.  They never limited their work by adhering to this aesthetic, however, and from the 1950s eagerly explored and exploited the advantages of man-made yarns.  They were particularly successful in developing innovative applications and adaptations of synthetic fibers in casement fabrics.\r\nNimbus is an excellent example of the way Larsen designers developed the aesthetic potential of industrial fabrics.  Like Cumulus, this fabric was inspired by a material used for insulating bomb-demolition suits.  Starting from the same point of entry, the design team changed warp and weft diameters, altered the relationship of the synthetic yarns, added a black thread and worked with temperature variations to create an entirely different casement fabric that remains in production to this day.",
  "title": "Nimbus"
}
