{
  "accession_number": "99.1.67.1",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Designer: Jack Larsen; Mill: Bolan Fabrics; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1962-1967",
  "department": "Arts of the Americas",
  "description": "Brocaded weave in heavy wool & silk. Weft yarns are carried along selvedges. Vert. Rpt. 18\". Orange, pink, red, purple. Persimmon",
  "dimension": "overall: 109 x 52 in. (276.86 x 132.08 cm)",
  "id": "http://api.artsmia.org/objects/87880",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": 1953,
  "image_width": 2380,
  "inscription": "",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Wool, nylon, rayon, silk; woven fabric",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From Africa I",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The idea of presenting new designs in the form of a specific collection was not originated by the company, but Jack Larsen used this concept to particularly advantage. It was primarily a marketing tool, but one that affected the work and direction of the design studio. Initial inspiration as well as color and texture needed to reflect the concept of each collection. Textiles developed in this way often complemented or highlighted each other and encouraged interior designers to use a variety of Larsen fabrics on each project.\r\n\r\nThe idea for the African Collections came as a result of Jack Larsen and Win Anderson's trip to Africa in 1961. Both designers were inspired by the distinctive architecture, pottery, and traditional cloth that they saw. Synthesizing this essence into contemporary forms, rather than replicating what they had seen, was one of the studio's particular skills. The African Collection was presented in 1963 and African II in 1964. They were two of the company's most successful collections.",
  "title": "Benin Brocade"
}
