{
  "accession_number": "99.1.671.3",
  "art_champions_text": null,
  "artist": "Producer: Jack Lenor Larsen, Inc.; Mill: Decorative Screen Printers; Designer: Paul Gedeohn",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989-1993",
  "department": "Arts of the Americas",
  "description": "Vert. scrolling vines and flowers on moire-like background. Vertical repeat 25\"; horiz. rpt. 25\" half-dropped. Golds, peach, olive on green and mauve. Peachtree",
  "dimension": "overall (Not trimmed): 113 x 54 in. (287.02 x 137.16 cm)",
  "id": "http://api.artsmia.org/objects/87887",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Paul Gedeohn",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton; screen print; dyed",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "From indigenous tribal artists to the renowned designers of the wealthiest courts of the world, nature, especially flowers, has been a major inspiration.  However, the\r\nModernist movement, which influenced so much of the twentieth century's aesthetic\r\nconsciousness, disdained floral elements.  For textile designers this was a particular challenge as flowered textiles sold well.  The Larsen Design Studio addressed this problem with ingenious solutions, creating a variety of floral patterns that ranged from a quiet support of the interior statement to a dominating element of the environment.\r\n\r\nPaul Gedeohon, the principal print designer for the Larsen Design Studio for over 30 years, created innumerable florals, ranging from the almost realistic design we see here to the completely imagined.  His treatment of background cloth (rarely a solid color) and the interplay of leaf and flower (fanciful but never sweet) are testament to the Larsen company's ability to produce innovative textiles without compromising aesthetics.",
  "title": "Romany"
}
