{
  "accession_number": "L97.104",
  "artist": "",
  "continent": "Europe",
  "country": "Russia",
  "creditline": "The Decorative Arts Miscellaneous Purchase Fund",
  "culture": null,
  "dated": "c. 1786",
  "description": "full reindeer hide finished with birch oil; pliable hide, stiffer at extremities of legs, tail and areas of head; possible tool work at outer surface",
  "dimension": "90 1/2 x 59 3/4 in. (229.87 x 151.8 cm)",
  "id": "http://api.artsmia.org/objects/38675",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": null,
  "marks": " ",
  "medium": "Reindeer hide",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "18th century",
  "text": "Leather was an ideal material for chairs made in Colonial America.  Much of the leather used in New England came from Russian reindeer hides, which had to be imported from England.  For those who could afford it, leather was the upholstery of choice until it became prohibitively difficult and costly to obtain around 1725.  Boston upholsterer Thomas Fitch complained to a client in 1727 that he had \"no Russhia leather Chairs nor other, nor Leather to make them of.\"  As a substitute, he offered \"New England red Leather, but there's no Russhia in Town.\"\r\n\r\nRussian leather was pliable, far more durable than fabric available at the time, and considered a mark of wealth and refined taste.  As part of the tanning process, the hides were scored with sharp tools (note the distinctive cross-hatch pattern on this example), then soaked in various solutions including seal and birch oils.  It was often dyed black or red before being affixed to the chair back and seat with neat rows of tacks.  This untrimmed hide was found among the wreckage of the Danish ship Die Frau Metta Catharina.  It sank in 1786 off the coast of Cornwall, England en route from Russia to Genoa, Italy.\r\n",
  "title": "Untrimmed hide"
}
