{
  "accession_number": "2008.83",
  "art_champions_text": null,
  "artist": "Artist: Alexandra Exter",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1917",
  "department": "Paintings",
  "description": "Cubist style; geometricized buildings in LRQ, predominately in salmon pinks, black and browns; blue shapes in UL with geometricized sailboat in tan with white sails at ULC; received unframed",
  "dimension": "31 11/16 x 24 7/8 in. (80.49 x 63.18 cm)\r\n41 x 33 1/8 x 2 in. (104.14 x 84.14 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106095",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6431,
  "image_width": 4906,
  "inscription": "Signature",
  "life_date": "Russian, 1882 - 1949",
  "markings": "",
  "medium": "Oil and tempera on canvas",
  "nationality": "Russian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G367",
  "see_also": [
    ""
  ],
  "signed": "LLC, in blue: [Alex. Exter]",
  "style": "20th century",
  "text": "Alexandra Exter was a key figure in the Russian avant-garde, whose contribution to the development and dissemination of Cubist and Futurist techniques in Russia was exceedingly important. With her first trip to France in 1907 she established contact with the key players of French Cubism but, interestingly, she never embraced the monochromatic aesthetic of their work. She was equally selective in her encounters with Italian Futurism, rejecting its glorification of the machine and speed, but incorporating its sense of momentum into her pictorial philosophy. Thus, Exter's art became an amalgam of French and Italian influences known today as Cubo-Futurism.\r\n\r\nThe inspiration for the present work was drawn, most likely, from Exter's visit to Italy in 1914, and her impressions of coastal towns clinging to the hillsides became a vehicle for this dynamic demonstration of space rhythmically organized by color and line. The faceted architectural forms and sweeping bands of blue create a circular movement that is repetitively insistent-as though governed by an internal spring. \r\n\r\nFrame: Gift of Master Framers Inc. and the Mr. and Mrs. James S. Nordlie Fund",
  "title": "Italian Town by the Sea"
}
