{
  "accession_number": "2018.113",
  "art_champions_text": null,
  "artist": "Artist: Joshua Johnson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sam and Patty McCullough in loving memory of their son, Evan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1817",
  "department": "Arts of the Americas",
  "description": "exterior garden scene; boy in green suit with lace collar and brass buttons is holding bow and arrow and pointing to a yellow moth in a rose bush; stormy sky ULC",
  "dimension": "26 1/4 × 19 3/8 in. (66.68 × 49.21 cm) (sight)\r\n29 5/16 × 22 3/8 in. (74.45 × 56.83 cm)",
  "id": "http://api.artsmia.org/objects/106096",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6584,
  "image_width": 4940,
  "inscription": "",
  "life_date": "American, c. 1763 - c. 1824",
  "markings": "Gallery label on back, orange sticker back, top PLC",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Joshua Johnson was the earliest documented professional Black portrait painter in the United States, who forged a successful career primarily in Baltimore, Maryland. A freedman, Johnson attracted prominent clients through a newspaper advertisement referring to himself as a “self-taught genius” inspired by nature. His patrons included politicians, doctors, clergymen, and merchants.\r\n\r\nJohnson made several paintings memorializing children after their deaths, commissioned by their grieving families. This full-length portrait depicts Richard John Cock, who died at age 9 in 1817. Here, Richard stands in a lush garden, surrounded by sweet-scented roses and pointing to a moth. Because of the insect’s life cycle, this symbol is aligned with the hope for rebirth, regeneration, transformation, and change.",
  "title": "Portrait of Richard John Cock"
}
