{
  "accession_number": "2008.83",
  "artist": "Artist: Alexandra Exter",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1917",
  "department": "Paintings",
  "description": "Cubist style; geometricized buildings in LRQ, predominately in salmon pinks, black and browns; blue shapes in UL with geometricized sailboat in tan with white sails at ULC; received unframed",
  "dimension": "31 11/16 x 24 7/8 in. (80.49 x 63.18 cm)\r\n41 x 33 1/8 x 2 in. (104.14 x 84.14 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106095",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 6431,
  "image_width": 4906,
  "inscription": "Signature",
  "life_date": "Russian, 1882 - 1949",
  "markings": "",
  "medium": "Oil and tempera on canvas",
  "nationality": "Russian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Orphaned Work",
  "role": "Artist",
  "room": "G367",
  "see_also": [
    ""
  ],
  "signed": "LLC, in blue: [Alex. Exter]",
  "style": "20th century",
  "text": "Frame: Gift of Master Framers Inc. and the Mr. and Mrs. James S. Nordlie Fund\r\n\r\n\r\nAlexandra Exter was a key figure in the Russian avant-garde, whose contribution to the development and dissemination of Cubist and Futurist techniques in Russia was exceedingly important. With her first trip to France she established contact with the French Cubists but she never embraced the monochromatic aesthetic of their work. She was equally selective in her encounters with Italian Futurism, rejecting its glorification of the machine and speed, but incorporating its sense of momentum into her pictorial philosophy. Thus, Exter's art became an amalgam of French and Italian influences known as Cubo-Futurism.\r\n\r\nThe inspiration for the present work was likely drawn from Exter's visit to Italy in 1914, and her impressions of coastal towns clinging to the hillsides became a vehicle for this dynamic demonstration of space rhythmically organized by color and line. The faceted architectural forms and sweeping bands of blue create a circular movement that is repetitively insistent.\r\n\r\nThis reverse profile frame has a custom finish of a red underlayer with white gold water gilding incorporated and a sheer black layer over. The silver tones of the water gilding agree in tonality with the picture while underlayer of red relates to the red details in the work, thus creating overall unity of the frame to the painting.  ",
  "title": "Italian Town by the Sea"
}
