{
  "accession_number": "2010.49",
  "art_champions_text": null,
  "artist": "Artist: John Marin; Publisher: Published by Alfred Stieglitz / Gallery 291, New York; Printer: Peter J. Platt, New York",
  "catalogue_raissonne": "Benson 102 ii/ii; Zigrosser 106 ii/ii",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Barbara M. Kaerwer",
  "culture": null,
  "curator_approved": 1,
  "dated": "1913",
  "department": "Arts of the Americas",
  "description": "bridge arching across center of print; New York skyline behind with reflection of city and bridge in lower half; border",
  "dimension": "7 x 9 in. (17.78 x 22.86 cm) (plate)\r\n13 1/2 x 15 7/16 in. (34.29 x 39.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/106156",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5838,
  "image_width": 6692,
  "inscription": "Signature and Label",
  "life_date": "American, 1870–1953",
  "markings": "on back side at center; typed on attached paper label: 28. Brooklyn Bridge 1913",
  "medium": "Etching and drypoint with plate tone",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Six New York Etchings",
  "provenance": "The artist, by descent to his son John Marin, Jr. (Downtown Gallery, New York, until 1958, sold, November, for $150, to Kaerwer); Barbara and Howard Kaerwer, Eden Prairie, Minn., 1958-2010\r\n",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil below image at LR : John Marin. Plate signed, titled, and dated LL: Marin Brooklyn Bridge--13",
  "style": "20th century",
  "text": "Trained as both an architect and an artist, John Marin made his first etchings in 1905, while studying in Paris. Though his early efforts were mainly romantic views of European cities and landmarks, Marin increasingly came under the influence of Cezanne and the Parisian avant-garde during his time there. Upon returning to America in 1911, he was captivated by the vitality and rhythm of the fast-changing New York metropolis, especially its many new skyscrapers. He created his first views of the Brooklyn Bridge and lower Manhattan that year, returning to the subject with this etching in 1913—the same year that the International Exhibition of Modern Art (Armory Show) opened in lower Manhattan and introduced modernism to many Americans.",
  "title": "Brooklyn Bridge and Lower New York"
}
