{
  "accession_number": "51.37.32",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Iran",
  "creditline": "Bequest of Mrs. Margaret McMillan Webber in memory of her mother, Katherine Kittredge McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1550-1600",
  "department": "Asian Art",
  "description": "in the style of Sadi; two drunkards are trying to help one another up",
  "dimension": "6 3/4 x 7 13/16 in. (17.1 x 19.9 cm)",
  "id": "http://api.artsmia.org/objects/106161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5290,
  "image_width": 6184,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Safavid period (1501-1736)",
  "text": "The mid-1500s saw dramatic shifts in the production of Persian painting, when imperial patronage shifted away from the extensive illuminated manuscripts seen in the cases to the left. This encouraged artists to create single-page paintings and drawings to sell to members of the emerging mercantile class. With this shift came a diversification of tastes, along with the rise of the Sufi (or mystical) traditions of Islam, which may have inspired this imagery in this swift yet assured drawing of a stumbling drunkard in a garden, tenderly supported by an implicated friend. While this scene may seem unusual in an Islamic context, where the consumption of alcohol is frequently considered a sin, it aligns with some Sufi literature, which compares wine to heaven’s divine light and the cup into which it is poured to the devotee’s heart—all suggesting that a state of drunkenness can be likened to that of spiritual enlightenment.",
  "title": "Two Drunkards"
}
