{
  "accession_number": "2008.53a,b",
  "artist": "Artist: Wolfgang Buchta; Publisher: Wolfgang Buchta; Author: H. P.  Lovecraft; Book Binder: Stephan Ortbauer",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Prints and Drawings",
  "description": "text in columns of various-sized hand printing-yellow on tan; images of slightly abstracted nudes in abstracted, simple landscapes in color; book has orange-yellow cover with grey images of figures and hands; slipcover is white with grey images of abstract figures and is lined with white batting",
  "dimension": "12 5/16 x 14 15/16 x 1/2 in. (31.27 x 37.94 x 1.27 cm) (closed)",
  "id": "http://api.artsmia.org/objects/106252",
  "image": "invalid",
  "image_copyright": "© Wolfgang Buchta",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Edition",
  "life_date": "Austrian, born 1958",
  "markings": "See signed",
  "medium": "Artist's book: color etchings with aquatint, open bite and lacquer on wove paper; housed in a printed cloth-covered slipcase designed by the artist",
  "nationality": "Austrian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Wolfgang Buchta, Vienna\r\nBooklyn Artists Alliance, New York (Agent for the artist)",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on last page, in black ink: [12/30 (circled)/ Wolfgang Buchta/ 2007]",
  "style": "21st century",
  "text": "Primarily a figurative artist, Wolfgang Buchta was strongly influenced by the work of Egon Schiele, Gustav Klimpt, Oskar Kokoschka, and other Austrian Art Nouveau and Jugendstil artists of the early decades of the twentieth century. Of these artists, Schiele's influence on his work is perhaps the most marked. Buchta's printmaking specialty is etching and aquatint and nearly all of his artist's books feature intaglio illustrations. The complexity of his book productions, the choice of illustrative techniques, and the fact that he prints his own editions, results in projects that are both technically challenging and extremely time consuming.",
  "title": "Beyond the Wall of Sleep"
}
