{
  "accession_number": "2014.124.4",
  "art_champions_text": null,
  "artist": "Artist: Max Beckmann",
  "catalogue_raissonne": "Hofmaier 194 IIBa; Glaser 169; Gallwitz 166",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1921 (pubished 1922)",
  "department": "European Art",
  "description": "woman in dress holding gun in shooting booth; target over her PR shoulder with a dog-like animal below; ; number four embossed into lower center of window mat",
  "dimension": "21 1/2 x 15 1/2 in. (54.61 x 39.37 cm)",
  "id": "http://api.artsmia.org/objects/106304",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 9064,
  "image_width": 6598,
  "inscription": "Signature",
  "life_date": "German, 1884–1950",
  "markings": "",
  "medium": "Drypoint",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Jahrmarkt (Annual Fair)",
  "provenance": "Private collection, USA; Sale, Galerie Kornfeld, Berne, Switzerland, sale 219, part 1, June 20, 1997, no. 12]; private collection, Germany and Washington, D.C.; [C.G. Boerner, New York until 2008, sold to Harrison]; Alfred and Ingrid Lenz Harrison, Wayzata, Minn. (2008-2014; given to MIA)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR: [Beckmann]",
  "style": "20th century",
  "text": "In \"Jahrmarkt\" (\"Annual Fair\"), Max Beckmann imagines the world as a traveling carnival teeming with an eclectic cast of actors, dancers, and circus entertainers who perform in the theater of life. Beckmann casts himself as a carnival barker in the series’ opening plate, ringing a small bell to announce the show, and cajoling viewers to enter the Circus Beckmann, a curious realm of outsiders and misfits. Many of the protagonists are friends and acquaintances of the artist; he even includes his wife Minna in the series, who famously appears along with Beckmann balancing on a tightrope. As the scenes of the portfolio unfold, a pageant of players takes the stage: a tall man, a sharpshooter, a snake charmer, exotic dancers, musicians, and other circus entertainers perform in succession. In one plate from the series, Beckmann presents a carousal crowded with a diverse lot of humanity, an apt metaphor for the apparent aimlessness of life. The series was inspired in part by Beckmann’s visits to the Prater, a Viennese amusement park, where he observed the performers and visitors and sketched them from life. Justly celebrated for its incisive observations on the human condition, \"Jahrmarkt\" is a brilliant example of Beckmann’s mature graphic style and seminal publication of German Expressionism.",
  "title": "Schiessbude, from \"Jahrmarkt\""
}
