{
  "accession_number": "2014.124.9",
  "artist": "Max Beckmann",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "dated": "1921 (published 1922)",
  "description": "African performers holding instruments and spear; woman dancing in patterned veil; three men sitting at bottom shown from back and watching performance; number nine embossed into lower center of window mat",
  "dimension": "21 1/2 x 14 in. (54.61 x 35.56 cm)",
  "id": "http://api.artsmia.org/objects/106309",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 8906,
  "image_width": 6022,
  "life_date": "German, 1884 - 1950",
  "marks": "Signature Signed in pencil, LR: [Beckmann]",
  "medium": "Drypoint",
  "nationality": "German",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "In Jahrmarkt (The Annual Fair), Max Beckmann imagines the world as a traveling carnival teeming with an eclectic cast of actors, dancers, and circus entertainers who perform in the theater of life. Beckmann casts himself as a carnival barker in the series’ opening plate, ringing a small bell to announce the show, and cajoling viewers to enter the Circus Beckmann, a curious realm of outsiders and misfits. Many of the protagonists are friends and acquaintances of the artist; he even includes his wife Minna in the series, who famously appears along with Beckmann balancing on a tightrope. As the scenes of the portfolio unfold, a pageant of players takes the stage: a tall man, a sharpshooter, a snake charmer, exotic dancers, musicians, and other circus entertainers perform in succession. In one plate from the series, Beckmann presents a carousal crowded with a diverse lot of humanity, an apt metaphor for the apparent aimlessness of life. The series was inspired in part by Beckmann’s visits to the Prater, a Viennese amusement park, where he observed the performers and visitors and sketched them from life. Justly celebrated for its incisive observations on the human condition, Jahrmarkt is a brilliant example of Beckmann’s mature graphic style and seminal publication of German Expressionism.",
  "title": "Niggertanz, from \"Jahrmarkt\""
}
