{
  "accession_number": "2008.57.3",
  "artist": "Artist: Helena Hernmarck; Artist: Hanna Tsao",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Helena M. Hernmarck",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Textiles",
  "description": "two horizontal panels stitched together; four red, orange and yellow tulip blossoms on a dark green ground; black heading band on back",
  "dimension": "51 1/2 x 54 1/4 in. (130.81 x 137.8 cm)",
  "id": "http://api.artsmia.org/objects/106353",
  "image": "valid",
  "image_copyright": "©1999 Helena Hernmarck",
  "image_height": 4931,
  "image_width": 5233,
  "inscription": "Signature, Title, Date and Tag",
  "life_date": "Swedish, active United States, born 1941",
  "markings": "on back, LLC: exhibition entry tag",
  "medium": "Wool",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on heading band on back, in gold: [HELENA HERNMARCK  FOUR TULIPS  1999]",
  "style": "20th century",
  "text": "Helena Hernmarck works in the traditional art of tapestry weaving, though she has developed her own unconventional pictorial approach. Born in Sweden, she received a traditional education in Swedish textile production at the Handarbetets Vanner and the Konstfackskolan Art School in Stockholm. In 1964 she moved to Montreal, where she began developing her unique approach to imagery. She prefers to call it \"superrealism,\" a style that she says stretches \"from the ridiculous to the sublime.\" She takes a photo of something ordinary and interprets it in an unexpected dimension, most often using tremendous magnification, in order to jolt the viewer into a new frame of reference. <I>Four Tulips</I> displays her exceptional handling of color in weaving; she achieves an incredible range of tonalities and shading that emphasizes the realism of her imagery. Her works are most often commissioned for use in large public architectural spaces.",
  "title": "Four Tulips"
}
