{
  "accession_number": "2008.54.2",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Foster 59; Sparks/ULAE 34",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Curatorial Council and Allen Brookins-Brown",
  "culture": null,
  "curator_approved": 1,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "thirteen small images-some repeated-including spray can, drawing of the heart, man wearing round glasses, two men on a train platform and two people in a horse-drawn cart; printed in black and orange",
  "dimension": "42 11/16 x 30 1/8 in. (108.43 x 76.52 cm) (sheet)\r\n49 1/4 × 37 1/4 × 2 in. (125.1 × 94.62 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106313",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Landmark%2C 1968 © Robert Rauschenberg Foundation",
  "image_height": 4995,
  "image_width": 3557,
  "inscription": "",
  "life_date": "American, 1925–2008",
  "markings": "LRC, publisher\\'s blindstamp: ULAE",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Kansas City, Mo.; (Robert Carlson, St. Louis, Mo. - private dealer); (Gottheiner Contemporary Art, St. Louis, Mo.); sold to MIA, 2008.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: (TRIGRAM) RAUSCHENBERG 3/5 68",
  "style": "20th century",
  "text": "In composing \"Landmark,\" Rauschenberg assembled various photographic images clipped from popular news magazines, including several from the August 2, 1968 issue of Life magazine. Using a technique known as solvent transfer, he prepared his composition by arranging the magazine clippings facedown on a limestone printing matrix. He then brushed solvent (such as turpentine) on the reverse side of the images, which dissolved the ink present in the clippings and deposited it directly onto the limestone in the exact proportion of the original images. After transfering images to the matrix, the lithographic stone is prepared for printing in the normal manner. In this procedure, the original magazine images are reversed twice, once during the solvent transfer process and again during final printing, thus allowing the magazine images to appear in their original orientation. \r\n\r\nFor this photographic assemblege, Rauschenberg included pictures of train travel in America, Soviet Army activities in Czechoslovakia during the Cold War, and a then-groundbreaking heart transplant operation. In juxtaposing seemingly unrelated images, Rauschenberg invites viewers to draw their own understanding and conclusions about the work, using personal experiences, memories, and their imaginations to find meaning.",
  "title": "Landmark"
}
