{
  "accession_number": "2008.64",
  "artist": "",
  "classification": " Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": "possibly Mesquakie",
  "dated": "c. 1850",
  "department": "Art of Africa and the Americas",
  "description": "curved collar with two front downward-hanging tabs; feathers stitched to off-white cotton cloth backing overall; triangular motifs; background of cream and brown spotted feathers; brown, golden brown, spotted brown and white, iridescent blue-green and iridescent green, brown and yellow feathers",
  "dimension": "33 x 79 in. (83.82 x 200.66 cm) (flat, approx.)",
  "id": "http://api.artsmia.org/objects/106594",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3192,
  "image_width": 6901,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Feathers, cotton",
  "nationality": null,
  "object_name": "Cape",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": "",
  "style": "19th century",
  "text": "The creator of this feathered cape is a bit of a mystery. It is not certain whether capes of this type were created by Native Americans or Europeans.  Leading scholars argue that Native American tribes on the East Coast created this object type based on 19th century European pelerines, women's capes made of feathers or fur.  Junius B. Stearns' 1847 painting, Washington and the Indian Council, shows an Iroquois woman wearing this type of cape.  A similar object in the University of Iowa Museum of Natural History was presented to Dr. Henry Murray in 1839 by Chief Poweshiek of the Meshkwahkihaki.  Museum records indicate it was made by Chief Poweshiek's daughter. \r\n     Other scholars assert feathered capes of this type were made in Europe, loosely based on feathered capes created by Native Hawaiians.  This mystery may never be solved until solid documentation directly associated with these capes is found.\r\n",
  "title": "Cape"
}
