{
  "accession_number": "2009.16.3",
  "art_champions_text": null,
  "artist": "Artist: James Abbott McNeill Whistler",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. John and Colles Larkin and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1883-1885",
  "department": "Arts of the Americas",
  "description": "three figures walking along shoreline; sailboats tied in water",
  "dimension": "3 1/4 x 6 in. (8.26 x 15.24 cm)\r\n13 1/4 x 15 1/2 in. (33.66 x 39.37 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106530",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3830,
  "image_width": 6202,
  "inscription": "",
  "life_date": "American, 1834–1903",
  "markings": "",
  "medium": "Oil on thin board",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Pigments almost the sheerness of a glaze stroked subtly onto the surface of a panel is a hallmark of James Whistler's technique.  In The Seashore three bands of color serve as visual shorthand for shore, sea and sky. Each stroke of the ships and figures, as well as the artist's butterfly monogram at bottom right, are distinct elements justified only by their role in achieving perfect balance within the composition.  \r\n\r\nWhistler realized that small oils like The Seashore would run counter to conventions about the size and degree of finish expected for an exhibition picture at that period.  He relished the prospect of the ruckus they would create.  One critic was charmed, however, and dubbed them \"pygmy pictures\" with \"big souls.\"\r\n\r\nThe frame is a period reproduction of a design that Whistler created specifically for his little oils to emphasize their aesthetic importance and, undoubtedly, their degree of presence overall.\r\n\r\nFrame: Gift of the Mr. and Mrs. James S. Nordlie Fund",
  "title": "The Seashore"
}
