{
  "accession_number": "2008.71",
  "art_champions_text": null,
  "artist": "Silversmith: William Pitts; Manufacturer: Rundell, Bridge &amp; Rundell",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Mary Agnes and Al McQuinn Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1808",
  "department": "European Art",
  "description": "high relief central mythological scene with Zeus emerging from clouds at center top, accompanied by an eagle; nine figures (two women)--including Artemis and Hermes--wearing drapery and seated around a bench with fish and sea creatures; two small figures in the distance, ULC; inner rim decorated with groups of three fish; outer rim has reclining figures alternating with grotesque masks",
  "dimension": "2 1/8 x 24 x 24 in. (5.4 x 60.96 x 60.96 cm)",
  "id": "http://api.artsmia.org/objects/106563",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5288,
  "image_width": 5387,
  "inscription": "Mark and Sticker",
  "life_date": "English, apprenticed 1769, free 1784, registered marks 1781, 1786, 1791, and 1806",
  "markings": "On bottom, on sticker: [60]; LLC on center design, stamped: [WP], [(rampant lion)] and illegible mark",
  "medium": "Gilt silver",
  "nationality": "English",
  "object_name": "\"Feast of the Gods\" charger",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The London firm of Rundell, Bridge & Rundell was the undisputed tastemaker in Regency silver design.  The first of eight versions made by Rundells over several years, this charger was probably made to entice orders from their prominent clients, numbering, among others, the Prince of Wales.  The central image is ultimately based on a 16th century Venetian bronze relief, representing the apotheosis of Doge Sebastiano Venier, who helped to secure the Holy League's victory in the Battle of Lepanto.  In 1719, Bernard de Montfaucon published an engraving of the image in \"L'Antiquité Expliquée\", titling it \"The Wedding of Peleus and Thetis.\"  Rundell, Bridge & Rundell used Montfaucon's engraving as a model, certainly believing it to depict an episode of ancient mythology, as the present title indicates.  However, the two figures in Renaissance Ottoman dress in the background have no place in such iconography, pointing back to the Venetian bronze relief as the original source.",
  "title": "\"Feast of the Gods\" charger"
}
