{
  "accession_number": "2008.94",
  "art_champions_text": null,
  "artist": "Artist: Bruce Nauman; Publisher: Co-published by Castelli Graphics, New York; Publisher: Co-published by Nicholas Wilder Gallery, Los Angeles; Printer: Cirrus Editions, Ltd., Los Angeles",
  "catalogue_raissonne": "Cordes 7",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund and gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "black ground; red sketchy letters on a diagonal downward from ULQ: WAR (backwards R), with lighter, sketchy version of same letters in reverse behind bright red letters; outlines of sketchy white letters--RAW--behind lighter orange letters",
  "dimension": "22 3/8 x 28 1/4 in. (56.83 x 71.76 cm) (sheet)\r\n25 3/8 x 31 3/16 in. (64.45 x 79.22 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106699",
  "image": "valid",
  "image_copyright": "© Bruce Nauman %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3703,
  "image_width": 4613,
  "inscription": "Signature, Date, Edition, and Sticker (frame)",
  "life_date": "American, born 1941",
  "markings": "see Signed; on left frame member, outer edge, on sticker: [NAUMAN RAW WAR]",
  "medium": "Lithograph printed in red and black inks",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection; (Susan Sheehan Gallery, New York); sold to MIA, 2008.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [Bruce Nauman 2/100 71]",
  "style": "20th century",
  "text": "Bruce Nauman has throughout his career explored unconventional forms of art and new ways of thinking about what art could be. His work often involves language, human interaction, and the cultural and social implications of visual symbols. Adopting the role of artist-mediator, he uses subversive, ironic, and wryly comic elements to establish meaning. \r\n\r\nRaw-War is one of Nauman's early \"word-play\" prints, in which he chooses single words, phrases, or idioms to provoke the viewer to seek the underlying and often-nuanced truths about the human condition. This lithograph was produced during the Vietnam War and serves as a statement on the high human cost of warfare.",
  "title": "Raw-War"
}
