{
  "accession_number": "2008.109.34",
  "art_champions_text": null,
  "artist": "Artist: Michael Shuler",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Arts of the Americas",
  "description": "widely-flaring conical shape on very small ring foot; seven bands made up of tiny bars with wood grain generally on alternating diagonals, lighter paired with darker; tiny radiating bars at bottom; golden brown generally with dark brown grains; high gloss finish",
  "dimension": "5 x 11 13/16 x 11 13/16 in. (12.7 x 30 x 30 cm)",
  "id": "http://api.artsmia.org/objects/106777",
  "image": "valid",
  "image_copyright": "© Michael Shuler",
  "image_height": 3598,
  "image_width": 5324,
  "inscription": "Signature, Date, Inscription and Sticker\r\n\r\nsee Signed",
  "life_date": "American, born 1950",
  "markings": "on bottom, on sticker: [Greenberg]",
  "medium": "Zebrawood",
  "nationality": "American",
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Mike Schuler #1147 2005]",
  "style": "21st century",
  "text": "At the age of thirteen, Shuler began teaching himself how to turn wood.  He started with simple round forms:  goblets, light bulbs, marbles, and so on, until he made his first turned wood sculpture in 1970.  This bowl is an example of the segmented work for which Shuler is most well known.  These types of works are made up of thousands of small pieces of exotic hardwoods that are glued together in intricate patterns prior to being turned on the lathe.  Shuler does not use any stains or dyes, so the process results in a completely natural object.  Shuler chooses not to name his pieces, instead calling them simply by the wood's name and a number, so that, in his words, \"the observer has the freedom to allow the bowls to speak in personal ways, ways the artist could never dream of.\"",
  "title": "Vessel"
}
