{
  "accession_number": "2008.109.13",
  "art_champions_text": null,
  "artist": "Artist: Peter Hromek",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": null,
  "country": null,
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "European Art",
  "description": "football-shaped, with sharply-pointed black tip ends; organic opening with peeled-back edges; golden brown areas on light brown body",
  "dimension": "6 1/2 x 13 3/4 x 5 7/8 in. (16.51 x 34.93 x 14.92 cm)",
  "id": "http://api.artsmia.org/objects/106750",
  "image": "valid",
  "image_copyright": "© Peter Hromek",
  "image_height": 2946,
  "image_width": 4108,
  "inscription": "Signature and Date",
  "life_date": "Czech, born 1947",
  "markings": "",
  "medium": "Yew",
  "nationality": "Czech",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, in black: [P. Hromek / 2003]",
  "style": "21st century",
  "text": "Hromek was born in the Czech Republic, but has spent most of his life in Germany.  He worked as a mechanic, engineer, and model maker, all the while following artistic pursuits such as jewelry and guitar making. His book Self-Made Guitar was published internationally in 1985.  In the early 1990s, Hromek decided to try woodturning.  He bought a lathe and taught himself to turn by reading books on the subject.  Capsula shows one of Hromek's favorite forms:  a vessel with two pointed ends.  He creates the form by hollowing on a lathe through the tiny hole on each pointed end, and then finishing the piece by hand.  Hromek often combines similar forms to create lobed vessels that he turns on multiple axes.  Hromek takes much of his inspiration from nature, resulting in organic forms.  He writes, \"I have heard people say my work is sensual.  I like that idea.\"",
  "title": "Capsula"
}
