{
  "restricted": 1,
  "image": "valid",
  "image_copyright": "%26copy%3B Yinka Shonibare%2C Courtesy James Cohan Gallery%2C New York",
  "life_date": "English, born 1962",
  "nationality": "English",
  "role": "Artist",
  "dated": "2008",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "71 1/2 x 49 1/4 in. (181.61 x 125.1 cm) (image)\r\n80 1/2 x 58 x 2 3/4 in. (204.47 x 147.32 x 6.99 cm) (outer frame)",
  "medium": "C-print mounted on aluminum",
  "title": "The Sleep of Reason Produces Monsters (Australia)",
  "id": "http://api.artsmia.org/objects/106730",
  "room": "Not on View",
  "style": "21st century",
  "marks": "Label ",
  "text": "Yinka Shonibare MBE, born in London in 1962 of Nigerian parents who moved back to Lagos when the artist was three, has referred to himself a 'postcolonial hybrid.' He was born in London of Nigerian parents, raised in Lagos, and then returned to England to attend an exclusive boarding school. His dual identity as African and English, as well as his personal experience with issues of race, class, and colonialism, has profoundly informed his work. \r\n\r\nColorful printed fabrics like those used in <I>The Sleep of Reason Produces Monsters (Australia)</I> have become Shonibare's signature motif. The textiles are based on late 19th-century Dutch and British factory-produced designs of Indonesian batiks. These fabrics became hugely popular in the markets of West Africa and have become inextricably linked with African identity. 'But actually,' says Shonibare, 'the fabrics are not really authentically African the way people think. They prove to have a crossbred cultural background quite of their own.\" In this work, a man who appears to have fallen asleep at his desk wears the fabric.  The photograph is based on Francisco Goya's print <I>The Sleep of Reason Produces Monsters</I> from his series 'Los Caprichos,' a veiled critique of Spain's political and social vices.  Shonibare has adopted Goya's powerful commentary and applied it to contemporary issues of cultural identity, race, and the lasting impact of 18th century colonization.",
  "description": "sleeping man with his head down on a desk, wearing maroon tights and brightly-patterned jacket and knickers; lynx-like cat on floor behind man; black cat visible behind PL hip of man; owls on desk and flying owls in background behind man; flying bats at top; grey ground; text on side of desk:  \\\"Les songes de la raison produisent - ils des monstres en Australie?\\\"",
  "creditline": "The C. Curtis Dunnavan Fund for Contemporary Art",
  "accession_number": "2008.79                                   ",
  "artist": "Yinka Shonibare"
}
