{
  "accession_number": "2008.109.39",
  "art_champions_text": null,
  "artist": "Artist: Hans Weissflog",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "European Art",
  "description": "platter form with rounded bottom; interior carved with concentric ribs at edge, exterior carved with six circles made up of many radiating concentric circles; dark brown with golden brown wedge at one rim edge",
  "dimension": "3 5/16 x 18 1/4 x 18 1/4 in. (8.41 x 46.36 x 46.36 cm)",
  "id": "http://api.artsmia.org/objects/106782",
  "image": "valid",
  "image_copyright": "© Hans Weissflog",
  "image_height": 4186,
  "image_width": 6600,
  "inscription": "",
  "life_date": "German, born 1954",
  "markings": "",
  "medium": "Cocobolo",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Hans Weissflog studied mechanical engineering and design before devoting himself to woodturning, and he brings these disciplines to his work, literally pushing the boundaries of what is possible on the lathe. His technically challenging pieces are carefully designed before he moves to the production process. Having introduced himself to American wood collectors through his small and complex box forms, Weissflog has since the mid-1990s also explored the bowl form.  He believes that modern artists can produce work as exquisite as anything woodworkers produced in centuries past, with our advanced equipment and a key ingredient--time. One might also add patience, as Weissflog still breaks one out of three of his box forms during the demanding turning process.",
  "title": "Star Bowl"
}
