{
  "accession_number": "2008.109.5",
  "art_champions_text": null,
  "artist": "Artist: Virginia Dotson",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "small flat foot; small bowl with very wide rim, curling slightly upward at outer edge; sections of alternating light and darker stripes of light wood separated by V-shaped lines of darker brown woods in four tones",
  "dimension": "4 x 10 1/4 x 10 1/4 in. (10.16 x 26.04 x 26.04 cm)",
  "id": "http://api.artsmia.org/objects/106742",
  "image": "invalid",
  "image_copyright": "© Virginia Dotson",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Inscription\r\n\r\nsee Signed",
  "life_date": "American, born 1943",
  "markings": "",
  "medium": "Laminated birch",
  "nationality": "American",
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [Virginia Dotson / 1992 / BALTIC BIRCH / 92026]",
  "style": "20th century",
  "text": "Though she was born into a family of musicians, Dotson chose to study art at Arizona State University and Wellesley College.  She believes that music - especially by string quartets--helps her visualize and generate creative ideas.  Dotson works primarily with laminated woods, which she creates by cutting pieces of wood to various thicknesses, gluing them together to form a block, then cutting and recombining before turning it on the lathe.  The two pieces shown here are relatively early examples of her laminate work.\r\n\r\nDotson is continually inspired by the landscape of Arizona, her adopted home.  She writes, \"I interpret images of these landscape features through the materials that I use.  Layered wood implies rock layers, built up over time.  Acrylic can represent space, light or water.  Angled compositions of wood layers may refer to shadow patterns or to traces of the winds.\"",
  "title": "Bowl"
}
