{
  "accession_number": "2008.109.3a,b",
  "art_champions_text": null,
  "artist": "Artist: M. Dale Chase",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1995",
  "department": "Arts of the Americas",
  "description": "lozenge-shaped, with rounded bottom and slightly domed top; carved radiating roundel at top center; dark brown exterior with swath of lighter brown on side; interior of cover and vessel carved with radiating flower-like design, with red center; small central circle of 18 karat gold on cover at inside of flower form at interior",
  "dimension": "1 7/8 x 3 3/4 x 3 3/4 in. (4.76 x 9.53 x 9.53 cm)",
  "id": "http://api.artsmia.org/objects/106740",
  "image": "valid",
  "image_copyright": "© M. Dale Chase",
  "image_height": 2177,
  "image_width": 2903,
  "inscription": "Signature and Sticker",
  "life_date": "American, 1934-2007",
  "markings": "on bottom, on sticker: [RLE-58-C / $2400-]",
  "medium": "African blackwood, sapwood, pink ivorywood, 18 karat gold",
  "nationality": "American",
  "object_name": "Container with cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at inner cover lip rim, incised: [Chase]",
  "style": "20th century",
  "text": "Chase was a practicing neurosurgeon who began turning wood in the early 1970s.  Shortly thereafter, he became interested in ornamental turning and began to study a lathe-carving technique called Rose Engine.  Chase collaborates with a tool and die maker to create his own tools and lathe fixtures, and uses a Holtzapffel ornamental turning lathe, which allow him to create extremely detailed designs on a small scale.\r\n\r\nSince 1974, Chase has focused on creating boxes.  In the late 1990s, Chase turned to jade, quartz, and precious metals as the primary materials for his boxes, but in 2004 he returned to exotic woods, once again creating his prized multi-colored works.  Each of these boxes takes a minimum of fifty hours to complete.",
  "title": "Container with cover"
}
