{
  "accession_number": "85.12.2",
  "art_champions_text": null,
  "artist": "Artist: Mianyi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "leaf from a small album of flower paintings; poinsetta-like flower at bottom center; branch with green leaves and white buds (?) along stem at left",
  "dimension": "5 1/2 x 14 3/16 in. (13.97 x 36.04 cm)",
  "id": "http://api.artsmia.org/objects/106717",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2597,
  "image_width": 6154,
  "inscription": "",
  "life_date": "Chinese, 1764 - 1815",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "These delicate flower studies were painted by Mianyi , an imperial prince who lived in Beijing during the late eighteenth and early nineteenth centuries. The four double leaves originally formed an album that was once in the imperial collection. The frontispiece, in fact, bears the seal of the Jia Jing emperor who reigned from 1796 to 1821. Like most of the educated elite, Mianyi was well versed in classical literature, music, and calligraphy, but he excelled at painting and is best known for his flower studies, The use of color (versus ink), interest in descriptive detail, and facile technique are typical not only of Prince Chen, but of Chinese court taste in general during the eighteenth century. This album illustrates the type of amateur painting practiced among the court intelligentsia. Descriptive, technically accomplished and decorative, the aesthetic of these leaves are quite apart from the more cerebral ink landscapes of the literati tradition",
  "title": "Flower Painting"
}
