{
  "accession_number": "2008.79",
  "art_champions_text": null,
  "artist": "Photographer: Yinka Shonibare",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The C. Curtis Dunnavan Fund for Contemporary Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "sleeping man with his head down on a desk, wearing maroon tights and brightly-patterned jacket and knickers; lynx-like cat on floor behind man; black cat visible behind PL hip of man; owls on desk and flying owls in background behind man; flying bats at top; grey ground; text on side of desk: \"Les songes de la raison produisent - ils des monstres en Australie?\"",
  "dimension": "71 1/2 x 49 1/4 in. (181.61 x 125.1 cm) (image)\r\n80 1/2 x 58 x 2 3/4 in. (204.47 x 147.32 x 6.99 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/106730",
  "image": "valid",
  "image_copyright": "© Yinka Shonibare MBE. All Rights Reserved%2C DACS%2C UK %2F ARS%2C NY",
  "image_height": 2848,
  "image_width": 2068,
  "inscription": "",
  "life_date": "British-Nigerian, born 1962",
  "markings": "On back: (gallery label)",
  "medium": "C-print mounted on aluminum",
  "nationality": "British-Nigerian",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In Yinka Shonibare’s The Sleep of Reason Produces Monsters (Australia), a man lies with his head on a desk. Behind the sleeping man, owls, bats, and a lynx emerge from an ambiguous background, possibly a figment of his dreams. This large photograph is based on Francisco Goya’s print The Sleep of Reason Produces Monsters from his series “Los Caprichos” (1797-1799), a veiled critique of Spain’s political and social vices. Shonibare has replaced the clothes of Goya’s figure with colorful batik, though they retain an early 19th-century European style. \r\n \r\nThe story of this fabric, which has become Shonibare’s signature motif, is interconnected with the meaning of this work. Based on late 19th-century Dutch and British factory-produced designs of Indonesian batiks, these fabrics became hugely popular in the markets of West Africa and have become inextricably linked with African identity. But actually,” says Shonibare, “the fabrics are not really authentically African the way people think. They prove to have a crossbred cultural background quite of their own.\" The multiple ethnic identity of the batik fabric echoes Shonibare’s own dual identity as both Nigerian and British. By dressing the figure in his photograph in these clothes, Shonibare has adopted Goya’s powerful commentary and applied it to contemporary issues of cultural identity, race, and the lasting impact of 18th century colonization.",
  "title": "The Sleep of Reason Produces Monsters (Australia)"
}
