{
  "accession_number": "2008.108",
  "art_champions_text": null,
  "artist": "Artist: Andrew Wyeth",
  "catalogue_raissonne": "This work will be included in Betsy James Wyeth's forthcoming catalogue raisonne of Andrew Wyeth's work.",
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jim Moore, JoAnn Verburg, and Madeline Moore in memory of James and Emmy Lou Moore",
  "culture": null,
  "curator_approved": 1,
  "dated": "1944",
  "department": "Arts of the Americas",
  "description": "flat landscape; grey sky with high horizon line; grassy landscape in foreground with tall grey thistles; greens, rusts, blues and browns in grassy area",
  "dimension": "13 7/8 x 20 1/4 in. (35.24 x 51.44 cm) (sight)\r\n20 1/2 x 26 1/2 in. (52.07 x 67.31 cm) (mount)",
  "id": "http://api.artsmia.org/objects/106837",
  "image": "valid",
  "image_copyright": "© 2015 Andrew Wyeth %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3790,
  "image_width": 4856,
  "inscription": "Signature",
  "life_date": "American, 1917 - 2009",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Doll & Richards, Inc., Boston, Mass. (original paper label in object file); Mrs. Bergland; Hugh L. B. and Elizabeth Bergland, Weldon, Ill.; James W. and Emmy Lou Moore, Decatur, Ill. (1975); by descent to James Moore and JoAnn Verburg, St. Paul, Minn.; their gift (with Madeline Moore) to the MIA, 2008.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: [Andrew Wyeth]",
  "style": "20th century",
  "text": "\"I search for the realness, the real feeling of a subject, all the texture around it...I always want to see the third dimension of something...I want to come alive with the object.\" A.Wyeth\r\n\r\nThe widely admired American Realist painter Andrew Wyeth died recently at the age of 91. Under the tutelage of his father, painter and illustrator N. C. Wyeth, Andrew readily mastered the demanding techniques of watercolor and egg tempera painting. His principal subject was the landscape-rural, austere, sometimes bleak, often wistful or nostalgic in mood. \r\n\r\nPainted when Wyeth was 27 years old, this watercolor depicts a prospect along the St. George River near Cushing, Maine. In the distance at the left is Broad Cove farm, the family's summer home and the setting for rural landscapes throughout Wyeth's career. This watercolor, the first work by the artist to enter the MIA's collection, reveals his sensitivity to the beauty of nature and his extraordinary control of an intractable medium.",
  "title": "Broad Cove"
}
