{
  "accession_number": "2008.61",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "North America",
  "country": "Canada",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Nuxalk (Bella Coola)",
  "curator_approved": 1,
  "dated": "c. 1850",
  "department": "Arts of the Americas",
  "description": "small, roughly rectangular mask of bird's head with long bead with four abalone teeth; two small frowning human faces above and below bird's head; lower face also has two hands; human faces have abalone inlay eyes; bird's head has abalone and copper eyes; red, green, black and white pigments; ermine pelt pendants hand down sides and back; ermine pelt around cap; tan and brown plaid fabrics behind mask and on crown; wool, ribbon and printed cotton ties and pendants",
  "dimension": "19 7/8 x 10 1/2 x 10 in. (50.48 x 26.67 x 25.4 cm) (without ties)",
  "id": "http://api.artsmia.org/objects/106821",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6785,
  "image_width": 4980,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigments, abalone shell, copper, ermine pelts, cotton, plant fibers, wool, buttons, sea lion whiskers",
  "nationality": null,
  "object_name": "Frontlet",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Frontlets were created by most tribal groups in the Northwest Coast region, and were usually decorated with figures.  They were worn with an ensemble that included a robe and dance outfit, and were used for special events like greeting important visitors and potlatches.  During such ceremonies, the abalone shells of the frontlet and the whiteness of the ermine fur would glow from the fire. \r\n     On the center of this object is an unknown figure that probably derives from Bella Coola traditional stories.  It has abalone canine teeth and a pronounced nose.  The upper portion of the frontlet features a main figure that wears headgear in the shape of a bird.  The lower figure may represent the spirit of the main figure.  It is unclear whether the arms and hands are from the lower or main figure.\r\n     The Bella Coola are known for their strong carving tradition, and many tribal groups look to their work for inspiration, including their neighbors the Kwakwaka'wakw (Kwakiutl).",
  "title": "Frontlet"
}
