{
  "accession_number": "2009.3",
  "art_champions_text": null,
  "artist": "Designer: Henry van de Velde; Manufacturer: H. Scheidemantel Hofkunsttischlerei",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Mr. Roberto Polo",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1906",
  "department": "European Art",
  "description": "square table with leaves that fold upward creating X shape; small triangular-shaped compartment on each side of table; legs curve inward toward base of compartments/ shelves, and curve outward toward feet; four supports pull out to support leaves; green leather playing surface; small brass cup at each corner when unfolded",
  "dimension": "25 1/4 x 22 1/4 x 22 1/4 in. (64.14 x 56.52 x 56.52 cm) (closed)",
  "id": "http://api.artsmia.org/objects/106841",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5099,
  "image_width": 6615,
  "inscription": "",
  "life_date": "Belgian, 1863–1957",
  "markings": "",
  "medium": "Mahogany, leather, brass",
  "nationality": "Belgian",
  "object_name": "Game table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Henry van de Velde was a leading avant garde designer in the Art Nouveau movement in France, and its German counterpart, Jungendstil.  His sinuously curving interiors and furniture commissioned in 1895 for Siegfried Bing's Paris shop L'Art Nouveau were a sensation. They demonstrated the harmony of gesamtkunstwerk-a total work of art-in which architecture, furnishings, and fittings were carefully conceived and orchestrated as a whole. \r\n\r\nThis games table, a rare example of the type, exhibits the strong curvilinear elements so important in botanically inspired Art Nouveau designs. Van de Velde's characteristically strong and confident lines animate the form, while providing a sturdy and compact table for gaming.  Other beautiful and practical solutions are the small shelves to contain counters or drinks, and the table top, whose four triangular sections fold out to a larger, leather-covered rectangular surface when in use. \r\n\r\nThis delightful object further enriches the MIA's furniture holdings in its prominent collection of Modernist design, by fin-de-siècle architect-designers such as Joseph Olbrich, Otto Wagner, Josef Hoffmann, Peter Behrens, Louis Majorelle, Eugène Gaillard, Charles Rennie Mackintosh, and Frank Lloyd Wright.\r\n\r\nVan de Velde spent the years from 1899-1917 in Germany, where he directed the Kunstgewerbeschule in Weimar from its inception in 1908 until the outbreak of the First World War (he turned the school over to Walter Gropius, who transformed it into the Bauhaus in 1919).\r\n\r\nJKO 11/09",
  "title": "Game table"
}
