{
  "accession_number": "2009.25",
  "art_champions_text": null,
  "artist": "Artist: Lucas Kilian; Artist: After Hans van Aachen; Publisher: Dominiocus Custos",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Robert and Barbara Wheaton in honor of Tom Rassieur",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1605-1610",
  "department": "European Art",
  "description": "Mary seen from her PR side, with her head tilted slightly downward and toward right, her PR hand on toddler Jesus' PL shoulder; Jesus at center looks toward Mary; Joseph, with thinning curly hair and long beard, holding staff in PR hand, in background",
  "dimension": "7 x 4 15/16 in. (17.8 x 12.6 cm) (sheet)\r\n6 1/8 x 4 15/16 in. (15.5 x 12.5 cm) (image)",
  "id": "http://api.artsmia.org/objects/106994",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4430,
  "image_width": 3133,
  "inscription": "Inscription and Stamp\r\n\r\nbelow image, printed in black: [Hac tegimus te veste, Dei, mi gnate, propago; / Tu veste nos tude tege innocentiae. / S. C. M. pictor Ioan ab Ach pinxit.  Lucas Kilianus Sculptor Dominicus Custos Aug. ex.]; on back, in pencil: [266200] and [Hollet 32 / tep]; on back, in black ink: [708.orxx]",
  "life_date": "German, 1579–1637",
  "markings": "on back, stamped in black: [SAMMLUNG / JC WETTERAUER]",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "J. Wetterauer (probably Germany, dates unknown); Susan Schulman (New Yrok); from whom purchased by Robert and Barbara Wheaton (Concord, MA), September 13, 2002",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Three leading Northern Mannerist artists were involved in the production of this elegant, charming, and slightly bizarre engraving: painter Hans von Aachen, engraver Lucas Kilian, and publisher Dominicus Custos. Von Aachen served as court painter to Emperor Rudolph II who so desired his services that the artist was not required to live in Prague. Though the painter eventually chose to reside there, he traveled so frequently that we may never know where he painted the image of the Holy Family that served as the basis for this engraving. \r\n\r\nExtremes of darkness and light as well as tightly packed yet energetic compositions are often seen in von Aachen's art; yet, Kilian transformed the image into an entirely new work of art by re-imagining it as a feat of bravura engraving. Such a metamorphosis catered to the Imperial Court's obsessive interest in alchemy, a mindset that extended well beyond attempts to change base metals into gold.",
  "title": "The Holy Family"
}
