{
  "accession_number": "99.1.2.3",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: Orr; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Ireland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973-1988",
  "department": "Arts of the Americas",
  "description": "Heavy wool and metallic double weave with a regular pattern of lowered 1\" metallic squares placed within 1\" distance to each other in a natural wool background. Same as 99.1.2.1 but larger.Natural & silver. platinum",
  "dimension": "56 1/2 x 53 1/2 in. (143.51 x 135.89 cm) (Untrimmed)",
  "id": "http://api.artsmia.org/objects/86202",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Wool, metallic. acrylic latex",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Concept",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Larsen studio has had sustained relationships with mills all over the world. For more than twenty years Jack Larsen worked with John Orr to create a number of very successful textiles. The highly scultptural effect of Academia took considerable time to perfect and was finally achieved by the precise use of tightly twisted, paired metal yarns and a soft wool yarn interlaced in a double woven structure.\r\n\r\nYet even after this effort all problems where not solved. In the 1970s it was common in the industry to apply acrylic latex backing to cloth intended for use as upholstery. This process locked the structure in place and thus inhibited wear caused by the abrasive movement of the yarns. However, since Academia’s structure occasionally prevented the bulky yarn from appearing on the reverse of the fabric it took the studio even more time and a considerable amount of experimentation working with the synthetic finishers to stabilize this fabric.",
  "title": "Academia"
}
