{
  "accession_number": "99.1.267.1",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: France Voiles S. A.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1973",
  "department": "Arts of the Americas",
  "description": "Leaves and branches created by dot patterns. Sheer devore. Tan & grey (tan, grey)",
  "dimension": "overall: 52 1/2 x 69 in. (133.35 x 175.26 cm)",
  "id": "http://api.artsmia.org/objects/86464",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Silk; dyed",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Collection '77",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Design development has many sources of inspiration. Olympia presented designer Win Anderson the opportunity to experiment with a variety of fibers and weave structures. To enhance the subtle elegance of the design, Anderson combined goat hair, bleached linen, and mercerized cotton in a textile containing double cloth, plain, basket, and other weaves. Her achievement with this fabric embodied the technical mastery found in many Larsen textiles.\r\nGlass dominated 20th-century architecture, and the need for privacy as well as light control was a challenge the Larsen team met by creating fabrics that balanced opacity and transparency. Developing designs that used a mechanized acid etching process to dissolve cotton fiber on cotton-polyester print cloth, the team created casements that had transparent spaces as well as solid areas. Larsen came up with several designs that took advantage of the wide fabrics made in the 1970s and sometimes covered an entire window without seaming. Popular in northern Europe and Scandinavia, where winter light is limited, Estrellita and a number of other patterns were produced exclusively for this market.",
  "title": "Estrellita"
}
