{
  "accession_number": "99.1.331",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: Gessner A G; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1975-1984",
  "department": "Arts of the Americas",
  "description": "Jacquard diamond patterns with very fine long warped cut floats from top to side points. Vert. Rpt. 6\". Off-white on brown. Beaver",
  "dimension": "overall: 30 3/4 x 58 3/4 in. (78.11 x 149.23 cm)",
  "id": "http://api.artsmia.org/objects/86652",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton, ramie",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Europe",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jack developed productive relationships with a number of textile manufacturers throughout the world.  It was well-known that Jack had the technical knowledge, patience and, above all, the vision to develop the aesthetic potential of innovations created by textile engineers.  Mill owners were often willing to put in extra sampling time to help refine Jack’s designs because they knew that Larsen collections often set new trends throughout the industry and could ultimately lead to more extensive use of their specialized industrial expertise and equipment.\r\nA Swiss mill in Wadenswil had developed the technology to produce a supplementary warp float construction and Jack knew of a facility in Basel that could cut the floats, creating an eye-catching fabric. The Larsen design team pushed the weave technology to create a bold, elegant graphic pattern and then shipped the fabric to a clipping facility to add a dramatic fringed surface. This fringe not only added a distinctive texture but also contributed a spontaneous element via the shadows created by the suspended threads.",
  "title": "Grand Luxe"
}
