{
  "accession_number": "99.1.340.3",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967",
  "department": "Arts of the Americas",
  "description": "China style clouds and waves. Vert rpt 32.75\". Gold, browns & gray. Ming Gold",
  "dimension": "overall: 46 x 49 1/2 in. (116.84 x 125.73 cm)",
  "id": "http://api.artsmia.org/objects/86685",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Rayon, cotton, mohair; dyed",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Pleasure Dome of Kublai Khan",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Certain Larsen designs have captured the public’s imagination and are recognized as “signature” pieces.  Happiness remained in production for almost 20 years as a drapery and upholstery fabric and was also used in 1975 as a jacquard rug pattern shortly after Larsen began producing carpets.\r\nAccording to company records, the design was inspired by a Chinese robe and Ming Dynasty embroideries in the collection of the Henry Art Gallery of the University of Washington, where Larsen did his undergraduate work. It was introduced with four colorways –  amethyst quartz, Ming gold, lacquer red and mandarin blue –  as part of the 1968 Kublai Khan collection.   By 1977 three additional colorways were produced, red earth, roselake and blonde. Happiness remained in the company line until 1986.\r\nProduction of this fabric was complex and, depending on the colorway, ten to eleven print screens were required to achieve the crisply delineated and shaded colorings of the pattern.  Almost all Larsen screenprints were produced by hand.  Happiness was initially produced in the United States, but as European sales increased it was economically advantageous to have some work done in Germany.  For a short time in the mid 1970s some prints were produced in the United States as well as in Europe. In order to maintain consistent quality control, however, it was decided to have all work done for each design in one facility and thereafter most printing was done in West Germany.",
  "title": "Happiness"
}
