{
  "accession_number": "99.1.366",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "Silk and linen cloth with double weave variation interlocked at points in pattern of alternate rows of 1\"-size blocks. Moire effect due to interaction of the two fabrics in the pockted areas. Bronze silk and linen cloth with double weave variation interlocked at points in pattern of alternate rows of 1\"-size blocks. Moire effect due to interaction of the two fabrics in the pockted areas. bronze",
  "dimension": "overall: 25 1/2 x 58 1/2 in. (64.77 x 148.59 cm)",
  "id": "http://api.artsmia.org/objects/86769",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Silk, linen; double weave",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Like every Larsen designer Mark Pollack was passionate about all art forms and particularly appreciated the relationship between media and aesthetics. Pollack's innate understanding of the potential of textile structures and his technical skill has allowed him to explore the aesthetic potential of the natural grid structure of the woven form, in a way not possible for most fabric designers. Mosaic Tapestry, Dress Circle and Hologram Square, which we see on this wall, gives us insight into a few of the possibilities of a simple square and further explorations of geometric forms and woven structures are seen on the west wall of this gallery.\r\n\r\nAs you view these deceptively simple designs, note the aesthetic subtleties, particularly in the use of color, and you will understand why Pollack is so revered within the design field. His understanding and application of color relationships to nuance a design concept and psychological effect is quite remarkable. Notice the shifting tonalities that converge to create an inlaid diamond pattern or the moiré quality when sheer fabrics are layered.  The more you look the more you see; it is a rewarding experience.",
  "title": "Hologram Square"
}
