{
  "accession_number": "99.1.38",
  "art_champions_text": null,
  "artist": "Designer: Suzanne Huguenin; Designer: Larsen Design Studio, New York; Mill: Ruoss-Bruhin; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Switzerland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968-1978",
  "department": "Arts of the Americas",
  "description": "Metallic bobbin lace. Silver Silver",
  "dimension": "overall: 148 1/2 x 42 in. (377.19 x 106.68 cm)",
  "id": "http://api.artsmia.org/objects/86820",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Cotton, metallic thread",
  "nationality": "",
  "object_name": null,
  "portfolio": "From Pleasure Dome of Kublai Khan",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Always on the lookout for the new and unusual, Jack was immediately struck by the metallic thread used in this commercially produced bobbin lace fabric.  Realizing the dramatic statement that could be achieved through the light refracting qualities of an open weave casement, mill sampling of the fabric was done in brass and silver yarns.  The antique gold variation was included in the Larsen collection, but company records indicate that a silver color way could be special ordered.\r\n\r\nLarsen Design Studio did considerable commission work that often involved modifications of stocked items in the collection.  Changes varied from a relatively simple color alteration to major modifications that occasionally resulted in the development of an entirely new fabric.  Spanish Lace with its smaller scale pattern and heat-set finish is an altered form of Baghdad.  This process was the result of work with an interior design firm in the mid 1970s to create a number of large window screens and drapery fabric for a bank in New Orleans.",
  "title": "Baghdad"
}
