{
  "accession_number": "99.1.389",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Designer: Jack Larsen; Mill: Newcastle Fabrics Corp.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1956-1989",
  "department": "Arts of the Americas",
  "description": "Natural white plain weave cloth with warp-faced stripes (1/4\" to 1/2\") divided by open weft of cotton, gold thread and goathair. Natural white plain weave cloth with warp-faced stripes (1/4\" to 1/2\") divided by open weft of cotton, gold thread and goathair. Birch",
  "dimension": "overall: 36 1/4 x 47 3/4 in. (92.08 x 121.29 cm)",
  "id": "http://api.artsmia.org/objects/86860",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": 1952,
  "image_width": 2963,
  "inscription": "",
  "life_date": "American, born 1927",
  "markings": "",
  "medium": "Cotton, nylon, viscose, goat hair, mylar",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From Millennium",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "An important aspect of Larsen’s design philosophy is the commitment to maintaining a positive relationship between the production consistency and standardization demanded by the interiors industry, and the individual expression and spontaneity needed to create distinctive environments. Since the 1950s Larsen designers have successfully combined these two qualities in their innovative approach to casement fabrics.\r\n\r\nAlthough the interplay of irregular transparent and opaque areas is a relatively simple concept it took extensive experimentation to discover the correct balance of structural stability. The design of this fabric called for the use of soft, smooth yarns, stabilized with periodic leno warp locks, which would allow spontaneous waves to modify a ridged stripe. Jason was woven at the Bolan mill from 1956 to 1968.",
  "title": "Jason"
}
