{
  "accession_number": "99.1.413.1",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: British Replin; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Scotland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "worsted. Jacquard upholstery. Ribbed weave. 1\" geo. Squares form straight & diag. Designs.rust, blue, moss green. 12\" sq. pattern repeat. worsted. Jacquard upholstery. Ribbed weave. 1\" geo. Squares form straight & diag. Designs.ruat, blue, moss green. 12\" sq. pattern repeat. Smoky Topaz",
  "dimension": "overall: 10 x 51 in. (25.4 x 129.54 cm)",
  "id": "http://api.artsmia.org/objects/86934",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Wool, cotton",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jack Larsen considers himself a weaver, and the company is known throughout the textile industry as a producer of distinctive woven fabric. Many Larsen designs celebrate the natural geometric grid formed by the warp and weft. Simple lines and squares were infused with intense colors for dramatic effect.\r\nIn the 1960s, the Irish Export Board invited Jack Larsen to develop furnishing fabrics using local production resources. After considerable experimentation with yarn and color development, weave density, and finishing processes, Larsen created a number of new designs as part of the Irish Awakening collection, including Round Tower. Larsen continued this collaboration for three decades.\r\nJubilee’s stripes are deceptively simple. Many were created from a variety of woven braids introduced into the warp sequence, necessitating alterations that resulted in slowing down power loom production. Beginning in the early 1950s, Dick Boland was the first power weaver to work with the Larsen company. Over the years, Boland’s engineering skills were tested again and again in order to accommodate Larsen designers’ special concepts.\r\nThe Scottish mill that wove Labyrinth was technically capable of producing the cloth but needed the Larsen team to help it achieve the fabric’s aesthetic potential. Larsen designer Mark Pollack used a warp-faced leno weave to create a number of patterns. Durable and lightweight, Labyrinth has been a favored fabric for furnishing private aircraft interiors.",
  "title": "Labyrinth"
}
