{
  "accession_number": "99.1.421.1",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Mill: The Thai Silk Co. Ltd.; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Arts of the Americas",
  "description": "A bold geometry is rendered opulent with a melange of pastels and a finely guimped gold metallic. Azure, purple, metallic, pink Azure",
  "dimension": "overall (Untrimmed): 14 1/2 x 39 1/2 in. (36.83 x 100.33 cm)",
  "id": "http://api.artsmia.org/objects/86957",
  "image": "valid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": 1988,
  "image_width": 2134,
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Silk, metallic; dyed",
  "nationality": "",
  "object_name": null,
  "portfolio": "From An Homage to Jim Thompson",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Since the 1950’s Jack had worked with numerous traditional weavers including those in Haiti, Mexico and Morocco to adapt their traditional skills to produce contemporary fabrics for the interiors market.  Having worked with Thai Silk, founded shortly after the war by the legendary Jim Thompson,  Jack developed a number of distinctive fabrics.\r\n Among the most dramatic were the ikat cloths.  Originally the technique was used to create short lengths for wrapped clothing styles, but Larsen persuaded the weavers to create a heavier weight cloth in continuous lengths which could be adapted to be used as upholstery fabric.  The production is very labor intensive requiring the pattern to be resist-dyed into the weft threads before the weaving begins.  The strong graphic, variety of color ways (Azure, Moongold, Papaya, Quick Silver, Fire Opal, Parakeet, and Mahagony) and use of silk and metal yarns, resulted in a bold, luxurious fabric that remained in the company’s line for many years.",
  "title": "Laotian Ikat"
}
