{
  "accession_number": "99.1.430.3",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Designer: Don Wight; Mill: Larsen; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971-1987",
  "department": "Arts of the Americas",
  "description": "Velvet batik with pattern of widely arranged blades of grass. 35\" pattern rpt. Green & white Sage",
  "dimension": "overall (Not trimmed): 16 1/2 x 55 1/4 in. (41.91 x 140.34 cm)",
  "id": "http://api.artsmia.org/objects/86989",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American",
  "markings": "",
  "medium": "Cotton; dyed",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From Paradise",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Sometimes the possibilities of a particular technique inspired design ideas. The subtle spontaneity that batik wax-resist processes offered had intrigued the Larsen team but posed a challenge to consistent production. In the mid-1960s, the company purchased equipment originally used to create sarongs that Dorothy Lamour wore in her movie roles. Win Anderson, head of the design studio at the time, modified the machine so it accepted yard-long design repeats and accommodated 54-inch-wide velvet.\r\nThe resist-dye process involves printing cloth with a wax pattern that acts as a resist when the fabric is put into a dye bath. For a two-color pattern, the wax is applied and cracked, then the fabric dyed. Then the wax is removed and the fabric dyed again. Total dye saturation enables designers to achieve nuances not possible with printed patterns. Larsen varied the process for Linen Relief using linen velvet and natural indigo dye, and had that fabric hand block printed in Switzerland with a resin resist, then finished in Holland.",
  "title": "Leaves Of Grass"
}
