{
  "accession_number": "98.65.2",
  "artist": "Maker: workshop of Hu Wanming",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "meandering pattern at foot and mouth; larger intertwining vein pattern at neck; largest band at body containing two types of plants; darker plain bronze field raised detailing in patterns gilt",
  "dimension": "4 11/16 x 2 1/8 in. (11.9 x 5.4 cm)",
  "id": "http://api.artsmia.org/objects/31047",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Gilded bronze",
  "nationality": "Chinese",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The famous metalwork master Hu Wenming (1573–1620）from Songjiang, Jiangsu province (near Shanghai), was one of the most accomplished craftsmen of the late Ming dynasty. He specialized in archaic-style gilt-bronze ritual vessels for the incense stand and scholar’s desk. His work was highly regarded by the educated elite of the wealthy in Jiangnan region (lower Yangzi delta). This bottle-like vessel derives from a prototype of the Western Zhou bronze wine vessel <I>zhi</I>, but now served a different purpose. \r\n<P>The vase, like its Bronze Age prototype, is decorated with designs of <I>lingzhi</I> mushrooms, orchids, and narcissi—all favored motifs of the artists. The vase bears an incised four-character inscription on the bottom, identifying it as work by Hu or, more properly, from his workshop. A complete set of incense vessels comprises only three items: an incense burner, a covered box, and a vase such as this one to hold the small metal tools required for burning the aromatic wood.",
  "title": "Incense Tool Vase"
}
