{
  "accession_number": "99.17.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Chinese, 14th - 17th century",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1368-1643",
  "department": "Asian Art",
  "description": "Man wearing a garment with folds, standing on an elaborate staff on rolling waves; man looks up into sky over his proper left shoulder and holds a small flaming ball in his proper right hand; drag in dark clouds at upper right",
  "dimension": "21 1/2 x 15 9/16 in. (54.61 x 39.53 cm) (image)",
  "id": "http://api.artsmia.org/objects/31136",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6792,
  "image_width": 4832,
  "inscription": "Label",
  "life_date": null,
  "markings": "Untranslated paper label, on outside of scroll",
  "medium": "Ink on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-17th century",
  "text": "Executed primarily in fine line ink technique (Bai Miao), a Buddhist luohan or arhat is shown riding his walking staff through turbulent waves. He holds a flaming pearl in his right hand and peers over his shoulder at a dragon emerging from a bank of dark, threatening clouds. The affiliation of luohans and dragons comes from early accounts of the miraculous powers of the great patriarchs or Chan Buddhism to control dragons. Dragons were believed to affect rain and thunder and those who could summon dragons could share their power to make rain. Buddhist monks and Daoist sages were both thought to have wonder-working control over the powers of the universe. The swirling waves, clouds, and contorted dragon represent the forces of nature over which an enlightened follower of the Buddhist law (dharma) could gain mastery.",
  "title": "Bodhidharma Crossing the Sea"
}
