{
  "accession_number": "99.123.2",
  "art_champions_text": null,
  "artist": "Maker: Shen Zongqian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1786",
  "department": "Asian Art",
  "description": "Buildings at the base and side of tree-dotted mountains",
  "dimension": "45 15/16 x 15 13/16 in. (116.68 x 40.16 cm) (image)",
  "id": "http://api.artsmia.org/objects/31133",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5110,
  "image_width": 2320,
  "inscription": "Inscriptions; Stamps",
  "life_date": "active 1745 - 1793",
  "markings": "Block of text, upper left corner; characters on outside of scroll, visible when rolled; three seals, at text block; one seal, lower left corner; seal, on outside of scroll, visible when rolled",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Shen Zongqian was born in Wucheng, the modern city of Huzhou in Zhejiang province. While Shen only earned the first literary degree, he became a well-known scholar, calligrapher, and painter. In 1781, he published the Shenzhou Xue Hua Pian, an influential treatise on painting in which he passionately defends the conservative or orthodox view of landscape painting. In it, he writes:\r\nMany of those who look at art do not really understand it. They decry the orthodox style and praise those who follow the vogue of the day. The struggling artist who does not stand on his own is easily tempted to go with the crowd...One must always keep in mind what a painting is and try not to forget it and strive to perfect oneself and in this way, come near to the great masters (of the Song and Yuan dynasties).\r\n\r\nTypical of the orthodox style, the brushwork of Shen's painting is methodically applied using a limited range of textures and tonalities serving to unify the various parts of the composition.",
  "title": "Living in the Mountains"
}
