{
  "accession_number": "99.116",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "Asian Art",
  "description": "Group of elaborately dressed men with flowing draperies clustered around a man with a large red flag at bottom; procession of simply dressed men carrying fishing poles and scrolls (?) with six small boys at top; copper roller",
  "dimension": "53 3/16 × 29 7/16 in. (135.1 × 74.8 cm) (image)\r\n94 3/4 × 39 1/8 in. (240.7 × 99.4 cm) (mount, with roller)",
  "id": "http://api.artsmia.org/objects/31143",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 3039,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk; hanging scroll",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "This colorful scroll was once part of a \"Water-Land Ritual\" (Shuilu) set of paintings used in Buddhist mortuary rites honoring the souls of the dead. Two groups of figures are identified by inscriptions written in gold on banners flying over their heads. The eight figures wearing armor in the lower portion of the painting are generals who died for their country in ancient times. In the upper right corner dressed in official costume are meritorious civil officials of the past.\r\nThe three figures in the upper left corner represent popular Daoist gods associated with prosperity and the family. One carries fish, a symbol of abundance, and another is surrounded by small children. Skillfully executed in bright colors with touches of gold, the scroll exhibits the compositional complexity often associated with Ming dynasty Buddhist painting.",
  "title": "Generals Who Died for their Country and Officials of Former Times"
}
