{
  "accession_number": "99.132",
  "art_champions_text": null,
  "artist": "Maker: Dale Chihuly",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Arts of the Americas",
  "description": "yellow and orange glass; red and yellow neon tubing",
  "dimension": "120 in. (304.8 cm)",
  "id": "http://api.artsmia.org/objects/31146",
  "image": "valid",
  "image_copyright": "© 2019 Chihuly Studios %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3867,
  "image_width": 3723,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Blown glass, neon, metal armature",
  "nationality": "American",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G100",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Since the 1960s, Dale Chihuly has pushed the limits of glass in all directions -- including color, scale, and display -- to form organic, sculptural environments. \r\n\r\nChihuly studied at the University of Wisconsin-Madison and the Rhode Island School of Design, where he experimented with glass, neon gas, steel, and Plexiglas. In 1968 a Fulbright scholarship allowed him to study at Venini Fabrica.  There, he absorbed the ancient Venetian method of teamwork, in which glass masters work with assistants to produce a collaborative work.  \r\n\r\nChihuly brought the method back to RISD, and in the early 1980s, back to his home state of Washington. He centers his glassmaking and teaching activity in Seattle at his studio, The Boathouse, and the Pilchuck Glass School. Since losing an eye in a car accident in 1976, Chihuly now serves as designer and director of his collaborative works, no longer blowing glass himself.\r\n\r\n Sunburst is made up of more than 1,000 individual pieces of glass and 100 feet of neon tubing.  It weighs more than 3,000 pounds.",
  "title": "Sunburst"
}
