{
  "accession_number": "99.121.1.1a-e",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723-1735",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Round-bodied pot with 3 legs, 2 decorative, curving, detachable 'handles' and fan-like lattice element at back; decorated overall with organic and geometric designs",
  "dimension": "37 3/16 x 23 11/16 x 17 in. (94.4 x 60.2 x 43.2 cm) (a:)\r\n23 3/4 x 12 x 9 1/2 in. (60.33 x 30.48 x 24.13 cm) (b:, c: (each))\r\n28 x 12 3/4 in. (71.12 x 32.39 cm) (d:, e: (each))",
  "id": "http://api.artsmia.org/objects/31163",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2895,
  "image_width": 5554,
  "inscription": "Marks",
  "life_date": null,
  "markings": "Yung-cheng mark and period (1723-1735); \r\n2-character inscription, on edge of pot",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Censer",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Standard ritual bronzes cast for the altar comprise five vessels <I>(wu kang)</I>, a censer, two candlesticks, and a pair of vases. Early woodblock prints depict these objects formally arranged in a line across the altar table with the censer used as a centerpiece flanked by candlesticks with the vases at the two ends. Ritual bronze vessels like these, made for the imperial palaces and temples, were governed by state regulations under a section titled, \"Rules for Making Sacrificial Vessels and Ornaments for Temple Use.\" The archaistic décor including <I>t'ao-tieh</I> masks and cicada blades against a spiral ground is a revival of a Sung dynasty (960-1279) style which was itself an interpretation of ancient Shang and Chou (16th c.-221 BCE) ritual bronzes. Each vessel of this large and important set bears the six character reign mark of the Yung-cheng emperor (1723-35) and the censer and candlesticks bear the additional characters <I>ching chih</I> (made with reverence).",
  "title": "Censer"
}
