{
  "accession_number": "99.121.1.4",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "fountain-shaped; bell-shaped foot with flat-sided basin; central vertical element with small basin at top with pointed spike at center; decorated overall with organic and geometric designs",
  "dimension": "28 x 12 3/4 in. (71.1 x 32.39 cm)",
  "id": "http://api.artsmia.org/objects/31166",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "Yung-cheng mark and period (1723-1735);\r\n2-character inscription, on edge of larger basin",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Imperial Candlestick",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Standard ritual bronzes cast for the altar comprise five vessels <I>(wu kang)</I>, a censer, two candlesticks, and a pair of vases. The pair of candlesticks shown here are part of a five-piece imperial garniture whose remaining three pieces, a censer and pair of vases, are now on view in the Wu family reception hall. Ritual bronze vessels like these, made for the imperial palaces and temples, were governed by state regulations under a section titled, \"Rules for Making Sacrificial Vessels and Ornaments for Temple Use.\" The archaistic décor including <I>t'ao-t'ieh</I> masks and cicada blades against a spiral ground is a revival of a Sung dynasty (960-1279) style which was itself an interpretation of ancient Shang and Chou (16th c.-221 BCE) ritual bronzes. Each vessel of this large and important set bears the six-character reign mark of the Yung-cheng emperor (1723-35) and the censer and candlesticks bear the additional characters <I>ching chih</I> (made with reverence).",
  "title": "Imperial Candlestick"
}
