{
  "accession_number": "99.120",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th-18th century",
  "department": "Asian Art",
  "description": "Very long table with apron on all four sides with carved clouds and geometric designs; two support legs near short ends with openwork dragons inside geometric framework; short ends of table raised and curved",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/31168",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "Stickers",
  "life_date": null,
  "markings": "[002], on sticker, on one long side, on outside of support leg; [004], on sticker, on underside of apron at one corner",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Recessed-leg Altar Table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G201",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-18th century",
  "text": "Throughout China, long side tables with everted ends were often placed against the back walls of reception halls and temples where they were used in a ceremonial context. These altar tables could be set with ancestral tablets, Buddhist or Taoist images, and a variety of ritual utensils including censers, candlesticks, flower vases, and offering plates. Sometimes called \"wall tables,\" they could also serve a variety of secular functions throughout the household, including the display of precious objects.\r\nIt is understandable that these major pieces of ceremonial furniture would often be of grand proportions and ornate decoration. This magnificent example is especially praiseworthy. Its top consists of a single, thick plank of beautifully grained huang-hua-li twelve-and-a-half feet in length. It is the second longest such table recorded and among the most elegantly proportioned of the few massive, single plank, long tables to survive. The work is elaborately decorated with richly carved dragon spandrels and openwork panels of serpentine dragons inset between the legs.",
  "title": "Recessed-leg Altar Table"
}
