{
  "accession_number": "99.121.1.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "fountain-shaped; bell-shaped foot with flat-sided basin; central vertical element with small basin at top with pointed spike at center; decorated overall with organic and geometric designs",
  "dimension": "26 3/4 x 12 3/8 in. (67 x 31.8 cm)",
  "id": "http://api.artsmia.org/objects/31166",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5949,
  "image_width": 10865,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "Yung-cheng mark and period (1723-1735);\r\n2-character inscription, on edge of larger basin",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Candlestick",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Standard ritual bronzes cast for the altar comprise five vessels (wu gang), a censer, two candlesticks, and a pair of vases. Early woodblock prints depict these objects formally arranged in a line across the altar table with the censer used as a centerpiece flanked by candlesticks with the vases at the two ends. Ritual bronze vessels like these, made for the imperial palaces and temples, were governed by state regulations under a section titled, \"Rules for Making Sacrificial Vessels and Ornaments for Temple Use.\" The archaistic décor including taotie masks and cicada blades against a spiral ground is a revival of a Song dynasty (960-1279) style which was itself an interpretation of ancient Shang and Zhou (16th c. - 221 BCE) ritual bronzes. Each vessel of this large and important set bears the six-character reign mark of the Yongzheng emperor (1723-35), and the censer and candlesticks bear the additional characters jingzhi (made with reverence).",
  "title": "Imperial Candlestick"
}
