{
  "accession_number": "99.126",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th-15th century",
  "department": "Asian Art",
  "description": "Wood plank painted red overall with 18 x 5 grid in gold; each compartment (except for central 12) filled with seated cross-legged figure in gold and black; 2 figures seated on lotus cushions at center in red, gold and black; one short side carved with scrolls and top half of demon face",
  "dimension": "8 15/16 x 27 11/16 x 1 7/16in. (22.7 x 70.3 x 3.7cm)",
  "id": "http://api.artsmia.org/objects/31188",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3904,
  "image_width": 10731,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque colors and gold on wood",
  "nationality": null,
  "object_name": "Buddhist Manuscript Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "This painting would have decorated the interior of a book cover, visible only to those few who commissioned and cared for the manuscript it protected. The central image features a charismatic man with bulging eyes, identifiable as the Mahasidda Virupa, a historical figure from India (c. 600s ce) famous for his superhuman cerebral powers. Here, Virupa points to the sun, commanding it to stay in place, illustrating a story in which he promised a bartender he would pay his bill (and stop drinking) only when the sun set. Virupa, and his association with Vajrayana Buddhist teachings, was an important figure for the Sakyapa Order of Tibetan Buddhism; he is seen in dialogue with the Lama (teacher) Sakya Pandita (1182–1251). This double portrait is surrounded by a golden grid of 78 images of the Cosmic Buddha Amitayas, who holds in his lap a vase containing the elixir of immortality, symbolizing that enlightenment results in boundless life.",
  "title": "Book Cover with Virupa and Guru with Amitabhas"
}
