{
  "accession_number": "99.124.4a-d",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Tall, slender turned wood base resting on a wide foot; metal cylinder with repousse scrolls and inscription and domed metal lid with organic finial; chair with weight attached to one side of cylinder; cloth-covered paper roll (d) inside cylinder (should be removable, but is stuck inside)",
  "dimension": "25 x 5 1/4 in. (63.5 x 13.34 cm) (overall)",
  "id": "http://api.artsmia.org/objects/31204",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4419,
  "image_width": 1378,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "[P22], on sticker, on bottom",
  "medium": "Silver, wood, and paper",
  "nationality": null,
  "object_name": "Prayer Wheel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Although prayer wheels were used by Tibetans of every social rank, the unusually large size of this one suggests it belonged to an upper class individual or more likely a monastery. The chased silver cylinder is decorated with a prayer around its circumference while inside is a long, tightly rolled paper scroll block printed with numerous prayers and invocations. As the wheel is rotated with aid of a suspended weight, all the printed prayers are \"sent out\" with each revolution. The rotation of the wheel is equivalent to reading or reciting each of the invocations inside the cylinder. This pious act derives from the Buddhist belief in the power of repetitive sound and formulas to which deities were subject.",
  "title": "Prayer Wheel"
}
