{
  "accession_number": "99.171",
  "art_champions_text": null,
  "artist": "Artist: Ding Guanpeng",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1750",
  "department": "Asian Art",
  "description": "large Buddha at center holding a rolled scroll in his PL hand and seated on a lotus blossom throne; attendant figure at L holds a box in his PL hand and is seated on a smaller throne; 2 other smaller figures at LL corner; white elephant at bottom center",
  "dimension": "60 1/2 x 31 15/16 in. (153.67 x 81.12 cm) (image)",
  "id": "http://api.artsmia.org/objects/31224",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 2718,
  "inscription": "Inscription",
  "life_date": "Chinese, active 1740-1768",
  "markings": "inscription, in black, and 2 seals in red at L edge near LL corner",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The court painter Ding Guanpeng was prominent during the Qianlong reign (1736–95) as a painter of Buddhist and Daoist subject matter. In this exquisitely painted hanging scroll, subtle shades of blue and gold combine with fluid drawing and fine details to give the composition a courtly elegance. The scene depicts two versions of Guanyin, the bodhisattva of compassion, each sumptuously attired in silk and jewelry and holding sutras (Buddhist scriptures) while seated in the position of “royal ease” atop elaborate pedestals. In the foreground are an arhat (one who has attained enlightenment) carrying a walking staff, the child prodigy Sudhana seeking spiritual council, and a six-tusk white elephant, all paying homage to Buddhist thought.",
  "title": "Two versions of bodhisattva Guanyin"
}
