{
  "accession_number": "99.174.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 8th century",
  "department": "Asian Art",
  "description": "deep relief carving; Buddha at L seated on a throne with PL hand on head of kneeling Bodhisattva with clasped hands; 7 other figures stand behind and to R and L",
  "dimension": "21 1/8 x 23 7/8 x 3 1/4in. (53.7 x 60.6 x 8.3cm)",
  "id": "http://api.artsmia.org/objects/31223",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3286,
  "image_width": 3734,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Sandstone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "Buddhist scripture describes how Shakyamuni, the historical Buddha, stroked or patted the head of disciples who had received his teachings, a practice known today in China as moding. This sandstone plaque, which may have been part of a group of plaques showing scenes from the life of the Buddha, depicts such a scene. The Buddha is the large figure left of center seated on a bench beneath the bodhi tree (the sacred fig tree beneath which the Buddha gained enlightenment). The two haloed figures behind him are attendant bodhisattvas, while the bald male figures at his sides are his disciples Ananda to the left and Kashyapa at right. Three fierce protective figures appear at right—the shirtless, muscular figure in front is Vajrapani (protector of the Buddha), the armored figure to his back left is Vaishravana (Guardian of the North), and the third figure is a Yaksha (an attendant to Vaishravana).",
  "title": "Buddha Stroking the Head of a Follower"
}
