{
  "accession_number": "99.177",
  "art_champions_text": null,
  "artist": "Artist: Qian Gu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1545",
  "department": "Asian Art",
  "description": "large text block followed by image of 5 men and 3 boys with horse in outdoor setting; 2 men exchanging an object; 2 areas of text following image",
  "dimension": "L.25-3/8 x W.10-3/16 in. (image)",
  "id": "http://api.artsmia.org/objects/31225",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1255,
  "image_width": 3027,
  "inscription": "Inscription",
  "life_date": "Chinese, 1508-1578",
  "markings": "\\'40735\\', in black, on bottom of roller",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Of all the artists associated with the great literatus Wen Zhengming(1470-1559), Qian Gu was perhaps closest to the master in technique and artistic temperament. Qian was a direct disciple and learned poetry and calligraphy as well as painting from Wen whose stylistic influence is clearly evident in this classic Wu school commemorative painting.\r\n\r\nThe first of fourteen inscriptions attached to this scroll explains its subject. The Suzhou scholar Hua Yun (1488-1560), who had received his jinshi degree in 1541 and was serving the Ministry of Revenue in Beijing, had returned home in 1545 to attend his father's funeral. When it was time for him to return to the capital, his sons, son-in-law, students, and friends, including the present artist, had a little farewell gathering along the banks of the grand canal. Several of these friends wrote the poetic inscriptions attached to the painting. In this farewell scene Hua Yun is in the red robe receiving a cup of wine offered by a student, while his brother-in-law stands to one side. Farewell parties were a large part of the fifteenth- and sixteenth-century Suzhou literati scene.\r\n\r\nThe inscription reads:\r\nOn an auspicious month of the year 1545.\r\nDone by Qian Gu of Zhangzhou.",
  "title": "Farewell to Hua Yun"
}
