{
  "accession_number": "99.174.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "960-1127",
  "department": "Asian Art",
  "description": "blue glaze with olive-green low-relief bosses between 2 raised ribs at rim; another row of bosses around feet; 3 ruyi-head feet in olive-green",
  "dimension": "2 1/2 x 6 3/8 x 6 3/8 in. (6.35 x 16.19 x 16.19 cm)",
  "id": "http://api.artsmia.org/objects/31222",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "\\'[symbol-\\'jiu\\']\\', incised, on bottom",
  "medium": "Stoneware with blue glaze",
  "nationality": null,
  "object_name": "Narcissus Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-12th century",
  "text": "Linru in Henan province appears to have been the main production center for Jun wares known for their thick, strikingly beautiful rich blue glazes. While green, white and black ware were common by late Tang, light blue ceramics with purple-red splashes were unknown until Jun ware was developed in Northern Song (960-1127). The opalescent blue was produced by spontaneous unmixing at high temperature of the glaze into silica-rich and lime-rich glasses. The optimum temperature for this phase separation to occur is just below 1200° C.\r\nThe present mold-made tripod is a shape commonly called a narcissus bowl. The bottom of the vessel bears the number nine (jiu) and in this regard it relates to a large series of similarly shaped Jun wares bearing numbers between one and nine. The number indicates the size in the series, nine being the smallest. The dish was probably used to support a small jardineré.",
  "title": "Narcissus Bowl"
}
