{
  "accession_number": "99.171",
  "artist": "Artist: Ding Guanpeng",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "dated": "c. 1750",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "large Buddha at center holding a rolled scroll in his PL hand and seated on a lotus blossom throne; attendant figure at L holds a box in his PL hand and is seated on a smaller throne; 2 other smaller figures at LL corner; white elephant at bottom center",
  "dimension": "60 1/2 x 31 15/16 in. (153.67 x 81.12 cm) (image)",
  "id": "http://api.artsmia.org/objects/31224",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 2718,
  "inscription": "Inscription",
  "life_date": "active 1740-1768",
  "markings": "inscription, in black, and 2 seals in red at L edge near LL corner",
  "medium": "Ink and colors on silk",
  "nationality": "China",
  "object_name": "Hanging scroll",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "signed": "",
  "style": "Qing dynasty (1616-1911)",
  "text": "The court painter Ding Guanpeng was prominent during the Qianlong reign (1736-1795) as a painter of Buddhist and Daoist subject matter. He was a descendent of the famous Ming painter of Buddhist themes, Ding Yunpeng (1547-1628) and to a degree was influenced by his style.\r\n<P>In this lovely painting, subtle shades of blue and golden colors combine with fluid drawing and fine details to give the scroll a courtly elegance. The scene depicts two versions of Guanyin, the bodhisattva of compassion, each sumptuously attired in silk and jewelry while holding sutras seated in the position of \"royal ease\" atop elaborate pedestals. In the foreground are an <I>arhat</I> carrying a walking staff, the child prodigy Sudhana seeking spiritual council, and a six-tusk white elephant all paying homage to Buddhist thought. In its fine detail and high finish, the painting is typical of eighteenth century court taste.",
  "title": "Two versions of Bodhisattva Guanyin"
}
