{
  "accession_number": "99.174.3",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "late 8th century",
  "description": "deep relief carving; Buddha at L seated on a throne with PL hand on head of kneeling Bodhisattva with clasped hands; 7 other figures stand behind and to R and L",
  "dimension": "21 1/8 x 23 7/8 x 3 1/4in. (53.7 x 60.6 x 8.3cm)",
  "id": "http://api.artsmia.org/objects/31223",
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "marks": " ",
  "medium": "Sandstone",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G200",
  "style": "8th century",
  "text": "This sandstone plaque, showing episodes from the life of the Buddha, is probably one of a series of relief carvings originally built into the walls of a Buddhist structure. In what appears to be a type of benediction scene, the Buddha is seated on a throne under a Bodhi tree flanked by two bodhisattvas and his first disciple, Ananda, to the left (facing the sculpture), and another disciple, Kasyapa, to the right. The Buddha is blessing a bodhisattva or acolyte who is kneeling in front of him with hands clasped in worship. To the right of this group stands an armor-clad <I>lokapala</I> (guardian) and two other guardian spirits.\r\nRelatively few examples of pictorial sculpture have survived from the T'ang dynasty. This rare depiction makes a rather sophisticated use of parallel perspective, overlapping figures, and high relief carving to create a sense of volume and space. Artists in China had created pictures based on stories in tomb murals and stone engravings long before the introduction of Buddhism. Early narrative illustrations tended to depict either episodes from the life of the Buddha (<I>pen-hsing tu</I>) or stories of his previous lives (<I>jataka</I> tales), known in Chinese as <I>pen-sheng tu</I>.\r\n",
  "title": "Benediction Scene"
}
