{
  "accession_number": "99.172.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "small building at L with man reclining on a bed; 2 attendants inside building, one at L outside; rock at R of building; mounted as album leaf",
  "dimension": "8 3/4 x 9 3/16 in. (22.2 x 23.3 cm) (image, oval)",
  "id": "http://api.artsmia.org/objects/31245",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Stamp",
  "life_date": null,
  "markings": "seal, in red, at R edge",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Displaying amazing descriptive detail, this round fan painting depicts a scholar reclining in his study on a platform daybed reading a book. Surrounding him are items of material culture that would have been prized by the educated elite of the day. These include the long wood table to his right on which rest books, an antique bronze and red coral tree, the stool and low footrest where his slippers rest, and the tall stand to his left upon which is placed a prized celadon vase supported by a red lacquer frame. A pair of paintings grace the wall behind him: an ink monochrome landscape on one side and a bird-and-flower composition to the other. On the veranda, a black lacquer table is being used by servants for food preparation while a charcoal brazier for the heating of wine is being fanned below in the garden. The carefully delineated architecture is complimented by an enormous T'ai-hu rock and bamboo stand which dominate the garden. In spite of its small size, detailed paintings like this provide an incredible amount of information about life in ancient China.",
  "title": "Scholarly Pleasures in a Garden Retreat"
}
