{
  "accession_number": "99.178.4",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1424",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "seated figure with legs crossed; PR hand raised in gesture of abhayamudra; wearing robe decorated with patterned block and floral stripes in gold; seated on a lotus petal throne",
  "dimension": "7 11/16 x 5 11/16 x 3 3/4 in. (19.5 x 14.4 x 9.5 cm)",
  "id": "http://api.artsmia.org/objects/31240",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4998,
  "image_width": 3834,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer and gold on sandalwood core",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Amoghasiddhi is one of a group of five buddhas that embody five distinct types of wisdom and are thus sometimes called the “Five Wisdom Buddhas.” Of the five, who are believed to occupy the four cardinal directions and an immovable central direction, Amoghasiddhi occupies the northern position. He is an embodiment of the “Wisdom of Unrestricted Activity,” which enables one to save living beings on the path toward salvation using individualized means. Amoghasiddhi’s emblem, the double thunderbolt (vishvavajra), decorates the bottom of this sculpture. This rare lacquer figure is decorated with intricate patterns on the clothing that have been scratched into the surface with a sharp tool and infilled with gold leaf. X-ray analysis has revealed what appear to be a roll of paper (probably a religious text), a small bead or pearl, and a glass vial (perhaps containing consecrated water) sealed within a compartment inside this small statue.",
  "title": "Amoghasiddhi Buddha"
}
