{
  "accession_number": "99.159a-d",
  "art_champions_text": null,
  "artist": "Architect: McKim, Mead, and White",
  "catalogue_raissonne": null,
  "classification": " Architecture; Models",
  "continent": "North America",
  "country": "United States",
  "creditline": "Transfer from The Minneapolis Society of Fine Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1912",
  "department": "Arts of the Americas",
  "description": "4-part plaster and wood model with front columned entry flanked by 2 small porches with columns; colonnades on both sides; curved back with small porch at center",
  "dimension": "12 5/8 x 83 3/8 x 77 in. (32.1 x 211.8 x 195.6 cm) (overall, without handles)",
  "id": "http://api.artsmia.org/objects/31247",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2358,
  "image_width": 5046,
  "inscription": "",
  "life_date": "American (New York, New York), 1879–1961",
  "markings": "",
  "medium": "Wood, plaster, and paint",
  "nationality": "American",
  "object_name": "Model",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This model of the original design for the Minneapolis Institute of Art was meant to get potential donors excited about building a museum. Handles on each side allow it to be pulled apart for closer examination. Its neoclassical, Beaux-Arts style was favored for grand buildings of the time. The central front section resembles a Greek temple, with a stair leading to a columned porch topped by a triangular pediment. The wing to the right included an orchestra hall, that to the left a sculpture hall. The semicircular projection was meant to house galleries and offices. As built in 1915, Mia was one-seventh of this plan: the monumental entrance and adjacent sections facing 24th Street.\r\n\r\nStanding in front of the model, turn around and look through the Architecture and Design Gallery and through the large window. The stone façade of the original building meets one of the white-tiled additions of 1974, designed by the Japanese architect Kenzo Tange as modern versions of the wings proposed in this model. You are in a Tange wing now.",
  "title": "Model of original scheme for the Minneapolis Society of Fine Arts"
}
