{
  "accession_number": "99.178.4",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1424",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "seated figure with legs crossed; PR hand raised in gesture of abhayamudra; wearing robe decorated with patterned block and floral stripes in gold; seated on a lotus petal throne",
  "dimension": "7 11/16 x 5 11/16 x 3 3/4 in. (19.5 x 14.4 x 9.5 cm)",
  "id": "http://api.artsmia.org/objects/31240",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4998,
  "image_width": 3834,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer and gilt on sandalwood core",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Buddha Amoghasiddhi, who represents \"infallible success,\" is one of the five Dhyani Buddhas, each of which represents a different aspect of the Buddha's enlightenment. This rare lacquer image is decorated in the <I>ch'iang-chin</I> technique with intricate, incised textile patterns, in-filled with gold leaf. No other early fifteenth-century sculpture in this technique has been previously recorded.\r\n\r\n<P>It is documented that the Yung-lo emperor (r. 1403-24) made tribute gifts of sutra covers and other lacquered objects such as this to Tibetan religious leaders and the Japanese shogun in the early 1400s. When this figure was consecrated, objects of ritual importance were placed in a sealed compartment inside the sculpture. X-rays show what appear to be a roll of paper, probably a religious text, a small bead or pearl, and a glass vial, perhaps containing consecrated water, sealed within a compartment in this small Buddhist statue.\r\n",
  "title": "The Buddha Amoghasiddhi"
}
