{
  "accession_number": "99.172.2",
  "art_champions_text": null,
  "artist": "Maker: Yuan Qiu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1549",
  "department": "Asian Art",
  "description": "walled garden at L with buildings and trees; bridge-like wall at R; 3 small boats with figures on water at R",
  "dimension": "26 1/2 x 14 1/8 in. (67.31 x 35.88 cm) (image)",
  "id": "http://api.artsmia.org/objects/31246",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "Inscription; Stamps",
  "life_date": "1509-1558",
  "markings": "block of text, in black, at UL corner; 5 seals, in red, on image below text and at LR corner; one seal, in red, on mount at LL corner of image",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The style of this painting featuring precise, delicate, unassuming brushwork and subtle tints of warm and cool colors is characteristic of literati painting in Suzhou as it was practiced by Wu school artists during the late 15th and early 16th centuries. This painting was done as a gift for one of the leading masters of that school, Wen Zhengming (1470-1559) on the occasion of his eightieth birthday in 1549. The work is by Yuan Qiu, a member of a prominent Suzhou literati family, and himself a student and friend of Wen Zhengming.\r\nThe occasion of the painting which depicts a tranquil temple garden near the Changmen city gate in Suchou is related in the lengthy inscription which reads in part:\r\n\r\n. . .Lacking clamor, this is naturally a place for roosting birds,\r\nstill it can accommodate an honored guest, roaming the glorious grove:\r\nWith wine cup in hand, the jug concealed, peruse the carried books.\r\nThe cart is gone, farewells said and Gold Horses (officials) waved away.\r\nI offer the Taishi (Wen Zhengming) my wishes for great longevity,\r\nreviewing his years of glory and great virtue;\r\nI have no other way to praise his exalted years,\r\nand so here inscribe my prayers for his long life.\r\n\r\nWishing Grand Scribe Hengshan (Wen Zhengming) great longevity,\r\nhis later student, Yuan Qiu.",
  "title": "Suchou Temple Garden"
}
