{
  "accession_number": "99.176.1",
  "art_champions_text": null,
  "artist": "Artist: Gao Qipei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1684",
  "department": "Asian Art",
  "description": "two horned animals with fingerprint bodies at top of a bluish-grey hill; large empty space in middle ground, blue and grey mountains beyond",
  "dimension": "H.9-5/8 x W.12-9/16 in. (image)",
  "id": "http://api.artsmia.org/objects/31260",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6740,
  "image_width": 8935,
  "inscription": "Stamps",
  "life_date": "Chinese, 1660 - 1734",
  "markings": "two seals, in red, LR corner",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Finger painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Born into a prominent Chinese family in northeastern China, the scholar-artist Gao Qipei served as senior provincial official in Anhui province, as vice president of the Board of Punishment in Beijing, and as a lieutenant general of one of the Qing military banner regiments. Gao was already an able painter by the age of eight, and his more traditional early landscapes were much admired at court. By the late 1600s, however, individualism was in the air and Gao was anxious to establish his own style and identity as an artist. He developed a style of finger painting, not only applying ink with the tip of one finger, but also with the side of his hand to create broad streaks and washes. He grew one fingernail long and split it like a pen nib. His best works are spontaneous, with rough, jagged lines, uneven ink washes, and fingerprints worked into his expressive compositions.",
  "title": "Finger Painting, from an album of ten"
}
