{
  "accession_number": "99.192.1a-c",
  "art_champions_text": null,
  "artist": "Silversmith: Edward, Edward, James, and Barnard (a.k.a. Edward Barnard &amp; Sons); Retailer: David Ellis",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Ruth and John Huss",
  "culture": null,
  "curator_approved": 0,
  "dated": "1828",
  "department": "European Art",
  "description": "classical vase form; on square base with fluted pedestal feet; cast coat of arms; decorated with putti amidst scrolling grapevine; collars engraved on each side with two crests (dragon and lion) Description (consistent for each cooler): Classical vase form; on square base with fluted pedestal feet; cast coat of arms; decorated with putti amidst scrolling grapevine; collars engraved on each side with two crests (dragon and lion). Coat of arms: those of Sawbridge-Erle-Drax with Grosvenoer in pretence, probably for Johan Samuel Wanley Sawbridge of Olantigh Towers, Kent, Holnest House, Co. Dorset, and Ellerton Abbey, Co. York (1800-1887). He married in 1827 Jane Frances, sister and sole heiress of her brother Richerd Erle-Drax-Grosvenor, M.P., of Charlborough Park, Dorset (dd. 1828). By 1853, Burke's Visitations of Seats and Arms, vol. 2, records this latter house as the seat of John Samuel Wanley Erle-Drax, M.P., Captain of the East Kent Militia. Stamps/Inscriptions/Stickers: 1a-c) - D. ELLIS LONDON FECIT - stamped, on front of base; - SH2097 - incised on bottom of base; - A501/091 - in black, on bottom of base; - EEBJW - and three stamps near top of liner; - 2 - etched three times on bottom of removable liner. 2a-c) - D.ELLIS FECIT - stamped, on front of base; - SH2097 - incised on bottom of base; - A501/ - and illegible numbers in black, on bottom of base; - EEBJW - and three stamps near top of liner and side of collar; - A501/692 - in black, on bottom of removable liner. 3a-c) - D.ELLIS LONDON FECIT - stamped, on front of base; - SH2097 - incised on bottom of base; - A501/693 - in black, on bottom of base, bottom of liner and bottom of collar; - M209810 1(4) - on sticker on bottom of base; - EEBJW - and three stamps near top of liner and side of collar. 4a-c) - D.ELLIS FECIT - stamped, on front of base; - SH2097 - incised on bottom of base; - M209810 1(4) - sticker on bottom of base; - A501/691 - in black, on bottom of base, liner and collar; - EEBJW - and three stamps near top of liner and",
  "dimension": "14 1/4 x 12 x 8 3/4 in. (36.2 x 30.5 x 22.2cm)",
  "id": "http://api.artsmia.org/objects/31377",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4662,
  "image_width": 3732,
  "inscription": "Stamps; Inscriptions",
  "life_date": "London",
  "markings": "\\'D.Ellis London Fecit\\', stamped, on front of base; \\'SH2097\\', incised on bottom of base; \\'A501/091\\', in black, on bottom of base; \\'EEBJW\\' and three stamps near top of liner; \\'A501/091\\', in black, on bottom of liner; \\'2\\', etched 3 times on bottom of removable liner",
  "medium": "Silver, gilt",
  "nationality": null,
  "object_name": "Wine cooler, one of four",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Neoclassical",
  "text": "This set of  wine coolers was inspired by the \"Buckingham Vase\" excavated on the grounds of the imperial villa at Tivoli, outside Rome (AD 118-130).  In the late-18th century British travelers brought back many Roman antiquities, where they contributed to the formation of numerous British art collections, public and private, and fueled the popularity of the neoclassical style. \r\n\r\n The Buckingham Vase, a 46-inch high marble urn acquired by the first Marquess of Buckingham, was known through engravings published by the versatile Italian artist Giovanni Battista Piranesi.  Rather than exact replicas of the actual vase, the wine coolers are adaptations of Piranesi's engravings.",
  "title": "Set of four wine coolers"
}
