{
  "accession_number": "99.195.19.4a-d",
  "art_champions_text": null,
  "artist": "Designer: Johan Rohde; Manufacturer: Georg Jensen, Copenhagen, Denmark",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of The Frederick and Margaret L. Weyerhaeuser Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1954 (designed c. 1915)",
  "department": "European Art",
  "description": "hot water urn; c-shaped handle at top, pair of studs at sides of pot for stand; stand has a ring base with a faceted band and beaded band; classical style supports on stand with Ionic capitols, flowers below with pineapple and scrolling bottom",
  "dimension": "13 1/2 x 8 1/8 x 8 5/8 in. (34.3 x 20.6 x 21.9 cm)",
  "id": "http://api.artsmia.org/objects/31405",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2994,
  "image_width": 4698,
  "inscription": "Stamp; Inscription",
  "life_date": "Danish, 1856-1935",
  "markings": "on base of pot and burner inside: [DESSIN][J]/[R] [DENMARK] oval [GEORG JENSEN]/[45]; at edge of base on urn: [TO MOTHER AND DAD FROM TED, NANCY, CHARLIE AND GINNIE/JUNE 25, 1954]",
  "medium": "Silver and ebony",
  "nationality": "Danish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "\"Cosmos,\" a line of servingware designed around 1915, is widely recognized as an icon of 20th century Scandinavian design.  Rohde, an artist and designer who worked in many media, designed the line for Georg Jensen, the famous Danish silversmith who had opened his own workshop in 1904.  Rohde and Jensen's collaboration began in 1906 and continued until 1935, the year of their deaths.  Rohde's design synthesizes classical motifs, like the fluting on the lower portion of the urn, with modern touches, like the stark ebony handle and spherical form, resulting in a piece that is both elegant and modern.\r\n\r\nIn 1929, Minneapolitans Frederick Weyerhaeuser III and his bride Margaret Gertrude Ludwig received seven pieces from the \"Cosmos\" line of servingware as a wedding present.  Twenty-five years later, their children presented them with this hot water kettle on stand from the original line, still in production, in celebration of their silver wedding anniversary.",
  "title": "Hot water urn from the \"Cosmos\" coffee and tea service"
}
