{
  "accession_number": "99.214.2",
  "art_champions_text": null,
  "artist": "Maker: Ji Woon-young",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Gift of Mark and Margurite Kim",
  "culture": null,
  "curator_approved": 0,
  "dated": "1922",
  "department": "Asian Art",
  "description": "striding man with long white beard and long nails wearing flowing grey garment and straw hat and holding a tall walking stick",
  "dimension": "H.54-3/8 x W.16-1/16 in. (image)",
  "id": "http://api.artsmia.org/objects/31439",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9531,
  "image_width": 2933,
  "inscription": "Inscriptions; Seals\r\n\r\nTranslation of inscription (A. Rio, 2/24/2016)\r\n\r\nPortrait of Master Dongpo in Wide-Brimmed Hat and Sandals\r\n\r\nMy mind is like a log turned to ashes, my body like an unanchored boat.\r\nWere someone to ask what my life\\'s work is, [I would say] Huangzhou, Tanzhou, and Huizhou. When the master journeyed to the Red Cliff, he composed an incomparable prose-poem. The cool breeze and bright moon are the same now as then, in autumn, the seventh month of 1082. What does the disciple love about these thousand autumns? Memories of 1082 are numerous. If the spirit wandering the Red Cliff is responsive, from the tip of my brush will emerge hundreds of Su Dongpo\\'s. \r\n\r\nFourteen [sexagenary] cycles have passed since Su journeyed to the Red Cliff. Many generations later, I am thrilled by this unexpected occasion, on this the 27th day of the fifth month of 1922...\r\n",
  "life_date": "Korean, 1852 - 1935",
  "markings": "block of untranslated text, in black, at top; 6 seals, in red, 5 in text block, one at LR corner",
  "medium": "ink and colors on silk",
  "nationality": "Korean",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The man pictured here with a long beard, wearing a woven straw hat and wooden sandals, and carrying a cane, is the beloved Chinese poet and statesman Su Shi (1037–1101), also known as Su Dongpo (literally, “Su of the Eastern Slope”). Late in life, the creator of this painting, Ji Woon-young, is said to have painted and sold one hundred portraits of Su. Ji took the proceeds from these paintings (of which this is one) and made a journey to Chibi, a storied locale that Su Shi himself visited in 1082 and about which he wrote two now famous rhapsodies. Ji Woon-young’s long inscription at the top begins with a tribute to the great poet:  \r\n\r\nMy mind is like a log turned to ashes, \r\n\r\nmy body like an unanchored boat.\r\n\r\nWere someone to ask what my life’s work is, \r\n\r\n[I would say] Huangzhou, Tanzhou, and Huizhou. \r\n\r\nWhen the master journeyed to the Red Cliff, \r\n\r\nhe composed an incomparable rhapsody. \r\n\r\nThe cool breeze and bright moon were the same then as they are now in this year. \r\n\r\nWhat does the disciple love about these thousand autumns' \r\n\r\nMemories of 1082 are numerous. \r\n\r\nIf the spirit wandering the Red Cliff is responsive, \r\n\r\nfrom the tip of my brush will emerge hundreds of Su Dongpos.",
  "title": "Master Dongpo in a Bamboo Hat and Clogs"
}
