{
  "accession_number": "99.216.1.1a-g",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Michele and David Dewey",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "top double-doored cabinet with 2 interior shelves, pin closure and 3 hanging pendant pulls rests on large cabinet; double-doored cabinet with 3 shelves, 2 drawers, pin closure and hanging pendant pulls rests on a stand with carved apron",
  "dimension": "98 1/4 x 49 x 21 7/8 in. (249.6 x 124.5 x 55.6 cm) (assembled)",
  "id": "http://api.artsmia.org/objects/31523",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "Stickers",
  "life_date": null,
  "markings": "\\'M098830/214 CHM\\', on sticker, on back of b; blue circular sticker, on back of b; sticker fragments, on interior of cabinet (A) and PL drawer; \\'M098830/212 CHN\\', on sticker, on back of a; blue circular sticker, on back of a; \\'M098830/1012 CHN\\', on sticker, on leg of c",
  "medium": "Huang-hua-li hardwood and baitonghardware",
  "nationality": null,
  "object_name": "Wardrobe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The largest form of Chinese cabinet is the monumental, square corner compound wardrobe. Always made in pairs, the form consists of a tall, lower unit surmounted by a shorter upper unit or \"hat chest\" constructed from the same materials. These cabinets were designed primarily for the storage of fine garments which were folded and laid flat rather than hung. There is historical evidence that compound wardrobes were placed in important public spaces within the household such as reception halls and main entrances where prestigious furniture was used to impress a status conscious society. Since the traditional Chinese house was not constructed with built-in closets, these cabinets were also used in bedroom settings. This elegant, early eighteenth century pair is unusual in that the stacking units are set on fitted stands rather than raised on corner legs like most other cabinets of this type.",
  "title": "Compound Wardrobe Cabinet, one of a pair"
}
