{
  "accession_number": "P.68.231",
  "artist": "Artist: Israhel van Meckenem",
  "catalogue_raissonne": "B.130; Holl. 384 ii/ii; LIX.309.384\r\nLehrs 384 ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Bequest of Herschel V. Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500-1503",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "7 1/8 x 8 in. (18.1 x 20.32 cm) (image)",
  "id": "http://api.artsmia.org/objects/47985",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3586,
  "image_width": 4061,
  "inscription": "Mark",
  "life_date": "German, c. 1445–1503",
  "markings": "Watermark: pitcher with cross, Lehrs 13",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Albertina Dupl. L.5g; Colnaghi; Kennedy, '25",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Saint Mary of Egypt, also called Saint Mary the Sinner lived in the desert for forty-seven years. She had become a prostitute in Alexandria at the age of twelve. The repentant Mary traveled on a pilgrimage to Jerusalem. However, when she attempted to enter the church to behold Christ's cross she was restrained by an unseen force. She came to realize that her sinful life precluded her entry into this sacred domain. Subsequently, she prayed to the Virgin Mary to intercede and gain her pardon and pledged to live in chastity. She gained entrance to the church and paid homage to the cross. Then, a stranger presented her with three pieces of silver with which she purchased three loaves of bread (which she bears in her left hand in the Israhel van Meckenem print). She then heard a voice commanding her to go beyond the Jordan, where she would find salvation. She subsequently survived for the rest of her life on the bread. In the course of time, her clothing rotted from her body and she dwelled in a state of nudity.\r\n\r\nLater, she encountered an abbot, Losimas, unexpectedly in the desert to whom she recounted her life story. Later, she received communion from Losimas who brought her the host on Holy Thursday. Upon his return the following year, the aged abbot discovered her corpse and attempted unsuccessfully to bury her. Miraculously, a benign lion approached and dug a grave for the deceased Mary. In Meckenem's composition, Losimas kneels and prays before Saint Mary of Egypt.\r\n",
  "title": "Saint Mary the Egyptian and Saint Mary Magdalen"
}
