{
  "accession_number": "2019.107.2",
  "art_champions_text": null,
  "artist": "Artist: Carlo Andrea Sacchi; Artist: After Paolo Veronese",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 0,
  "dated": "1649",
  "department": "European Art",
  "description": "many figures; architectural interior with archway at right and partial columns at left; Madonna and child at left with cow and dog; horses and camel at center; putti and winged putti heads at ULQ; text at bottom",
  "dimension": "19 5/8 × 16 1/4 in. (49.85 × 41.28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136121",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7380,
  "image_width": 6223,
  "inscription": "",
  "life_date": "Italian (Venice), 1487 - 1553",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(James Bergquist, Newton Center, Mass.).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Carlo Sacchi was a prolific painter, working mostly in Pavia, a town just south of Milan. He also tried his hand at printmaking. This image, based on a painting by the great Venetian artist Paolo Veronese, may be his first effort as an etcher. Veronese completed his painting in 1573 as a commission for the Venetian parish church of San Silvestro. The painting was still there when Sacchi studied it, but in the 19th century, the church sold the painting to a dealer who in turn sold it to the National Gallery, London, where it remains today.\r\n\r\nThe Adoration of the Magi is skillfully drawn, but the copper plate was lightly bitten, producing a low-contrast image. Sacchi amplified the delicacy of the image by using a burnishing tool to create the heavenly ray of light beaming down on the scene. The print is dedicated to Giovanni Donato Correggio, a Venetian merchant and significant art patron.",
  "title": "The Adoration of the Magi"
}
