{
  "accession_number": "2019.86",
  "art_champions_text": null,
  "artist": "Artist: Muda Tomohiro",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Asian Art",
  "description": "black and white photograph of stream of falling water against textured black ground; blue-grey, rust, and silver mount; mounted as a hanging scroll",
  "dimension": "40 1/2 × 18 3/4 in. (102.87 × 47.63 cm) (image)\r\n75 3/4 × 24 5/16 in. (192.41 × 61.75 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/136100",
  "image": "valid",
  "image_copyright": "© Muda Tomohiro",
  "image_height": 9874,
  "image_width": 4486,
  "inscription": "",
  "life_date": "Japanese, born 1956",
  "markings": "",
  "medium": "Inkjet pigment print mounted as hanging scroll",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From Water Forms",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Muda Tomohiro has spent much of his thirty-year career photographing sites sacred to Buddhism. He began in the Himalayas in the 1980s and in the 1990s produced major series based on sacred Buddhist sites in China and Indonesia. In the mid-2000s he turned his attention closer to home, to Japan’s Kii Peninsula (where he was born) and, more specifically to the peninsula’s sacred Kumano region. This black-and-white photograph of a cataract is immediately recognizable as that region’s Nachi Waterfall, which has been worshipped since prehistory as the physical manifestation of a Shinto god, or kami. Since the arrival of Buddhism in the 600s, Nachi, Japan’s tallest waterfall, and the surrounding Kumano region have formed the backdrop for a singular fusion of Shinto and Buddhist practices, with Nachi waterfall imagined as the physical manifestation and paradisiacal abode of the bodhisattva Avalokiteshvara. Nachi waterfall and nearby Kumano Nachi Grand Shrine are one of three syncretic temple-shrine complexes in Kumano and are among the most sacred sites in all of Japan.",
  "title": "Nachi Falls"
}
