{
  "accession_number": "2019.75",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Sri Lanka",
  "creditline": "The Suzanne S. Roberts Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1815",
  "department": "Asian Art",
  "description": "main scenes at center depicting man talking to woman and child in palace, above imagery of beheadings and murder, above imagery of a kidnapping; numbered lines of Sinhalese script in borders in and around the main imagery; side images and inner ring of images depicting invading armies; outer ring depicts trees, animals, and the occassion figures; dish has slightly sloped rim",
  "dimension": "3/4 × 24 × 24 in. (1.91 × 60.96 × 60.96 cm)",
  "id": "http://api.artsmia.org/objects/136175",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6540,
  "image_width": 6607,
  "inscription": "[Central panel, inscriptions 1 - 3]\r\n1. Wrath of King Śrī Vikrama Rāja Siṅha over Ähälepola Kumārihāmi [Wife of\r\nÄhälepola Nilame].\r\n2. [King Śrī Vikrama Rāja Siṅha] commands [Ähälepola] Kumārihāmi to pound\r\nthe heads of her children on a rice pounder.\r\n3. [Ähälepola] Kumārihāmi is thrown to Bogambara [Kandy] lake.\r\n[Middle Circle, inscriptions 4 - 14]\r\n4. Molligoḍa Mansion [Valavuva: Residence of a Person of Distinction].\r\nPostmen.\r\n5. Informing [Ähälepola] Nilame [unclear].\r\n6. Saparagamuva [Sabaragamuva] Mansion [Residence of Ähälepola Nilame\r\nin Ratnapura District].\r\n7. [Ähälepola] Nilame in [his] journey to Colombo.\r\n8. Colonial Hardy with [Ähälepola] Nilame.\r\n9. The English Army goes to capture the country [Up-country of Ceylon].\r\n10. The Army of “Śrī” [Vikrama Rāja Siṅha?] or The Army of Väddā.\r\n11. The Army of Väddā shooting [arrows].\r\n12. [Sir Robert] Brownrigg [1812-20] and other chiefs.\r\n13. King in the Upper Room [unclear]\r\n14. King [Śrī Vikrama] Rāja is captured and taken to Colombo.",
  "life_date": null,
  "markings": "",
  "medium": "Brass",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The vivid scenes hammered into the surface of this large brass dish commemorate the epic fall of the Kingdom of Kandy (1592–1815), the last independent state in Sri Lanka (Ceylon) to succumb to British Crown rule. The design echoes that of Kandyan mural painting, with events staged in a series of illustrated panels, accompanied by brief descriptions incised in the local language (Sinhalese). Here, the central scene depicts Kandy’s controversial king, Sri Vikrama Raja Simha, enthroned in his palace in full regalia, demanding retribution for the betrayal of his chief minister, Ehelepola, who had defected to the British. On the lower level, the king’s executioner hands the wife a pestle, forcing her to crush her child in a rice pounder. Below that the wife herself is drowned in a lake. On the inner rim, rows of British Calvary led by Sir Robert Brownrigg swiftly defeat Vikrama Raja Sinha’s army. \r\nCreated by Kandyan craftsmen, this dish was likely commissioned by and presented to a British official to celebrate a long-sought triumph. The choice of imagery typifies a prevailing tendency of British Crown rule: to further legitimize its claim by publicizing the tyrannical behaviors of so-called “oriental” kings.",
  "title": "Commemorative dish depicting the fall of the Kingdom of Kandy"
}
