{
  "accession_number": "2019.88",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Douglas and Elaine Barr in memory of Stewart Barr",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930-1940",
  "department": "Asian Art",
  "description": "short two-panel folding screen with a carved image of three shrimp and seaweed and left with round elements; blue, tan, and black; open rectangles at top of each panel; black lacquer on back; unsigned",
  "dimension": "21 3/16 × 73 1/8 × 3/4 in. (53.82 × 185.74 × 1.91 cm)",
  "id": "http://api.artsmia.org/objects/136102",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3802,
  "image_width": 10447,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer",
  "nationality": null,
  "object_name": "Two-panel folding screen (furosaki)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This is a low, two-panel folding screen by an unknown artist, decorated with an undersea design of three spiny lobster (Ise-ebi) swimming out from a clump of undulating seaweed. The image is carved out of many layers of colored lacquer (iro wake chōshitsu) that first had to applied in a time-consuming manner starting with beige, orange, yellow, blue, and ending in brown.\r\nThe appearance of tan and blue pigments in lacquers in the early 20th century reflects technical innovations that were previously unavailable. The beige color was achieved with titanium, an extremely hard metal that created new challenges for those working in carved lacquer. The material was so difficult to work with that it often broke steel knives when artists attempted to carve it.",
  "title": "Spiny lobsters (Ise-ebi) emerging from seaweed"
}
