{
  "accession_number": "2019.106.2",
  "art_champions_text": null,
  "artist": "Artist: Chaim Gross",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1946",
  "department": "Arts of the Americas",
  "description": "teal hardcover sketchbook with navy blue spine; vertical orientation with red, brown and black ink drawings on odd pages; mostly surreal imagery of human and animals",
  "dimension": "12 1/4 × 9 1/4 × 5/8 in. (31.12 × 23.5 × 1.59 cm) (closed)",
  "id": "http://api.artsmia.org/objects/136160",
  "image": "valid",
  "image_copyright": "© Chaim Gross %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6164,
  "image_width": 9141,
  "inscription": "UR corner of first page in pencil: FETB",
  "life_date": "American (born Ukraine), 1904 - 1991",
  "markings": "LR corner of first page debossed impression: John C. Rogers Co. / Bookbinding",
  "medium": "Pen and red, brown, and black ink on paper; bound volume",
  "nationality": "American (born Ukraine)",
  "object_name": "Sketchbook",
  "portfolio": "From ",
  "provenance": "[F. A. Bernett Books, Boston, Massachusetts]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC of page 3 in brown: 1946 / Chaim Gross / 63 East 9th St / New York City",
  "style": "20th century",
  "text": "This remarkable sketchbook shows the free imaginative play of an accomplished artist working in disturbing times. In his youth Chaim Gross survived war and antisemitism in Europe, eventually building a new life in America, where he matured into one of nation’s most prominent sculptors. By the 1930s, he was receiving major public commissions and winning prizes for his work. But World War II, brought a new wave of disquieting news to the country and the artist. An inveterate draftsman, he filled many sketchbooks. In this one, produced shortly after the conclusion of the war, he made 26 rapid sketches in pen and ink. The surreal, postapocalyptic, dream-like (often nightmarish), images pulsate with violence, sexuality, monsters, humor, horror, and curious takes on ordinary domestic bliss. Though they may have been Gross’s daily warmup exercises, they also suggest a therapeutic outlet for trying times.",
  "title": "Sketchbook"
}
