{
  "accession_number": "2019.112",
  "art_champions_text": null,
  "artist": "Artist: Kota Ezawa",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Jennifer Martin",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "kneeling football players in white and green uniforms; two policemen and football officials at left; camera man in tan, LRQ",
  "dimension": "12 × 20 in. (30.48 × 50.8 cm) (sheet)\r\n14 5/8 × 22 5/8 × 1 1/2 in. (37.15 × 57.47 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136122",
  "image": "valid",
  "image_copyright": "© 2019 Kota Ezawa",
  "image_height": 5185,
  "image_width": 8610,
  "inscription": "",
  "life_date": "American, born Germany 1969",
  "markings": "",
  "medium": "Watercolor over graphite on paper",
  "nationality": "American (born Germany)",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "The artist, (Ryan Lee Gallery, New York); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "None seen (verso not accessible due to framing)",
  "style": "21st century",
  "text": "Kota Ezawa is a Los Angeles-based interdisciplinary artist and educator who repurposes found images of historic events to demonstrate that all histories are subjective, shaped by people and memories and open to distortion by overt or hidden biases. The present watercolor is one of a series of unique works Ezawa produced for his 2018-19 video National Anthem, a two-minute animation featuring reconfigured film stills of NFL football players taking a knee during the playing of “The Star Spangled Banner” to protest police use of lethal force against unarmed African American men. San Francisco 49ers quarterback Colin Kaepernick initiated the act of dissent in 2016 and was consequently banished by the league. Here, Ezawa depicts several members of the Miami Dolphins participating in the silent pre-game demonstration, while being filmed by a league cinematographer. “I really like the word ‘translating’ to describe what I’m doing,” Ezawa maintains. “The game is to take something from the world of camera-recorded images and make it kind of a plausible animated image.” Ezawa challenges us to consider the iconic image with fresh eyes, recognizing its symbolic power within the collective consciousness while reflecting on the role of individuals in the shaping of meaning.",
  "title": "National Anthem (Miami Dolphins)"
}
