{
  "accession_number": "2019.76",
  "art_champions_text": null,
  "artist": "Artist: Monika Correa",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Martin and Brown Foundation Endowment Fund and the Walter R. Bollinger Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012-2013",
  "department": "Asian Art",
  "description": "gray and cream weave at top, with increasing tufts and looped weave at middle and bottom; one orange and one red tuft amid cream pile around center; maroon and pink looped weave at bottom, creating horizon line; fringe along bottom edge; fringe at top tied around dark wood rod",
  "dimension": "97 1/2 × 39 1/4 × 2 in. (247.65 × 99.7 × 5.08 cm)\r\n1 × 42 × 1 in. (2.54 × 106.68 × 2.54 cm) (object part, hanging rod)",
  "id": "http://api.artsmia.org/objects/136192",
  "image": "valid",
  "image_copyright": "© Monika Correa",
  "image_height": 3353,
  "image_width": 2315,
  "inscription": "",
  "life_date": "Indian, born 1938",
  "markings": "",
  "medium": "Unbleached cotton, handspun dyed wool",
  "nationality": "Indian",
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Bethlehem (2012-2013) evocatively merges many of Monica Correa’s (b. India, 1938) signature innovations. The weft (latitudinal direction of the weave) is composed of thick handspun wool, recalling the Finnish rugs (rya) that inspired the artist early on; however, unlike traditional Finnish examples, she opts to leave the knobby tuffs uncut, instead interspersing thinner pieces of wool to variegate the texture of the surface and allow for greater dimensionality. The warp (lengthwise direction of the weave) consists of simple unbleached cotton threads and is left to ‘meander’—an effect the artist achieves by intentionally removing the loom’s otherwise guiding reed. This subtle yet technically ambitious gesture invokes chance and disorder onto a process that has created cloth for millennia. When asked about the title of this piece, the artist, of Roman Catholic Goan decent, recounts:\r\n\r\n“I had run out of wool and sent for some from Panipat [Harayana, India]. It usually comes in a natural off-white which I then get dyed to the colours of my choice. But this time, the supplier sent natural white wool handspun with streaks of natural beige-brown wool, almost straight off the back of the sheep! It was Christmas time, December. For some unknown reason, my thoughts went to the sheep I was just beginning to put together for the Nativity Creche, and I decided to work on this natural wool which I teamed up with the Reds and Pinks and Orange wool that I had. Then I added the Star of Bethlehem (orange tuft visible on the centre left of the tapestry). This tapestry gave me a lot of peace - another reason for the name ‘Bethlehem’, peace to the world.”",
  "title": "Bethlehem"
}
