{
  "accession_number": "2019.72",
  "art_champions_text": null,
  "artist": "Artist: Chris Mars",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "surreal image; layered grotesque figures with ghoulish faces throughout a teal, murky background; white outline number '56' in ULC of image; green dice in LLQ with number 5 on left side; black metal ornate frame",
  "dimension": "10 1/4 × 10 1/4 in. (26.04 × 26.04 cm) (sight)\r\n15 1/8 × 15 1/8 × 1 3/4 in. (38.42 × 38.42 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136158",
  "image": "valid",
  "image_copyright": "© Chris Mars",
  "image_height": 7828,
  "image_width": 7801,
  "inscription": "on back, in center, in black ink: \\\"Respite 56\\\"",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in red pigment: Mars | on back, in center, in black ink: Mars 2017",
  "style": "21st century",
  "text": "Painted on his birthday, Mars considers Respite 56 to be an autobiographical portrait of his 56th year. Every birthday, the artist paints a scene that simultaneously represents the past year and looks ahead to the future. Respite 56 represents the current chapter in Mars’ artistic career. Moving away from near monochromatic paintings that depict solemn, grotesque scenes, the artist has entered a period full of color. Using putrefied greens, poppy reds, jaundiced yellows, and dark, moody slates and blues, he created a scene that at once repulses and attracts. The painting is filled with depictions of unconventionally beautiful figures. Chaotic and swirling, the scene depicted is not one of malice. It is balanced between pain and childlike joy, repulsion and wonder.\r\n\r\nThe cartoon-like characters appear to float upon the slate blue background with a range of highly defined figures to figures defined by only white outlines. The push and pull style recalls the contrast of memories---hazy versus clear and crisp.",
  "title": "Respite 56"
}
