{
  "accession_number": "2019.107.1",
  "art_champions_text": null,
  "artist": "Artist: Carlo Andrea Sacchi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1635",
  "department": "European Art",
  "description": "many figures; woman with crown in ULC; man at right holding candle stand and hanging vessel; dog with man with weapon in LLC; some architectural details; large columns in foreground; archway and balcony at right; text at bottom",
  "dimension": "9 11/16 × 13 1/2 in. (24.61 × 34.29 cm) (plate)\r\n13 5/8 × 18 5/8 in. (34.61 × 47.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136119",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5045,
  "image_width": 6762,
  "inscription": "",
  "life_date": "Italian, 1616/17 - 1707",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sold Bassenge, Berlin, November 30, 2006, lot 5269 [this is probable but not certain]. Sold Bassenge, Berlin, May 31, 2012, lot 5209, to Bergquist; (James Bergquist, Newton Center, Mass.); offered Bassenge, Berlin, May 26, 2016, lot 5233, unsold; (James Bergquist, Newton Center, Mass.).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This etching illustrates a scene from the 600s in Lombardy, today in northern Italy. Queen Gondiberga had been falsely accused of conspiring to poison her husband, the king, who then imprisoned her in a tower for three years. Only when an emissary of another king entreated her husband to put the matter to the “judgement of God” did the king relent, and then only by allowing Gondiberga to choose a champion to fight a duel on her behalf against her accuser. The fight resulted in the accuser’s death and a declaration of Gondiberga’s innocence. She was restored to her palace and all her honors. In celebration, she founded San Giovanni Domnarum, endowing it with vast farmlands and precious ecclesiastical furnishings. \r\n\r\nGondiberga appears at the upper left of the frenetic composition. A priest holds documents, perhaps her orders. In the left foreground sits a powerfully built soldier, presumably the champion who fought on her behalf. In the right foreground, a muscular young man steps forward, baring the precious furnishings, two elaborate candlesticks slung over his right shoulder, an aspersorium (holy water container) and perhaps an oil lamp dangling on chains from his left hand. Further to the right, in the background, we see the church’s patron saint, John the Baptist, and his sheep. San Giovanni Domnarum means “St. John of the women,” an appropriate title since the church was used as a baptistry for women.",
  "title": "The Langobard Queen Gondiberga Founds the Church of Giovanni Domnarum"
}
