{
  "accession_number": "2019.103.3",
  "art_champions_text": null,
  "artist": "Photographer: An-My Lê",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Alfred and Ingrid Lenz Harrison Purchase Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "color image of street scene; white house on L with black metal railing around porch and stairs to front door; orange building on R with advertisement signs for \"Multi Wireless\" and two mannequins in window, as well as a blue \"For Lease\" sign at center, over black graffiti that reads: \"Fuck this racist asshole president\"; silver sedan parked on street in foreground",
  "dimension": "40 1/8 × 56 5/8 × 1/8 in. (101.92 × 143.83 × 0.32 cm) (overall)",
  "id": "http://api.artsmia.org/objects/136191",
  "image": "valid",
  "image_copyright": "© An-My L%C3%AA",
  "image_height": 3080,
  "image_width": 4350,
  "inscription": "",
  "life_date": "American (b. Vietnam), born 1960",
  "markings": "label on verso, printed in black: An-My Lê / The Silent General; Fragment I: November 9, Graffiti, New Orleans, Louisiana, 2016 / 2017 Edition #1/5 / Pigment print / 40 X 56 1/2 inches / ©An-My Lê",
  "medium": "Inkjet print",
  "nationality": "American (b. Vietnam)",
  "object_name": "Photograph",
  "portfolio": "From The Silent General",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "An My Lê explores the environmental, psychological, and cultural impacts of war upon landscapes and people. Centering her practice upon specific American military engagements, Lê documents a range of wartime activities, including historical role-playing or contemporary training exercises, thereby blurring the visual distinctions between actual military campaigns and their imaginary counterparts. By considering the preparations for, consequences, and representations of war, instead of working within active battlefields, Lê offers new spaces for reflection upon the history of armed conflict and the social issues that remain unresolved by war.\r\n\r\nAll three of these photographs, taken as part of a larger series exhibited at the 2017 Whitney Biennial, engage with the visual culture of American armed conflict. The uncanny results of her camerawork are landscapes that appear to be poised between the world of dreams and that of reality; by destabilizing the boundaries between the nightmare of war and its representations or rehearsals, An My Lê demonstrates the precise thinness of the scrim between peacetime and crisis, civilian and military life. At the same time, and through her images of a film set, a streetscape defined by a coarse political statement, and a shrouded monument to the Civil War, she illuminates the ongoing and unsettled nature of key areas of conflict in American society, including matters of race, class, labor, and wealth. By creating these particular photographs at a time in which the status of historical monuments (including films, pubic statuary, and the built environment) is being questioned in both popular culture and academic circles, she offers a fresh historical narrative for our collective consideration.",
  "title": "November 9, Graffiti, New Orleans, Louisiana"
}
