{
  "accession_number": "2019.131.16",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Rosemary Ho Chen in memory of Simon K. Chen",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "person with lyre-type instrument on horseback; man with whip following behind; clothes and horse equipment are multi-colored",
  "dimension": "27 3/8 × 27 1/2 in. (69.53 × 69.85 cm)",
  "id": "http://api.artsmia.org/objects/136123",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pigment on paper",
  "nationality": null,
  "object_name": "Rubbing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Copyright Undetermined",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "These ink rubbings are reproduced from pictorial scenes carved on stone reliefs and molded clay tiles of the Eastern Han period (25 - 220 CE) and later periods. These sculptures once formed the walls of offering chambers erected in front of tombs, or subterranean burial chambers. During this period, the new fashion of building such tombs and ancestral shrines with stone or brick invited decoration on a large scale in styles which combined painting with carving.\r\n\r\nThe art is characterized by a new desire to represent everyday life and the stories from history and mythology familiar to all, including the good omens (represented by auspicious animals) that appeared as signs of Heaven’s response to virtuous conduct, the journey of the deceased spirit and its safe arrival in its new celestial home, and everyday life such as farming and hunting, as demonstrated here.",
  "title": "Rubbing of Two People and One Horse"
}
