{
  "accession_number": "2019.65",
  "art_champions_text": null,
  "artist": "Artist: Holly Young",
  "catalogue_raissonne": null,
  "classification": " Beadwork; Quillwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Maria Eggemeyer, Maria Wagner Reamer, and Therese M. Blaine in recognition of the Friends of the Institute",
  "culture": "Standing Rock Dakhota",
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "bag with slightly bulbous bottom; short handle with predominantly red quillwork, trimmed with blue beads and backed with blue floral-print fabric; one side of bag has quillwork with multicolored flowers against red stripes; other side has multicolored beadwork with floral motif and maroon and yellow beadwork trim; four stripes of hide with gold thimbles and yellow, blue, and green ribbons; tin cones around edges with red feathers;",
  "dimension": "20 × 17 × 2 1/4 in. (50.8 × 43.18 × 5.72 cm) (including feathers and strap)",
  "id": "http://api.artsmia.org/objects/136187",
  "image": "valid",
  "image_copyright": "© Holly Young",
  "image_height": 11608,
  "image_width": 8708,
  "inscription": "",
  "life_date": "American (Standing Rock Dakhóta), born 1977",
  "markings": "",
  "medium": "Quills, beads, tin cones, brass sequins, thimbles, satin, calico, fabric, brass bells, feathers, elk hide",
  "nationality": "American",
  "object_name": "Bag",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G302",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Floral Legacy, created by Dakota artist Holly Young, is a contemporary purse that pays tribute to historic brain-tanned hide bags adorned with quill and beadwork made by Dakota women.. On one side of this purse, the hide is embellished by a beaded floral stem with delicate and symmetrical flowers and tendrils. The other side features 20 thin horizontal bands of crimson colored quillwork and a tightly quilled floral design, bursting with color. Young then further embellishes the bag with wrapped tin cones, fire-red feathers, brass bells and thimbles tied with satin ribbon. Every seam and the entire handle of the purse is adorned with quills, a finishing technique that requires extraordinary patience and persistence, personal qualities highly valued in Dakota societies.",
  "title": "Floral Legacy"
}
