{
  "accession_number": "2019.106.1",
  "art_champions_text": null,
  "artist": "Artist: Chaim Gross",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1945",
  "department": "Arts of the Americas",
  "description": "tan, hardcover sketchbook; vertical orientation with black ink drawings on odd pages (right side of spreads only); contains sketches of human and animal figures, or combination of the two",
  "dimension": "10 1/2 × 8 3/8 × 1/2 in. (26.67 × 21.27 × 1.27 cm) (closed)",
  "id": "http://api.artsmia.org/objects/136159",
  "image": "valid",
  "image_copyright": "© Chaim Gross %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 5291,
  "image_width": 8314,
  "inscription": "UL corner of inner cover in pencil: 33 drawings | UR corner of back cover in pencil: 35",
  "life_date": "American (born Ukraine), 1904 - 1991",
  "markings": "",
  "medium": "Pen and black ink on paper; bound volume",
  "nationality": "American (born Ukraine)",
  "object_name": "Sketchbook",
  "portfolio": "From ",
  "provenance": "[F. A. Bernett Books, Boston, Massachusetts]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "center of first page in black in: Chaim Gross / Jan 1. 1945 / (symbol) | LR of plates in ink: (dated)",
  "style": "20th century",
  "text": "This remarkable sketchbook shows the free imaginative play of an accomplished artist working in disturbing times. In his youth Chaim Gross survived war and antisemitism in Europe, eventually building a new life in America, where he matured into one of nation’s most prominent sculptors. By the 1930s, he was receiving major public commissions and winning prizes for his work. But World War II, brought a new wave of disquieting news to the country and the artist. An inveterate draftsman, he filled many sketchbooks. In this one, produced in the late stages of the war, he made 33 rapid sketches in pen and ink. The surreal, postapocalyptic, dream-like (often nightmarish), images pulsate with violence, sexuality, monsters, humor, horror, and curious takes on ordinary domestic bliss. Though they may have been Gross’s daily warmup exercises, they also suggest a therapeutic outlet for trying times.",
  "title": "Sketchbook"
}
