{
  "accession_number": "2019.74",
  "art_champions_text": null,
  "artist": "Artist: Shi Wenjing; Inscriber: Inscription on box by Gejo Keikoku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Marguerite S. McNally Endowment for Art Acquisition and the Shirley Mahowald and Henry Kinsell Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "landscape scene with mountainous forest in background with two buildings; more forest in midground with a stone bridge, 3 groups of buildings and paths alongside 2 waterfalls and winding streams; several people are visible inside the buildings; streams and forest open in foreground into body of water and individual trees; small boat on water in LR with four people onboard",
  "dimension": "77 5/8 × 38 15/16 in. (197.17 × 98.9 cm) (image)\r\n95 1/2 × 46 7/8 in. (242.57 × 119.06 cm) (overall)",
  "id": "http://api.artsmia.org/objects/136221",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11082,
  "image_width": 5842,
  "inscription": "The inscription written on the scroll’s top right reads,\r\n“[Landscape] in the stle of Huanghe shanqiao (Huang Gongwang), Shi Wenjin 仿黃鶴\r\n山樵畫灋, 施文錦.” It is followed by two seals: “Shi Wenjin yin 施文錦印 (Shi Wenjin’s\r\nseal)”, and “Wang shi zhang 王氏章 (Wang’s seal).",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Ink and colors on silk; hanging scroll",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This monumental painting combines a variety of imagery associated with the prevailing idea of eremitism: the state of being a hermit and seclusion from society. One popular pattern associated with eremitism is known as “reclusion in a fishing boat.” In early Chinese literary tradition, the archetypal character of the recluse often reflected great wisdom but appeared as a humble man. Fishermen were often described in literature as wise recluses, who took the guise of a humble man. This idea inspired a type of composition called yuyin, sometimes translated into English as “fisherman-recluse” or “reclusion in a fishing boat.” The gentlemen shown sailing off along a mountain stream in this painting are certainly not fishermen but rather recluses.",
  "title": "Chinese Landscape after Huang Gongwang"
}
