{
  "accession_number": "2019.95.3",
  "art_champions_text": null,
  "artist": "Artist: Paulina Peavy (with Lacamo)",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of various donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "Eye mask with base of blue and black grid pattern fabric covering stiff frame; top edge and eye holes are lined with small conical white and light pink shells strung together on white and pink string respectively; three loops of shells, two pink and one white, hang from space between eyeholes, over nose opening; on forehead, mask has a round black ball with gold ball attached, sitting on gold plastic disks surround by more shells; a small gold ball is attached on outer sides, near location of temples; black elastic band attached to backside",
  "dimension": "10 1/4 × 10 5/8 × 1 1/2 in. (26.04 × 26.99 × 3.81 cm) (overall)",
  "id": "http://api.artsmia.org/objects/136251",
  "image": "valid",
  "image_copyright": "© Paulina Peavy %2F Andrew Edlin Gallery",
  "image_height": 6682,
  "image_width": 8353,
  "inscription": "verso, R side, sticker, written in blue ink: 20",
  "life_date": "American, 1901 - 1999",
  "markings": "",
  "medium": "Mixed media",
  "nationality": "American",
  "object_name": "Mask",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso, L side, sticker with red border, written in blue ink: Blue Coral Crescent",
  "style": "20th century",
  "text": "Paulina Peavy was a formally-trained artist who worked professionally and made spiritually-based organic figural work. After attending a séance in 1932 she claimed that she was contacted by an entity calling itself Lacamo and from then on she and Lacamo were artistic collaborators. She made art channeling Lacamo and the two of them signed the work. Peavy made this “trance mask” in order to better tune in Lacamo’s vibrational communications.",
  "title": "Blue Coral Crescent"
}
