{
  "accession_number": "2019.85",
  "art_champions_text": null,
  "artist": "Artist: Ōta Masamitsu; Carver: Itō Susumu; Printer: Itō Harutarō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Gordon Brodfuehrer, and Jane Worsley in honor of Lydya Kuhn",
  "culture": null,
  "curator_approved": 0,
  "dated": "1952",
  "department": "Asian Art",
  "description": "figure in gold, green, and black, with blue, black, and white mask, gripping long brown hair; black and gray background with several red, orange, and green leaves; Japanese script on left and right sides of sheet",
  "dimension": "14 3/16 × 9 5/16 in. (36.04 × 23.65 cm) (image)\r\n16 5/8 × 11 in. (42.23 × 27.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136286",
  "image": "valid",
  "image_copyright": "© %C5%8Cta Masamitsu",
  "image_height": 9112,
  "image_width": 6082,
  "inscription": "stamped impression in LL corner of sheet: 106 | verso LR in pencil: (illegible)",
  "life_date": "Japanese, 1892 - 1975",
  "markings": "",
  "medium": "Woodblock print; ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (gendai hanga / yakusha-e)",
  "portfolio": "From Figures on the Stage in the Shōwa Period (Shōwa butai sugata 昭和舞台姿)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This is the most dramatic design of Ōta Masamitsu’s 12-print series Figures on the Stage in the Shōwa Period (Shōwa butai sugata), showing popular actors in the kabuki stage in the mid-20th century. It shows the actor Onoe Kikugorō VI (1885–1949) in the dance “Gathering Autumn Leaves” (Momojigari). Momijigari is a short dance showing a woman who is transformed into a vicious demon and it is highly demanding on the actor since he must undergo a quick costume change during the performance.",
  "title": "No. 9, Actor Onoe Kikugoro VI in the play \"Gathering Autumn Leaves\""
}
