{
  "accession_number": "2019.93",
  "art_champions_text": null,
  "artist": "Artist: Nancy Spero",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings and gift of various donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1958",
  "department": "Arts of the Americas",
  "description": "tall green and orange rounded pillar at center with column of letter pairs down center and four more pairs on left in black; two figures flank the center shape, one on either side; figures are both painted from shoulders up, with tounges sticking out and appear to be wearing handbands with tall projections; black text across top, bottom, and under each figure; abstract yellow, orange, pink, and gray background",
  "dimension": "47 1/8 × 31 1/4 in. (119.7 × 79.38 cm) (image)\r\n49 1/4 × 33 1/2 × 2 1/4 in. (125.1 × 85.09 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136256",
  "image": "valid",
  "image_copyright": "© The Nancy Spero and Leon Golub Foundation for the Arts %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C New York",
  "image_height": 9477,
  "image_width": 6243,
  "inscription": "",
  "life_date": "American, 1926 - 2009",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "across top in black paint: I do not challenge | UR corner in black paint: 58 | under L figure in black paint: Nancy | under R figure in black paint: Spero | across bottom in black paint: homage to New York",
  "style": "20th century",
  "text": "In Homage to New York Nancy Spero pushed back against the American art world’s unrelenting focus on Manhattan and Abstract Expressionism. Her solution was to entomb a cluster of New York based artists she felt had received inordinate attention from the art press. She recalled, “I was very angry, feeling frustrated. I wasn’t getting my message out, that I was overlooked.” Two figures flank a phallic yellow ochre tombstone, which rises nearly to the full height of the painting. Wearing rabbit-eared dunce caps, they thrust pink tongues “of defiance and ridicule” at the viewer. They glare outward warding off those who might seek to exhume the dead or pause to pay tribute to their achievements.",
  "title": "Homage to New York (I Do Not Challenge)"
}
