{
  "accession_number": "P.15,303-P.15,305",
  "art_champions_text": null,
  "artist": "Engraver: A.B. Duhamel; Artist: after Jean-Florentine Defraine; Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1936\r\nCabinet des Modes\r\nLe Brun",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "May 30, 1788",
  "department": "European Art",
  "description": "Fashion periodical with a trifold hand-colored engraving of two belt buckles on the left; in the center are two elaborate women's hats; on the right a woman in a white gown with yellow detailing, a bouquet of yellow and orange flowers at her bust, and a yellow and white hat with yellow and orange flowers with green foliage",
  "dimension": "8 1/2 × 5 9/16 in. (21.59 × 14.13 cm) (closed)\r\n8 1/4 × 13 1/2 in. (20.96 × 34.29 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136265",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7189,
  "image_width": 11204,
  "inscription": "",
  "life_date": "French, 1760–1837",
  "markings": "",
  "medium": "Hand-colored engraving; letterpress",
  "nationality": "French",
  "object_name": "Periodical",
  "portfolio": "From Magasin des Modes nouvelles, françaises et anglaises, Paris, 1786-89",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Often the smallest details carried the greatest symbolic weight. Even men’s shoe buckles, seen here in the hand-colored engraving from this issue, were costly accessories purchased from jewelers that conveyed partisan commentary in form and materials. A royalist pre-revolutionary solid silver buckle with the king’s initial “L” (for Louis) would become a political fl ashpoint the following year, not only for its imagery. Supporters of the Revolution donated thousands of jewelry items, including shoe buckles, to the National Assembly for conversion into money. In an era of economic crisis, buckles made from inexpensive copper, not silver—or better yet, ribbon ties—were deemed patriotic and egalitarian.\r\n\r\nBy November 1789, devotees of the new nation could choose from buckles in the shape of the Bastille prison (top)—complete with ramparts and tiny cannons—or (bottom) ones symbolizing the Third Estate (commoners). According to the description, the latter took its form from a triangular square ruler utilized by masons and architects.",
  "title": "Magasin des Modes Nouvelles, Troisième Année, Vingtième Cahier, 30 Mai 1788"
}
