{
  "accession_number": "P.15,429-P.15,431",
  "art_champions_text": null,
  "artist": "Engraver: A.B. Duhamel; Artist: after Jean-Florentine Defraine; Author: Jean-Antoine Lebrun-Tossa; Publisher: François Buisson",
  "catalogue_raissonne": "Colas 1936\r\nCabinet des Modes\r\nLe Brun",
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "September 21, 1789",
  "department": "European Art",
  "description": "Fashion periodical with a trifold hand-colored engraving of a two-tiered music stand with two pages of sheet music open on the top tier; in the center a woman in a white gown with a pink overgown, a green and red fan, and a hat with red ribbon and a green and red bow and red flowers with green stems; on the right a woman in a blue and white gown and a hat with blue ribbon and a blue and red bow",
  "dimension": "8 5/8 × 5 3/8 in. (21.91 × 13.65 cm) (closed)\r\n7 7/16 × 13 7/16 in. (18.89 × 34.13 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136386",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6063,
  "image_width": 10097,
  "inscription": "",
  "life_date": "French, 1760–1837",
  "markings": "",
  "medium": "Hand-colored engraving; letterpress",
  "nationality": "French",
  "object_name": "Periodical",
  "portfolio": "From Magasin des Modes nouvelles, françaises et anglaises, Paris, 1786-89",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The first of these magazines to illustrate fashionable responses to the events of July 14, 1789—the storming of the Bastille—features two women, subtly registering the ingenuity, speed, and flexibility of the marchandes des modes. Red, white, and blue colors predominate, and both women, we are told, wear the “cockade of the Nation”: large at this early date, they would grow smaller over time. The woman on the right wears a symbolically coded bonnet, bearing overlapping images of a cross, sword, and spade representing a harmonious merging of the three estates (clergy, nobility, and commoners). The accompanying text declares: “These distinctions are no longer wanted in France. There are none but citizens now.”",
  "title": "Magasin des Modes Nouvelles, Quatrième Année, Vingt-neuvième Cahier, 21 Septembre 1789"
}
