{
  "accession_number": "2019.108.2",
  "art_champions_text": null,
  "artist": "Artist: Nicolaas Struyk",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Proceeds from the Minneapolis Print and Drawing Fair and gifts of funds from Barbara S. Longfellow and Russell Cowles",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "European Art",
  "description": "four insects with spread wings; clockwise from top: larger insect with purple and green wings, brown body; smaller insect with yellow, black and white wings, brown body, and orange legs; larger insect with orange, green and brown wings, red/orange body; smaller insect with tan, pink and black wings, black body, and orange legs",
  "dimension": "17 1/2 × 11 1/16 in. (44.45 × 28.1 cm) (sheet)\r\n21 × 14 3/4 in. (53.34 × 37.47 cm) (sight)\r\n22 3/4 × 16 1/2 × 5/8 in. (57.79 × 41.91 × 1.59 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11394,
  "image_width": 8436,
  "inscription": "",
  "life_date": "Dutch, 1686 - 1769",
  "markings": "center watermark: shield shape",
  "medium": "Transparent and opaque watercolor and grey wash on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Possibly Albertus Seba (Amsterdam, 1665-1736). Bonham’s, London, April 20, 2005, part of lot 142, unsold. Private Collection, USA; [Mireille Mosler, Ltd., New York]; sold to MIA, 2019.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This drawing comes from the Age of Enlightenment, a period of heightened scientific study of the natural world. In his youth, Dutch mathematician Nicolaas Struyk took great interest in insects. He collected them on outings with his father, and he had access to formidable collections that we were being assembled in his hometown, the international trading city of Amsterdam. One of the greatest collections belonged to Albertus Seba, a pharmacist who provided medicines to voyagers heading to Indonesia and other far-away places. Attempting to discover materials with pharmaceutical potential, Seba acquired natural history specimens from the sailors who returned. He eventually built an enormous collection that he sold to Russian tsar Peter the Great. Struyk made beautiful illustrations of Seba’s specimens and similar material from other collections, compiling six volumes of drawings by 1719. These marvelous insects may well have come from Indonesia, where the locals would eat them.",
  "title": "Insects"
}
