{
  "accession_number": "2020.2.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Julie Buffalohead",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native America Art",
  "culture": "Ponca Tribe of Oklahoma",
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "a: black ground two raccoons, one stands on his hind legs and holds to small doll figures and one lies on its back wearing jewelry and holding a pair of dead birds that have a tag with \"Good Intentions\" hanging on them; applique along bottom in copper, white and magenta pink b: black ground; female figure lying on her back wearing a red dress with a grey coyote standing on top of her with a bird on a string dangling from its mouth; applique along bottom in copper, white and magenta pink",
  "dimension": "52 × 124 1/2 in. (264.16 × 316.23 cm)\r\n52 × 60 in. (132.08 × 152.4 cm) (object part, a)\r\n52 × 64 1/2 in. (132.08 × 163.83 cm) (object part, b)",
  "id": "http://api.artsmia.org/objects/136365",
  "image": "valid",
  "image_copyright": "© Julie Buffalohead %2F Courtesy of the artist and Bockley Gallery",
  "image_height": 4025,
  "image_width": 6226,
  "inscription": "",
  "life_date": "American (Ponca Tribe of Oklahoma), born 1972",
  "markings": "",
  "medium": "Acrylic, graphite, and collage on Lokta paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "A woman in a burgundy dress lies on her back, with an attentive coyote standing on top of her. This paper cut-out woman is placed upon jet black paper with a ribbonwork design adorning the bottom. Ribbonwork, created with imported silk ribbons from Europe and stitched onto wool, is a unique art form created by women in Osage, Ponca, and other communities across the North American prairie.\r\n\r\nTo the left, a string connects the woman to two fat raccoons. One is comfortably lounging on his back; he wears a bear-claw necklace and holds ribbonwork in his paw. The other raccoon stands upright, grasping stick figures of the Lone Ranger, a hero of TV and movie westerns, and a well-groomed white woman holding a cell phone and clasping a fancy purse.",
  "title": "White Savior Complex"
}
