{
  "accession_number": "2019.109",
  "art_champions_text": null,
  "artist": "Artist: Master HFE; Artist: Monogrammist HFE",
  "catalogue_raissonne": "Bartsch XV.463.4, ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings, proceeds from the Minneapolis Print and Drawing Fair, and gift of funds from the Winton Jones Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1530-1540",
  "department": "European Art",
  "description": "scene with ten figures in various states of undress, interacting in small groups throughout foreground (two on left, eight in center); goats and sheep scattered between groups; personified trees on hilltops at left and center in midground; third hill, buildings and bridge over river in background; airborne pegasus flying away in flock of birds",
  "dimension": "13 7/8 × 19 3/4 in. (35.24 × 50.17 cm) (sheet)\r\n15 × 21 3/8 in. (38.1 × 54.29 cm) (sheet, mount)",
  "id": "http://api.artsmia.org/objects/136392",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4349,
  "image_width": 6119,
  "inscription": "verso, LL in pencil: Parnassus Profaned / B4 I XV / Domenico Beccafumi",
  "life_date": "active Italy, 1525-1540",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian or German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Sale, Christie's, London, June 26, 1985, lot 38, £11,000 hammer to Josefowitz; Samuel Josefowitz (c. 1922-2015, Lausanne, Switzerland); his heirs; [C. G. Boerner, New York];  sold to MIA, 2019.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL in print: H F E",
  "style": "16th century",
  "text": "Greece’s Mount Parnassus is supposed to be home to poetry, literature, and, by extension, learning, and Apollo is meant to hold court. But here, some of Apollo’s followers have removed their laurel crowns and moved on to pleasures shared more by animals than by muses. Even the trees no longer stand alone. Still, not everyone has become debauched; some point upwards toward loftier aims. The couple at left stand on a remnant of orderly classical architecture; they look like they’ve had enough and are ready to leave. Pegasus, the virtuous winged horse, has beaten them to the exit and heads for a rainbow in the sky.\r\n\r\nA younger generation of artists undercut the orderly decorum of Renaissance artists exemplified by Raphael. The image echoes elements from earlier prints, including the clumps of trees in Marcantonio’s Apollo and the Muses on Parnassus.",
  "title": "Parnassus Profaned"
}
