{
  "accession_number": "2019.118.23",
  "art_champions_text": null,
  "artist": "Artist: Rick Griffin; Printer: Tea Lautrec Litho, San Francisco; Publisher: Bill Graham Presents, San Francisco",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer",
  "culture": null,
  "curator_approved": 1,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "eyeball with various appendages--pair of wings, pair of reptilian legs of which one is holding a skull, and a rattlesnake-like tail--climbing through firey hole at center; black text with gold outlines on top and bottom; red background",
  "dimension": "21 3/4 × 14 1/8 in. (55.25 × 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136359",
  "image": "valid",
  "image_copyright": "© Bill Graham Archives%2C LLC. All Rights Reserved.",
  "image_height": 9972,
  "image_width": 6538,
  "inscription": "",
  "life_date": "American, 1944 - 1991",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Taking its cue from American “old school” tattoo design; the nose art of World War II-era airplanes; and similar graphics pinstriped onto motorcycles and lowriders in the late 1950s, the “flying eyeball’ design typifies how Rick Griffin turned to popular artistic traditions for inspiration. Indeed, eyes became a recurring motif for Griffin, appearing in many of his graphic designs. Despite the eyeball’s ubiquity in Griffin’s psychedelic designs, the winged eyeball peering through a burning hole in the sky became an iconic design that was strongly associated with the rock band The Jimi Hendrix Experience, and the group’s legendary front man, Jimi Hendrix (1942-1970).",
  "title": "“The Flying Eyeball,” Jimi Hendrix Experience, John Mayall and the Bluesbreakers, Albert King, February 1, 4, Fillmore Auditorium, February 2, 3, Winterland"
}
