{
  "accession_number": "2019.113.1",
  "art_champions_text": null,
  "artist": "Artist: Lee Hall",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Betty Beer Franklin",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Prints and Drawings",
  "description": "collage adhered to white mount board; collage has appearance of layered, colorful strips of paper with softly torn edges; two vertical green lines at bottom, with a thin, yellow line in between; rolling green hills made of ripped paper in center; gray and white clouds at top, with bright turquoise sky at top",
  "dimension": "7 1/16 × 5 1/8 in. (17.94 × 13.02 cm) (image, sheet)\r\n12 3/16 × 9 1/8 in. (30.96 × 23.18 cm) (sheet, mount)",
  "id": "http://api.artsmia.org/objects/136398",
  "image": "valid",
  "image_copyright": "© Lee Hall",
  "image_height": 6063,
  "image_width": 4549,
  "inscription": "lower left margin, on mount board, in pencil: Umbria, Night Paths",
  "life_date": "American, 1934 - 2017",
  "markings": "",
  "medium": "Collage on paper",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "The artist (2015–d. 2017; bequeathed to the Bechtler Museum of Modern Art, Charlotte, N.C., to be sold to support the museum’s education department); [Jerald Melberg Gallery, Charlotte, N.C.; 2017-19]; sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "lower right margin, on mount board, in pencil: Lee Hall 2015",
  "style": "21st century",
  "text": "The abstract landscape painter and collage artist Lee Hall led a successful and\r\nunconventional career as an artist, academic, and writer. Born and raised in North Carolina, Hall moved to New York in the 1950s after college, drawn to the exciting art scene. While earning a PhD at NYU, and later working as a professor and serving as president of the Rhode Island School of Design, she exhibited frequently in New York, often at the Betty Parsons Gallery, one of the leading contemporary American art galleries of the time. This late collage was inspired by the artist’s travels to Italy and the green plains, hills, valleys, and mountains\r\nof Umbria. She referred to her small collages as “vocabulary cards,” and the compositions she created in paper she would sometimes develop into larger landscape paintings. Hall’s works are distinguished for their harmonious color and tactile surfaces. With her sensitive treatment of texture, color, and form, the abstractions evoke the natural worlds that inspired them.",
  "title": "Umbria – Night Paths"
}
