{
  "accession_number": "2019.114.2",
  "art_champions_text": null,
  "artist": "Artist: Linda Ridgway; Publisher: Flatbed Press, Austin, Texas",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Rassieur and Steiner family",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016-18",
  "department": "Arts of the Americas",
  "description": "translucent, gray patterned shirt dress with cuffed, short sleeves and a collar, layed flat with skirt fanned out; tag, seams, and wrinkles all visible",
  "dimension": "22 1/2 × 29 7/8 in. (57.15 × 75.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136438",
  "image": "valid",
  "image_copyright": "Copyright © Linda Ridgway. All rights reserved.",
  "image_height": 6752,
  "image_width": 9070,
  "inscription": "",
  "life_date": "American, born 1947",
  "markings": "BC in corner: M/P",
  "medium": "Monoprint on BFK paper, with touches of graphite (unique impression)",
  "nationality": "American",
  "object_name": "Monoprint",
  "portfolio": "From ",
  "provenance": "Flatbed Press, Austin, Texas (publisher); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL corner in pencil: Prissy Missy 4; LR corner in pencil: Ridgway 2016-18",
  "style": "21st century",
  "text": "The sculptor and printmaker Linda Ridgway lives and works in Dallas. Her work often explores the domestic sphere and elevates intimate, simple objects, particularly with feminine associations—lace, crocheted doilies, cut flowers, clothing—to the symbolic realm. She plumbs poetry and fiction to find both universal truths and self-revelations, and her object titles often hint at those sources. The title Missy Prissy might evoke the writing of “Alice in Wonderland” author Lewis Carroll, who invented, among many other words, “prissy,” which combines prim and sissy. The work was made by printing an actual textile, which the artist then touched up with pencil. The luminous transparency gives the children’s dress a ghost-like quality, as if it were fading or aging before our eyes, like a memory or treasured family heirloom. This memento-quality combined with the old-fashioned style of the dress and its small size evoke vulnerability, loss, or a time long past.",
  "title": "Prissy Missy 4"
}
