{
  "accession_number": "2019.124.1",
  "art_champions_text": null,
  "artist": "Artist: Christo",
  "catalogue_raissonne": "Hovdenakk 4",
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Joan and Gary Capen",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Prints and Drawings",
  "description": "box wrapped in brown wrapping paper, tied with brown twine; two labels on front side: UR, white with scalloped edges, red Minneapolis postmark and project identification; BC, white with the Walker Art return address in blue, a New York City address and the address of the recipient in black received with postcard: front, black and white image of tied and wrapped object with person in LRC; back, address label to recipient on right, object information on left, blue Minneapolis, Minn. postmark (Oct. 19, '66)",
  "dimension": "9 3/8 × 8 3/8 × 8 1/4 in. (23.81 × 21.27 × 20.96 cm)",
  "id": "http://api.artsmia.org/objects/136437",
  "image": "invalid",
  "image_copyright": "Copyright © Christo. All rights reserved.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born Bulgaria 1935",
  "markings": "",
  "medium": "Box wrapped in brown kraft paper and tied with twine",
  "nationality": "American (born Bulgaria)",
  "object_name": "Multiple",
  "portfolio": "From Wrapped Boxes",
  "provenance": "The artist, New York, given to Capen 1966; Gary and Joan Capen, Wayzata. Minn.; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Unsigned",
  "style": "20th century",
  "text": "Christo is best known for wrapping objects large and small, simultaneously obscuring them and focusing attention on them. In 1966, while he was a visiting artist at the Minneapolis School of Art, he and student assistants created \"14130 Cubic Feet Empaquetage 1966\" on the lawn behind Mia. It was a large inflated parcel, 32x64 feet, made giant research balloons filled with 2,804 colored balloons, all wrapped in plastic and bound with 3,200 feet of manila rope. A helicopter raised it 20 feet above the ground and hovered for half an hour. To finance this 1960s happening, Christo and the students packed up 100 boxes in brown paper bound with twine and sent them to subscribing members of the Walker Art Center’s Contemporary Arts Group. Fortunately, Joan and Gary Capen did not open theirs, because inside they would have found a serially numbered card telling them that they had just destroyed a work of art.",
  "title": "Untitled (commemorating “14130 Cubic feet Empaquetage 1966”)"
}
