{
  "accession_number": "2019.110",
  "art_champions_text": null,
  "artist": "Artist: Martin Lewis",
  "catalogue_raissonne": "Martin Lewis Record Book 72; Crafton Collection 71; Kennedy-McCarron 95; McCarron 89 ii/ii",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John E. Andrus III Endowment Fund and gifts of funds from other generous donors",
  "culture": null,
  "curator_approved": 1,
  "dated": "1930",
  "department": "Arts of the Americas",
  "description": "several people in coats, boots, and carrying umbrellas, walking along a snow covered sidewalk--two walking away, two walking towards viewer, and two in distance--while heavy snow continues to fall; apartment building stoops/stairs along right side of image; a sign, trash cans, and street light along street on left",
  "dimension": "10 × 14 15/16 in. (25.4 × 37.94 cm) (plate)\r\n13 1/2 × 18 9/16 in. (34.29 × 47.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136482",
  "image": "valid",
  "image_copyright": "© Estate of Martin Lewis",
  "image_height": 4192,
  "image_width": 5728,
  "inscription": "",
  "life_date": "American (born Australia), 1881–1962",
  "markings": "",
  "medium": "Drypoint and sandpaper ground etching on pale green paper",
  "nationality": "American (born Australia)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Washington, D.C.; (William P. Carl Fine Prints, Durham, N.C); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: Martin Lewis  |  signed within the plate, LLC: MARTIN LEWIS",
  "style": "20th century",
  "text": "Published in 1930, Stoops in Snow is a tour-de-force of Lewis’s intaglio printmaking oeuvre, a perfect balance of compositional originality and technical virtuosity. Depicting an ephemeral moment in the life of the city, the scene features several men and women walking beside a row of brownstones, heads bowed, bundled against the driving wind, cold, and snow of a New York blizzard. As in many of Lewis’s urban scenes, people and architecture are its principal subjects, but here the print’s aesthetic and conceptual qualities largely derive from the pictorial effects of light and weather conditions. Lewis’s masterful interpretation of wind driven snow accumulating on the city’s streets, sidewalks, and open-air stairs plays on the viewer’s memory and recognition to convey the raw sensations of a winter storm. Additionally, there is an unmistakable air of mystery in the scene’s fleeting activity, a sense that the city is alive with stories large and small, mostly hidden from view.",
  "title": "Stoops in Snow"
}
