{
  "accession_number": "2019.62.13",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Benin",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Fon",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "four looped chains attached to ring on base of oval platform with hook on other side; cannon sits on platform with two front wheels and a base/cart with line of holes; nine 50 centimes coins hanging from rings around platform on looped chains (one set of two with two empty chains, one set of four, one set of three with one empty chain); all coins have a figure surrounded by text on one side and a branch of leaves with text on the other",
  "dimension": "1 1/2 × 3 1/8 × 2 3/4 in. (3.81 × 7.94 × 6.99 cm) (ornament only)\r\n7 3/4 in. (19.69 cm) (object part, chain)",
  "id": "http://api.artsmia.org/objects/136491",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4906,
  "image_width": 6868,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Bracelet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "More than one hundred years ago, the elite of the Danhomé Kingdom in West Africa would have worn these silver ornaments to adorn themselves and show off their wealth, and also to protect themselves from harm and evil. Fashioned by jewelers from imported silver coins, the ornaments were embellished with tiny sculptures that refer to past kings, heroic wars, and the Vodun religion. The coins attached to the ornaments date from between 1873 and 1910, bridging the last decades of the independent Kingdom and the first 15 years of French colonial rule.",
  "title": "Bracelet with cannon ornament and coin pendants"
}
