{
  "accession_number": "2019.62.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Benin",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Fon",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "six looped chains attached to ring on one side of centerpiece and hooked onto ring on other; cylindrical shaped ornament with twisted trim wrapped around either slightly tapered end, and flat piece in the shape of a bird attached to center of cylinder, with coiled snake on top; five coins hang from ring on one side of cylinder, six hang from ring on other side; each coin has a person's profile on one side and the number 3 underneath a crown, encircled by a laurel wreath on the other",
  "dimension": "5/8 × 2 1/4 × 1 3/4 in. (1.59 × 5.72 × 4.45 cm) (ornament only)\r\n9 in. (22.86 cm) (object part, chain)",
  "id": "http://api.artsmia.org/objects/136485",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4064,
  "image_width": 4064,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Bracelet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "More than one hundred years ago, the elite of the Danhomé Kingdom in West Africa would have worn these silver ornaments to adorn themselves and show off their wealth, and also to protect themselves from harm and evil. Fashioned by jewelers from imported silver coins, the ornaments were embellished with tiny sculptures that refer to past kings, heroic wars, and the Vodun religion. The coins attached to the ornaments date from between 1873 and 1910, bridging the last decades of the independent Kingdom and the first 15 years of French colonial rule.",
  "title": "Bracelet with bird and snake ornament and coin pendants"
}
