{
  "accession_number": "2019.62.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Benin",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Fon",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "hourglass shaped centerpiece, wrapped in twisted trim, with six pieces coming out of top (two flats, two tubes, one stick, one stick with handle); two hollow side pieces also wrapped in twisted trim, with long necks and bulbous bases attached by post through top of centerpiece (one can swing freely, one is attached to center of centerpiece by wire); double strand, looped chain is attached at ends of post",
  "dimension": "1 × 2 3/8 × 3 1/2 in. (2.54 × 6.03 × 8.89 cm) (ornament only)\r\n44 1/2 in. (113.03 cm) (object part, chain)",
  "id": "http://api.artsmia.org/objects/136484",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4885,
  "image_width": 3489,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Necklace",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "More than one hundred years ago, the elite of the Danhomé Kingdom in West Africa would have worn these silver ornaments to adorn themselves and show off their wealth, and also to protect themselves from harm and evil. Fashioned by jewelers from imported silver coins, the ornaments were embellished with tiny sculptures that refer to past kings, heroic wars, and the Vodun religion. The coins attached to the ornaments date from between 1873 and 1910, bridging the last decades of the independent Kingdom and the first 15 years of French colonial rule.",
  "title": "Necklace with pendant"
}
