{
  "accession_number": "2019.62.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Benin",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Fon",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "hollow, horned goat ornament attached to flat strip with curled ends, attached at top of goat to looped chain; five coins hang from strip under goat on linked chains, with one extra chain piece; three coins have a woman's profile on one side, and the remaining two coins have a man's profile; the other side of all coins have the number 3 underneath a crown, encircled by a laurel wreath",
  "dimension": "3/8 × 4 1/4 × 3 3/4 in. (0.95 × 10.8 × 9.53 cm) (ornament only)\r\n50 in. (127 cm) (object part, chain)",
  "id": "http://api.artsmia.org/objects/136483",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6582,
  "image_width": 4701,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Necklace",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "More than one hundred years ago, the elite of the Danhomé Kingdom in West Africa would have worn these silver ornaments to adorn themselves and show off their wealth, and also to protect themselves from harm and evil. Fashioned by jewelers from imported silver coins, the ornaments were embellished with tiny sculptures that refer to past kings, heroic wars, and the Vodun religion. The coins attached to the ornaments date from between 1873 and 1910, bridging the last decades of the independent Kingdom and the first 15 years of French colonial rule.",
  "title": "Necklace with goat ornament and coin pendants"
}
