{
  "accession_number": "2019.70",
  "art_champions_text": null,
  "artist": "Artist: Elliot Hundley",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "paper collage with various images including standing figure at center with raised red elements on legs and shoulder and flame on chest, cans of Coke at bottom center, face of Statue of Liberty in URQ, woman with cat eye in ULQ; applied small round mirrors surrounded by colored (red, turquoise, pink, white) threads; applied green lotus pods; some applied elements recessed in ground including tray with pink and white petunias, green tray in the shape of the letter \"U\", silver and bronze cups, and pear-shaped form; long and short pins (some with white heads) stuck into surface at varying depths with irregular spacing overall--many pins have either a single black or clear sequin or a cutout paper collage element with various imagery (heads, skulls, insects, body parts)",
  "dimension": "96 1/4 × 80 1/4 × 9 in. (244.48 × 203.84 × 22.86 cm)",
  "id": "http://api.artsmia.org/objects/136410",
  "image": "valid",
  "image_copyright": "© Elliot Hundley",
  "image_height": 9664,
  "image_width": 8130,
  "inscription": "",
  "life_date": "American, born 1975",
  "markings": "",
  "medium": "Paper, oil, pins, plastic, glass, lotus pods, metal, foam, and linen on panel",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Elliot Hundley is known for his dense multimedia compositions that reference both art history and mythology, weaving together scenes from the past with familiar imagery taken from the contemporary world. The work Revolutionary Song, 2016 loosely draws inspiration from Antonin Artaud’s play There Is No More Firmament (1933). Devoid of traditional narrative structure and identifiable protagonists, the play utilizes visuals, sound, gesture, and language to confront the viewer and create an impactful, visceral state of chaos.\r\n\r\nReferencing similar mechanism employed by Artaud, Hundley intricately crafts his tableaux from a wide-ranging selection of materials and sources. Beginning with an elaborate photo shoot in which his friends and family are cast to embody characters or ideas expressed in the narrative, the resulting photographs are blown up, cut up, and affixed onto the surface of the works. Through a process ranging from gradual accumulation to spontaneous mark making, Hundley builds up the surface of his works using paint, magazine cutouts, fabric, straight pins, found objects, and other materials sourced from this extensive archive. These formally elaborate constructions play with abstraction and representation, inviting the viewer to create narrative and meaning.",
  "title": "Revolutionary Song"
}
