{
  "accession_number": "2019.114.1",
  "art_champions_text": null,
  "artist": "Artist: Richard Armendariz; Printer: Flatbed Press, Austin, Texas; Publisher: Flatbed Press, Austin, Texas",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Longview Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "one fox standing at center, surrounded by five rabbits, several butterflies, a scorpion, iguana, tarantula, snake, and several trees; the two center trees have vertical text down trunks: \"Tell Me\" and \"Where It Hurts\"",
  "dimension": "47 3/8 × 36 3/8 in. (120.33 × 92.39 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136439",
  "image": "valid",
  "image_copyright": "© Ricky Armendariz",
  "image_height": 8366,
  "image_width": 6461,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "LL in blue and black pencil: 8/12 | verso LL stamp: (circular symbol)",
  "medium": "Woodcut in red ink on Japan paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Flatbed Press, Austin, Texas (publisher); sold to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BC in blue/black pencil: Tell Me Where It Hurts | LR in blue/black pencil: Ricky Armendariz 2018",
  "style": "21st century",
  "text": "Tell Me Where it Hurts is an editioned woodcut by Ricky Armendariz, one of a series of four single-color woodcuts published in 2018 by Flatbed Press, a collaborative print workshop based in Austin, Texas. Inspired by folklore and indigenous myths and stories, Armendariz repurposes familiar southwest imagery in setting the stage for his enigmatic desert tableau.  At the center of the scene, the legendary mythic trickster coyote looking stern with furrowed brow stands on his hind legs between a pair of spiky Spanish Dagger yuccas inscribed with the work’s title. The trickster is surrounded by a menagerie of rabbits, iguana, scorpion and spider, moths, a rattlesnake and an owl, all bathed in the warm red glow of a desert sun. In some indigenous cultures of North America, the coyote is a venerated culture hero, who teaches and assists humans by showing them the dangers of negative behaviors like greed, recklessness, and arrogance. Though its precise meaning is ambiguous, Armendariz created the woodcut during a period of personal upheaval as a call for healing and renewal, acknowledging his own distress at recent events and the negative energy that seems to pervade today’s world.",
  "title": "Tell Me Where It Hurts"
}
