{
  "accession_number": "2019.118.37",
  "art_champions_text": null,
  "artist": "Artist: Stanley Mouse; Artist: Alton Kelley; Artist: Wes Wilson; Artist: Victor Moscoso; Artist: Randy Tuten; Artist: Robert Fried",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paul Maurer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1975",
  "department": "Prints and Drawings",
  "description": "black textbox with purple and pink block lettering, framed by different concert posters in orange, pink, and purple; black and white image of curly haired man at top (Bob Fried)",
  "dimension": "20 × 14 1/16 in. (50.8 × 35.72 cm)",
  "id": "http://api.artsmia.org/objects/136450",
  "image": "valid",
  "image_copyright": "© Wes Wilson %2F Stanley Mouse %2F Alton Kelley",
  "image_height": 9202,
  "image_width": 6547,
  "inscription": "",
  "life_date": "American (born Spain), born 1936",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "American (born Spain)",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "Paul Maurer, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Designed by the leading graphic artists of the West Coast counterculture—Rick Griffin, Alton Kelley, Victor Moscoso, Stanley Mouse, and Wes Wilson—this selection of rock, blues, and folk concert posters exemplifies the energy and optimism of the San Francisco music scene of the late 1960s and early 1970s. Featuring dynamic, brilliantly-colored designs, and sometimes indecipherable text, these groundbreaking posters were commissioned by leading concert promoters to publicize both established and up-and-coming musicians who performed in now-famous venues such as the Fillmore Auditorium and Avalon Ballroom. Aimed at a youthful audience (teens and twenties), these concert posters spoke to the sensibilities of a counterculture movement that embraced an unconventional lifestyle espousing left-leaning politics, self-reliance, use of recreational drugs, blurring of gender norms, free sexual expression, and anti-war activism. Aside from their eye-catching, “psychedelic” designs, the posters serve as time capsules from a time and place when many young people sought a way of life a world apart from their parents’ lifestyle, a utopian counterculture still fondly celebrated by many who experienced it firsthand.",
  "title": "Jerry Garcia and Friends, Kingfish, Keith and Donna, The Mirrors, Winterland, June 17, 1975"
}
