{
  "accession_number": "2019.124.1",
  "art_champions_text": null,
  "artist": "Artist: Christo; Publisher: Christo",
  "catalogue_raissonne": "Hovdenakk 4",
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Joan and Gary Capen",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "box wrapped in brown wrapping paper, tied with brown twine; two labels on front side: UR, white with scalloped edges, red Minneapolis postmark and project identification; BC, white with the Walker Art return address in blue, a New York City address and the address of the recipient in black received with postcard: front, black and white image of tied and wrapped object with person in LRC; back, address label to recipient on right, object information on left, blue Minneapolis, Minn. postmark (Oct. 19, '66). Not signed",
  "dimension": "9 3/8 × 8 3/8 × 8 1/4 in. (23.81 × 21.27 × 20.96 cm)",
  "id": "http://api.artsmia.org/objects/136437",
  "image": "valid",
  "image_copyright": "Copyright © Christo. All rights reserved.",
  "image_height": 6268,
  "image_width": 7059,
  "inscription": "Printed on paper certificate inside parcel: The package you destroyed was wrapped according to my instructions in a limited edition of a hundred copies for members of Walker Art Center’s Contemporary Arts Group. It was issued to commemorate my ‘14130 Cubic Feet Empaquetage 1966’ at the Minneapolis School of Art, a project co-sponsored by the Contemporary Arts Group.",
  "life_date": "American (born Bulgaria), 1935 - 2020",
  "markings": "Numbered with typewriter on paper mailing label: 9/100",
  "medium": "Cardboard box wrapped in brown kraft paper and tied with sisal twine, with paper mailing label and postage affixed",
  "nationality": "American (born Bulgaria)",
  "object_name": "Multiple",
  "portfolio": "From Wrapped Boxes",
  "provenance": "The artist, New York, given to Capen 1966; Gary and Joan Capen, Wayzata. Minn.; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Christo is best known for wrapping objects large and small, simultaneously obscuring them and focusing attention on them. In 1966, while he was a visiting artist at the Minneapolis School of Art (now Minneapolis College of Art and Design), he, his wife Jeanne-Claude, and student assistants created \"14,130 Cubic Feet Empaquetage\" (also known as \"Balloon Ascension\") on the school's lawn. It was a large inflated parcel, 32 by 64 feet, made from giant research balloons filled with 2,804 colored balloons, all wrapped in plastic and bound with 3,200 feet of manila rope. A helicopter raised it 20 feet above the ground and hovered for half an hour.\r\n\r\nTo finance this 1960s performance piece, Christo and the students wrapped 100 cardboard boxes in brown kraft paper bound with twine and sent them to subscribing members of the Walker Art Center’s Contemporary Arts Group. Fortunately, Joan and Gary Capen did not open their box, because inside they would have found a serially numbered card telling them that they had just destroyed a work of art.",
  "title": "Untitled (Commemoration of “14,130 Cubic Feet Empaquetage”)"
}
