{
  "accession_number": "2020.26",
  "art_champions_text": null,
  "artist": "Artist: Erik Ruin; Author: Ulrike Marie Meinhof; Printer: Printed by Erik Ruin , and Alice Wang, American, b. 1996, at BYO Print, Philadelphia; Publisher: Erik Ruin",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Arts of the Americas",
  "description": "hardbound book with printed, accordion folded pages; cover is covered with green fabric and has printed covers attached to front (title in blue on red and purple background, with green and yellow ripple pattern over top) and back (red and pink background with black/purple text); gray fabric frontispiece with blue and green watercolor cutout of figure seated on chair; accordioned pages (14 full spreads; 30 pp.) featuring a long haired figure with muscle lines covering face and arms, accompanied by text",
  "dimension": "18 1/8 × 12 5/8 × 7/8 in. (46.04 × 32.07 × 2.22 cm) (closed)",
  "id": "http://api.artsmia.org/objects/136519",
  "image": "valid",
  "image_copyright": "© Erik Ruin",
  "image_height": 6959,
  "image_width": 9513,
  "inscription": "",
  "life_date": "American, born 1978",
  "markings": "Inside back cover, LR corner in pencil: 4/6",
  "medium": "Color screenprints; accordion-fold bound book",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "The artist, Philadelphia; [Booklyn, New York]; sold to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated on inside back cover, LR corner in pencil: Erik Ruin \\'19",
  "style": "21st century",
  "text": "Erik Ruin’s artist’s book, Letter from Isolation, was inspired by the German leftist revolutionary and journalist Ulrike Meinhof's “Letter from a prisoner in the Isolation Wing, June 16, 1972 to February 9, 1973.” The accordion-fold book presents a series of boldly graphic paper-cut figures and hand-written text of Meinhof’s letter-poem, all realized with color screenprinting. The book eulogizes Meinhof, who co-founded the radical, anti-imperialist Red Army Faction (RAF) in 1970, while conveying her vivid personal encounter with psychological torture. Branded a terrorist by the German state, she was convicted of helping a fellow RAF member escape custody and sentenced to a prison term of eight years, while also facing additional charges for her role in bombings, kidnappings, and arson. Meinhof was incarcerated at the maximum security Köln-Ossendorf prison and kept in isolation in the prison’s “dead wing,” where no sounds could be heard or other people seen. Her bare, concrete cell was illuminated 24 hours per day with a single neon bulb. The intent was to segregate Meinhof from her revolutionary cohorts and induce a mental breakdown through sensory deprivation. On May 9, 1976, in the midst of her years-long terrorism trial, Meinhof was found hanged in the cell, an apparent suicide, though some suspect murder at the hands of West German authorities. Her letter from prison, widely distributed after her death, became a rallying cry for ending the physical and mental trauma of solitary confinement.",
  "title": "Letter from Isolation"
}
