{
  "accession_number": "2019.62.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Musical Instruments",
  "continent": "Africa",
  "country": "Surinam",
  "creditline": "The Norman Gabrick Endowment for African Art",
  "culture": "Maroon",
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "cylindrical drum with slightly tapered top, resting on circular base; body carved with triangular/chevron patterns between top and bottom lines of vertical stripes; tan drumhead attached to notched pegs around top of body by string; piece of copper wire twisted through one section of drumhead edge",
  "dimension": "20 × 13 × 13 in. (50.8 × 33.02 × 33.02 cm) (overall)",
  "id": "http://api.artsmia.org/objects/136525",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8710,
  "image_width": 4900,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cowhide, fibers",
  "nationality": null,
  "object_name": "Drum",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "“Well, wherever Drum may be, I’ll go get it to play at your funeral. […] I’ve heard it said that the thing known as Drum is a very important thing for us Maroons.” (from a Maroon folktale)\r\nFor Maroon peoples, it is hard to imagine a time when drumming did not exist. In these communities of descendants of enslaved Africans who escaped into the heavily forested interior of Suriname, drums accompany dances and funerals, signal messages to neighboring villages, invoke important ancestors, and “speak” proverbs at council meetings. The shape of the drum and its surface decorations are influenced by African traditions that crossed the Atlantic Ocean, and also betray interactions with Native Americans and Europeans.",
  "title": "Drum"
}
