{
  "accession_number": "2019.98",
  "art_champions_text": null,
  "artist": "Artist: Gina Litherland",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Helen and Sam Zell",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "red-headed girl wearing a red stocking hat, black and yellow buffalo checkered coat, and blue tights at right, holding flowers in hands and basket of books and paint brushes on arm; large brown and black wolf lies on ground around girl; girl and wolf are face to face, with wolf's mouth slightly open; gray and brown misty forest in background, with silhouettes of more wolves; tan building on far right with black bird sitting on open window; tree trunk, rocks, fossils, and other forest debris on ground in foreground",
  "dimension": "18 × 24 in. (45.72 × 60.96 cm) (image)\r\n23 1/4 × 29 1/4 × 2 1/4 in. (59.06 × 74.3 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136520",
  "image": "valid",
  "image_copyright": "© Gina Litherland",
  "image_height": 5979,
  "image_width": 7996,
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "",
  "medium": "Oil on masonite",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in yellow paint: Little Red Cap / Gina Litherland 2011",
  "style": "21st century",
  "text": "Gina Litherland frequently explores the inner lives of women in her paintings, often inspired by their roles in fairy tales. Here, she imaginatively transforms the story of Little Red Riding Hood, so that the wolf and Red Riding Hood appear as companions rather than two beings destined for violence. For Litherland, the attraction of the Little Red Riding Hood story is its capacity to hold multiple meanings at once—some simple, some complex. “It can easily be reduced to a warning to children to not talk to strangers,” she writes, but the story also contrasts the affection many people have for wilderness today with the fear it once inspired. Litherland sees common cause between animals and women, as both have been exploited and abused throughout history.",
  "title": "Little Red Cap"
}
