{
  "accession_number": "2019.132.5",
  "art_champions_text": null,
  "artist": "Artist: Emma Amos; Publisher: Emma Amos",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2002",
  "department": "Arts of the Americas",
  "description": "image of back of a person's head with overlapping cornrows on top, giving way to natural, curly black hair, accented with brown and orange; arch of thin black lines over top of head, with orange and brown color around head as well",
  "dimension": "17 1/8 × 20 in. (43.5 × 50.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136878",
  "image": "valid",
  "image_copyright": "© Emma Amos %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6454,
  "image_width": 7607,
  "inscription": "LL in pencil: 7/19 | verso, LL in pencil: 841",
  "life_date": "American, 1938 - 2020",
  "markings": "LL, embossed stamp in relief: [folding fan symbol]",
  "medium": "Color carborundum etching with aquatint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, New York; [Mary Ryan Gallery, New York, sold to Mersky October 2019]; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BC in pencil: Crown | LR in pencil: Emma Amos 2002",
  "style": "21st century",
  "text": "American painter, printmaker, and textile artist Emma Amos is an insightful observer of Black experience. Her wide-ranging and often self-referential work emphasizes the intrinsic dignity of African Americans by countering negative stereotypes that too often undermine the values and virtues of Black history and culture. In Crown, Amos depicts the head of an African American woman seen from behind, emphasizing her large mane of natural (unaltered) hair, partly braided in cornrows. In contemporary Black culture, natural hair is seen by many as symbolic of racial pride and consciousness and integral to one’s personal identity. Here, the anonymous female subject serves as a symbol of affirmation and resistance, specifically the resistance to cultural suppression and the practice of being defined by others. Amos’ title suggests two distinct meanings, one referring to the braided portion of the subject’s hair, the second denoting the crown as a symbol of authority, understood here as self-determination.",
  "title": "Crown"
}
