{
  "accession_number": "2020.20",
  "art_champions_text": null,
  "artist": "Artist: Emil Nolde (born Emil Hansen)",
  "catalogue_raissonne": "Schiefer-Mosel 37",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John E. Andrus III Endowmetn Fund and the Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1910",
  "department": "European Art",
  "description": "sailboat with three sails on choppy water, harbor in Hamburg, Germany; printed in black ink",
  "dimension": "11 11/16 × 15 1/2 in. (29.69 × 39.37 cm) (image)\r\n14 13/16 × 17 3/16 in. (37.62 × 43.66 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136840",
  "image": "valid",
  "image_copyright": "© Nolde Stiftung Seeb%C3%BCll",
  "image_height": 7121,
  "image_width": 8673,
  "inscription": "LL in pencil: Handdruck | LL in pencil: I. 4. | bottom edge of mat board in pencil: Emil Nolde. \\\"Segelboot.\\\" (Sailboat) woodcut 1910, cat. Schiefer-Mosel 37, signed in pencil by the artist, also annotated \\\"Handdruck\\\" (hand pulled) one of ca. 12 impressions total.",
  "life_date": "German, 1867–1956",
  "markings": "",
  "medium": "Woodcut printed on Tibetan paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Emil Nolde, acquired by Munchhausen; Hermann Munchhausen (1866-circa 1945), Schleswig-Holstein and Berlin; then by descent; sale Christie's, London, 3/28/18, sold to Adam; (Alice Adam, Ltd., Chicago).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: Emil Nolde",
  "style": "20th century",
  "text": "In 1910, Emile Nolde focused much of his creative energy on an extensive series of works based on his observation of boats in the north German seaport harbor of Hamburg. He used unconventional techniques to convey the effects of weather and light and their interaction with the water and various types of watercraft. Here, in this study of a sailboat, he employed an unusually rough cutting technique on his wooden printing block, almost as if chopping it with a hatchet, though probably using broad gouges. He printed the block by hand, applying pressure unevenly so that some parts print solidly and others faintly. He chose to print on a rough sheet of taupe Asian paper, further heightening the sense of atmosphere. Perhaps the tension between the energy of the artist’s hand and the quiet of the scene is key to the mystery of this image.",
  "title": "Segelboot"
}
