{
  "accession_number": "2019.129",
  "art_champions_text": null,
  "artist": "Artist: Sandro Chia; Publisher: Edizioni Della Pergola, Pesaro, Italy",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "European Art",
  "description": "portrait of man standing at center, gazing to R with PL hand on hip; small trees planted on either side of man; brick structure and smoke stack in background, releasing blue smoke into blue sky",
  "dimension": "46 5/8 × 31 in. (118.43 × 78.74 cm) (image)\r\n58 5/8 × 38 1/2 in. (148.91 × 97.79 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136915",
  "image": "valid",
  "image_copyright": "© Sandro Chia %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 10272,
  "image_width": 6879,
  "inscription": "",
  "life_date": "Italian, born 1946",
  "markings": "LL in pencil: 7/50\r\nLRC, publisher\\'s blindstamp: Della Pergola Pesaro",
  "medium": "Color etching and aquatint",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection; (Brunk Auctions, Asheville, N.C.); Private collection, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in pencil: Sandro Chia",
  "style": "20th century",
  "text": "The postwar Italian artist Sandro Chia helped pioneer the international Neo-Expressionist movement that flourished from the late 1970s to the early 1990s. Together with his like-minded counterparts in Germany, France, and the United States, Chia embraced the resurgence of representation and emotional content in contemporary art in reaction to the dominance of conceptual art and minimalism, movements that stressed detachment and dispassion. In this color intaglio print from 1989, Chia presents a male laborer as a heroic icon of pride and strength, standing before a smoke-billowing factory set in a generalized landscape. Presented larger than life, the factory worker dominates the allegorical scene, as laurel tree branches (symbols of victory) appear to encircle his leg. Powerful and self-assured, the worker symbolizes the dignity and central importance of human labor in modern society, while also serving as a compelling political proclamation.",
  "title": "Factory Worker"
}
