{
  "accession_number": "2019.152.2",
  "art_champions_text": null,
  "artist": "Artist: May Stevens; Publisher: New York: Privately printed",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist and Ryan Lee Gallery, New York",
  "culture": null,
  "curator_approved": 1,
  "dated": "1980",
  "department": "Arts of the Americas",
  "description": "Printed artist's book of black-and-white and gray images collaged with various pages of journal-like entries in cursive and hand-printed script; glossy paper covers; bound with staples; 26 pp. (unpaginated)",
  "dimension": "10 15/16 × 8 1/4 × 1/4 in. (27.78 × 20.96 × 0.64 cm) (closed)",
  "id": "http://api.artsmia.org/objects/136919",
  "image": "valid",
  "image_copyright": "© May Stevens %2F Courtesy Ryan Lee Gallery",
  "image_height": 5551,
  "image_width": 4239,
  "inscription": "",
  "life_date": "American, 1924–2019",
  "markings": "",
  "medium": "Offset printing on cream paper; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "The artist, Santa Fe, N.M.; [Ryan Lee Gallery, New York]; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "May Stevens produced and published Ordinary, Extraordinary in 1980 amid a years-long exploration of the life and legacy of the Polish-born Marxist theorist, philosopher, economist, and socialist revolutionary Rosa Luxemburg (1871–1919), who was murdered in Berlin by members of a German right-wing paramilitary group in the chaotic aftermath of World War I (1914-18). The artist’s book explores the correlations and contrasts between Luxemburg and Stevens' working-class Irish Catholic mother, Alice Stevens (1895-1985), as filtered through the artist’s own experiences and political beliefs. Stevens blends reproduced photo-collages and text excerpts to reveal the uniqueness of these two individuals. For the artist, both women were simultaneously ordinary and extraordinary in their own way. Ultimately, the book reveals resonances between these two women who chose very different paths in life, one private, one public, but both worthy of our attention. In this, Stevens noted that she set out to “erode the polarized notion that one woman's life was special and the other forgettable.”",
  "title": "Ordinary, Extraordinary"
}
