{
  "accession_number": "2019.132.8",
  "art_champions_text": null,
  "artist": "Artist: Jack Whitten",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "abstract black-and-white mixed media drawing; horizontal lines throughout dense black; several diagonal lines at bottom; light vertical impression of line on L with outline of oval at UL",
  "dimension": "30 × 22 in. (76.2 × 55.88 cm) (sheet)\r\n32 13/16 × 24 3/4 × 1 7/16 in. (83.34 × 62.87 × 3.65 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/136916",
  "image": "valid",
  "image_copyright": "© Jack Whitten Estate %2F Hauser %26 Wirth",
  "image_height": 7437,
  "image_width": 5450,
  "inscription": "",
  "life_date": "American, 1939–2018",
  "markings": "",
  "medium": "Black graphite and Renaissance wax on Evolon fabric",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From The Third Entity series",
  "provenance": "The artist, New York; [Hauser & Wirth, New York, sold to Mersky Feb. 1, 2017]; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "One of a pair of Jack Whitten drawings (see 2019.132.9) from his “The Third Entity” series, it was completed in 2016, only two years before his death. Drawn in black graphite and wax on Evolon, a soft microfilament fabric, the monochromatic compositions suggest rising dust storms or views of earth made from orbiting satellites. Various lines intersect the nebulous images, which have the effect of focusing attention on the textured, material surfaces of the drawings, a key component of Whitten’s experimental approach. In social science, the concept of the “third entity” is defined as an invisible force created between you and another person, that exists independently of you and another person. Relationship = Person A + Person B + Third Entity (the relationship between Person A & B). By this interpretation, Whitten’s drawings are visual and conceptual representations of this intangible force that exists between all people, one that is both mutable and capricious.",
  "title": "The Third Entity #1"
}
