{
  "accession_number": "2019.142.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the James J. Hill Reference Library",
  "culture": null,
  "curator_approved": 0,
  "dated": "1890s",
  "department": "Asian Art",
  "description": "floral imagery on light blue background with birds, including two birds facing away from each other on a diagonal branch (LL to UR), various other birds and ducks, purple and white wisteria, an orange spotted waterlily, pink and white morning glories, branches of dark gray leaves, and various other flora; neck of vase has dark brown, metallic gold, and black patterned background with traditional Japanese imagery throughout (dragons, butterflies, roosters, flowers) and geometric borders; base has repeating geometric border in alternating reds and gray blues; metal rims on top and bottom; interior coated with light blue enamel",
  "dimension": "61 × 24 1/4 × 24 1/4 in. (154.94 × 61.6 × 61.6 cm) (overall)",
  "id": "http://api.artsmia.org/objects/136940",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4441,
  "image_width": 5951,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cloisonné enamel; gold, silver, and copper",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G239",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Versions of cloisonné enamel (metal objects decorated with thin gold or silver strips) have been known in the West for about two millennia but did not become popular in Japan until the 1860s. By the 1880s, Japanese enamels were known throughout the world for their astounding quality, and at the beginning of the 1900s they would outshine everything that had been previously achieved in this medium. This pair of presentation vases rank among the tallest ever made. The railroad magnate James J. Hill (1838–1916) purchased them in Chicago in 1906 for his New York apartment, and after his death they were displayed for more than 100 years at the James J. Hill Reference Library in St. Paul.",
  "title": "Presentation vase decorated with birds and flowers, one of a pair"
}
