{
  "accession_number": "2019.147.17",
  "art_champions_text": null,
  "artist": "Artist: Friedensreich Hundertwasser (Friedrich Strowasser)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Fay Gallus and Richard Sweet",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972 (published 1973)",
  "department": "Arts of the Americas",
  "description": "abstract image; central blue rectangle with darker blue stripes with radiating blue and red lines; pink and blue freehand rectangles around center rectangle; silver, red, and green fence picket-like elements around edges; some yellow and green inside picket forms; blue at edges, with some red dots; two red seals in URC, one red seal in LRC; Japanese inscription in silver, URC; received matted",
  "dimension": "15 1/2 × 19 1/2 in. (39.37 × 49.53 cm) (image)\r\n16 13/16 × 21 7/8 in. (42.7 × 55.56 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/136971",
  "image": "valid",
  "image_copyright": "© NAMIDA AG%2C Glarus",
  "image_height": 6346,
  "image_width": 8264,
  "inscription": "URC in black ink: (illegible inscription) 475A (circled)",
  "life_date": "Austrian, 1928–2000",
  "markings": "URC in black ink: 71/200",
  "medium": "Color woodcut",
  "nationality": "Austrian",
  "object_name": "Print",
  "portfolio": "From From the Nana Hyaku Mizu portfolio",
  "provenance": "Richard M. Sweet, M.D., Santa Rosa, Calif.; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC in black ink: 1972",
  "style": "20th century",
  "text": "Friedensreich Hundertwasser (born Friedrich Stowasser) was an acclaimed Austrian painter, printmaker, architect, and designer whose work was strongly informed by the example of Gustav Klimt and other artists of the Vienna Secession, a modernist art movement that rejected traditional academic art and instead promoted aesthetic innovation in contemporary art and design. Like the secessionists, Hundertwasser expressed a passion for asymmetry, labyrinthine spirals, and arabesque lines, assailing the modern industrial “straight line” world that he called “the rotten foundation of our doomed civilization.” For both his visual art and architectural projects, Hundertwasser incorporated asymmetrical designs, intense color, elaborate ornamentation, and organic forms as a prominent features.",
  "title": "Rain of Blood is Falling into the Garden"
}
