{
  "accession_number": "81.113.2.1",
  "art_champions_text": null,
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 19th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "69 x 23 in. (175.3 x 58.4 cm) (each panel)",
  "id": "http://api.artsmia.org/objects/22382",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5503,
  "image_width": 11099,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "{Shin}",
  "medium": "Lacquer and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Zeshin}",
  "style": "19th century",
  "text": "Shibata Zeshin first trained under the lacquer artist Koma Kansai (1766-1835), but in order to improve his sense of design, he was sent to study painting with Suzuki Nanrei (1775-1844) and Okamoto Toyohiko (1773-1845), both pupils of Maruyama Okyo. As a painter he became famous for his meticulous technique and creative compositions, many rendered in lacquer. In these impressive screens, Zeshin illustrates plants associated with each of the four seasons. Beginning on the right, he depicts a blossoming plum, associated with late winter and the beginning of spring. Dandelions, foxtail ferns, violets and peonies all blossom in later spring and summer. A small uguisu (Japanese bush warbler), whose song is common in spring, perches on a plum branch, while sparrows busily peck at the ground below. The left screen begins with chrysanthemums, pampas grass, and scarlet maple leaves, all emblematic of autumn. A pair of swallows dart through the sky, perhaps enroute to south Asia where they will spend the winter months. On the far left, Zeshin depicts masses of narcissus (paperwhites), associated with winter. The detailed naturalism of these birds and plants clearly indicates Zeshin's training in the Maruyama School tradition.",
  "title": "Autumn [left of a pair of Birds and Flowers in Spring and Autumn]"
}
