{
  "accession_number": "81.133.246",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige; Publisher: Fujiokaya Hikotarō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1838-1840",
  "department": "Asian Art",
  "description": "",
  "dimension": "9 × 13 7/8 in. (22.9 × 35.3 cm) (image, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/22589",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1888,
  "image_width": 2809,
  "inscription": "poem(kyo_ku)\r\nJapanese: Kyo_ku-sha; O_giya he, ???? san no toshi",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "Censor:kiwame\r\nPublisher:Fujihiko",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / fūkei-ga)",
  "portfolio": "From Collection of Famous Restaurants in Edo (Edo kōmei kaitei zukushi 江戸高名会亭尽)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Hiroshige ga",
  "style": "19th century",
  "text": "Øji, a suburb to the north of Edo, was the location of a famous shrine dedicated to Inari, the god of grain. In the 19th century, excursions were often made under the pretext of a religious pilgrimage, and close-by Øji was a popular destination for Edoites. Restaurants and teahouses that catered to visitors from the city sprang up along the route to the shrine. The area was also known for its beautiful scenery with rolling green hills traversed by the Otonashi River. Some restaurateurs cleverly built their establishments by the water's edge, as seen in this print, so that their patrons could enjoy a view of the river while dining. Naturally, they attracted many customers in summer. \r\nØgiya, depicted here, is one such restaurant. With all its sliding doors pushed aside, the patrons are enjoying an unobstructed view of the river as well as the cooling breezes that waft off the water. Two women are shown taking a dip in the water to cool off. The two young boys sitting on the rocks on the riverbank, with their kimono hems rolled up, suggest that they, too, have recently emerged from the water.",
  "title": "Ōgiya Restaurant in Ōji"
}
