{
  "accession_number": "81.133.93",
  "art_champions_text": null,
  "artist": "Artist: Katsushika Hokusai",
  "catalogue_raissonne": "Ukiyo-e shūka 16 (1981), p. 229, horizontal ōban #17.9",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1806",
  "department": "Asian Art",
  "description": "unsigned and without publisher seal",
  "dimension": "10 1/8 × 15 in. (25.7 × 38.1 cm) (image, sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/22698",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1968,
  "image_width": 2842,
  "inscription": "",
  "life_date": "Japanese, 1760 - 1849",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From The Syllabary Copybook of the Treasury of Loyal Retainers (Kanadehon Chūshingura 仮名手本忠臣蔵)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The love story between Konami and Rikiya, introduced in act 2 tragically ends in act 9 as depicted in this print. Because Konami's father, Honzø, prevented Enya from killing Moronao, Rikiya's parents are not happy about their relationship. Tonase, Konami's stepmother visits the Øboshi family and beg them to allow the marriage between Konami and Rikiya to proceed. Honzø, disguised as an itinerant monk, secretly follows them. Having received a rebuff from Rikiya's mother Oishi, Tonase, out of despair tries to kill herself. Honzø steps in and intentionally provokes Rikiya, causing him to attack with a spear. This print shows Honzø in the center dodging the thrusts from Rikiya's spear with his right hand while stopping his wife's suicide attempt by grabbing her wrist with his left hand. Konami, in a pink kimono, attempts to stop Rikiya from attacking her father by clinging to his waist.",
  "title": "Act IX"
}
