{
  "accession_number": "81.133.91",
  "art_champions_text": null,
  "artist": "Artist: Katsushika Hokusai",
  "catalogue_raissonne": "Ukiyo-e shūka 16 (1981), p. 229, horizontal ōban #17.7",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1806",
  "department": "Asian Art",
  "description": "unsigned and without publisher seal",
  "dimension": "10 1/4 × 15 in. (26.1 × 38.1 cm) (image, sheet, horizontal ōban)",
  "id": "http://api.artsmia.org/objects/22707",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1939,
  "image_width": 2814,
  "inscription": "",
  "life_date": "Japanese, 1760 - 1849",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / musha-e)",
  "portfolio": "From The Syllabary Copybook of the Treasury of Loyal Retainers (Kanadehon Chūshingura 仮名手本忠臣蔵)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "While pretending to lead a life of debauchery, Yuranosuke plans to avenge the untimely death of Lord Enya, his master. He enlists the aid of Kaoyo, his master's widow. In act 7, a letter containing details of the plot sent to him from Kaoyo is inadvertently read by a prostitute named Okaru. Realizing that Okaru could spoil the plan, Yuranosuke resigns himself to killing her. Okaru's brother, Heiemon, who is also a former retainer of Enya, recognizes his sister's indiscretion and decides to do the terrible deed himself out of love for her. Okaru, on the other hand, tries to kill herself to save her brother from such a deed. All these actions are stopped when Yuranosuke discovers a spy hiding under the floor. Showing the three main characters, Yuranosuke on the veranda, Okaru and Heiemon in the garden holding a sword, Hokusai's depiction of act 7 represents the moment when they apprehend the spy.",
  "title": "Act VII"
}
