{
  "accession_number": "2014.118.1",
  "art_champions_text": null,
  "artist": "Artist: Alphonse Legros",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The James and Maureen Duffey Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1861",
  "department": "European Art",
  "description": "sketchy image of young woman at right, eyes down, with a small cat, arching its back, on her head; six men at left, some in shadows, with a torch, startled by young woman and cat",
  "dimension": "10 7/16 × 14 3/8 in. (26.51 × 36.51 cm) (plate)\r\n11 1/4 × 17 in. (28.58 × 43.18 cm) (sheet)\r\n14 15/16 × 18 5/8 in. (37.94 × 47.31 cm) (mount)",
  "id": "http://api.artsmia.org/objects/120073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4194,
  "image_width": 6376,
  "inscription": "Signature",
  "life_date": "French, Dijon 1837–Watford, England 1911",
  "markings": "",
  "medium": "Etching with touches of drypoint on Japanese paper",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[James Bergquist, Newton, Mass.; sold to MIA]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [A Legros]",
  "style": "19th century",
  "text": "The Black Cat shows the climax of Edgar Allan Poe’s tale told in the first-person by a neurotic alcoholic whose love-hate relationship with his pet cats leads to the impulsive murder of his wife. Having meticulously walled up her body in a subterranean compartment, the narrator cannot resist dragging a clue beneath the nose of a team of police inspectors. He raps on the wall, unexpectedly eliciting a child-like wail from within. The inspectors tear open the enclosure and discover the cat, which the murderer had accidentally entombed, perched atop the wife’s corpse. \r\n\r\nA youthful Alphonse Legros responded enthusiastically to Charles Baudelaire’s translations of Poe’s dark tales. The young artist set himself the task of illustrating several of the stories in a series of etchings. His nervous line—frenzied and crude by the standards of the day—perfectly captures the feverish tone of Poe’s tale of mental instability. Indeed, it seems to have been judged too raw for commercial publication, and this is one of just a few proofs that were printed.",
  "title": "The Black Cat"
}
