{
  "accession_number": "2014.118.2",
  "art_champions_text": null,
  "artist": "Artist: Édouard Manet; Printer: Lemercier &amp; Cie., Paris",
  "catalogue_raissonne": "M-N 87; Melot N.83; Guérin 79 iiib/iiib; Harris 80 iiib/iiib",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Barbara S. Longfellow Fund for Works on Paper",
  "culture": null,
  "curator_approved": 0,
  "dated": "1876",
  "department": "European Art",
  "description": "standing figure with white hair, bushy white eyebrows, large white moustache, wearing a hat with a rounded top, colorful jacket and knickers, and one red stocking and one green stocking, with orange shoes, holding a walking stick; text printed at bottom",
  "dimension": "21 1/2 × 14 1/8 in. (54.61 × 35.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120074",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10032,
  "image_width": 6747,
  "inscription": "",
  "life_date": "French, 1832 - 1883",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Sale, Swann Galleries, New York, September 20, 2012, lot 230); (James Bergquist, Newton, Mass., 2012-14); sold to MIA. 2014.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "120074",
    "7855"
  ],
  "signed": "LRC in the print, in brown: Manet",
  "style": "19th century",
  "text": "This aged, clownish military officer is Polichinelle, most-commonly known to English-speaking audiences from the raucous Punch & Judy puppet shows in which the characters whack each other with sticks. He grew out of a long theatrical tradition called the \"Commedia dell’Arte,\" which attracted the attention of generations of artists for its lively—often bawdy—action, flamboyant costumes, and revealing truths. \r\n\r\nWhen Édouard Manet saw that most of his work had been rejected by the jury of the 1874 Paris salon exhibition, he decided to promote himself by giving away thousands of impressions of this print. Unfortunately, the police banned its publication, thinking Polichinelle was a caricature of France’s newly-elected president, a general who had used brutal force to crush public protests three years earlier. How telling that they saw their pompous leader in the image and feared that he was so weak that it could undermine his authority.",
  "title": "Polichinelle"
}
