{
  "accession_number": "2014.59.1a-c",
  "art_champions_text": "Conservation cost: $3,200\r\n\r\nComprised of four tapered wooden columns with ornately carved capitals and stone bases, this set of architectural pieces are in need of conservation to restore their natural luster and stability. The gleaming polish that distinguishes this type of column has degraded due to white surface deposits. There are also several large cracks that, if not repaired, could lead to future damage. Once restored, the columns will make a dramatic statement in Mia's South and Southeast Asian galleries, providing a physical gateway to the gallery space. \r\n\r\nContact the Chinese, South and Southeast Asian Art Department at CSSAA@artsmia.org or (612) 870-3220 to Champion this artwork.",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Michele Wiener Caplan",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th-20th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "a: capital; X-shaped with two long legs and two shorter legs; carved with scrolls and feather fans; teak; b: tapered column with turned elements at top; metal collar at top and bottom; slightly outward-flaring bulb at top below turned elements; teak with metal; c: base; square bottom with waisted, tapering circular elements with fluted designs; mottled grey, black and white stone",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/120136",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Label",
  "life_date": null,
  "markings": "on bottom of capital, on Yorkville Van and Storage sticker: [PIECE NO. / 128]",
  "medium": "Teak, metal, stone",
  "nationality": null,
  "object_name": "Pillar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "",
  "title": "Three-part pillar, from a four-piece set"
}
