{
  "accession_number": "2014.109.1",
  "art_champions_text": null,
  "artist": "Artist: Ōtagaki Rengetsu",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Gordon Brodfuehrer",
  "culture": null,
  "curator_approved": 0,
  "dated": "ca. 1870",
  "department": "Asian Art",
  "description": "organic, pod-like shape with vertical ribs overall, with one pointed end and one lobed end; ovoid vertical opening near pointed end with scrolling applied stems and leaves below and around opening; incised text on body; small rectangular hole on side of body opposite ovoid opening; tan with orange undertones",
  "dimension": "35 × 4 3/4 × 4 1/4 in. (88.9 × 12.07 × 10.8 cm)",
  "id": "http://api.artsmia.org/objects/120193",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9413,
  "image_width": 2770,
  "inscription": "on body, incised: ゆく末の／長きためしの／いとうりに／めてた起ふしを／いくむおひせん／蓮月 {Yuku sue no nagaki tameshi no itouri ni Medetaki fushi o ikumu oisen, Rengetsu} (My happy times stretch out like a long cucumber; how many have there been? Rengetsu)",
  "life_date": "Japanese, 1791 - 1875",
  "markings": "",
  "medium": "Stoneware",
  "nationality": "Japanese",
  "object_name": "Hanging flower vase (hana ike)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Ōtagaki Rengetsu’s distinctive calligraphy is a subtle and elegant yet integral part of this hanging flower vase. While her professional career floundered for many years, it was only in her late forties and early fifties when this nun-turned-poet literally made her mark on ceramics of everyday objects that she became famous. Her poetry and calligraphic style has been emulated and forged and it is said Rengetsu had even signed forgeries as her own works in order to help other potters’ studios succeed. The poem on the vase reads: My happy times stretch out like a long cucumber; how many have there been' Rengetsu",
  "title": "Hanging flower vase (hana ike)"
}
