{
  "accession_number": "2014.115",
  "art_champions_text": null,
  "artist": "Artist: Josh Dorman",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "Fantastical images of animals (primarily elephants), figures and machines on winding elevated paths; primarily reddish-pink ground; collage, drawn and painted elements; machine (printing press?), LRC; people painting, LLC; central greenish tower with cat; architectural elements; some ink stamped elements",
  "dimension": "55 7/8 × 59 15/16 in. (141.92 × 152.24 cm)",
  "id": "http://api.artsmia.org/objects/120167",
  "image": "valid",
  "image_copyright": "© Josh Dorman",
  "image_height": 7377,
  "image_width": 7909,
  "inscription": "",
  "life_date": "American, born 1966",
  "markings": "",
  "medium": "Ink, acrylic and collaged antique paper on canvas mounted to board",
  "nationality": "American",
  "object_name": "Collage with painting",
  "portfolio": null,
  "provenance": "The artist, New York; [Ryan Lee Gallery, New York]; sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black: DORMAN \\'14 | On back, in black: Josh Dorman 2014 / Red Roil",
  "style": "21st century",
  "text": "In a process that combines painting, drawing, and collaged cut-outs, Josh Dorman serves as the master architect, creating in Red Roil a beguiling realm of fantasy, dreams, and imaginings. The scene features a tangle of elevated roadways that appear to float in the air, yet they support a parade of pachyderms that walk and stand among humans and other caged and uncaged animals. Antique mechanized contraptions and centuries-old monuments loom over the landscape, and a miniature art academy holds a life drawing session. Monumental arches and mysterious, antiquated structures populate the ethereal scene, which is bathed in brilliant shades of red and pink, like some otherworldly atmosphere. Here, the natural and industrial worlds find common ground. The foundation layer on the entire panel is a roll of antique player piano music. With its faded tones and perforations, the paper adds an underlying structure and literal rhythms to the surface. For Dorman, this painting “presents a roiling, chaotic, yet organized world. It can be beautiful or threatening. It reminds us of so many things, present and lost, but its reality and its logic are internal.”",
  "title": "Red Roil"
}
