{
  "accession_number": "2015.25",
  "art_champions_text": null,
  "artist": "Maker: Attributed to Timothy Loomis III",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sam and Patty McCullough in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1770-90",
  "department": "Arts of the Americas",
  "description": "backrest has vase-like central element with heart cutout at center; two scalloped elements at top corners of backrest; three rounded lobes at top of backrest; straight back legs with square cross-sections; front legs are turned with pad-like feet; turned spindles--spindle at front has three large knobs at center, top spindles on sides have even beadlike patterning; woven plant fiber seat in trapezoidal shape",
  "dimension": "41 5/8 × 19 1/4 × 15 1/2 in. (105.73 × 48.9 × 39.37 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/120271",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6840,
  "image_width": 4792,
  "inscription": "",
  "life_date": "American, 1724 –1786",
  "markings": "",
  "medium": "Cherry, ash, pigment, plant fibers",
  "nationality": "American",
  "object_name": "Side chair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This chair boasts some distinctive decoration. The vase-shaped splat, or center back section, has a cutout heart. The undulating top rail features a “pagoda” design at the center and carved “ears” on each side. The flat-bottomed, carved pad feet and curving back rail are the details of an ambitious craftsman, a third-generation joiner from the Connecticut River valley near Hartford.\r\n\r\nThe chair’s original owner was David Ellsworth (1709–82), a selectman of his New England town. In 1745 he commanded a company on behalf of Britain at the siege of Louisbourg, on the French-held Cape Breton Island in Nova Scotia, in what is now Canada. This was a decisive British victory in what was known in the North American colonies as King George’s War, part of the War of the Austrian Secession, which raged nearly worldwide from 1740 to 1748.",
  "title": "East Windsor side chair"
}
