{
  "accession_number": "2014.136.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Ceremonial Objects",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of Richard J. and Helen Lynch Cashman",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "central image of large dark-skinned figure wearing elaborate costume of white beads and gold, in a squared-off architectural framed work with floral bouquets on vases made of tiny white dots on dark ground, and flanked by four smaller figures in similar costumes; three small figures beneath large figure; eight standing figures wearing orange at left and right, and one pair of figures wearing white at top, flanking the architectural element; five kneeling figures in bright-colored robes with their faces covered at each side below figures wearing orange; L-shaped element at each side of image broken into small rectangles, each with a figure--the majority of which are clothed similarly to central figures; landscape at bottom with three women carrying vessels on their heads and three mean with a pair of white cattle; kneeling figures at bottom with two monkeys; fish and blooming lilies in water at bottom; multicolored floral border around all edges; predominately orange; mounted on brown canvas",
  "dimension": "52 × 34 5/8 in. (132.08 × 87.95 cm) (image)\r\n55 3/4 × 37 1/2 × 2 1/4 in. (141.61 × 95.25 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120279",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2592,
  "image_width": 1936,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pigments and gold on cloth",
  "nationality": null,
  "object_name": "Ceremonial hanging (<i>picchavai<i>)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This brightly colored textile is a picchavai, or ceremonial hanging, used in temples from the Rajasthan region. The temples and picchavai are devoted to a form of the god Krishna named Srinathji, the central figure with the raised left hand who is also repeated around the border. Priests changed picchavais frequently according to the seasons and festivals. This one illustrates Srinathji being worshipped by priests and devotees in an annukata (mountain of food) ceremony, which likely would have occurred the day on which it was hung. It would have been displayed directly behind the temple’s main deity, heightening the overall devotional experience.",
  "title": "Picchavai of Srinathji"
}
