{
  "accession_number": "2015.25",
  "artist": "",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Sam and Patty McCullough in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "dated": "c. 1770-1790",
  "description": "backrest has vase-like central element with heart cutout at center; two scalloped elements at top corners of backrest; three rounded lobes at top of backrest; straight back legs with square cross-sections; front legs are turned with pad-like feet; turned spindles--spindle at front has three large knobs at center, top spindles on sides have even beadlike patterning; woven plant fiber seat in trapezoidal shape",
  "dimension": "41 5/8 × 19 1/4 × 15 1/2 in. (105.73 × 48.9 × 39.37 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/120271",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6840,
  "image_width": 4792,
  "life_date": "American, 1724 - 1786",
  "marks": " ",
  "medium": "Cherry, ash, pigment, plant fibers",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G304",
  "style": "18th century",
  "text": "This chair’s maker chose some unusual elements for distinction. The vase-shaped splat, or center back section has a delightful cut-out heart. The undulating top rail features a “pagoda” design at the center and carved “ears” on each side. The flat-bottomed, carved pad feet and the curving back rail are the details of an ambitious craftsman.\r\n \r\nThe chair is distinctive, but so was its original owner. David Ellsworth (1709-1782) a selectman, commanded a New England company on behalf of Britain at the 1745 Siege of Louisbourg on the French-held Cape Breton Island in Nova Scotia. This was a decisive British victory in what was known in the North American colonies as “King George’s War,” part of the War of the Austrian Secession, which raged nearly worldwide from 1740-48.",
  "title": "East Windsor side chair"
}
