{
  "accession_number": "2014.93.3a,b",
  "artist": "Keri Ataumbi",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from The Duncan and Nivin MacMillan Foundation",
  "culture": null,
  "dated": "2014",
  "description": "pair of French hook earrings; three-petaled flowers at top with diamond centers with teardrop-shaped pendants with tan and black geometric beadwork; tiny faceted diamond dangle drops",
  "dimension": "2 1/2 × 1/2 × 7/16 in. (6.35 × 1.27 × 1.11 cm) (each)",
  "id": "http://api.artsmia.org/objects/120378",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6135,
  "image_width": 6344,
  "life_date": "American (Kiowa/Comanche)",
  "marks": "Signature on back of a, incised: [KA]; on back of b, incised",
  "medium": "Antique glass, 24 karat electroplated beads, buckskin, 18 karat yellow gold, sterling silver, wampum shell, fresh water pearls, rose and brilliant cut diamonds and diamond beads, diamond briollites",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Yes, this is contemporary Native American art! Yellow gold, brilliant cut diamonds, silk knotted pearl strings with indigenous wampum, and fresh water pearls surround miniature portraits of Pocahontas (1596-1617). Working collaboratively to bring fellow Native American woman Pocahontas to life, artists Jamie Okuma and Keri Ataumbi found inspiration in historical depictions of this iconic figure; the 1616 engraving by Simon Van De Passe and the classic 1852 painting by Thomas Sully. In the style of 16th century Jacobean portraiture, Okuma depicts Pocahontas using beads on buckskin as her canvas, and Ataumbi uses precious metals and stones to frame to frame the piece. Take a peek at the back of the ring—it too has a portrait! Ataumbi and Okuma create a work of art that reflects upon classical representations of Pocahontas and then fashion new portraits of her in unexpected ways. Adornment: Iconic Perceptions invites us to think about the way we view Native American history and art.",
  "title": "Adornment: Iconic Perceptions"
}
