{
  "accession_number": "2014.117.3",
  "artist": "James McNeill Whistler",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": null,
  "dated": "1879-1880",
  "description": "sketchy scene of city building facades; wavy lines; darkness at top and bottom of scene",
  "dimension": "11 11/16 × 7 7/8 in. (29.69 × 20 cm) (plate)\r\n12 1/16 × 7 15/16 in. (30.64 × 20.16 cm) (sheet, including tab)",
  "id": "http://api.artsmia.org/objects/120316",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6725,
  "image_width": 4705,
  "life_date": "American, 1834 - 1903",
  "marks": "Signature and Inscription\r\n\r\non back, in pencil: [ on tab at bottom edge of sheet: [(butterfly) imp.]",
  "medium": "Etching and drypoint printed in gray-brown on off-white laid paper",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G344",
  "style": "19th century",
  "text": "In 1879, James McNeill Whistler was down on his luck. A gallery owner rescued him with a commission to go to Venice to produce a dozen etchings.  There, watery reflections of ancient architecture and atmospheric light provided endless inspiration suited to the artist’s loose treatment of form. He fell in love with the city and stayed for more than a year, producing over fifty etchings plus many other works of art. \r\n \r\nNocturne: Palaces is among the most poetic of his Venetian creations. This is an exceptionally early proof, taken after his first retouching of the plate with his drypoint needle. He printed it himself.  Leaving a carefully modulated veil of ink on the surface of the copper printing plate and printing it on antique paper, he produced magically luminous effects of light.\r\n \r\nWhistler called the image a nocturne to emphasize his intention to produce “an artistic arrangement” rather than a topographical depiction. Indeed, scholars have been unable to locate the place of this view, which may have existed primarily in Whistler’s imagination.",
  "title": "Nocturne:  Palaces"
}
