{
  "accession_number": "2014.119.1",
  "art_champions_text": null,
  "artist": "Artist: Julie Buffalohead",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Plautz Family Endowment",
  "culture": "Ponca Tribe of Oklahoma",
  "curator_approved": 1,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "figures of Disney characters of Pocahontas and John Smith holding hands at center; squirrel in ULQ dropping a small net over figures; white mouse to left of figures; tan rabbit at right; blue paper",
  "dimension": "18 3/4 × 30 1/4 in. (47.63 × 76.84 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120375",
  "image": "valid",
  "image_copyright": "© Julie Buffalohead",
  "image_height": 5069,
  "image_width": 8192,
  "inscription": "",
  "life_date": "American (Ponca Tribe of Oklahoma), born 1972",
  "markings": "",
  "medium": "Acrylic, ink and pencil on dark blue Lokta paper",
  "nationality": "American",
  "object_name": "Drawing and painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, St. Paul; (Bockley Gallery, Minneapolis); sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "120375",
    "120610"
  ],
  "signed": "",
  "style": "21st century",
  "text": "The deconstruction of long-held myths about Native American culture and traditions lies at the heart of Julie Buffalohead’s artistic practice. Here, a group of woodland creatures conspire to capture the toy version of Pocahontas and John Smith as portrayed in the Disney animated feature “Pocahontas.” The cartoon perpetuates the notion of Pocahontas (born Matoaka, c. 1596-1617) as a compliant and sexualized Indian princess accommodating the white man’s colonization of North America. In truth, the recurring story of a young Pocahontas bravely saving the life of Englishman John Smith from execution by her father, Chief Powhatan (Wahunsenaca), is not supported by oral or written histories, and was likely the romanticized invention of Captain Smith. Pocahontas was, however, captured and held for ransom by the English during Anglo-Indian hostilities in 1613. While living among the English, she converted to Christianity and married tobacco farmer John Rolfe, and later traveled to England where she died in 1617.",
  "title": "Pocahontas Cessation"
}
