{
  "accession_number": "2014.121.5",
  "art_champions_text": null,
  "artist": "Artist: Beverly McIver; Publisher: Segura Arts Studio, South Bend, Ind.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Plautz Family Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2002",
  "department": "Arts of the Americas",
  "description": "Slightly sketchy image of standing black girl with short bushy black hair wearing a white dress, white gloves and white socks with black sandals, holding two dolls; girl has exaggerated frowning \"black face\", with white around her eyes and mouth and white spot on each cheek; rectangular portrait of a clown with a tiny red hat, red clown nose, red and yellow striped tie and green and black checked jacket in URC; blue ground overall",
  "dimension": "38 × 27 in. (96.52 × 68.58 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120365",
  "image": "valid",
  "image_copyright": "© Beverly McIver",
  "image_height": 7542,
  "image_width": 5425,
  "inscription": "Inscribed on back, in pencil: SPC02-04",
  "life_date": "American, born 1962",
  "markings": "LLC, in pencil: 11/50",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Segura Arts Studio, University of Notre Dame, South Bend, Ind. (publisher); sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center, in pencil: PRETTY IS...A LITTLE BLACK GIRL | LRC, in pencil: BEVERLY MCIVER 2002",
  "style": "21st century",
  "text": "In this 2002 self-portrait, Beverly McIver depicts herself in blackface make-up, standing alone in an intentionally ambiguous setting, gazing pensively at the viewer. Dressed in a maid’s uniform (her mother was a domestic worker), she wears a clown’s wig and white gloves, cradling a pair of dark-skinned dolls. Her shoes and socks are those of a child. On the wall behind her hangs a portrait of a grinning circus clown. The unconventional, pared-down composition focuses our attention on the details of the figure’s costume and accompanying props. The scene recounts a recurring dream from McIver’s childhood. She explained: “As a child I had dreamed of becoming a clown to escape my Black skin, poverty, and the housing project I once called home. Clowning was my disguise, my liberation.” For McIver, the self-portrait represents a personal journey of discovery in which she confronts ingrained racial stereotypes while exploring her own identity as a woman and an African American.",
  "title": "Pretty is...a Little Black Girl"
}
