{
  "accession_number": "2014.121.1",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Printer: Segura Arts Studio, South Bend, Ind.; Publisher: Segura Arts Studio, South Bend, Ind.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Arts of the Americas",
  "description": "sketchy image of figures with oversized caricature heads including President Bush, Condoleeza Rice and other political figures; four severed heads at bottom; man's head on dog's body at bottom left of center; dark ground; red stamp in bottom margin at center of bloodshot eye inside a triangle and earth",
  "dimension": "9 9/16 × 13 3/4 in. (24.29 × 34.93 cm) (plate)\r\n16 1/4 × 18 5/8 in. (41.28 × 47.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120361",
  "image": "valid",
  "image_copyright": "© Enrique Chagoya",
  "image_height": 7340,
  "image_width": 8580,
  "inscription": "",
  "life_date": "American (born Mexico), born 1953",
  "markings": "LLC, in pencil: 9/25; bottom margin at center, stamped in red: (bloodshot eye inside a triangle and earth); bottom center, blindstamp: (image of bird in circle)",
  "medium": "Etching, aquatint and rubber stamp",
  "nationality": "American (born Mexico)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Segura Arts Studio (publisher) South Bend, Ind.; sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Enrique Chagoya \\'03",
  "style": "21st century",
  "text": "Enrique Chagoya is renowned for his biting political and social satire that exposes the foibles, shortcomings, and corruption of contemporary life. In this etching published in 2003, Chagoya critiques President George W. Bush and his inner circle of advisors during the American invasion of Iraq in the spring of that year. Chagoya’s print is based directly on an etching by Francisco Goya issued in 1864 as part of a series of satirical prints known as \"Los disparates,\" which mocked the superstitions, hypocrisies, and follies of Spanish society. Like many of the etchings in Goya’s \"Disparates\" series, the precise meaning of this “folly” is uncertain, but is thought to illustrate the Spanish proverb, “He who does not like thee will defame thee in jest.” It may thus be a scene warning of intrigue and false friendships, updated by Chagoya to portray the Bush White House.",
  "title": "Loyalty"
}
