{
  "accession_number": "2014.136.12",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Uzbekistan or Afghanistan",
  "creditline": "Gift of Richard J. and Helen Lynch Cashman",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "cap with animal hide (?) lining; covered overall on exterior with primarily round hammered discs with floral designs; elaborate metal finial at top with two twisted multicolored yarn tassels at front with black and white beads; triangular multicolored yarn medallion hanging from back of finial, with geometric designs and four yarn and bead tassels on bottom edge; long tail on back of purple silk with green cotton backing, covered on the front with hammered floral medallions; purple, red and blue twisted fringe at bottom edge of back tail; vertical element at each side of head of purple silk (backed with printed cotton with brown and green floral designs) with hammered floral discs, pendant drops and large geometric elements with red glass gemstones; pair of multicolored tassels with beads on each side of hat between side vertical fabric elements and back tail",
  "dimension": "25 1/4 × 7 11/16 × 8 1/4 in. (64.14 × 19.53 × 20.96 cm) (including back \"tail\")",
  "id": "http://api.artsmia.org/objects/120313",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9188,
  "image_width": 4273,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Metal, animal hide (?), beads, silk, cotton, glass gems",
  "nationality": null,
  "object_name": "Hat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This hat was made by people of the Turkmen cultural group of Central Asia in the later nineteenth or early twentieth century. It would have been worn by elite women as part of a traditional wedding ensemble. The hat combines many of the distinctive materials and techniques that are representative of the culture. The cut tassels, stamped metal plates, and use of carnelian are typical of Turkmen jewelry practices. It also integrates embroidered panels that are typical of the needlework traditions for which the culture is well known.",
  "title": "Hat"
}
