{
  "accession_number": "2014.93.1",
  "art_champions_text": null,
  "artist": "Artist: Keri Ataumbi , metalsmith; Artist: Jamie Okuma , beadworker",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from The Duncan and Nivin MacMillan Foundation",
  "culture": "Ka'igwu (Kiowa) and Comanche | Luiseño and Shoshone-Bannock",
  "curator_approved": 1,
  "dated": "2014",
  "department": "Global Contemporary Art",
  "description": "choker-length necklace with large pearls; three pairs of floral charms with diamond centers--gold exterior and silver interior/backs--flanked by purple and white swirled tube-shaped beads; octagonal pendant with three scallops on top and teardrop-shaped drop below, with multicolored beaded relief portrait of Pocahontas on one side of pendant, pink flower with radiating black lines on tan ground on opposite side; slightly asymmetrical clasp with tiny light purple faceted stones/beads",
  "dimension": "10 1/4 × 1 5/16 × 1/2 in. (26.04 × 3.33 × 1.27 cm) (with clasp closed)\r\n2 3/8 × 1 5/16 × 1/4 in. (6.03 × 3.33 × 0.64 cm) (object part, pendant)",
  "id": "http://api.artsmia.org/objects/120376",
  "image": "valid",
  "image_copyright": "© 2014 Keri Ataumbi and Jamie Okuma",
  "image_height": 11781,
  "image_width": 8940,
  "inscription": "Signature",
  "life_date": "Ka'igwu (Kiowa) and Comanche, born 1971",
  "markings": "",
  "medium": "Antique glass, 24 karat electroplated beads, buckskin, 18 karat yellow gold, sterling silver, wampum shell, fresh water pearls, rose and brilliant cut diamonds and diamond beads, diamond briollites",
  "nationality": "American",
  "object_name": "Necklace",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "on back of clasps, incised: [ATAUMBI] and [OKUMA]",
  "style": "21st century",
  "text": "Keri Ataumbi and Jamie Okuma worked collaboratively to bring fellow Native American woman Pocohantas to life. Drawing inspiration from 1616 engravings by Simon van de Passe, and Thomas Sully’s classic 1852 portrait of Pocohantas, Okuma created portraits on buckskin that were then adorned by Ataumbi’s use of precious metals and stones. This beautiful set strengthens the Mia’s collection in many ways, from modern design to traditional Native beadwork.",
  "title": "Necklace with pendant, from Pocahontas jewelry set"
}
