{
  "accession_number": "2014.136.11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "Uzbekistan or Afghanistan",
  "creditline": "Gift of Richard J. and Helen Lynch Cashman",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "tall cap covered overall with hammered silver squares with quatrefoil designs; elaborate finial with teardrop-shaped drops and gilt elements; long embroidered fabric tail on back with dark pink ground and white, pink and black floral and geometric design, covered overall with flat hammered pendant drops and stamped metal discs with primarily floral designs; backing of back tail is printed pink cotton with green, white and yellow scrolling floral design; row of multicolored tassels topped with beads at top of back; vertical fabric element on each side have printed fabric on front and back (pink ground with floral print on front--green and pink brocade on back) with primarily diamond shaped drops overall; twisted tassel on each side of hat with white beads and purple, green and orange threads; silver metal and red beads on front bottom",
  "dimension": "29 7/8 × 9 1/4 × 6 1/2 in. (75.88 × 23.5 × 16.51 cm) (including back \"tail\")",
  "id": "http://api.artsmia.org/objects/120312",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9674,
  "image_width": 4273,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, metal, silk, metallic threads, beads, carnelian",
  "nationality": null,
  "object_name": "Hat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This hat was made by people of the Turkmen cultural group of Central Asia in the later nineteenth or early twentieth century. It would have been worn by elite women as part of a traditional wedding ensemble. The hat combines many of the distinctive materials and techniques that are representative of the culture. The cut tassels, stamped metal plates, and use of carnelian are typical of Turkmen jewelry practices. It also integrates embroidered panels that are typical of the needlework traditions for which the culture is well known.",
  "title": "Hat"
}
