{
  "accession_number": "2014.121.2",
  "art_champions_text": null,
  "artist": "Artist: Enrique Chagoya; Printer: Segura Arts Studio, South Bend, Ind.; Publisher: Segura Arts Studio, South Bend, Ind.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003",
  "department": "Arts of the Americas",
  "description": "soldiers in camouflage with large pairs of wings, floating in black space; each soldier accompanied by a missile, with frontmost soldier at left straddling missile; plane in URC; stamp in black and maroon in lower margin at center of oil well spouting two large drops",
  "dimension": "9 9/16 × 13 3/4 in. (24.29 × 34.93 cm) (plate)\r\n16 1/4 × 18 5/8 in. (41.28 × 47.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120362",
  "image": "valid",
  "image_copyright": "© Enrique Chagoya",
  "image_height": 7355,
  "image_width": 8586,
  "inscription": "",
  "life_date": "American (born Mexico), born 1953",
  "markings": "LLC, in pencil: 14/25; bottom margin at center, stamped in dark red and black: (oil well with two large drops); bottom center, blindstamp: (image of bird in circle)",
  "medium": "Etching, aquatint and rubber stamp",
  "nationality": "American (born Mexico)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Segura Arts Studio (publisher) South Bend, Ind.; sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Enrique Chagoya \\'03",
  "style": "21st century",
  "text": "Published in 2003, Enrique Chagoya’s A Way of Flying updates Goya’s etching of the same title first issued in 1864 as part of the \"Los disparates,\" a series of prints designed to satirize superstitions and human follies. Illustrating the adage “Where there’s a will, there’s a way,” Goya’s fantastical original depicts a group of nearly naked men flying about a darkened sky with the aid of outsized mechanical dragon wings. Each flier wears raptor-like headgear. Though Goya sometimes used flying as a symbol of humankind’s evil and vanity, the exact meaning of the imagery is uncertain and may have been intended to mock outlandish or inconceivable ideas (like flying). Nevertheless, Chagoya’s version of the print brings currency to Goya’s image by equipping each flying machine with a “smart bomb,” a transparent critique of the American invasion of Iraq in March 2003 and the military’s reliance on remote-controlled armaments.",
  "title": "A Way of Flying"
}
