{
  "accession_number": "2014.104",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "European Art",
  "description": "bust portrait of Christ as a child with light wavy hair, with a high hairline, with head turned slightly toward PR; Christ squeezes a bunch of grapes in his PR hand, with the juice running into a white footed bowl; Christ holds a small bunch of grapes in his PL hand, which are reflected in the silver cross-topped domed cover in foreground; small portions of view of a landscapes in top corners; portrait in a tondo, with flowers in each corner",
  "dimension": "13 7/8 × 13 1/16 in. (35.24 × 33.18 cm) (sight)\r\n19 13/16 × 18 15/16 × 1 3/16 in. (50.32 × 48.1 × 3.02 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120392",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7539,
  "image_width": 6978,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen warp, wool, silk and gilt weft yarns",
  "nationality": null,
  "object_name": "Tapestry panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "This small tapestry depicts the infant Jesus pressing grapes into a chalice. The imagery was widely understood at the time of its creation to reference the physical sacrifice Jesus would later make in his crucifixion. In the Christian ritual of the Eucharist, followers drink holy wine to remember Jesus’s suffering. The remarkably fine quality of the weaving suggests the tapestry was made in a preeminent Brussels workshop. The presence of gold and silk yarns proclaim the tapestry’s value as a high status object, but the intimate scale and subject matter suggest it was used by an elite individual within a devotional practice, most likely within the home.",
  "title": "The Infant Christ Pressing the Wine of the Eucharist"
}
