{
  "accession_number": "2014.128",
  "art_champions_text": null,
  "artist": "Artist: Robert Rauschenberg; Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1988",
  "department": "Arts of the Americas",
  "description": "collage-like image; central rectangular band printed in blue with image of central figure holding a snake (?) emerging from a pod-like element held by a man in profile at right, with another man leaning on a staff at left; legs of two standing men in black and white at bottom of image; black and white image in LRC of graffiti on a city building with image of torso and legs of a woman wearing jean shorts, boots and a bikini top, straddling a taxi cab; two grey splotches with red at top of image; barbed wire, LLQ; irregular plate mark",
  "dimension": "58 5/8 × 37 5/16 in. (148.91 × 94.77 cm) (sheet)\r\n71 × 49 × 1 1/2 in. (180.34 × 124.46 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120472",
  "image": "valid",
  "image_copyright": "Robert Rauschenberg%2C Bellini %233%2C 1988 © Robert Rauschenberg Foundation",
  "image_height": 8135,
  "image_width": 5181,
  "inscription": "",
  "life_date": "American, 1925–2008",
  "markings": "LRC, in pencil: 29/49 | LRC, publisher\\'s blindstamp: ULAE",
  "medium": "Color photogravure, aquatint and etching",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Bellini series",
  "provenance": "Mary and Robert Mersky, Minneapolis, given to MIA, 2014",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: RAUSCHENBERG 88",
  "style": "20th century",
  "text": "Bellini #3 is part of a series of prints based in part on a celebrated set of allegorical paintings by Italian Renaissance master Giovanni Bellini (1430–1516). Rauschenberg’s print prominently features a photographic image of Bellini’s “Falsehood” allegory, depicting a man holding a large snake as he emerges from an enormous sea shell carried by two other men. Though the precise meaning of Bellini’s motif remains uncertain, it is believed by some to represent a generative source of virtue and wisdom. The allegorical image acts as an anchoring visual device, onto which Rauschenberg assembles various secondary images that visually and conceptually relate to the central image. Like the allegory, Rauschenberg’s print is enigmatic, allowing the viewer to assign and generate meaning by interpreting the interrelationships of the juxtaposed images.",
  "title": "Bellini #3 (Allegory of Perseverance)"
}
