{
  "accession_number": "2014.102",
  "art_champions_text": null,
  "artist": "Artist: Fei Danxu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Suzanne S. Roberts Endowment for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1839",
  "department": "Asian Art",
  "description": "male figure on horseback in small clearing; female figure coyly standing in front of window in small hut ULQ, near pink blossoming trees; followed by text panel",
  "dimension": "11 5/8 × 37 1/8 in. (29.5 × 94.3 cm) (image)\r\n12 3/4 × 253 3/8 in. (32.4 × 643.6 cm) (mount)",
  "id": "http://api.artsmia.org/objects/120424",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4525,
  "image_width": 12936,
  "inscription": "Signature and Seals",
  "life_date": "Chinese, 1801 - 1850",
  "markings": "seal LRC of blank front panel; URC and seals LLC of image; two seals near bottom of text panel; broken wax seal front of roll",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "L edge of image",
  "style": "19th century",
  "text": "This handscroll depicts a romantic scene. The springtime setting features peach blossoms and green willows in the mist. A young man on horseback, seemingly in a hurry, is distracted by a young woman who stands in the window of a thatched hut.\r\n\tThe painting is based on literary sources. Among others, one specific poem by Cui Hu (c. 766–') likely provided inspiration for the artist. The poem, titled “Village at the South of the City,” reads:\r\n\r\nThis very day last year by this door,\r\nPeach blossoms were in bloom against her blushing cheeks.\r\nBut where, pray, is she now, while the peach blossoms\r\nAre still there, smiling in the spring breezes'\r\n\r\n(Translated by Shuhui Yang and Yunqin Yang, in Stories to Caution the World: A Ming Dynasty Collection, University of Washington Press, 2005)",
  "title": "Encountering"
}
