{
  "accession_number": "2015.93.20",
  "art_champions_text": null,
  "artist": "Artist: Jean-Robert Ango; Artist: After Domenichino Zampieri; Artist: Formerly attributed to Jean-Honoré Fragonard",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 0,
  "dated": "1759-1770",
  "department": "European Art",
  "description": "red chalk drawing of a woman at center with her arms out stretched looking skyward; clouds at her feet; flanked by two putti",
  "dimension": "5 1/2 × 8 1/2 in. (13.97 × 21.59 cm) (sheet)\r\n13 1/4 × 16 × 1 in. (33.66 × 40.64 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120476",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2975,
  "image_width": 4481,
  "inscription": "Label\r\n\r\n-- label for The Minneapolis Institute of Arts / no. L84.159 / Lent by John E. Andrus, III\r\n\r\n-- label for John E. Andrus, III 712 Ontario Avenue West Minneapolis 3, Minnesota / JEAN HONORE FRAGONARD (after Domenichino)\r\n\r\n-- in graphite on recto of backing sheet, lower right: 840 Andrus",
  "life_date": "French, active 1759-1770",
  "markings": "",
  "medium": "Red chalk",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "John E. Andrus III, Wayzata, Minn., at least by 1984; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The French artist Robert Ango lived in Rome in the early 1760s and produced countless red chalk drawings copying Italian baroque paintings from the preceding century. The source for this study is Domenichino painting of the Assumption from the Virgin (1616-17) in Rome's church of Santa Maria in Trastevere, a canvas inserted into the lavish coffered ceiling that Domenichino also designed.",
  "title": "Assumption of the Virgin"
}
