{
  "accession_number": "2015.46",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books and the David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1930",
  "department": "Arts of the Americas",
  "description": "16 pp., 79 illustrations; bound with white string in cardboard covers repurposed from a green and yellow \"Sugar Honey Maid\" graham cracker box; thick, black brushstrokes in \"h\" formation on inside of front cover with two wavy, black lines above and below; first three pages feature grid of nine squares each containing an image drawn in black -- mixture of portraits, interiors, and abstractions; wavy, horizontal black lines drawn in-between squares to mimic lines of text; layout of image and \"text\" breaks from grid on pages 4-5; page 6-8 feature two rectangles comprised of 21 squares some with images others blank; selection of letters (Greek?) rendered above each rectangle; inside of back cover has single, abstract figure in square with wavy, black lines above and below square; not signed",
  "dimension": "9 x 7-3/8 x 1/8 in. (22.86 × 18.73 × 0.32 cm)",
  "id": "http://api.artsmia.org/objects/120593",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 5412,
  "image_width": 7216,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Soot and soot wash drawings on found beige paper, in covers fashioned from thin gray cardboard faced with beige paper (commercially printed Sugar Honey Maid graham crackers packaging); bound with white cotton string",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist; given to his niece, Geraldine Wade Garrow, 1930-2007, Boise, Idaho; Estate of Geraldine Wade Garrow, 2007-2014; (Karen Lennox Gallery, Chicago); sold to MIA, 2015",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "20th century",
  "text": "Born in rural Idaho, James Castle was a self-taught artist who lived with family members throughout his life. Though isolated from the art world, he produced over 20,000 unique works of art—drawings, collages, handmade books, and constructions—made from found materials and improvised media. Profoundly deaf from birth, Castle did not speak and never learned to sign, red lips, or write. His remarkable artistic achievements are now recognized internationally.\r\n\r\nConsisting of more than 100 individual hand-drawn images on 16 sheets of found paper, this untitled and undated artist’s book is a distinctive blend of material originality and expressive content. Using stove soot and saliva to form an ink, Castle produced the various drawings in the book as part of a cohesive compositional whole made up of two broad subject categories: portrait heads and calendars. Each page of drawings operates as part of an intentional sequential arrangement that is part of the book’s structure and meaning. It is an unveiling through time. The meaning and origin of the various images remains largely undeciphered. Castle relied on multiple sources for his imagery, including books, magazines, commercial packaging, as well as his own imagination and memories. The result is a delightfully engaging work of art that demonstrates Castle’s sophisticated artistic abilities while revealing his persistent inner need for personal expression.",
  "title": "Untitled (Sugar Honey Maid Graham Crackers Book)"
}
