{
  "accession_number": "2014.119.2",
  "art_champions_text": null,
  "artist": "Artist: Julie Buffalohead",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": "Ponca Tribe of Oklahoma",
  "curator_approved": 1,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "blue, handmade paper ground; tan and white rabbit with blue and purple near mouth and ear stands on hind legs wearing yellow crown and red cloak with white collar; mouth is open and left paw holds multicolored hoop--red, yellow, black, white--faint white \"x\" is drawn in center of hoop; rabbit looks down at black crow with flecks of color and silvery pigment on its wings and tail feather; crow holds plastic bag in beak containing a brown ship capsized in water; ship has two sails, both white with red crosses in middle; bubbles float inside bag at left and right; red tie at neck of bag; natual wood frame with Plexiglas",
  "dimension": "19 3/8 × 30 1/8 in. (49.21 × 76.52 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120610",
  "image": "valid",
  "image_copyright": "© Julie Buffalohead",
  "image_height": 5523,
  "image_width": 8214,
  "inscription": "",
  "life_date": "American (Ponca Tribe of Oklahoma), born 1972",
  "markings": "",
  "medium": "Acrylic, ink and pencil on dark blue Lokta paper",
  "nationality": "American",
  "object_name": "Drawing and painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, St. Paul; [Bockley Gallery, Minneapolis]; sold to MIA, 2014.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "120375",
    "120610"
  ],
  "signed": "",
  "style": "21st century",
  "text": "Native American artist Julie Buffalohead presents her take on revisionist history in this dreamlike tableau where animal characters silently reveal that Christopher Columbus had it all wrong. The scene features a crow holding a plastic bag similar to those used for transporting pet fish. But instead of a fish, the crow, a trickster, holds a miniaturized version of Columbus’s ship Santa Maria, now capsized. The rabbit plays the role of Columbus’s patron, Queen Isabella, holding up a Native medicine wheel, a symbol representing the four directions. Native people believe that the world is cyclical and that everything is alive. The Queen playfully shows the pet ship that the world is not flat or linear as the maps from Columbus’s time suggest.",
  "title": "Queen Isabella"
}
