{
  "accession_number": "2014.141.4",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1960",
  "department": "Arts of the Americas",
  "description": "drawing on small rectangle of paper with tilted purple square at center featuring an abstracted portrait; the text “free!” in white set within a red oblong shape overlaps the purple square at TL; small green rectangle floats over BRQ of purple square; abstracted face in ULC and to right center of purple square; two green “peaks” at URC; variety of shapes and lines make up rest of composition in green, yellow, red, blue, purple, and black pigments; there is a ½” strip at R edge of paper that is white save four distinct, vertically-oriented green rectangles; frame backing has “James Castle, jca 0674.20, CA 26219” written in black ink at TLC; printed label with artist name, title, medium, and dimensions affixed to backing along with “Knoedler & Company” label, framers label, a red ticket marked “sold,” and a side from an old ice cream box marked, “Home Dairies vanilla ice cream”",
  "dimension": "5 × 6 1/2 in. (12.7 × 16.51 cm) (sheet)\r\n13 1/8 × 14 3/8 in. (33.34 × 36.51 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120681",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 2297,
  "image_width": 3062,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Color of unknown origin and soot on off-white wax-coated cardboard with roughened surface (commercially printed Home Dairies vanilla ice cream carton)",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Knoedler Gallery, New York, until c. 2006; sold to Mersky); Robert B. Mersky, Minneapolis; given to MIA, 2014",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "20th century",
  "text": "Castle’s fascination with text and commercial advertising included a fondness for isolating single words within a composition. Here, he highlights a common marketing refrain—Free!—an enticement that Castle likely chose for both formal and conceptual reasons. With the word centered on the sheet, Castle adds an unusual compositional structure, a fractured, Cubist-like pictorial space that mimics the effect of a kaleidoscope, an optical instrument that alters visual images into abstract geometric arrangements of colored elements. Castle was intrigued by the kaleidoscope from childhood, and, according to family members, possessed several.",
  "title": "Untitled (Free!)"
}
