{
  "accession_number": "2014.147",
  "art_champions_text": null,
  "artist": "Artist: Jean-Baptiste Aubry-Lecomte; Artist: after Pierre-Paul Prud'hon",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Rachel and Michael McGarry in honor of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1824",
  "department": "European Art",
  "description": "reclining female nude with a billowing drapery beneath her body and around the top of her head, being carried aloft by four winged youths and children; printed text at bottom",
  "dimension": "11 1/2 × 9 1/4 in. (29.21 × 23.5 cm) (image)\r\n15 5/8 × 11 1/2 in. (39.69 × 29.21 cm) (sheet)\r\n16 5/16 × 11 13/16 in. (41.43 × 30 cm) (mount)",
  "id": "http://api.artsmia.org/objects/120669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8214,
  "image_width": 6078,
  "inscription": "Inscription and Stamp\r\n\r\nLLC at bottom edge, in pencil: [G. 43. 1er tirage (?)]; LRC at bottom edge, in pencil: [Beraldi - les (illegible) XIXe: \\\"un chief d\\'oeuvre\\\"]",
  "life_date": "French, 1758–1823",
  "markings": "bottom center, impressed in paper: illegible stamp",
  "medium": "Lithograph",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Librairie Seigneur, Avignon, until 2013; sold to McGarry); Rachel and Michael McGarry, Deephaven, Minn. (2013-2014; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Called the “prince of lithographers,” Hyacinthe Aubry-Lecomte was one of the leading practitioners of the new medium of lithography in Restoration Paris. He produced skillful prints after admired paintings by contemporary artists, including works by Anne-Louis Girodet (his teacher), François Gérard, and Pierre-Paul Prud’hon. This print is after Prud’hon celebrated work Psyche Carried Off by the Zephyrs. The composition was so successful, Prud’hon executed a number of autograph versions of the composition, both in painting and drawing, including a highly finished chalk drawing in Mia's collection (76.78). Aubry-Lecomte also capitalized on the great demand for this work by executing this print the year after Prud’hon’s death. A large version of the drawing, formerly in the Odiot collection, now in a Japanese private collection, was Aubry-Lecomte’s source for this lithograph. \r\n\r\nThe subject is the ancient story of Cupid and Psyche. Psyche was left by her family on a mountaintop to marry a monstrous groom, but the kindly west winds, the Zephyrs, lifted her up and transported her to Cupid’s palace.",
  "title": "Psyche Carried Off by the Zephrys"
}
