{
  "accession_number": "2014.135",
  "art_champions_text": null,
  "artist": "Artist: Unknown Somali",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Somalia",
  "creditline": "Gift of Charles and Blanche Derby in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "first half of 20th century",
  "department": "Arts of Global Africa",
  "description": "rounded form with flat, concave underside; wooden body with wooden stopper attached to leather thong tied to leather strap around neck, with additional wide leather cord with knot at one end, attached to strap around neck; shoulder decorated with carved zigzag basket weave-like design, with similar design around outer edge of top of outward-flaring neck; flat, wide mouth rim; small top opening; top of stopper decorated with carved vertical ribs and zigzag lines; plant fibers on bottom; medium wood tones",
  "dimension": "8 11/16 × 6 × 6 in. (22.07 × 15.24 × 15.24 cm)",
  "id": "http://api.artsmia.org/objects/120614",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6458,
  "image_width": 5187,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "on underside: exhibition (?) sticker; on underside, on sticker: [3076]",
  "medium": "Wood, leather, plant fibers",
  "nationality": null,
  "object_name": "Bottle with stopper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G242",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This carved wooden bottle and stopper from Somalia with its interlacing geometric patterns is called \"weyso\" or \"quluc\". \"Weyso\" also means “ablution” (ceremonial washing), which is one of the bottle’s functions: to hold the water used to wash the face, hands, and feet before offering prayers to God. The bottle may have also been used by a faith-based healer. After writing Qur’anic verses or religious formulas on a wooden board, the healer washes off the words and signs, and captures the water. This water can be used to heal or protect the believer.",
  "title": "Bottle with stopper"
}
