{
  "accession_number": "2015.36.5",
  "art_champions_text": null,
  "artist": "Artist: Maruyama Ōshin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Elizabeth and Willard Clark in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "delicate gray spider web in upper quadrant with fat gray spider at bottom suspended from thin web",
  "dimension": "40 7/16 × 12 5/16 in. (102.71 × 31.27 cm) (image)",
  "id": "http://api.artsmia.org/objects/120670",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9632,
  "image_width": 2993,
  "inscription": "Signature and Seal",
  "life_date": "Japanese, 1790 - 1838",
  "markings": "LRC: 應震 {Ōshin}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 應震 {Ōshin}",
  "style": "19th century",
  "text": "A spider, suspended by a nearly invisible thread, makes a cautious descent from its web. Maruyama Ōshin’s painting, an exercise in precision and understatement, is as finely wrought as the creature’s creation itself. Ōshin was the adopted grandson and pupil of Maruyama Ōkyo 円山応挙 (1733–1795), who pioneered a style of naturalism influenced by Chinese and Western painting. He was a skilled colorist, and was known for his finely executed landscapes and depictions of figures, birds, and flowers. \r\nThe subject of this painting may refer to a poem in the Chronicles of Japan attributed to Sotōri-hime 衣通姫, a concubine of Emperor Ingyō 允恭天皇 (412–453), who wrote of waiting for her lover to catch her in the night like a spider. Delicately rendered in ink on an otherwise untouched surface, this painting demonstrates Ōshin’s restrained touch and mastery of his chosen medium.",
  "title": "Spider and Web"
}
