{
  "accession_number": "2015.13.4",
  "art_champions_text": null,
  "artist": "Calligrapher: Yi Junzuo",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen Wang in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1964",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "six lines of text; red seal, LLC",
  "dimension": "22 5/8 × 12 in. (57.47 × 30.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/120759",
  "image": "invalid",
  "image_copyright": "© Junzuo Yi",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese, 1899 - 1972",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Calligraphy",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The calligraphic style of Yi Junzuo demonstrates the so-called xingshu or “running script” which lies somewhere between the regular (kaishu) and cursive (caoshu) scripts;  At times the strokes are controlled and regular, and at other times they are free, flowing, and informal. This calligraphy was specifically written for Helen Wang. It demonstrates a long-standing tradition in China – calligraphy as a practice of reciprocating. A large proportion of a scholar-official’s output has its origins in gift-giving practices. That is to say, they were done for someone on a specific occasion. This, in the words of the Ming dynasty scholar-official Wen Zhengming, formed the clearing of an “elegant (or “pure”) debt.”  Many works can be placed in this category through their colophons. In these works, the complex visual and verbal metaphors of abstract art and poetry are given meaning within the rhetoric as well as within the actual social act of gift-giving.",
  "title": "An Excursion to the Green Mountain"
}
