{
  "accession_number": "2015.13.2",
  "art_champions_text": null,
  "artist": "Calligrapher: Shan Xiaotian; Author: Poem by Li Bai",
  "catalogue_raissonne": null,
  "classification": " Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen Wang in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "four lines of text; black on white; large red seal in LLC",
  "dimension": "52 3/16 × 26 7/16 in. (132.56 × 67.15 cm) (image)\r\n81 1/4 × 31 1/4 in. (206.38 × 79.38 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/120755",
  "image": "valid",
  "image_copyright": "© Shan Xiaotian",
  "image_height": 9522,
  "image_width": 4989,
  "inscription": "",
  "life_date": "Chinese, 701-762",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Calligraphy",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The poem in this work, brushed in running script by Shan Xiaotian, a calligrapher and seal-carving artist, was written by Li Bai (701-762), a renowned Tang dynasty poet. It reads: \r\n\r\nYou ask why I dwell in the green mountain;\r\nI smile but do not answer, my heart is serene.\r\nPeach blossoms and flowing waters go without a trace.\r\nIt is another heaven and earth beyond the mortal world.\r\n\r\nIn comparison with other scripts, running script is very pleasing to the eye, being supple  but maintaining a recognizable structure. It offers great freedom to express one’s emotions and is less dramatic than cursive script. Furthermore, the text can be comprehended much faster. Therefore, it is still very popular in China today and has developed a great variety of styles. As a seal-carver artist, Shan must have studied a number of different scripts, including lishu or “clerical script,” a style that represents a more formal tradition than the running script and makes full use of the flexible brush to modulate the thickness of the line. A unique combination of running and clerical scripts is reflected in this work.",
  "title": "Poem in Running Script"
}
