{
  "accession_number": "2015.24.1",
  "artist": "Giuseppe Sanmartino",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Al and Mary Agnes McQuinn in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "dated": "c. 1780",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "standing male angel at right with a thin wire halo and carrying a thin staff with a curved thin element on front; angel wears robe with a shell motif on each side of chest and a sash with incised flowers over his PL shoulder; angel points downward with his PR hand; young man seated on rock at left, with bare feet, wearing a short robe with zigzag design at hem, looking up at angel; fantastic fish with many teeth, tongue and snout emerging from water at center; spaniel-type dog between two man figures, looking down at fish; figures are silver, base/rocks are gilded",
  "dimension": "27 1/4 × 17 1/4 × 12 1/2 in. (69.22 × 43.82 × 31.75 cm)",
  "id": "http://api.artsmia.org/objects/120728",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9195,
  "image_width": 6688,
  "life_date": "Italian, 1720 - 1793",
  "marks": " ",
  "medium": "Silver, gilt bronze",
  "nationality": "Italian",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "style": "18th century",
  "text": "Sanmartino’s Saint Raphael and Saint Michael are two of the most outstanding examples of eighteenth-century Italian silver sculpture to survive to present day. Both archangels stand for protection, healing, and victory over evil, and have been venerated in Southern Italy since the early medieval period. Here Sanmartino depicts Raphael as he exhorts Tobias not to succumb to fear, but to catch a fish for its gall, heart and liver in order to make medicines out of them. Following the archangel’s advice, Tobias was able to heal his cousin from a demon, and his father from blindness. Sanmartino depicts the Archangel Michael wielding his sword as he attempts to cut off the head of a dragon under his feet.",
  "title": "Saint Raphael with Tobias, his Dog, and the Fish"
}
