{
  "accession_number": "2015.24.1",
  "art_champions_text": null,
  "artist": "Artist: Giuseppe Sanmartino",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Al and Mary Agnes McQuinn in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "European Art",
  "description": "standing male angel at right with a thin wire halo and carrying a thin staff with a curved thin element on front; angel wears robe with a shell motif on each side of chest and a sash with incised flowers over his PL shoulder; angel points downward with his PR hand; young man seated on rock at left, with bare feet, wearing a short robe with zigzag design at hem, looking up at angel; fantastic fish with many teeth, tongue and snout emerging from water at center; spaniel-type dog between two man figures, looking down at fish; figures are silver, base/rocks are gilded",
  "dimension": "27 1/4 × 17 1/4 × 12 1/2 in. (69.22 × 43.82 × 31.75 cm)",
  "id": "http://api.artsmia.org/objects/120728",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9195,
  "image_width": 6688,
  "inscription": "",
  "life_date": "Italian, 1720–1793",
  "markings": "",
  "medium": "Silver, gilt bronze",
  "nationality": "Italian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Tobias, a young Jewish man, has been sent by his blind father to retrieve money left with a relative. Accompanying him on the journey are his dog and a hired guide who, unbeknownst to him, is the archangel Raphael. When they reach the Tigris River, Tobias is attacked by a monstrous fish. Raphael tells him to catch it and preserve its innards as medicines. Tobias later burns the heart and liver to free his future wife from a demon and uses the gall (bile) to cure his father’s blindness. The lively dog appears in other works by Sanmartino—it may have been the artist’s own pet.",
  "title": "Saint Raphael with Tobias, His Dog, and the Fish"
}
