{
  "accession_number": "2015.13.3",
  "art_champions_text": null,
  "artist": "Artist: Fan Zeng",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen Wang in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978",
  "department": "Asian Art",
  "description": "seated bald man in profile from PL, wearing a white robe and a gold hoop earring, writing with a brush; two lines of text in URQ with large red seal below left line of text; second red seal in LLC",
  "dimension": "54 1/4 × 26 15/16 in. (137.8 × 68.42 cm) (image)\r\n84 5/8 × 32 9/16 in. (214.95 × 82.71 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/120756",
  "image": "valid",
  "image_copyright": "© 1978 Fan Zeng",
  "image_height": 9993,
  "image_width": 5081,
  "inscription": "",
  "life_date": "Chinese, born 1938",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This painting by Fan Zeng, a renowned contemporary painter, depicts the Tang dynasty Buddhist monk and calligrapher Huai Su (737–799) who was famous for his cursive calligraphy. Legend has it that Huai Su was too poor to afford paper for his calligraphy practice. He planted banana trees in the courtyard of the temple where he lived and used the large leaves as paper to practice his art. It was this story that provided a source of inspiration for Fan Zeng when he painted this portrait of Huai Su. The monk is shown seated in profile, wearing a white robe and a gold hoop earring as he writes with a brush on the banana leaf. The painting demonstrates Fan Zeng’s style, which is characterized by simple, but vigorous brush strokes, dramatic configuration of figures, and dynamic delineation of form. Fan Zeng is a great master in executing his composition using pomo or “splashed-ink” technique. This technique is characterized by the application of ink washes to define a subject followed by the addition of finer details in darker ink with quick, highly calligraphic strokes.",
  "title": "Portrait of Calligrapher Huai Su"
}
