{
  "accession_number": "2015.13.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen Wang in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "frontal view of seated middle-aged woman wearing blue robe with undergarments with gold dragons; chest piece of gold with white chicken and multicolored clouds or smoke; beads of white, red and jade hang from shoulders; gold earrings with white and red beads",
  "dimension": "48 5/16 × 28 5/8 in. (122.7 × 72.7 cm) (image)\r\n62 1/2 × 31 in. (158.8 × 78.7 cm) (mount, with roller)",
  "id": "http://api.artsmia.org/objects/120754",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8771,
  "image_width": 5204,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, colors and gold on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This hanging scroll depicts a seated middle-aged woman in frontal view. She is wearing a blue robe with undergarments with gold dragons and a Mandarin square or insignia of gold with what appears to be a silver pheasant among the multicolored clouds. She is further adorned with beads of white, red, and jade which hang from the shoulders and gold earrings with white and red beads.\r\n\r\nThe Qing court developed luxurious, hierarchical, and technically accomplished systems of dress. Distinctions among official rank and social status were clearly defined by the prescribed garments: the color, symbolism, related accessories, and insignia. Noble women’s attire were different from their male counterparts, but their Mandarin squares or insignia were always consistent with those worn by their husbands. In this example, the silver pheasant depicted in the insignia indicates that the sitter is the wife of an official of the Fifth Grade.",
  "title": "Portrait of a Ranking Official's Wife"
}
