{
  "accession_number": "2015.24.2",
  "art_champions_text": null,
  "artist": "Artist: Giuseppe Sanmartino",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Al and Mary Agnes McQuinn in celebration of the 100th anniversary of the Minneapolis Institute of Arts",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "European Art",
  "description": "angel wearing a breastplate and a helmet with a lion at the top and three feathers, holding a sword aloft in his PR hand; angel also wears a shield on his PL arm, printed with, \"QUIS UT DEUS\"; angel wears a short skirt and a flowered sash over his PR shoulder; angel stands on a fantastic animal with a fierce dog-like head with open mouth with many teeth, lion-like body, thick tail and bat-like wings; silver figures, gilt base",
  "dimension": "33 1/2 × 13 7/8 × 13 5/16 in. (85.09 × 35.24 × 33.81 cm)",
  "id": "http://api.artsmia.org/objects/120729",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10095,
  "image_width": 6230,
  "inscription": "",
  "life_date": "Italian, 1720–1793",
  "markings": "",
  "medium": "Silver, gilt bronze",
  "nationality": "Italian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The image of Saint Michael killing a dragon comes from the description of an epic battle between good and evil found in Revelation, the last book of the Christian Bible: “And war broke out in heaven; Michael and his angels fought against the dragon. . . . The great dragon was thrown down, that ancient serpent, who is called the Devil and Satan.” The inscription Quis ut deus (Who is like God') on the shield is a Latin translation of the saint’s Hebrew name, Mîkhā'ēl.\r\n\r\n \r\n\r\nGiuseppe Sanmartino was known for dramatic and technically complex depictions of religious subjects. For Saint Michael and Saint Raphael, he collaborated with silversmiths, who spent long hours polishing, punching, and chasing the expanses of metal. Chasing involves the use of hammers and punches to create sharper surface details and textures, as in the feathers of Saint Michael’s wings.",
  "title": "The Archangel Saint Michael in Triumph"
}
