{
  "accession_number": "2015.47.1",
  "art_champions_text": null,
  "artist": "Artist: Illustrations by Russell Maret; Artist: Typography by Russell Maret; Author: Euclid; Translator: Sir Thomas Little Heath; Author: Commentary by Russell Maret; Designer: Typeface designed by Russell Maret; Book Binder: Daniel E. Kelm; Publisher: Russell Maret",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Arts of the Americas",
  "description": "accordion-folded book, printed on both sides of pages; cover is dark grey paper with light blue leather geometric form and white horizontal line; illustrated with primarily geometric designs, maps and numbers in bright colors; Euclidean propositions and author's text narrative alternate; clamshell storage box covered with black and white woven cloth",
  "dimension": "13 1/2 × 11 1/8 × 1 1/8 in. (34.29 × 28.26 × 2.86 cm) (book only, closed)",
  "id": "http://api.artsmia.org/objects/120753",
  "image": "valid",
  "image_copyright": "© Russell Maret",
  "image_height": 6749,
  "image_width": 9145,
  "inscription": "",
  "life_date": "Greek, c. 300 BCE",
  "markings": "on last page, in pencil: 62",
  "medium": "Color letterpress polymer prints, photo-polymer letterpress; bound accordion-style book",
  "nationality": "Greek",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist, New York; (Booklyn Artist Alliance, New York); sold to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on last page, in pencil: Russell Maret",
  "style": "21st century",
  "text": "Acclaimed book artist and typographer Russell Maret embraces the fine art of letterpress printing in this exquisitely produced illustrated volume that explores Euclidean geometry from an unusual perspective. His most ambitious book project to date, Interstices & Intersections is based on Euclid’s Elements, a highly influential third century BCE treatise on geometry that consists of 13 books containing a total of 465 propositions and proofs. In Maret’s book, the study of geometry is considered from both a logical and personal perspective, with color illustrations and commentary provided by the artist. For this contemplation on Euclid, Maret chose to explore a single proposition for each of the thirteen books. He noted that they were chosen “not for their relationship to each other but for their relevance in my life.”",
  "title": "Interstices & Intersections or, An Autodidact Comprehends a Cube. Thirteen Euclidean Propositions."
}
