{
  "accession_number": "2015.40.1",
  "art_champions_text": null,
  "artist": "Artist: Wilhelm List",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Austria",
  "creditline": "The Mary Ingebrand-Pohlad Endowment for Twentieth Century Paintings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910–11",
  "department": "European Art",
  "description": "woman looking down toward LRC, with her PR knee drawn up, seated on a couch with white trim and brilliant blue upholstery with leaf pattern; woman wears a white petticoat, camisole and black stockings, with a long necklace and a shorter strand of pearls; woman has her hair wrapped in a green cloth; green blanket beneath woman",
  "dimension": "49 5/8 × 22 5/8 in. (126.05 × 57.47 cm) (sight)\r\n57 3/4 × 30 3/4 × 1 1/8 in. (146.69 × 78.11 × 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/120863",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9622,
  "image_width": 4407,
  "inscription": "Signature",
  "life_date": "Austrian, 1864–1919",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Austrian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G377",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black: [W. List]",
  "style": "20th century",
  "text": "Austrian artist Wilhelm List worked across the spectrum of the visual arts as a painter, engraver, illustrator, and watercolorist of mythological subjects, portraits and still lives. Under the leadership of Gustav Klimt, he was a co-founder in 1897 of the modernist Vienna Secession movement. Both Klimt and List were influenced by French Impressionists with their strong color, bold images, decorative pattern, luscious brushwork and images of women. Here a young model, wearing only her undergarments and black stockings, rests on a settee covered in fabric designed by Martha Alber, a designer within the Wiener Werkstätte, or Vienna Workshops, a group with whom List regularly worked. Though the scene is sensual, the young woman’s look is pensive and elusive, a common characteristic of List’s women. It is possible that this model could be the same favored model, and longtime lover, of Egon Schiele — Wally Neuzil.",
  "title": "Young Woman in Undergarments"
}
