{
  "accession_number": "P.14,014",
  "art_champions_text": null,
  "artist": "Artist: Unknown Netherlandish",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands / Flanders",
  "creditline": "The Minnich Collection\r\nThe Ethel Morrison Van Derlip Fund, 1966",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1500",
  "department": "European Art",
  "description": "Double-sided; illumination on recto only; borders on all sides, top and one side narrower; solid gold (not leaf) background strewn with flowers and shadows: roses, rosebuds, columbine, iris, paquerettes, forget-me-nots, bluebells, and strawberries, and a bird; Text portion outlined with blue and narrow gold leaf, large initials foliated in red, blue and gold leaf, lettering in black and red.",
  "dimension": "5 3/4 x 3 3/4 in. (14.61 x 9.53 cm) (image)\r\n6 1/4 x 4 7/16 in. (15.88 x 11.27 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/42077",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3529,
  "image_width": 2571,
  "inscription": "Mark",
  "life_date": null,
  "markings": "In pencil, LR: [RExx]",
  "medium": "Ink, gouache and gold",
  "nationality": null,
  "object_name": "Illuminated manuscript page",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "42077",
    "7325"
  ],
  "signed": "",
  "style": "15th century",
  "text": "Flemish Books of Hours were often decorated with borders of plants and animals set against a gold-colored background. Here, much of the actual gold used to embellish the decorated letters has been scraped away, exposing the bright white of the gesso used to seal the porous surface of the vellum prior to gilding.\r\n\r\nThe leaf with the nearly continuous text features the Lord's Prayer. The leaf with the more frequently interrupted text opens with a call and response from the opening phrase of Psalm 69, a formula used to ask for God's assistance at the beginning of each hourly prayer throughout the day. This call is then followed by the Minor Doxology (\"Glory be to the Father…\") and finally the Little Office of the Blessed Virgin Mary, which ask the Lord to remember that he was conceived and made flesh in the Virgin's womb.",
  "title": "Leaf from a Book of Hours (recto and verso)"
}
