{
  "accession_number": "P.77.27.106",
  "art_champions_text": null,
  "artist": "Artist: Ueda Kōchū",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1857, 1st month",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 3/8 x 9 11/16 in. (18.7 x 24.6 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42346",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3397,
  "image_width": 4427,
  "inscription": "12 haiku poems",
  "life_date": "Japanese, 1819 - 1911",
  "markings": "Unread artis\\'s seal in red\r\n\\\"Mi-doshi hatsuharu\\\"(The Nwe Year of the year of Snake)\r\n",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Ko_chu utsusu",
  "style": "19th century",
  "text": "On New Year's Day, even before the dawn, people in Japan make their first visit to a shrine-a custom called hatsumøde. The father and son depicted here are on their way to Itsukushima shrine for their first visit of the year. Located in today's Hiroshima prefecture, the shrine was built on pilings erected in the shallow bay off a coast of Miyajima Island. When the tide flows in, the shrine seems to float on the water. The seawater around the shrine is thought to be sacred. By taking some home on New Year's Day, people believe that the talismanic power of the gods of Itsukushima will benefit them throughout the year. The small wooden bucket attached to the pole held in the boy's left hand will be filled with sacred water. After making an offering of a portion of the water at a shrine near their home, the father and son will use the remaining water in their bucket to purify their house.",
  "title": "Getting Sacred Sea Water at Itsukushima Shrine on the New Year's Day"
}
