{
  "accession_number": "P.77.27.104",
  "art_champions_text": null,
  "artist": "Artist: Kōbi; Artist: Kōshū",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 1/4 x 9 3/4 in. (18.4 x 24.8 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42344",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3266,
  "image_width": 4477,
  "inscription": "7 poems about the New Year",
  "life_date": "Japanese",
  "markings": "LRC red artist\\'s seal: 寅 {Tora}; LLC red artist\\'s seal: 〇真 {Shōshin}\r\n",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: 公美 {Kōbi}; LLC: 公秀 {Kōshū}",
  "style": "19th century",
  "text": "Not only do New Year's decorations in Japan add to the festivities, but also carry symbolic meaning derived from time-honored traditions. Depicted here are three kinds of New Year's decorations. The wooden plate on the right is decorated with ceremonial bows (hamayumi, in Japanese) and arrows (hamaya). Because hama, which originally referred to the target used in archery, is written with the characters \"break (ha)\" and \"evil (ma),\" these \"evil breaking\" bows and arrows are believed to repel bad sprits. Bamboo leaves, green pine needles and a branch of flowering plum are three plants associated with strength and fortitude. The red lacquered cup next to the plate is used to drink special sake (toso) on New Year's Day. Spiced with medicinal herbs, the sake was believed to ensure good health. Lastly, to the left are the dried sardines, a symbol of fertility, tied with colored paper cords (mizuhiki), thus wishing the families prosperity in the New Year.",
  "title": "(New Year's Decorations)"
}
