{
  "accession_number": "P.77.27.128",
  "art_champions_text": null,
  "artist": "Artist: Haruki Nanmei",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1830s",
  "department": "Asian Art",
  "description": "",
  "dimension": "15 x 19 1/4 in. (38.1 x 48.9 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42393",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3825,
  "image_width": 4949,
  "inscription": "62 haiku poems",
  "life_date": "Japanese, Nihonga, 1795 - 1878",
  "markings": "ULC: red artist\\'s seal: {Nanmei}",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "南溟 {Nanmei}",
  "style": "19th century",
  "text": "Matsuo Bashø (1644-94), Japan's most influential haiku poet died on the twelfth day of the tenth month of the old lunar calendar (roughly late November in the Western Gregorian system). The anniversary of his death is called Bashø-ki and has been long observed by poets in Japan. Many poetry societies hold special gatherings on this day and their members compose haiku poems in honor of the great literary master. A subject often mentioned in such poems is shigure, the freezing rain that sweeps across Japan in late autumn.  Bashø himself frequently mentioned shigure in his poems about autumn. Thus Bashø's memorial day is also known as shigure-ki. Since the irregular diagonal lines in this print represent rain, and since red maple leaves are a common autumnal motif, the painter Nanmei likely intended the image to evoke shigure. A man in a hermitage in the upper left resembles a well-know portrait of Bashø. Therefore, the sixty-two poems in this print probably were composed to celebrate Bashø-ki.",
  "title": "Poems for Bashōki"
}
