{
  "accession_number": "P.77.27.81",
  "art_champions_text": null,
  "artist": "Artist: Yokoyama Kazan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1823",
  "department": "Asian Art",
  "description": "",
  "dimension": "15 1/4 x 9 7/8 in. (38.7 x 25.1 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42423",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4446,
  "image_width": 2975,
  "inscription": "15 haiku poems and 4 Chinese poems about winter",
  "life_date": "Japanese, 1784 - 1837",
  "markings": "Unread artist\\'s seal\r\n\\\"Sakuramon ren\\\"(name of the poestry circle)\r\n\\\"Bunsei 7 saru??) UL",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Kazan",
  "style": "19th century",
  "text": "Typically held in the eleventh lunar month, ohitaki, the sacred fire festival, was wildly popular among children. After sweets and seasonal fruits are offered to the gods, they are distributed to the children at the end of the festival. While towns host full-scale festivals at local shrines, households that engage in work that makes use of fire, such as restaurants, textile dyers and blacksmiths, make fires in their front yards to demonstrate their appreciation to the god of fire. The small size of the fire in this print suggests that it depicts such a private celebration. When the fire dies down, people roast fruit in the embers. That may be why the three boys in this print are looking at the fire so excitedly. As ohitaki marks the end of autumn and beginning of winter, it is an appropriate illustration for the autumn-themed poems included here.",
  "title": "Children at Ohitaki Festival"
}
