{
  "accession_number": "P.77.27.67",
  "art_champions_text": null,
  "artist": "Artist: Kagyo",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1818-1829",
  "department": "Asian Art",
  "description": "",
  "dimension": "15 x 18 7/8 in. (38.1 x 47.9 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42440",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3106,
  "image_width": 3894,
  "inscription": "22 poems about autumn",
  "life_date": "Japanese",
  "markings": "Red artist\\'s seal: {Jūjō shujin}",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Kagyo}",
  "style": "19th century",
  "text": "Compiled in the early 12th century, Konjaku monogatarishñ, or the \"Tales of Times Now Past\" is an anthology consisting of more than one thousand tales form India, China, and Japan. This print illustrates a scene from the story of a turtle who tried to kill a monkey because he heard that monkeys' livers are effective medicine. The turtle invited a monkey to his place telling him that there would be lots of delicious food. Anticipating the feast, the monkey climbed on the turtle's back to cross the ocean. When they were far out to sea, the turtle revealed his true intentions. The clever monkey then confided that he had accidentally left his liver hanging on a tree branch on the shore. Tricked by the monkey's claim, the turtle returned to land, where the monkey quickly scurried to safety high in the tree. \r\nDespite their adversarial roles in the story, the turtle and monkey in this print look to be friendly, thus giving the image an overall bucolic ambience.",
  "title": "Monkey Riding on a Turtle"
}
