{
  "accession_number": "P.77.27.250",
  "art_champions_text": null,
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "ōtsu-e style print",
  "dimension": "7 3/4 x 17 7/16 in. (19.7 x 44.3 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42485",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5085,
  "image_width": 2345,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "\\\"Tairyūkyo\\\" seal",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Zeshin",
  "style": "19th century",
  "text": "Simple paintings produced by anonymous artists in Ōmi province (today's Shiga Prefecture) came to be called Ōtsu-e because they were sold in and around the town of Ōtsu. The earthy humor represented in them appealed to a wide variety of people and by the 18th century, many artists adapted Ōtsu-e subjects to their works. Zeshin, here depicted ten Ōtsu-e characters (typically shown individually) gathering near a temple bell.  The bell relates to a story about the great warrior Benkei of Enryakuji temple who stole the bell from the neighboring temple of Miidera. After single-handedly carrying the bell back to Enryakuji, Benkei was angered when it refused to ring. He threw it down the mountain and it rolled back to its home temple of Miidera. In this composition, Benkei is the grimacing warrior shown above Zeshin's signature.  \r\n\r\nThis print shows a rare printing flaw. The block for the pink pigment was printed upside-down, causing pink areas to occur where they should not be.",
  "title": "Gathering of Ōtsu-e Characters"
}
