{
  "accession_number": "P.77.27.253",
  "art_champions_text": null,
  "artist": "Artist: Shibata Zeshin",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "",
  "dimension": "9 1/2 × 9 1/2 in. (24.1 × 24.1 cm) (image, sheet, uchiwa-e)",
  "id": "http://api.artsmia.org/objects/42488",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4056,
  "image_width": 4145,
  "inscription": "",
  "life_date": "Japanese, 1807 - 1891",
  "markings": "\\\"shins\\\" sealed in red",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Zeshin",
  "style": "19th century",
  "text": "Based on the old folktale Shitakiri-suzume, or \"Tongue-cut Sparrow,\" this print shows a man carrying a basket on his back. The three figures with brown round heads, which are walking beside him, are sparrows. The image depicts a later scene of the tale. After enjoying the sparrows' hospitality, the old man must return home. Upon leaving, the sparrows offer him the choice of a small basket or a large basket. Being modest and thoughtful, he chooses the small one. When he arrives home, he opens the basket and finds it filled with treasure. Thereupon, his greedy wife rushes to the forest and demands the larger basket from the sparrows. Although instructed not to open it until she returns home, she immediately removes the cover only to find venomous snakes, angry bees, and poisonous insects. \r\nZeshin, a nature-loving painter, skillfully and humorously rendered the sparrows in human disguise. Although elegantly dressed, the figures somehow suggest the forms of small birds.",
  "title": "Scene from the \"Toungue-cut Sparrow\""
}
