{
  "accession_number": "P.77.27.50",
  "art_champions_text": null,
  "artist": "Artist: Takahashi Hakō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Samuel H. Maslon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1850s",
  "department": "Asian Art",
  "description": "",
  "dimension": "7 1/4 x 9 3/4 in. (18.4 x 24.8 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/42522",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3455,
  "image_width": 4642,
  "inscription": "8 haiku poems",
  "life_date": "Japanese, died 1890",
  "markings": "Red artist\\'s seal: 波香 {Hakō}",
  "medium": "Woodblock print (surimono); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (Shijō surimono)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "波香 {Hakō}",
  "style": "19th century",
  "text": "To commemorate the arrival of a new year, poetry societies convened special gatherings during which they composed celebratory and seasonal poems. They then published the best of these verses in print format, often hiring artists to provide an appropriate image. It was typical for such prints to be made with special care as the festivity of the season justified the higher cost of expensive colors and specialized techniques. Featuring only eight poems, this print must have been commissioned by a rather small group. A line of the red torii gates leads the way to a Shinto shrine, a traditional destination on New Year's Day, where people offer prayers for a health and prosperity in the coming months. Near the gateways stands a plum tree with small red buds. Because the Japanese traditionally observed the lunar New Year (which occurs in February or March in the Gregorian calendar), plum trees were considered the harbingers of spring, since they are one of the first plants to blossom at this time.",
  "title": "Shrine Gates"
}
