{
  "accession_number": "P.79.46.1",
  "art_champions_text": null,
  "artist": "Artist: Joan Miró; Printer: Printed at Atelier 17 , New York",
  "catalogue_raissonne": "Cramer 14, Not in Dupin",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1947",
  "department": "European Art",
  "description": "",
  "dimension": "3 x 5 7/8 in. (7.62 x 14.92 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/42589",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 6184,
  "image_width": 6372,
  "inscription": "In pencil: [Personal Proof Ruthven Todd 1947]",
  "life_date": "Spanish, 1893–1983",
  "markings": "",
  "medium": "Etching and aquatint",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From From \"Fifteen Poems, A Collaboration Using the Printing Methods of William Blake\" (The Ruthven Todd Portfolio), New York",
  "provenance": "(Sotheby Parke Bernet, New York); sold to MIA, 1979.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the early 1940s, Hayter began experimenting with a color printing technique using simultaneous intaglio and surface printing. His goal was to produce black and white intaglio prints that would be visible through a transparent layer of color. Known as simultaneous printing, Hayter's technical innovation intrigued Miró, who was at this time a frequent visitor to Atelier 17 in New York. \r\n\r\nIn 1947, Miró and Hayter began working with the Scottish novelist and poet Ruthven Todd on an experimental project that would incorporate an archaic relief etching process first developed by the 18th-century British artist and poet William Blake. The project, which became known as The Ruthven Todd Portfolio, was envisioned as a set of 30 prints produced by 15 American and European artists. Each print was to include one of Todd's poems integrated into the composition. The portfolio was never completed and is only known today in a small number of proof impressions, including examples by Miró (seen here), Hayter, Alexander Calder, Jacques Lipchitz, Yves Tanguy, André Masson, Max Ernst, and Helen Phillips. The two impressions on view demonstrate and contrast intaglio inking with surface (top roll) inking of the same printing plate.",
  "title": "Autumn Campion for Betty Campion"
}
