{
  "accession_number": "P.90.27.118",
  "art_champions_text": null,
  "artist": "Artist: Pierre Menant",
  "catalogue_raissonne": "Le Bl. 2-43",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Harlan D. Boss",
  "culture": null,
  "curator_approved": 0,
  "dated": "1716",
  "department": "European Art",
  "description": "",
  "dimension": "14 x 23 3/8 in. (35.56 x 59.37 cm) (plate)\r\n16 7/8 x 25 5/8 in. (42.86 x 65.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/42642",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3366,
  "image_width": 5116,
  "inscription": "",
  "life_date": "French",
  "markings": "",
  "medium": "Hand-colored etching and engraving",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "One of Louis XIV's more blatant extravagances was the Orangery, a large conservatory dug into the slope below the south wing of palace where, sheltered from the wind, temperatures remained moderate year-round. The cost of excavating the hill, moving the mass of earth away, and constructing the long, vaulted galleries and two vast staircases framing the garden ran well over a million livres-in an era when laborers earned less than one livre per day. \r\n\r\nAlthough published the year after Louis XIV's death, this print is probably based on preparatory drawings executed during the Sun King's reign. It records Louis XIV's colossal achievement at Versailles: after nearly fifty years of construction, the chateau and extensive gardens are freshly completed and appear beautifully maintained. When the five-year-old Louis XV ascended to the throne in late 1715, his regent (and great-uncle) Philippe II, duc d'Orleans, brought the young monarch back to Paris and installed him in the Tuileries Palace, close to his own residence. For the next seven years Versailles was largely deserted, and it was only in 1722, just a year before Louis XV would attain his majority, that the regent returned the king and his court back to Versailles, where it would remain, remotely and fatefully, until the French Revolution.",
  "title": "View of the Chateau of Versailles from the Orangery"
}
