{
  "accession_number": "2018.38.2.3",
  "art_champions_text": null,
  "artist": "Artist: Ambreen Butt; Publisher: Wingate Studio, Hinsdale, N.H.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "Gifts of funds from Nivin MacMillan and Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Prints and Drawings",
  "description": "woman bending slightly at the waist, looking down, covered in floral patterned draping garments, in gold; cream colored ground with subtle gold linear floral patterning; ladybugs (or seed pods?) at woman's feet; woman wearing floral burqa holding up a grey and red machine gun vertically in LLC",
  "dimension": "17 7/8 × 12 13/16 in. (45.4 × 32.54 cm) (plate)\r\n24 7/8 × 18 7/8 in. (63.18 × 47.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128085",
  "image": "valid",
  "image_copyright": "© Ambreen Butt. All rights reserved.",
  "image_height": 9142,
  "image_width": 7017,
  "inscription": "",
  "life_date": "Pakistani (active United States), born 1969",
  "markings": "LLC in pencil: 4/30 | LRC publisher\\'s blindstamp (symbol of a curved piece of paper)",
  "medium": "Color soft-ground etching, aquatint, spit-bite aquatint, drypoint, chine appliqué, and hand-coloring",
  "nationality": "Pakistani (active United States)",
  "object_name": "Print",
  "portfolio": "From Daughter of the East",
  "provenance": "Wingate Studio, Hinsdale, N.H. (publisher); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Ambreen Butt 2008.",
  "style": "21st century",
  "text": "Ambreen Butt’s “Daughter of the East” memorializes the scores of young women and girls who died in a violent confrontation between Islamic fundamentalists and the Pakistani military during the July 2007 siege of Lal Masjid, or Red Mosque, a conservative center of religious teaching in Islamabad. Most victims were students at the nearby Jamia Hafsa madrasah complex. The mosque’s clerics opposed the Pakistani government’s social and economic liberalization and called for the overthrow of President Pervez Musharraf and the imposition of traditional sharia law. Inspired by the tradition of Indian and Persian miniaturists, Butt created a series of highly detailed images that, paradoxically, are both decorative and disconcerting. This seeming contradiction mirrors the event’s complicated narrative of fear, violence, vulnerability, and resilience among the women and girls who remained true to their religious beliefs but were reportedly used as human shields by armed male defenders of the mosque.",
  "title": "Untitled (Golden Woman)"
}
