{
  "accession_number": "2018.35.1",
  "artist": "Artist: Jan Theodoor Toorop",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John E. Andrus III Endowment Fund and gifts of funds from Nivin MacMillan and Sheila Morgan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1909",
  "department": "Prints and Drawings",
  "description": "portrait of a woman looking directly out of picture plane, with pulled-back curly hair wearing a white rose on her PL lapel; round gold pin at her neck; green ground; green frame with inner gilt molding",
  "dimension": "18 × 13 1/2 in. (45.72 × 34.29 cm) (sight)\r\n24 × 19 1/2 × 1 7/16 in. (60.96 × 49.53 × 3.65 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128091",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6380,
  "image_width": 5234,
  "inscription": "LRC in pencil: (illegible inscription)",
  "life_date": "Dutch, 1858 - 1928",
  "markings": "",
  "medium": "Pencil, chalk, and pastel on paper",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G353",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Nina Meyer-Fierz . 1909 / J.T. Toorop",
  "style": "20th century",
  "text": "A contemporary of Vincent van Gogh and Piet Mondrian, Jan Toorop was one of the leading artists in the Netherlands in the late nineteenth and early twentieth centuries. Toorop was born in Java, the son of a Dutch-Indonesian father and English-Chinese mother. He moved to the Netherlands in 1872, at the age of 14, and trained as an artist in Delft, Amsterdam, and Brussels. He was active as a draftsman, painter, printmaker, and designer of posters, book illustrations, and decorative arts. This is one of a pair of portraits in Mia's collection depicting husband and wife Fritz and Nina Meyer-Fierz. They were executed by Toorop in Zürich in 1909. The Meyer-Fierzes were major art collectors, whose celebrated holdings of modern art included works by van Gogh, Cezanne, Gauguin, Hodler, Mondrian, and Toorop. Nina Frances Fierz (1860–1925) was English, from the wealthy Manchester suburb of Ardwick, and married the Swiss merchant Fritz Meyer in 1884. Toorop depicts the 49-year-old Nina as a forceful figure, her intense, unremitting gaze suggests a formidable intelligence and personality.",
  "title": "Portrait of Nina Meyer-Fierz"
}
