{
  "accession_number": "2017.101a,b",
  "art_champions_text": null,
  "artist": "Artist: Sara Cwynar",
  "catalogue_raissonne": null,
  "classification": " Photographs; Collages / Assemblages",
  "continent": "North America",
  "country": "Canada",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "Two separate photographic images forming one large image; large black-and-white image of three clasped hands at bottom center; smaller color images surrounding image of hands and handwritten notes in predominately white on black; color images include ethnographic and Western works of art, snapshots, and magazine clippings; blue cloth at left edge; green cloth in LLQ; red coffee cup at bottom left of center; turquoise up in URQ; green bottle, LLQ; framed in black frames",
  "dimension": "70 × 47 1/2 in. (177.8 × 120.65 cm) (sight, each)\r\n71 1/2 × 49 × 2 in. (181.61 × 124.46 × 5.08 cm) (outer frame, each)",
  "id": "http://api.artsmia.org/objects/128089",
  "image": "valid",
  "image_copyright": "© Sara Cwynar",
  "image_height": 7943,
  "image_width": 10828,
  "inscription": "",
  "life_date": "Canadian, born 1985",
  "markings": "",
  "medium": "Digital C-print; diptych",
  "nationality": "Canadian",
  "object_name": "Photographic collage, diptych",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The work of Sara Cwynar combines the obsessive materiality of a “hoarder” with the trompe-l’oeil effects of studio photography. Utilizing her vast collection of stock images and everyday items—books, boxes, clothing, dolls, plastic cups, etc.—Cwynar creates arrangements of kitsch objects in the studio that are then rephotographed, reprinted, and scanned to intentionally confuse or complicate a straightforward reading of the image.\r\n\r\nIn Three Hands (2016), the artist begins with a series of found photographs that reference a multinational business transaction from the 1970s. In an attempt to access the meaning behind the hand gestures and cultural as well as financial exchange being documented, the artist visually maps out a dizzying assortment of found images and objects that span the long arc of world history. The resulting image flattens both space and time in its encyclopedic attempt to unpack a moment that is utterly irretrievable.",
  "title": "Three Hands"
}
