{
  "accession_number": "2017.127.17",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of Elissa and Paul Cahn",
  "culture": "Saltillo",
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "white background with black and red spots, large diamond shape in coral, pink, black, and yellow at C; red inner border with spots interlacing in diamond pattern; wide borders at short ends with red and navy blue thin stripes",
  "dimension": "45 1/4 × 28 7/8 in. (114.94 × 73.34 cm)",
  "id": "http://api.artsmia.org/objects/128124",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4695,
  "image_width": 9016,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, pigments",
  "nationality": null,
  "object_name": "Serape",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The serape is among the finest and most vibrant North American textile traditions. Produced as early as the 1500s, the serape has since undergone different styles and remains a popular item today. Despite its prominence in Mexican culture, relatively little is known about the textile’s origins and history. \r\n\tThis textile’s production required great skill: until the early–mid 1900s, the serape was made up of two panels, each woven on a narrow loom, and then stitched together. To create the illusion of a single piece, the two panels had to be mirror images of each other. \r\n\tSerapes have long been used in a variety of ways, as rugs, shawls, wall hangings, saddle blankets, and, when featuring a neck slit, ponchos. By the 1880s the serape displayed distinct regional styles in Mexico and was highly sought after by American tourists. The serape also became a source of inspiration for Navajo and Rio Grande weavers, and imitations of the textile were printed and sold in Germany.",
  "title": "Serape"
}
