{
  "accession_number": "2018.32",
  "art_champions_text": null,
  "artist": "Artist: Miguel A. Aragón; Publisher: Flatbed Press, Austin, Texas",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The James and Maureen Duffey Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "abstracted black-and-white image of a deceased man seen in profile from the shouilders up; light gray splotch-like sections scattered around outer edges, beginning on the top left, top right edged and down into lower left and right edges; lower left quadrant has white splotches with scattered small white dots that extend into the upper right quadrant; gradated gray and dark spots throughout",
  "dimension": "48 1/16 × 35 7/8 in. (122.08 × 91.12 cm) (image)\r\n51 13/16 × 38 7/16 in. (131.6 × 97.63 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128165",
  "image": "valid",
  "image_copyright": "© Miguel A. Arag%C3%B3n",
  "image_height": 8899,
  "image_width": 6619,
  "inscription": "",
  "life_date": "Mexican (active United States), born 1978",
  "markings": "Numbered in pencil, LL margin: 4/12",
  "medium": "Aquatint printed from drilled copper matrix",
  "nationality": "Mexican (active United States)",
  "object_name": "Print",
  "portfolio": "From Aplacado (Appeasement)",
  "provenance": "Flatbed Press, Austin, Texas (publisher); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, LR margin: Miguel A. Aragón",
  "style": "21st century",
  "text": "Miquel Aragón addresses the brutality of drug-related violence in his native Mexico by altering published photographs and digital images of murder victims to explore ideas such as perception, memory, and transformation. Using reductive printmaking techniques that include cutting, drilling, and erasure, he converts these bloody scenes of decapitations, shootings, and assault into dramatic new images that paradoxically exhibit certain aesthetic qualities. As in this portrait of a drug-war murder victim, Aragón’s images function as visual metaphors that generate new meanings and associations, including reminders that our lives are finite.",
  "title": "Siete cascos percudidos"
}
