{
  "accession_number": "2019.73.1",
  "art_champions_text": null,
  "artist": "Artist: Portia Zvavahera",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Africa",
  "country": "Zimbabwe",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "abstracted female figure clutching white object patterned with ribbon, swirl motif, obscuring most of body; skeletal fingers in dark blue visible through the white motif; face has shadowy, indistinct features; overall pallet of purples and white; purple background with blue swaths along lower edge, orange lines; white frame",
  "dimension": "79 3/4 × 51 1/2 in. (202.57 × 130.81 cm) (canvas)\r\n81 3/4 × 53 1/2 × 2 9/16 in. (207.65 × 135.89 × 6.51 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128197",
  "image": "valid",
  "image_copyright": "© Portia Zvavahera",
  "image_height": 9892,
  "image_width": 6350,
  "inscription": "",
  "life_date": "Zimbabwean, born 1985",
  "markings": "",
  "medium": "Oil-based printing ink and oil bar on canvas",
  "nationality": "Zimbabwean",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed, dated in brown pigment, LRC: Portia Zvavahera \\'17",
  "style": "21st century",
  "text": "Here as in many of her works, Zvavahera’s figure is female. In Urkindifuratira (You Turned Your Back on Me), we see a frontal figure in white lace with her arms crossed as if collapsed upon her lap. Unlike other works where the artist tends to depict groups or pairs of figures, Zvavahera depicts the woman alone, in solemn thought, sitting before the viewer in her wedding gown.\r\n\r\nZvavahera’s paintings share a white patterned veiling of the figures’ garments that read as ceremonial but operate equally as ghost or spirit forms interacting with the figures and spaces of the dark grey, purple & blue grounds. Like many of her works, Urkindifuratira (You Turned Your Back on Me), offers up a range of interpretation from distress or reflection, to pain or solitude. The celebration of marriage and the pain of loss are juxtaposed through the pose of the figure, colors used, and the title of the work. The dark purple background simultaneously clashes with the bold white lace dress, and obscures the figure.",
  "title": "Urkindifuratira (You Turned Your Back on Me)"
}
