{
  "accession_number": "2017.156",
  "art_champions_text": null,
  "artist": "Artist: Marcel Roux",
  "catalogue_raissonne": "Bailly-Herzberg, p. 294",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Anonymous gift honoring the contributions of Eric Gustav Carlson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1904",
  "department": "European Art",
  "description": "dark, scrappy winged figure with skull-like face in mid-landing, carrying human figure with long hair in a white sheet; skeleton in a robe at UR sitting on mound of bones and skulls, about to strike a bell with a mallet; river with arched bridge, village in distant background; three other figures in distance at L, also carrying humans",
  "dimension": "12 1/4 × 15 1/8 in. (31.12 × 38.42 cm) (image)\r\n17 3/8 × 23 in. (44.13 × 58.42 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128196",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7250,
  "image_width": 9569,
  "inscription": "inscribed in pen, LRC: le état",
  "life_date": "French, 1878-1922",
  "markings": "round artists seal LRC",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Etching",
  "portfolio": "From La Danse Macabre [frontispiece]",
  "provenance": "Jeannot Barr Prints and Drawings, Northport, New York",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "initials in pencil, LRC: MR",
  "style": "20th century",
  "text": "Marcel Roux places us, his viewers, in a ghoulish bell tower festooned with human remains.  A giant scythe serves as a banner for the title and signature. The tower overlooks a river city. A winged demon brings a lifeless woman wrapped in a shroud—or perhaps in the sheet from her deathbed—to the tower as a shrouded skeleton announces his compatriot’s successful mission by swinging two hammers to strike a bell. In the distance we see two more demons bringing their prey and further ones flying through the night sky. \r\n\r\nRoux had studied with artists inclined toward Christian mysticism, but instead of expressing his own spirituality by decorating church interiors, he obsessed over death, Hell, and Satan.",
  "title": "Danse Macabre"
}
