{
  "accession_number": "2017.137.4",
  "art_champions_text": null,
  "artist": "Artist: Alec William Soth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Arts of the Americas",
  "description": "color photograph of a group of people seated around table in an industrial kitchen; woman with blonde hair and black dress standing behind table at C, looking to L, holding closed PR hand up slightly; man seated next to standing woman looks directly out at viewer; the rest of the figures are slightly blurred",
  "dimension": "39 7/8 × 50 in. (101.28 × 127 cm) (image)\r\n49 × 59 × 2 in. (124.46 × 149.86 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128255",
  "image": "invalid",
  "image_copyright": "Copyright © Alec Soth",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Travelling to Paris during the Paris Fashion Week in 2006, Soth went backstage during numerous fashion shows and captured portraits of models and designers. In this portrait of Azzedine Alaia (1940 – 2017), a renowned Tunisian-born couturier and shoe designer, taken in his atelier kitchen, Soth captures the designer right as he looks knowingly at the camera amidst a chaotic dinner scene. Normally photographed amongst his designs or with fashion models, this is a unique portrait of the designer. This work is included in the publication titled Paris Minnesota: Fashion Magazine by Alec Soth that explores the connection between the sartorial expressions of Minnesotans and Parisians.\r\n\r\nSoth notes that “some people see the Minnesota pictures and they chuckle. But I see a real beauty there. There's a certain sophistication required to be sensitive to the beauty of simple things. It takes time to have an appreciation for the less spectacular.”",
  "title": "La Cuisine d'Azzedine Alaia, Paris"
}
