{
  "accession_number": "2018.36.4",
  "art_champions_text": null,
  "artist": "Artist: Pablo Picasso; Printer: Arnéra, Vallauris, France",
  "catalogue_raissonne": "Bloch 940; Baer 1225; PP. L-046",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund, the Richard Lewis Hillstrom Fund, the Barbara S. Longfellow Fund for Works on Paper, and gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "European Art",
  "description": "From a set of five progressive working proofs for Le Banderillero. maroon image against tan background; stylized, blocky figures; charging bull at R; matador at L driving swords into bull's neck; figure at far L holding up a cape; stylized possible audience members in background",
  "dimension": "21 1/16 × 26 1/8 in. (53.5 × 66.36 cm) (image)\r\n23 1/2 × 29 5/8 in. (59.69 × 75.25 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128217",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7211,
  "image_width": 8961,
  "inscription": "",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "",
  "medium": "Color linocut",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Hidalgo Arnéra, the printer (1922-2007, Vallauris, France); his estate; (Frederick Mulder, Ltd, London); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This series of proofs reveals Picasso’s working method as he collaborated with master printer Hidalgo Arnéra using the reduction linoleum cut method—a process that seems to have materialized from their partnership. Reduction linocuts involve using a single block to print layers of ink and cutting the block between successive printings. Mia acquired a series of five proofs from Arnéra’s archive. They first engaged with the technique in the summer of 1959, and Picasso became fascinated by its possibilities. After making several small linocuts from this method, he made one larger one, and then threw himself into this large, energetic image of a \"banderillo\" confronting a powerful bull. \r\n\r\nA \"banderillo\" is a bullfighter whose role is to thrust darts (\"banderillas\") into the bull’s shoulders to anger and weaken the animal before the matador finishes it off. Picasso shows an arena filled with spectators where the lithe \"banderillo\" is doing his job. Behind him, to our left, the matador waves his cape. The bull lunges forward, head lowered with his horns nearly striking the \"banderillo,\" just as the darts strike their target. Abstract lines suggest the many vectors of force and motion in the brutal, balletic scene.\r\n\r\nThis print is the third state of the first block. Picasso returned to the block, gouging out more lines of force and scraping much of the surface, including more work on the body of the bull. This time the proof is printed on sturdy, white paper, and there is another change. It appears that Picasso decided that he did not like the disruption of the nail marks in the borders of the caramel-colored layer and that a new set of background rectangles was printed from a second block—a bit of an end-run around the limitations of reduction block printing!",
  "title": "Le Banderillero (third state)"
}
