{
  "accession_number": "2024.50.30",
  "art_champions_text": null,
  "artist": "artist: Pietro Testa",
  "catalogue_raissonne": "Bartsch no. 31",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest from the Norman and Brenda Canedy Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1644",
  "department": "European Art",
  "description": "scene crowded with figures; arch at center separates earthly realm below and heavenly realm above; LL corner is a landscape with river and UR corner is architectural detail with putti",
  "dimension": "16 × 19 3/4 in. (40.64 × 50.17 cm) (sight)",
  "id": "http://api.artsmia.org/objects/128250",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9689,
  "image_width": 12016,
  "inscription": "Inscription lower left in plate: \\\"Si Stampano alla Pace per Gio:Jacomo de\\' Rossi / in Roma all\\' insegna di Parigi\\\"; lower right in plate: \\\"Dno Stephano Garbesi Nobili Viro optime de le merito / Petrus Testa beneficiorum non immemor DD\\\"",
  "life_date": "Italian (Lucca), 1612–1650",
  "markings": "",
  "medium": "Etching on laid paper",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Pietro Testa's large complex print represents the golden age that will flourish in Rome following the election of Pope Innocent X in 1644. God the Father, in the celestial sphere above, reigns over the lush landscape filled with classizing figures, along with the pope, who is represented as a portrait bust the the coat of arms of his family, the Pamphili (three fleur-de-lys and a dove with an olive branch). Nymphs pick the fruits of a bountiful harvest, while allegories of avarice (the hungy wolf), and fear (crouching man with the rabbit) flee the city, along with vices, shown driven across the bridge by Hercules. This is a pointed critique of the former pope, Urban VIII Barberini (reign 1623-44), infamous for his nepotism.",
  "title": "Allegory in Honor of Pope Innocent X"
}
