{
  "accession_number": "2018.36.2",
  "art_champions_text": null,
  "artist": "Artist: Pablo Picasso; Printer: Arnéra, Vallauris, France",
  "catalogue_raissonne": "Bloch 940; Baer 1225; PP. L-046",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund, the Richard Lewis Hillstrom Fund, the Barbara S. Longfellow Fund for Works on Paper, and gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "European Art",
  "description": "From a set of five progressive working proofs for Le Banderillero. maroon background over tan; outline of very simplified, stylized bull charging at R; figure at L driving two swords into its neck; figure at L holding cape-like object; 7 stylized round objects UR",
  "dimension": "21 3/4 × 26 3/8 in. (55.25 × 66.99 cm) (image)\r\n23 5/8 × 29 9/16 in. (60.01 × 75.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128213",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7153,
  "image_width": 8870,
  "inscription": "",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "",
  "medium": "Color linocut",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Hidalgo Arnéra, the printer (1922-2007, Vallauris, France); his estate; (Frederick Mulder, Ltd, London); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This series of proofs reveals Picasso’s working method as he collaborated with master printer Hidalgo Arnéra using the reduction linoleum cut method—a process that seems to have materialized from their partnership. Reduction linocuts involve using a single block to print layers of ink and cutting the block between successive printings. Mia acquired a series of five proofs from Arnéra’s archive. They first engaged with the technique in the summer of 1959, and Picasso became fascinated by its possibilities. After making several small linocuts from this method, he made one larger one, and then threw himself into this large, energetic image of a \"banderillo\" confronting a powerful bull. \r\n\r\nA \"banderillo\" is a bullfighter whose role is to thrust darts (\"banderillas\") into the bull’s shoulders to anger and weaken the animal before the matador finishes it off. Picasso shows an arena filled with spectators where the lithe \"banderillo\" is doing his job. Behind him, to our left, the matador waves his cape. The bull lunges forward, head lowered with his horns nearly striking the \"banderillo,\" just as the darts strike their target. Abstract lines suggest the many vectors of force and motion in the brutal, balletic scene.\r\n\r\nThis print is the first state of the first block. Picasso incised the main outlines of the image and added a few broader gouge marks to test his ideas for the abstract lines of force and the embroidered decoration of the \"banderillo’s\" trousers. This was printed in chocolate-colored ink onto one of the caramel rectangles, again using the thin proofing paper.",
  "title": "Le Banderillero (first state)"
}
