{
  "accession_number": "2018.36.5",
  "art_champions_text": null,
  "artist": "Artist: Pablo Picasso; Printer: Arnéra, Vallauris, France",
  "catalogue_raissonne": "Bloch 940; Baer 1225; PP. L-046",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund, the Richard Lewis Hillstrom Fund, the Barbara S. Longfellow Fund for Works on Paper, and gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "1959",
  "department": "European Art",
  "description": "From a set of five progressive working proofs for Le Banderillero. maroon and black image against tan background; blocky, stylized figures; charging bull at R; matador figure driving two swords into bull's neck at L; dark figure at far L holding up an open cape; stylized background with possible audience members",
  "dimension": "21 1/16 × 26 1/8 in. (53.5 × 66.36 cm) (image)\r\n23 1/2 × 29 3/8 in. (59.69 × 74.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128216",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7280,
  "image_width": 9057,
  "inscription": "",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "",
  "medium": "Color linocut",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Hidalgo Arnéra, the printer (1922-2007, Vallauris, France); his estate; (Frederick Mulder, Ltd, London); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This series of proofs reveals Picasso’s working method as he collaborated with master printer Hidalgo Arnéra using the reduction linoleum cut method—a process that seems to have materialized from their partnership. Reduction linocuts involve using a single block to print layers of ink and cutting the block between successive printings. Mia acquired a series of five proofs from Arnéra’s archive. They first engaged with the technique in the summer of 1959, and Picasso became fascinated by its possibilities. After making several small linocuts from this method, he made one larger one, and then threw himself into this large, energetic image of a \"banderillo\" confronting a powerful bull. \r\n\r\nA \"banderillo\" is a bullfighter whose role is to thrust darts (\"banderillas\") into the bull’s shoulders to anger and weaken the animal before the matador finishes it off. Picasso shows an arena filled with spectators where the lithe \"banderillo\" is doing his job. Behind him, to our left, the matador waves his cape. The bull lunges forward, head lowered with his horns nearly striking the \"banderillo,\" just as the darts strike their target. Abstract lines suggest the many vectors of force and motion in the brutal, balletic scene.\r\n\r\nThis print is the fourth state of the first block. Picasso returned to the block for one final round of cutting. He removed much of the surface in the areas surrounding the figures of the matador, bandillero, and bull. Arnéra now inked the original block in black and printed over the previously double-printed impressions to produce the finished prints. The result was an edition of three-color prints in caramel, chocolate, and black, strongly reminiscent of ancient painted pottery, one of Picasso’s great inspirations.",
  "title": "Le Banderillero (fourth state)"
}
