{
  "accession_number": "2017.138.4",
  "art_champions_text": null,
  "artist": "Artist: Simon Linke",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "Gift of Dolly J. Fiterman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Global Contemporary Art",
  "description": "painting of four square gallery exhibition posters, with various sizes of text only--no images; ULQ: green ground, Donald Sultan Small Paintings at Blum Helman; URQ: P.S.1 and The Clocktower's National and International Studio Artists Exhibition; LLQ: Santino at Vox Populi; LRQ: December: Richard Prince, David Robbins at 303 Gallery",
  "dimension": "59 7/8 × 59 7/8 × 7/8 in. (152.08 × 152.08 × 2.22 cm)",
  "id": "http://api.artsmia.org/objects/128280",
  "image": "valid",
  "image_copyright": "© Simon Linke",
  "image_height": 8315,
  "image_width": 8325,
  "inscription": "see Signed",
  "life_date": null,
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back along top edge, in black; Simon Linke, 1986, 60\\\" x 60\\\", oil on canvas.  Donald Sltan, Annette Adler etc., Santino, Richard Price, David Robbins, December \\'85.\\' - from series Artforum December, 1985",
  "style": "20th century",
  "text": "The work of Simon Linke faithfully reproduces the design and typography of advertisements in the art world publication Artforum. His paintings give this otherwise dry imagery an assertive material presence by meticulously applying paint around the text in a thick and heavily textured impasto. In this way, he transforms the average advertisement—a bland mechanical reproduction—into a sensuous, one-of-a-kind aesthetic object. Linke’s paintings address the economic conditions of the art market and its various players (artists, curators, dealers, galleries, art magazines, etc.) in a cool yet critical manner that comments on the ever-increasing commercialization of art. Speaking recently, the artist has commented “\"Thirty years ago, art was a specific and autonomous field. Today, it is just one of the many ramifications of the luxury industry. \"",
  "title": "Donald Sultan"
}
