{
  "accession_number": "2018.9",
  "art_champions_text": null,
  "artist": "Artist: Yang Yongliang",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Asian Art",
  "description": "digitally manipulated black and white image; futuristic landscape with mountains made up of skyscrapers and houses; power plants and construction sites; electrical poles and towers; large mountains, streams, rocks, and rivers; silver leaf at front of scroll; gold label with text on exterior; clear plastic rollers",
  "dimension": "19 11/16 × 208 in. (50.01 × 528.32 cm) (image)\r\n20 1/8 × 241 5/16 in. (51.12 × 612.93 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/128321",
  "image": "valid",
  "image_copyright": "© Yang Yongliang",
  "image_height": 6830,
  "image_width": 8799,
  "inscription": "",
  "life_date": "Chinese, born 1980",
  "markings": "URC stamped in red: two Chinese seals",
  "medium": "Digital print",
  "nationality": "Chinese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC stamped in red: YANG YONGLIANG",
  "style": "21st century",
  "text": "Yang Yongliang is known for creating digitally manipulated photo collages that when viewed from a distance, mirror the tranquility and contemplative nature of traditional landscapes. This print appears to be a traditional scroll in its expansive length that depicts both water and mountainous scenes. Yet when viewed up close, it becomes apparent that the work is composed of disparate contemporary photographs of Shanghai, particularly its skyscrapers and construction sites. Throughout the print, skyscrapers make up scraggy mountain peaks and electrical towers create dense forests. In manipulating traditional landscapes, Yang Yongliang emphasizes the changing relationships between humans and the natural world.",
  "title": "Artificial Wonderland II - Taigu Descendants"
}
