{
  "accession_number": "2018.15a-x",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund, the John and Ruth Huss Fund for Decorative Arts, and the Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1560-1570",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "pictorial marquetry on top, front, sides, inside the lid, inside the doors, and throughout the inner drawer fronts and inner cabinet doors; images of soldiers and knights, some with horses, fighting various real and mythological animals and men; elaborate scrolls and floral edging with birds, animals, and various flowers and foliage; back on cabinet, inner top, and inner doors veneered in marquetry simulating paneling; wood of various shades including green; heavy metal handles on each short side; elaborate metals corners and hardware on inside and outside with scrolling motifs and bluing; compartments and drawers numbered in blue chalk; three keys; two secret compartments behind inner central removable section with four drawers on each side",
  "dimension": "26 5/8 × 38 7/8 × 16 7/16 in. (67.63 × 98.74 × 41.75 cm) (closed)",
  "id": "http://api.artsmia.org/objects/128390",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Oak and pine veneered with partly stained and ebonized maple, plum, ash, with etched, blued, and parcel gilt iron fittings",
  "nationality": null,
  "object_name": "Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Elaborately veneered cabinets were a specialty of 16th and 17th century German\r\ncabinetmakers. Those made in Augsburg—a city of wealth and sophistication—were the most\r\nsumptuous for the materials used and the scale and complexity of decoration. Every surface\r\nof this cabinet is veneered with varieties of wood cut and pieced together in the manner of a\r\npuzzle. Their subjects are based on imagery taken from 16th century engravings and include\r\narmored figures in close combat, slaying mythical creatures—including a unicorn and a\r\ndragon—and hunting wild animals, each set against a dense ground of scrolling strapwork\r\nand foliage inhabited by fruit, flowers, military trophies and birds and other creatures.",
  "title": "Table cabinet"
}
