{
  "accession_number": "2020.11.2a-c",
  "art_champions_text": null,
  "artist": "Artist: Kara Walker; Printer: Burnet Editions, New York; Publisher: Sikkema Jenkins &amp; Co., New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "triptych: R image: female figure in white silhouette facing R, with hair in kerchief, bare chested, puffy apron or skirt; C image depicts silhouetted female upper torso and head, being pulled by three smaller silhouetted figures with rope at L, and pushed by two smaller silhouetted figures at R; L image masculine figure in white silhouette wearing ponytail wig, high-necked jacket, holding a burning candle in outstretched hand",
  "dimension": "32 1/2 × 24 in. (82.55 × 60.96 cm) (image, R and L images)\r\n32 1/2 × 42 1/2 in. (82.55 × 107.95 cm) (image, C image)",
  "id": "http://api.artsmia.org/objects/128393",
  "image": "valid",
  "image_copyright": "© Kara Walker",
  "image_height": 8166,
  "image_width": 22356,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "each sheet, in pencil, LLC: 13/25",
  "medium": "Etching with aquatint, sugar-lift, spit-bite, and drypoint; triptych",
  "nationality": "American",
  "object_name": "Print; triptych",
  "portfolio": "From ",
  "provenance": "Sikkema Jenkins & Co., New York (publisher), sold to Mersky, 2017; Robert B. Mersky, Minneapolis; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "each sheet, in pencil, LRC: KW 2017",
  "style": "21st century",
  "text": "Resurrection Story with Patrons expands on Kara Walker’s celebrated repertoire of cut-paper silhouettes of the antebellum South with a narrative triptych, a pictorial format common to the Christian altarpiece tradition. Though best known for her uncompromising depictions of the horrors of slavery in the United States, here Walker presents a message of hope and redemption, albeit within an ambiguous and contradictory narrative that poses as many questions as it answers. The central panel depicts a seaside scene in which several small, silhouetted figures use ropes to raise an excavated colossal statue of a naked Black woman. In the side panels, a male and a female figure wearing 18th-century attire appear in reverse silhouette, signifying patrons who would typically appear in a traditional altarpiece commission. Walker unifies the scenes with slanting timbers that traverse the triptych and may reference the carried cross, the wrecked frames of a ship, and architectural beams. With references to Christian iconography and martyrdom, Walker encourages reflection on the relevance of memorials and monuments, particularly those honoring the Confederacy, and how such objects shape experience and contribute to the persistence of racism in the United States.",
  "title": "Resurrection Story with Patrons"
}
