{
  "accession_number": "2018.25",
  "art_champions_text": null,
  "artist": "Artist: Nicolas de Largillière",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Margaret Weyerhaeuser Harmon, bequest of Professor Alfred Moir, and gift of the Henfield Foundation, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1701",
  "department": "European Art",
  "description": "portrait of a man wearing a long, curly grey wig with a prominent center part; man wear a red robe over a black robe with a white collar and white at his cuffs; man holds a thin booklet; landscape in background with pink flowers at left and in URC; tree at left",
  "dimension": "53 3/4 × 40 11/16 in. (136.53 × 103.35 cm) (sight)",
  "id": "http://api.artsmia.org/objects/128319",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9818,
  "image_width": 7439,
  "inscription": "",
  "life_date": "French, 1656 - 1746",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G308",
  "see_also": [
    ""
  ],
  "signed": "at right beneath sitter\\'s PL hand, in brown: peint par N. / de Largilliere 1701",
  "style": "18th century",
  "text": "Nicolas de Largillière was one of Europe's premier painters of portraits, history paintings, and still lifes during the late seventeenth century and the first half of the eighteenth century. Although seldom patronized by the French court of Versailles, his prodigious clientele of over fifteen hundred sitters consisted of government officials, the high clergy, the Parisian and provincial aristocracy, and the wealthiest echelons of the French middle class. The Marquis de Castelnau was a legal adviser to the French parliament, while his spouse, Catherine Coustard, depicted with their eldest son in Mia’s pendant portrait by Largillière, came from a family of prosperous cloth merchants. The naturalism of this portrait represents a departure from Largillière’s customary portrayal of robed and bewigged parliamentarians in richly furnished interior settings; rather, Castelnau sits casually posed with an open book amidst the cultivated flowers of his garden.",
  "title": "Portrait of Charles-Léonor Aubry, Marquis de Castelnau"
}
