{
  "accession_number": "2018.14",
  "art_champions_text": null,
  "artist": "Artist: May Stevens",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund, and gifts of funds from Mary and Bob Mersky and an anonymous donor",
  "culture": null,
  "curator_approved": 0,
  "dated": "1975",
  "department": "Global Contemporary Art",
  "description": "image of a man with oblong head, wearing a clear helmet, scrunched textured face, shirtless, with American flag draped around his shoulders; flesh-colored cartoon-like dog in LLQ; bright blue sky with violet clouds in background",
  "dimension": "60 3/8 × 40 1/8 × 1 5/16 in. (153.35 × 101.92 × 3.33 cm)",
  "id": "http://api.artsmia.org/objects/128369",
  "image": "valid",
  "image_copyright": "© May Stevens %2F Courtesy Ryan Lee Gallery",
  "image_height": 10453,
  "image_width": 6953,
  "inscription": "",
  "life_date": "American, 1924–2019",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Top Man is a powerful example from May Stevens’ Big Daddy series featuring a grotesque caricature of her father, Ralph Stanley Stevens. The pasty, doughy, bald male figure is seated nude with his arms crossed, cloaked only in an American flag that is draped over his shoulders. Seated on Big Daddy’s lap is his pet bulldog, whose folds of pale skin reiterate the wrinkled man’s face, and whose tongue is clearly a stand-in for the aged man’s phallus. The character of Big Daddy, created at the height of the Vietnam War, is intended to be an embodiment of ignorance, bigotry and racism in America at the time.\r\n\r\nTop Man and the Big Daddy series are examples of political pop art from the 1960s and 70s which addressed issues surrounding the Vietnam War, as well as the fight for equality in the Civil Rights Movement and the first wave American Feminism. Writing in 1975 of Stevens and her Big Daddy series, art critic Lucy Lippard remarked that Big Daddy “is a graphic representation of the authority figure which has a special meaning for a woman in a male- dominated society. Steven brings to the Big Daddy paintings a controlled but powerful rage against imperialism on the foreign and the domestic fronts.”",
  "title": "Top Man"
}
