{
  "accession_number": "2018.34",
  "art_champions_text": null,
  "artist": "Artist: Francisco Dosamantes; Publisher: Taller de Grafica Popular, Mexico City",
  "catalogue_raissonne": "Prignitz 37",
  "classification": " Prints",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The James and Maureen Duffey Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "1939",
  "department": "Arts of the Americas",
  "description": "shaded sketch of a large eye; red block lettering in top and bottom eyelids: Exposicion Litografias; red block 20 in pupil; black and red text; buff colored paper",
  "dimension": "17 1/8 × 23 1/2 in. (43.5 × 59.69 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128325",
  "image": "valid",
  "image_copyright": "© Francisco Dosamantes %2F Taller de Gr%C3%A1fica Popular",
  "image_height": 6457,
  "image_width": 8641,
  "inscription": "Printed text: Taller de Gráfica Popular. Exposicion 20 Litografias. Galeria de arte de la universidad nacional. Dolores 11. Del 3 al 13 de May.",
  "life_date": "Mexican, 1911 - 1986",
  "markings": "",
  "medium": "Lithograph in black and red inks on newsprint",
  "nationality": "Mexican",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "(Stevens Fine Art, Phoenix, Ariz.); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In the stone, lower right (by tear duct): F.2.A (rebus signature: Francisco Dos Amantes)",
  "style": "20th century",
  "text": "Francisco Dosamantes was a leading Mexican graphic artist, educator, and founding member of the Taller de Gráfica Popular (TGP), a historically important print collective that produced pamphlets, illustrations, and editioned prints in support of progressive social and political ideals. Dosamantes designed this now-iconic poster to announce the TGP’s first exhibition, which took place in 1939 at the National University of Mexico and featured twenty lithographs. The poster’s dramatic, surrealist-influenced “all-seeing eye” design is exceptional among TGP publications and stands as an important example of modernist Latin American graphic design.",
  "title": "Taller de Gráfica Popular: Exposición 20 Litografias, Galeria de Arte de la Universidad Nacional"
}
