{
  "accession_number": "2018.15a-x",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund, the John and Ruth Huss Fund for Decorative Arts, and the Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1560-1570",
  "department": "European Art",
  "description": "pictorial marquetry on top, front, sides, inside the lid, inside the doors, and throughout the inner drawer fronts and inner cabinet doors; images of soldiers and knights, some with horses, fighting various real and mythological animals and men; elaborate scrolls and floral edging with birds, animals, and various flowers and foliage; back on cabinet, inner top, and inner doors veneered in marquetry simulating paneling; wood of various shades including green; heavy metal handles on each short side; elaborate metals corners and hardware on inside and outside with scrolling motifs and bluing; compartments and drawers numbered in blue chalk; three keys; two secret compartments behind inner central removable section with four drawers on each side",
  "dimension": "26 5/8 × 38 7/8 × 16 7/16 in. (67.63 × 98.74 × 41.75 cm) (closed)",
  "id": "http://api.artsmia.org/objects/128390",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6882,
  "image_width": 8991,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Oak and pine veneered with partly stained and ebonized maple, plum, ash, with etched, blued, and parcel gilt iron fittings",
  "nationality": null,
  "object_name": "Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Elaborately veneered cabinets were a specialty of German cabinetmakers in the 1500s and 1600s, appealing to titled and wealthy patrons across Europe. The most sumptuous, like this one, were made in Augsburg, a city of wealth and sophistication, and were prized as much for the materials, scale, and complexity of their decoration as for the precious objects inside. Every surface of this cabinet is veneered, with several varieties of wood cut and pieced together like a puzzle. \r\n\r\nThe imagery is based on engravings of the time, such as armored figures in close combat, slaying mythical creatures—including a unicorn and a dragon—or hunting wild animals. These scenes are set against a dense background of scrolling decoration and leaves inhabited by fruit, flowers, birds, and other creatures, as well as symbols of military might.",
  "title": "Table cabinet"
}
