{
  "accession_number": "2017.155",
  "art_champions_text": null,
  "artist": "Artist: Agnes Harrison Lincoln",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Julia Meech in memory of Nanette Harrison Meech",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1915-1930",
  "department": "Arts of the Americas",
  "description": "bouquet of sunflowers in black vase with white decorations; on white tabletop; blurred brownish background; upholstery at L with blue designs and grapes",
  "dimension": "29 3/16 × 36 3/4 in. (74.14 × 93.35 cm) (sight)\r\n31 3/4 × 39 3/8 × 1/2 in. (80.65 × 100.01 × 1.27 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128308",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7569,
  "image_width": 9305,
  "inscription": "",
  "life_date": "American, 1870–1954",
  "markings": "",
  "medium": "Pastel on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist ('until d. 1954); her niece, Nanette Harrison Meech, Minneapolis and Santa Fe (until d. 1993); her daughter, Julia Meech, New York (1993-2017); given to MIA, 2017.",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Agnes Harrison was born in Minnesota, the daughter of an English-born architect, who designed many of the flourmills of the small, prospering city of Minneapolis. Disinterested in the busy social calendar of her family’s circle in Minneapolis, Harrison moved to Boston in the late 1880s to enroll at the Museum School of the Museum of Fine Arts, Boston. She studied painting under J. Alden Weir. In 1906, she married Henry Ware Lincoln. In 1908 after her only child, John Ware Lincoln, was born, Lincoln returned to Minneapolis a single mother, either widowed or divorced. She moved in with her parents and began one of her most productive phases of painting and drawing. She specialized in flower pastels and participated in a number of early exhibitions at the newly opened Minneapolis Institute of Arts. In 1917 she exhibited eight flower pastels at the museum (possibly including Sunflowers), and in 1929, in an exhibition at the museum featuring works by Twin Cities artists, she was award first prize in painting and honorable mention in drawing.  She spent the later part of her career in Connecticut and Kenosha Wisconsin.",
  "title": "Sunflowers"
}
