{
  "accession_number": "2018.12",
  "art_champions_text": null,
  "artist": "Artist: Tiffany Chung",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Vietnam",
  "creditline": "The Henry Kinsell Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "blue cloth with embroidered map; green stitching representing continents; pink and orange stitching form linear pattern over map",
  "dimension": "55 × 137 3/4 in. (139.7 × 349.89 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/128360",
  "image": "valid",
  "image_copyright": "© Courtesy of the artist and Tyler Rollins Fine Art%2C New York",
  "image_height": 3738,
  "image_width": 9747,
  "inscription": "",
  "life_date": "Vietnamese, born 1969",
  "markings": "",
  "medium": "Embroidery on fabric",
  "nationality": "Vietnamese",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The work reconstructing an exodus history: flight routes from camps and of ODP cases (2017) consists of an intricately embroidered world map with numerous sewn dotted pink lines that crisscross the globe on a black fabric background. Each of these lines represent a flight route associated with the Orderly Departure Program (ODP) which oversaw the resettlement of Vietnamese refugees from 1980 to 1997 under the auspices of the United Nations Commissioner for Refugees (UNHCR). Approximately 623,000 Vietnamese individuals were resettled abroad as part of this program globally, of which roughly 458,000 came to the United States. As with much of Chung’s cartographic work, each map contains a complex system of coding, the legend for which the artist selectively provides. These legends are often informed by what is missing: the voices and memories of these landscapes’ inhabitants. Chung takes on the role of ethnographer and historian to further document what the cartographic records and statistics cannot; the lived experiences and personal accounts embedded in these topographies.",
  "title": "Reconstructing an exodus history: flight routes from camps and of ODP cases"
}
