{
  "accession_number": "2018.24.1",
  "art_champions_text": null,
  "artist": "Artist: Roy De Forest",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and gift of Gayle Rodda Kurtz in memory of William Olander",
  "culture": null,
  "curator_approved": 0,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "brightly colored, highly textured painting depicting several different vignettes in the four quadrants; ULQ: figure with spots, releasing bird on outstretched arm, another figure nearby; birds with figures against red and orange sky; two dogs looking out from either side of brick wall; URQ: birds and clouds against red sky; line of figures, rabbits, birds along sky; dog and bird in black silhouette; C: cartouche against textured red background with duck and the head of a figure bobbing in water; LLQ: figure in hat, and another in striped shirt against spotted sky, with another figure and bird in orange; silhouetted figures against red in lower C; LRQ: figures and birds looking to R edge with lines of spots; figure at R edge with bird; turtle or bird figure with two heads and wings near LRC",
  "dimension": "71 1/4 × 59 1/2 in. (180.98 × 151.13 cm) (image)\r\n72 × 60 × 2 in. (182.88 × 152.4 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128372",
  "image": "invalid",
  "image_copyright": "© Roy De Forest",
  "image_height": "",
  "image_width": "",
  "inscription": "see Signed",
  "life_date": "American, 1930 - 2007",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in paint: Roy De Forest | A Bird in Hand | Polymer Paint\r\n",
  "style": "20th century",
  "text": "Roy De Forest loved dogs and he had a disarming sense of humor. He loved nature and being in the landscape, and he loved puns and wordplay. All of this is evident in a raucous, vibrant scene in which geography shifts scale abruptly in several places, moving from a “bird’s-eye view” one moment, to a close up look in another. De Forest developed a personal style that was unlike anyone else’s – kinetically colorful and full of lively details. And always, dogs!",
  "title": "A Bird in Hand"
}
