{
  "accession_number": "2017.155",
  "artist": "Artist: Agnes Harrison Lincoln",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Julia Meech in memory of Nanette Harrison Meech",
  "culture": null,
  "curator_approved": 0,
  "dated": "1920s",
  "department": "Prints and Drawings",
  "description": "bouquet of sunflowers in black vase with white decorations; on white tabletop; blurred brownish background; upholstery at L with blue designs and grapes",
  "dimension": "29 3/16 × 36 3/4 in. (74.14 × 93.35 cm) (sight)\r\n31 3/4 × 39 3/8 × 1/2 in. (80.65 × 100.01 × 1.27 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128308",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7569,
  "image_width": 9305,
  "inscription": "",
  "life_date": "American, 1870–1954",
  "markings": "",
  "medium": "Pastel on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright Restrictions",
  "role": "Artist",
  "room": "G353",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "More interested in art than the social whirl of her native Minneapolis, Agnes Harrison moved to Boston in the late 1880s to study painting. In 1906, she married a Bostonian, but for unknown reasons she was back in Minneapolis by 1908, now a single mother and living with her parents. That’s when she began one of her most productive phases of painting and drawing. Lincoln specialized in flower pastels and participated in a number of exhibitions at the newly opened Minneapolis Institute of Arts (now Mia). In 1917 she exhibited eight flower pastels at Mia, possibly including this bold still life of broadly rendered sunflowers in an Asian pot decorated with a procession scene. When Mia featured the works of Twin Cities artists in 1929, she won first prize in painting and an honorable mention in drawing. She spent the later part of her career in Connecticut and Kenosha, Wisconsin.",
  "title": "Sunflowers"
}
