{
  "accession_number": "2018.30.3",
  "art_champions_text": null,
  "artist": "Artist: Nell Painter; Printer: Brodsky Center, New Brunswick, N.J.; Publisher: Brodsky Center, New Brunswick, N.J.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "cartoonish elderly figure seated on chair facing R near BC; grainy wood-grain background in gray, with overlapping transparent peach and blue shapes; text reads: You say / This isn't really / America. / Not the America you know.",
  "dimension": "13 15/16 × 14 in. (35.4 × 35.56 cm) (image)\r\n16 15/16 × 16 15/16 in. (43.02 × 43.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128379",
  "image": "valid",
  "image_copyright": "© Nell Painter",
  "image_height": 6269,
  "image_width": 6303,
  "inscription": "",
  "life_date": "American, born 1942",
  "markings": "Numbered in pencil LLC: 2/10 c",
  "medium": "Color inkjet print with screenprinting on paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From You Say This Can't Really Be America",
  "provenance": "Brodsky Center, Rutgers, The State University of New Jersey. New Brunswick, N.J. (publisher); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Nell Painter 2017",
  "style": "21st century",
  "text": "You Say this Can’t Really be America takes a step back to view from a slight distance the political fray engendered by the race-charged politics of the last presidential election cycle. Nell Painter offers perspective to American liberals and moderates bemoaning the statements and actions of the political right. The drumbeat recitation of her text-based conceptual art challenges the idea that America has had “better times” with regard to racism and discrimination.\r\n\r\nNell Painter is a renowned historian of the American South and Professor Emerita at Princeton University. Late in her teaching career, she returned to school to earn degrees in studio art. She might be seen as the wise figure who conducts the discourse in this suite of images.",
  "title": "You Say This Can't Really Be America (C)"
}
