{
  "accession_number": "2018.27.12",
  "art_champions_text": null,
  "artist": "Photographer: Sanlé Sory",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "Burkina Faso",
  "creditline": "The Anne and Hadlai Hull Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970 (printed 2018)",
  "department": "Arts of Global Africa",
  "description": "standing black woman wearing a long skirt and a sleeveless blouse made of the same fabric printed with double hearts pierced with an arrow and the words, \"AMOUR\" and \"MA CHERIE\"; woman also wear gold hoop earrings and a printed headwrap and carries a purse with a diamond design; checked floor; cloth backdrop with a painted backdrop of column and flowers at left",
  "dimension": "14 × 13 15/16 in. (35.56 × 35.4 cm) (image)\r\n19 13/16 × 15 7/8 in. (50.32 × 40.32 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128443",
  "image": "valid",
  "image_copyright": "© Sory Sanl%C3%A9",
  "image_height": 4041,
  "image_width": 4042,
  "inscription": "",
  "life_date": "Burkinabé, born 1943",
  "markings": "on back in pencil: 1/15",
  "medium": "Gelatin silver print",
  "nationality": "Burkinabé",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in pencil: Sory Sanle 2018 / AMOUR, MA CHÉRIE, 1970/2018",
  "style": "20th century",
  "text": "Sory Sanlé began his photographic career in 1960, two years after his country, formerly known as French Upper Volta, gained its semi-independent status from France and became the Republic of Upper Volta. With the ability to photograph the cultural shift in his country, Sanlé opened a studio (called VOLTA PHOTO) in Bobo-Dioulasso, the country’s capital city. He soon became the most sought-after photographer in the republic, which later became Burkina Faso in 1984. His portraits of youth groups, sales people, singers, and the occasional Elvis impersonator convey the excitement and restlessness of the youth culture in his newly independent country. Sanlé also travelled around Burkina Faso, throwing dance parties in the cities he visited and photographing subjects outside of his studio. On his life’s work, Sanlé simply states “the more you like something, the more you invest yourself in your passion.”",
  "title": "Amour, ma chérie"
}
