{
  "accession_number": "2018.18.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Wada Akira",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Asian Art",
  "description": "white sphere that is divided into two halves; concentric layered square pattern across the surface",
  "dimension": "11 7/8 × 11 3/4 × 11 3/4 in. (30.16 × 29.85 × 29.85 cm)",
  "id": "http://api.artsmia.org/objects/128461",
  "image": "valid",
  "image_copyright": "© Wada Akira",
  "image_height": 6343,
  "image_width": 6343,
  "inscription": "seal engraved at bottom of the base",
  "life_date": "Japanese, born 1978",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "Japanese",
  "object_name": "Sculpture, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Wada Akira is one of the upcoming young ceramicists in Japan who create remarkably precise works. At age 27 he established his own studio in Chiba, north of Tokyo. Wada uses white porcelain which he first throws and then cautiously carves to achieve the desired form. The razor-sharp precision he undertakes to achieve his forms are painstaking. The clean lines make his work appear to be machine-made and this coolness is emphasized through the application of a clear glaze. While his works are functional (these two spheres are actually comprised of two half domes that form containers), they read more as sculpture. Contrast is a major element of his work as it is seen in this work called “Sun and Moon” where the “Sun’s” smooth surface is in stark contrast to the faceted surface of the “Moon.”",
  "title": "Sun"
}
