{
  "accession_number": "2018.104.12",
  "art_champions_text": null,
  "artist": "Artist: Clive Head; Printer: Paupers Press, London; Publisher: Clive Head",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012",
  "department": "European Art",
  "description": "view of an underground London subway station with entrance gates at right and stairs leading upward at left; many people--elderly woman with shopping bag, man with wheeled suitcase, woman wearing hijab, woman with child; vending and signs at left",
  "dimension": "25 5/8 × 53 5/16 in. (65.09 × 135.41 cm) (plate)\r\n36 × 62 1/8 in. (91.44 × 157.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128437",
  "image": "valid",
  "image_copyright": "© Clive Head",
  "image_height": 6142,
  "image_width": 10586,
  "inscription": "",
  "life_date": "British, born 1965",
  "markings": "LLC in pencil: 2/30",
  "medium": "Etching",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Hollis Taggart Galleries, New York, sold to Mersky November 2017); Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Clive Head.",
  "style": "21st century",
  "text": "Clive Head’s meticulously detailed etching presents a view of London’s Victoria Underground Station bustling with commuters and tourists. Its title, Terminus, refers to Terminus Place, a nearby street that is accessed by the prominent stairway occupying the left-hand portion of the scene. As is typical for the artist, Head presents multiple perspectives within a single expansive composition, a tactic that mimics human vision in that one must visually scan the etching to perceive the various viewpoints of the scene. In this regard, Head’s work differs from photorealism, which records the world as if one is looking through a camera lens. Terminus is one of several large-scale etchings Head made in 2012 that marked the end of a twenty-year hiatus from printmaking.",
  "title": "Terminus"
}
