{
  "accession_number": "2018.10.2.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 15th century",
  "department": "Asian Art",
  "description": "dark hawk with white plumage on head, looking toward left, perched on rock with grasses; struggling bird in water in LLC; one of a pair",
  "dimension": "45 1/4 × 21 13/16 in. (114.94 × 55.4 cm) (image)\r\n76 × 27 3/16 in. (193.04 × 69.06 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/128444",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10644,
  "image_width": 4562,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and light colors on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Chinese eagle and hawk compositions were designed to capture not only the bird’s regal appearance, but also its fierce spirit as a hunting companion or bird of prey. Such temperament is vividly demonstrated in the painting depicting the hawk and a fallen egret: while the hawk is imposing and calm, the egret is panicky and terrified, engaged in a mortal struggle. Paintings of eagles and hawks from the Ming dynasty are often invested with moral messages. The image of a large eagle or hawk standing on a lofty cliff surrounded by a roiling sea has a symbolic overtone that comes from a pun – the Chinese term standing for ocean wave or tide is pronounced in the same fashion as the word meaning court. Thus ‘Qingchao duli’ can be read as ‘standing alone in clean tides’, or ‘standing along in a clean court’. While other eagle and hawk compositions were designed to offer an admonition to the ruler, the present theme was aimed at encouraging court officials (in the treacherous mid-Ming court, officials who fought against corruption frequently found themselves alone and in need of great courage). An eagle or hawk anchoring its talons firmly on the solid rock was not unlike an honorable official standing alone in court, surrounded by corrupt forces.",
  "title": "Hawks"
}
