{
  "accession_number": "2018.11",
  "art_champions_text": null,
  "artist": "Artist: Baatarzorig Batjargal",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Mongolia",
  "creditline": "The Larey E. Lindberg and Larey Swanson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Asian Art",
  "description": "predominately grey ground; scattered pink clouds with linear elements; central figure of a deity with three eyes, red hair like flames, and long finger and toenails, wearing heavy gold jewelry and a tiger skin garment around his waist; line drawing style with faint images of various figures throughout: figures with various animal and skull heads, figures with sunglasses, various deities, and animals; pink canvas edges",
  "dimension": "56 1/2 × 95 3/4 × 2 1/4 in. (143.51 × 243.21 × 5.72 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/128426",
  "image": "valid",
  "image_copyright": "© Baatarzorig Batjargal. Courtesy the artist and Jack Bell Gallery%2C London.",
  "image_height": 6244,
  "image_width": 10599,
  "inscription": "URC in red: (untranslated inscription)",
  "life_date": "Mongolian, born 1983",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "Mongolian",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in red: B. Batjargal / 2017.",
  "style": "21st century",
  "text": "Bringing pop-culture, politics, and religious iconography together in a style known as Mongol zurag, this painting offers a commentary on the changing status of tradition in light of rapid development and globalization. At the center of the painting is Vajrapani, a wrathful deity recognizable by the vajra—diamond thunderbolt—in his right hand. A traditional image of transformation and purification, the deity seems almost to disappear in the clouds of smoke around him, made up of intricately wrought figures and objects.",
  "title": "Smoke"
}
