{
  "accession_number": "2018.39.1",
  "art_champions_text": null,
  "artist": "Artist: Teo Nguyen",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifts of funds from Mary and Bob Mersky and the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 1,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "large image of a rural landscape with clustered farm buildings in LRQ and LLQ; beige field with large overcast sky; leafless trees on horizon",
  "dimension": "59 1/8 × 120 in. (150.18 × 304.8 cm) (sight)\r\n61 1/2 × 123 3/8 × 2 1/4 in. (156.21 × 313.37 × 5.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128430",
  "image": "valid",
  "image_copyright": "© Minneapolis Institute of Art",
  "image_height": 5577,
  "image_width": 10851,
  "inscription": "",
  "life_date": "American (born Vietnam), born 1977",
  "markings": "",
  "medium": "Acrylic paint on vellum paper, mounted on aluminum",
  "nationality": "American (born Vietnam)",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, Golden Valley, Minn.; [Burnet Fine Art & Advisory, Wayzata, Minn., 2017-18]; sold to MIA, 2018.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in brown acrylic paint: teo Nguyen 2017",
  "style": "21st century",
  "text": "The son of a glass painter and a poet, the Vietnamese American artist Teo Nguyen lives and works in Minneapolis. His landscapes of the rural upper Midwest capture the vast space, boundless fields, big skies, and chilling isolation distinctive to the region, particularly in winter. He enjoys exploring this novel terrain and sees a mesmerizing beauty often overlooked in the land of his adopted home. “As an immigrant and an artist,” he said, “I have learned to embrace the American spirit of freedom that says if you see a road that interests you, go ahead: venture down it. Even so, I am always a stranger to what I see; always slightly outside, finding in what is ordinary to others something tender and strange.”\r\n\r\nExecuted in a virtuoso photorealistic technique, this startlingly vivid scene is composed both from memory and the imagination. Nguyen likes to drive deep into the prairie to sketch in his car before beginning one of his large-scale paintings back in the studio. Intensely sensitive to the special qualities of this place—the novel scenery, light, and atmosphere—Nguyen seems uniquely positioned to open the eyes of Minnesotans and their northern brethren to the sublime beauty that surrounds us.",
  "title": "Untitled 14"
}
