{
  "accession_number": "2018.94",
  "art_champions_text": null,
  "artist": "Artist: Richard Holzschuh",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Marsha Thompson with the cooperation of David Dyregrov for whom this drawing was made",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1945",
  "department": "Arts of the Americas",
  "description": "man on horseback wearing a fur hat and a long cloak (black on inside; black and white checked on outside), holding a child in his arms; gnarled trees at left and right; hair-like lines above figures, with two faces of maidens, face with pointed ears wearing a tall crown and pair of hands with long fingers, and elf with pointed ears and tall cap at top center",
  "dimension": "12 3/16 × 9 11/16 in. (30.96 × 24.61 cm) (image)\r\n13 15/16 × 10 in. (35.4 × 25.4 cm)",
  "id": "http://api.artsmia.org/objects/128499",
  "image": "valid",
  "image_copyright": "© James C. Hogan",
  "image_height": 7090,
  "image_width": 5134,
  "inscription": "",
  "life_date": "American, 1889–1968",
  "markings": "",
  "medium": "Pen and brush and ink on board",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Commissioned from the artist by Marie Dyregrov (Minneapolis) as gift for her son David, c. 1945; David Dyregrov (Minneapolis and Washington), abandoned by him in a house in Waterford, Virginia, 2000; rediscovered by Marsha Thompson (Waterford, Virginia), subsequent owner of the house, 2000; her gift to Mia, 2018",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in black: Richard Holzschuh",
  "style": "20th century",
  "text": "Minneapolis illustrator Richard Holzschuh produced this drawing at the request of his friend Marie Dyregrov, about 1945, as a gift for her son David, then entering junior high school. It illustrates Der Erlkoenig (The Elf King), a poem by the famous German Romantic writer Johann Wolfgang von Goethe (1747–1832).\r\n\r\nThe dramatic tale focuses on a father who rides through the night bearing his ailing son in his arms. The father sense’s the boy’s fear and asks why he is scared. The son says that he sees the Elf King in the sky, but the father replies that it is just the mist or some tree branches. The boy hears the Elf King’s entreaties to join him in splendor and joy, but the father refuses to believe. By the end of the poem, the Elf King impatiently seizes the boy, and as the father reaches home, he realizes that his son is dead.",
  "title": "Der Erlkoenig (The Elf King)"
}
