{
  "accession_number": "2022.98.3",
  "art_champions_text": null,
  "artist": "Artist: Ray Johnson",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "Abstract portrait head composed of stacked shapes; large, gray square on bottom center positioned at an angle; two cut out squares with red circles in URC of each square, resembling eyes; tan smaller square on top of gray square with two yellow bands of color at top with red triangle at bottom center of lower band; black, wavy abstract shape at top; white background",
  "dimension": "26 11/16 × 17 3/16 in. (67.79 × 43.66 cm) (sight)\r\n27 15/16 × 17 15/16 × 1 5/16 in. (70.96 × 45.56 × 3.33 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128422",
  "image": "valid",
  "image_copyright": "© The Ray Johnson Estate %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 10560,
  "image_width": 7023,
  "inscription": "",
  "life_date": "American, 1927 - 1995",
  "markings": "Paper exhibtion and gallery labels on back of frame: Finch College Museum of Art, New York; The American Federation of Arts, New York; Richard Feigen Gallery, New York; and Museum of Modern Art Art Lending Services | Framer\\'s mark stamped in ink, verso, left side: Bernard Walsh Framers",
  "medium": "Collage of found materials and pigments on cardboard",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": null,
  "provenance": "The artist, New York; [Willard Gallery, New York, until 1967]. [Richard Feigen Gallery, New York, inv. no. 13745-D]; Private collection, Florida, sold by Estate or descendents; [Hill Auction Gallery, Sunrise, Fla., sale 11/29/17, lot 145, sold to Mersky]; Robert B. Mersky, Minneapolis; given to MIA, 2022.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom right center, in pencil: Ray Johnson 1966",
  "style": "20th century",
  "text": "Once described as “New York’s most famous unknown artist,” Ray Johnson is today remembered as a leading figure of the Pop and Neo-Dada movements that emerged in the 1950s as critiques of popular culture and mass media. Johnson challenged artistic conventions with his innovative collages of found materials and collaboratively produced “mail art” that invited the participation of fellow artists through the U.S. mail. Hat with Red Eyes is an example of his work in collage, an homage to the radical modernist American poet Marianne Moore (1887–1972). The two innovators had briefly shared a correspondence, and, with characteristic wit and economy, Johnson used Moore’s iconic black tricorn hat as a symbol for the poet and her creative brilliance. The collage is one of several portrayals of Moore that Johnson completed during the 1960s.",
  "title": "Hat with Red Eyes"
}
