{
  "accession_number": "2019.132.3a-d",
  "art_champions_text": null,
  "artist": "Artist: Donald Sultan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Global Contemporary Art",
  "description": "four square panels caked and textured with black paint and thick black tar; areas of mustard yellow and faint blue; arranged to form a square",
  "dimension": "98 × 96 1/2 × 2 in. (248.92 × 245.11 × 5.08 cm) (overall, approx.)",
  "id": "http://api.artsmia.org/objects/128424",
  "image": "valid",
  "image_copyright": "© Donald Sultan %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4392,
  "image_width": 4407,
  "inscription": "See signed",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Latex and tar on vinyl composition tile over Masonite",
  "nationality": "American",
  "object_name": "Painting; quadriptych",
  "portfolio": "From Disaster Paintings series (1984-90)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "panel 2, scratched into L edge: Sandoz Feb 10 1987 DS  |  panel 2, in black ink marker, verso: SANDOZ / FEB 10, 1987 / [diagram of panel installation order] #2  |  panel 2, in black ink marker on horizontal strainer bar, verso: D. SULTAN",
  "style": "20th century",
  "text": "Donald Sultan's landscape paintings, almost all of which he refers to as \"events,\" are about industrial disasters. They warn of human ignorance, and imminent threats to postindustrial civilization. This painting references the 1986 Sandoz chemical spill at the Sandoz agrochemical storehouse in Basel-Landschaft, Switzerland. This major environmental disaster was caused by a fire; its subsequent extinguishing released toxic compounds into the air and resulted in tons of pollutants entering the Rhine River, turning it red. According to Sultan, “The series speaks to the impermanence of all things. The largest cities, the biggest structures, the most powerful empires—everything dies. Man is inherently self-destructive, and whatever is built will eventually be destroyed... That’s what the works talk about: life and death.”",
  "title": "Sandoz Feb 10 1987"
}
