{
  "accession_number": "2018.40",
  "art_champions_text": null,
  "artist": "Artist: Tom Hammick; Printer: Tom Hammick; Publisher: Hammick Editions, East Sussex, England; Publisher: Peacock Print Studio, Aberdeen, Scotland",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from Marla J. Kinney in honor of Hanlon Elizabeth Kelley",
  "culture": null,
  "curator_approved": 1,
  "dated": "2017",
  "department": "European Art",
  "description": "dark blue background with stars; large horizontal rocket ship in lower half, with text reading \"JOURNEY TO THE MOON\"; moon in LLC; planet with upside down house on an island in URC; one of 17 color woodcuts of the series",
  "dimension": "47 3/8 × 80 3/8 in. (120.33 × 204.15 cm) (image, sheet)\r\n50 5/16 × 83 13/16 × 1 15/16 in. (127.79 × 212.88 × 4.92 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128449",
  "image": "valid",
  "image_copyright": "© 2017 Tom Hammick",
  "image_height": 6381,
  "image_width": 10650,
  "inscription": "",
  "life_date": "British, born 1963",
  "markings": "Numbered in pencil, LR: E.V. 3/16",
  "medium": "Color reduction woodcut, with jigsaw elements, laser cutting, and hand-coloring",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Lunar Voyage",
  "provenance": "Hammick Editions, East Sussex, England; (Flowers Gallery, New York); sold to MIA, 2018",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated in pencil, CR: Hammick 2017 | Titled in pencil, LR: Star Path",
  "style": "21st century",
  "text": "British artist Tom Hammick creates dreamlike, wistful worlds in painting and print. In this monumental color woodcut, he depicts the wondrous, dizzying feat of human space travel. A massive rocket ship dives toward the barren moon, leaving a verdant blue-green planet, the earth, behind. To represent the night sky, Hammick printed the grain of the woodblock support in dark blue, gouged with numerous small marks that stunningly evoke a vibrant firmament of shining stars. With its upside-down composition, gravity-defying rocket, and cold palette, Hammick conjures up a cold, dark, unnervingly silent and lonely world in outer space.",
  "title": "Star Path"
}
