{
  "accession_number": "2018.31",
  "art_champions_text": null,
  "artist": "Artist: Todd Norsten; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Highpoint Editions Archive, The Plautz Family Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "Monotype, relief printing, and collage using oil-based inks. Cream-colored paper with six white strips of tape adhered forming five horizontal sections; large block uppercase letters printed on plastic tabs in yellow and red ink, reading \"THE END IS AT HAND AGAIN\"; two columns on right and left edges lined with six stars in black ink, printed on plastic tabs.",
  "dimension": "33 1/16 × 23 15/16 in. (83.98 × 60.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128428",
  "image": "valid",
  "image_copyright": "Copyright © Todd Norsten%2C published by Highpoint Editions",
  "image_height": 8265,
  "image_width": 6061,
  "inscription": "",
  "life_date": "American, born 1967",
  "markings": "Publisher\\'s stamp in light gray ink, LLC on verso: HP",
  "medium": "Color monotype, relief printing, and collage on mulberry paper",
  "nationality": "American",
  "object_name": "Monotype and collage",
  "portfolio": "From NOWHERE",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2018.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "128428",
    "139508",
    "139509",
    "139510",
    "139511",
    "139512",
    "139513",
    "139514",
    "139515",
    "139516",
    "139517",
    "139518",
    "139519",
    "139520",
    "139521",
    "139522",
    "139523",
    "139524",
    "139533",
    "140800"
  ],
  "signed": "BC in pencil on verso: Todd Norsten 2016",
  "style": "21st century",
  "text": "Minnesota-based artist (hunter, and fisherman) Todd Norsten finds meaning, humor, and beauty in the vernacular, appropriating texts and images from the signs, billboards, graffiti, and everyday objects he encounters in the rural prairies of Minnesota or the gritty urban underbellies of New York and beyond. This work is from his recent “N O W H E R E” series, a group of largely text-based monoprints, many inspired by humble roadside message boards. In observing and isolating these anonymous homespun missives—which range from apocalyptic to celebratory, poignant to obtuse—Norsten illuminates communities and hidden worlds. In the age of social media, these quaint, shabby, homemade signs appear antiquated, yet also perhaps more authentic or sincere in sentiment. (Norsten’s active Instagram account amusingly melds these old and new modes of communication). The physical qualities of the signs he appropriates are as important to the artist as the messages themselves. He meticulously reproduces the simple fonts, the uneven spacing and alignment of the letters, the shiny or dull surfaces, layering the printing inks for texture, stenciling, and collaging, to create superbly crafted fine art versions of the original ephemeral signs that inspired him. In this exercise he makes the ugly beautiful, and the simple provocative or even eloquent, and visualizes humanity’s vital need for expression and connection.",
  "title": "The End"
}
