{
  "accession_number": "2019.132.2a,b",
  "art_champions_text": null,
  "artist": "artist: Andrea Bowers; artist: after a design by Caroline Marsh Watts",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Global Contemporary Art",
  "description": "standing woman with long red hair, wearing orange helmet and breastplate and white skirt, holding a white flag on a red pole with her PL hand and blowing into an orange horn held in her PR hand; red sunrise behind her; ground made of various pieces of torn and cut cardboard, including corrugated cardboard and other types of packaging; piece disassembles into two vertical sections which affix together with Velcro",
  "dimension": "108 1/2 × 74 1/2 × 5 1/2 in. (275.59 × 189.23 × 13.97 cm)",
  "id": "http://api.artsmia.org/objects/128475",
  "image": "valid",
  "image_copyright": "© Andrea Bowers",
  "image_height": 10182,
  "image_width": 8146,
  "inscription": "LRC in black: C M WATTS",
  "life_date": "American, born 1965",
  "markings": "",
  "medium": "Acrylic marker on found cardboard",
  "nationality": "American",
  "object_name": "Drawing and collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G369",
  "see_also": [
    ""
  ],
  "signed": "Signed verso",
  "style": "21st century",
  "text": "Andrea Bowers explores the histories of modern art and activism across a range of issues, taking particular interest in workers’ rights, sexuality, discrimination, and immigration. In this monumental drawing on repurposed cardboard, Bowers evokes the figure of the Bugler Girl, the emblem of the National Union of Women’s Suffrage Societies. These popular organizations lobbied for women’s voting rights as part of the Suffrage Movement in the United Kingdom (1897–1918). Despite its lofty aims, this movement—and its corollary in the United States during the same period—often excluded or otherwise marginalized nonwhite women’s rights. In a restorative gesture, Bowers reimagines the Bugler Girl as a woman of color, transforming the call to action to embrace all women.",
  "title": "National Union of Women's Suffrage Societies"
}
