{
  "accession_number": "2018.90.1.32",
  "art_champions_text": null,
  "artist": "Artist: Mark Luyten",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of Joan Rothfuss and Paul Shambroom",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Prints and Drawings",
  "description": "text in black: \"Grosssee / 1622 m\"; on thin paper",
  "dimension": "28 × 19 3/4 in. (71.12 × 50.17 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128531",
  "image": "invalid",
  "image_copyright": "© Mark Luyten",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Belgian, born 1955",
  "markings": "",
  "medium": "Screenprint on tissue Japan paper; artist's proof",
  "nationality": "Belgian",
  "object_name": "Print",
  "portfolio": "From 140 Lakes in the Swiss Alps:  140 Sheets of Paper That Cover My Studio Floor When Placed One Next to the Other",
  "provenance": "The artist, Antwerp, Belgium, given to Rothfuss, c. 1994-96; Joan L. Rothfuss, Minneapolis",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The print portfolio \"140 Lakes in the Swiss Alps\" was published as part of a multi-media installation called “On a Balcony,” a three-year project commissioned by the Walker Art Center, Minneapolis, in late 1993. Each of the 140 screenprints in the portfolio features the imprinted name and elevation of a different lake located in the Swiss Alps. The overall dimensions of the prints laid out edge to edge equals the floor area of the artist’s Antwerp studio. The various names and elevations serve as linguistic avenues for conceptually experiencing the lake-dotted mountainous landscape of the Swiss Alps, a metaphorical exercise that also suggests that experiences of nature devolve over time into abstract memories. Lamenting the difficulty of profoundly experiencing nature, Luyten has stated: “Seeing is always linked with what has been seen, with descriptions, conventions, stories, memories, desires, etc. A landscape is always a landscape of words. Language creates a distance between the subject and the object.”",
  "title": "Grosssee, 1622 m, from \"140 Lakes in the Swiss Alps\""
}
