{
  "accession_number": "2018.90.2",
  "art_champions_text": null,
  "artist": "Artist: Morimura Yasumasa; Publisher: Peter Norton Family Christmas Projects, Pasadena, California",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Joan Rothfuss and Paul Shambroom",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Global Contemporary Art",
  "description": "hand-held folding fan with black ribs; photographic image on one side of a nude man wearing a long wig, feminine makeup and false breasts, in a pinup type of pose with PL arm behind head, partially covering face; red background; opposite side of fan is white with Japanese ink character, two spots and signature; wooden box with inscription on cover included; Peter Norton Family Christmas Project 1995 (greeting card included)",
  "dimension": "11 5/8 × 19 1/2 × 1 1/16 in. (29.53 × 49.53 × 2.7 cm) (unfolded)",
  "id": "http://api.artsmia.org/objects/128697",
  "image": "invalid",
  "image_copyright": "© Yasumasa Morimura",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, born 1951",
  "markings": "",
  "medium": "Color photolithograph on folding paper fan, painted bamboo ribs, metal; housed in wood box",
  "nationality": "Japanese",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "Peter Norton Family Christmas Project, Santa Monica, Calif. (publisher), given to Rothfuss; Joan L. Rothfuss, Minneapolis",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of fan printed in black: Morimura",
  "style": "20th century",
  "text": "Yasumasa Morimura’s editioned multiple Ambiguous Beauty was published in 1995 as part of the long-running Peter Norton Family Christmas Project. Each year, the Norton Family commissions an original multiple to mark the holiday season, distributing the edition nationally and internationally. For his contribution Morimura photographed himself in the guise of Hollywood film actress Marilyn Monroe, re-creating Tom Kelley’s iconic full-length nude portrait of Monroe, which was published in 1953 for the inaugural issue of Playboy magazine. Morimura’s outlandish, gender-nonconforming self-portrait is a form of social activism, exemplifying his interest in exploring issues of identity, authenticity, meaning, and perspective. Morimura’s image as Monroe is photo-mechanically reproduced on the face of an inexpensive Japanese handheld folding fan. Though such fans were traditionally used by both men and women, they are more commonly seen as a female accessory. The reverse side of the fan displays the Japanese character for love, along with the artist’s signature. The fan is packaged in a box made from Paulownia wood, customarily used by the Japanese for the presentation of formal fans.",
  "title": "Aimai-no-bi (Ambiguous Beauty)"
}
