{
  "accession_number": "2018.117.1",
  "art_champions_text": null,
  "artist": "Artist: After Félicien Rops; Engraver: Possibly engraved by Albert Bertrand",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg in honor of Elizabeth K. Mix (Menon)",
  "culture": null,
  "curator_approved": 0,
  "dated": "1900-1905",
  "department": "European Art",
  "description": "line etching of a standing female figure, bare chested holding a doll-like figure in PL hand, and a fan in PR hand; standing next to a carved dais with a chalice on the top; words, \"ECCE HOMO\" carved into the side, along with a goat-like face under the text; carved humanoid figure/ bust with horns placed on the right; loosely sketched sphinx on lower right edge",
  "dimension": "11 3/8 × 8 1/4 in. (28.89 × 20.96 cm) (plate)\r\n18 3/16 × 12 1/8 in. (46.2 × 30.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128677",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6604,
  "image_width": 4447,
  "inscription": "LRC of margin, in pencil: Dame au pantin | au trait. pet pl-",
  "life_date": "Belgian, 1833–1898",
  "markings": "",
  "medium": "Etching or lithograph on simile Japan paper",
  "nationality": "Belgian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[Eric Carlson, New York, sold to Mix]; Elizabeth Mix, Indianapolis (given to Weisbergs); Gabe and Yvonne Weisberg, Minneapolis (until 2018; given to Mia)",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Belgian Symbolist painter Felicien Rops explored the age-old theme of the Power of Women in six or seven drawings and watercolors from the 1870s depicting Woman with a Puppet. For Rops, an artist whose works frequently crossed the line from erotic to pornographic, women’s domination over men came from their sexual cunning. In this version he represents a bare-breasted woman holding a fan in one hand and a feeble ragdoll high above her head in the other; she presents the puppet at a kind of pagan altar like a lamb to the slaughter. The Latin inscriptions, “Where is the woman'” [UBI MULIER'] and “Here is the man” [ECCE HOMO] spell out the symbolism of the scene. Rops’s other versions of the subject show the woman disemboweling the puppet with a bloodied knife or shaking coins out of his slashed body.\r\n\r\nRops’s various renditions of Woman with a Puppet proved so popular, a number of reproductive prints were made, including a color etching and aquatint by Albert Bertrand, and three different heliogravures, two in color, one of which appeared in Octave Uzanne’s book Son Altesse la femme (1885). In 1877 the artist, in a letter to Maurice Bonvoisin, an illustrator, friend, and collector of his work, is recorded refusing to make another version of the Woman with a Puppet to be reproduced in print. Responding to Bonvoisin’s request Rops wrote, “I do not care at all, not at all, my dear Maurice, to make you reproductions of work already published.” He called out Lady with a Puppet four times in the long missive, ending with a postscript, “Note that I will not repeat the Lady with a Puppet (La Dame au Pantin) because twice. . . I think it’s enough.” \r\n\r\nAfter Rops died, the Librairie Floury in Paris published a number of new prints after Felicien Rops, including a La femme au pantin engraved in black by Albert Bertrand, and priced at 50 francs in 1905. The Minneapolis print might be this work, although the flatness of the ink on the page suggests it was made through a lithographic process rather than an intaglio one. By",
  "title": "Women with a Puppet"
}
