{
  "accession_number": "2018.60",
  "art_champions_text": null,
  "artist": "Silversmith: Unknown , South German or Flemish, 16th century; Artist: Unknown , India (Goa or Gujarat), 16th century",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Mary Agnes and Al McQuinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1560",
  "department": "European Art",
  "description": "large pearly iridescent shell fashioned into a cup; gold edging around opening with text and leafy design; dragon with wings and green eyes at front of raised portion of shell; leafy element in gold at top of raised portion with feet only remaining on top of ball; four feet in the form of snails; bell-like form at center bottom between feet; floral-like designs in red and green stones on body of shell",
  "dimension": "6 1/4 × 6 11/16 × 4 3/16 in. (15.88 × 17 × 10.64 cm)",
  "id": "http://api.artsmia.org/objects/128682",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5393,
  "image_width": 5810,
  "inscription": "Inscribed on rim: ET[IAM] SI OPORTVERIT MF[sic] MORI TEGVM[sic], NON TE NEGABO (Though I should die with thee, yet will I not deny thee,” Matthew 26: 35)",
  "life_date": null,
  "markings": "",
  "medium": "Turban snail shell, turquoise, rubies or garnets, glass stones, gold lacquer, silver-gilt mounts",
  "nationality": null,
  "object_name": "Cup",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is truly a global production. The turban snail, which is native to the Indo-Pacific Ocean, was probably harvested by local fishermen. Craftsmen in Goa or Gujarat polished the shell and decorated it with clusters of rare stones framed by gilt lacquer. It was then exported to Europe as a luxury ware, where a German or Flemish goldsmith embellished it with silver-gilt elements—snails and claws for the shell’s feet, lizards and acanthus leaves contouring the projecting turban, and a rim for the vessel with a Latin inscription. It quotes the Gospel of Matthew with the words Peter spoke to Jesus, “Though I should die with thee, yet will I not deny thee.”",
  "title": "Turban snail shell cup"
}
