{
  "accession_number": "2018.117.14",
  "art_champions_text": null,
  "artist": "Artist: Pierre-Paul Jouve",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Dr. Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1903",
  "department": "European Art",
  "description": "shadowed male figure on left wearing a hat and long coat; holds rod in PL hand; stands on river bank with a bridge and buildings in the background; shadowy figures under the bridge; seated figure in center right",
  "dimension": "12 3/8 × 18 7/8 in. (31.4 × 47.9 cm)",
  "id": "http://api.artsmia.org/objects/128681",
  "image": "valid",
  "image_copyright": "© Pierre-Paul Jouve",
  "image_height": 7509,
  "image_width": 11375,
  "inscription": "",
  "life_date": "French, Bourron-Marlotte, Seine-et-Marne 1878/80–Paris 1973",
  "markings": "",
  "medium": "Charcoal on beige paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Probably sold Étude Couturier-Nicolay et Étude Daussy-Ricqlès, Drouot, Paris, 1991. [Galerie Jacques Fischer, Paris, until about 2005; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis (c. 2005–2018; given to Mia)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower right: PJ",
  "style": "20th century",
  "text": "Paul Jouve was a famous animal painter and illustrator, celebrated particularly for his depictions of animals from Africa. He was fascinated by the creatures he studied around Paris—in the zoo at the Jardin de Plantes the animal markets, and slaughterhouses. Less well known are the drawings he produced for political publications early in his career, which this drawing may relate to. It represents a “clochard,” the French word for vagabond or tramp, but in France refers more specifically to the homeless often romanticized in literature who lived along the quays of Paris and slept under bridges. Jouve represents this class type without any pretense, seeking, instead, to capture in the subject’s hardened features and solemn expression the difficult existence of some of the less fortunate in the city of lights.",
  "title": "Man along the Seine with a View of the Old Trocadéro"
}
