{
  "accession_number": "2018.96.9a-d",
  "artist": "Jean Duplessis-Bertaux",
  "classification": "Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1814",
  "department": "European Art",
  "description": "",
  "dimension": "12 3/4 × 19 5/8 in. (32.39 × 49.85 cm) (mount)",
  "id": 128753,
  "image": "valid",
  "image_copyright": null,
  "image_height": 2818,
  "image_width": 4554,
  "inscription": "on back of each in pencil: (various inscriptions and numbers)",
  "life_date": "French, 1750–1818",
  "markings": null,
  "medium": "Etchings",
  "nationality": "French",
  "object_name": "Prints",
  "portfolio": null,
  "provenance": "John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Sculptors (top left):\r\nIn this idealized view of a sculpture workshop, the artisans drive their inspiration from ancient models, which are present in reduced copies. The athletic poses of the sculptors seem as much inspired by the ancients as their artworks are.\r\n\r\nEngravers (top right):\r\nThis etching comes from a series on workers of different classes. Here a gentleman looks over the shoulder of a diligent artisan working with an etching needle on a copper plate. The seated figure facing away from us is an engraver hard at work on a reproduction of a painting of the Biblical heroine Judith holding the head of Holofernes.\r\n\r\nPrinters (bottom left):\r\nA team of printers busily turns out intaglio prints as a gentleman inspects the results of their labor. The man to the far right applies ink to the copper printing plate, while the center man feeds the press, and the left man turns the crank. Above them, prints hang on a line to dry.\r\n\r\nPrint Dealers (bottom right):\r\nThis is a view of the entrance to an old-time print dealer. Art lovers eagerly examine the wares displayed in portfolios or clipped to lines outside the shop. The print-seller doffs his hat in greeting a customer who seems to have found something he wants.",
  "title": "Four plates from Suite d'ouvriers des différents classes"
}
