{
  "accession_number": "2018.96.29",
  "art_champions_text": null,
  "artist": "Artist: Francesco Bartolozzi; Artist: After Hans Holbein the Younger",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1798",
  "department": "European Art",
  "description": "round image of a portrait of a little boy with light brown hair, wearing a black cap with a white feather and a black short-sleeved jacket over a shirt with green sleeves and a white collar; boy has his PL arm resting on table; blue ground; square border with brick-like patterning around portrait; text below portrait: \"HENRY ELDEST SON of CHARLES BRANDON / DUKE OF SUFFOLK. ob.1551.\"; text in lower margin: \"IN HIS MAJESTY'S COLLECTION. / Published as the Act directs March 26, 1798, by I. Chamerlaine. Brompton. Middlesex.\"",
  "dimension": "2 13/16 × 2 9/16 in. (7.14 × 6.51 cm) (image)\r\n8 5/8 × 6 3/8 in. (21.91 × 16.19 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128775",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4511,
  "image_width": 3400,
  "inscription": "",
  "life_date": "German, 1497–1543",
  "markings": "",
  "medium": "Etching printed in brown and hand colored",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Imitations of Original Drawings by Hans Holbein in the collection of his majesty, for the portraits of illustrious persons of the court of Henry VIII.",
  "provenance": "John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image in the plate: Holbein Pinx.  F. Bartolozzi Sculpt.",
  "style": "18th century",
  "text": "Henry Brandon, became the Duke of Suffolk at the age of nine, upon the death of his father, Charles, in 1544. In July of 1551, he and his younger brother, also named Charles, fell ill with a “seating sickness.” On July 14, Henry died, making the young Charles the new Duke. Unfortunately, Charles died about an hour later, and since he died childless, the title became extinct.\r\n\r\nWhile their father was still alive, Hans Holbein, court painter to King Henry VIII, painted their portraits in miniature. The miniatures entered the royal collection in 1616. In the late 1700s, Francesco Bartolozzi, a Florentine artist who spent forty years in England working as Engraver to the King, made many prints faithfully reproducing Holbein’s paintings, this portrait among them.",
  "title": "Henry Eldest Son of Charles Brandon, Duke of Suffolk"
}
