{
  "accession_number": "2018.104.13",
  "art_champions_text": null,
  "artist": "Artist: Herbert Ferber",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "abstract image in orange, yellow, white and blue pigments; orange background with three blue circular shapes on left, center and right; long, thin white shapes placed diagonally and intersecting at center; trapezoidal yellow shapes behind blue circles; yellow rectangle on right",
  "dimension": "10 3/8 × 29 7/16 in. (26.35 × 74.77 cm) (sheet)\r\n21 3/8 × 40 5/8 × 1 1/4 in. (54.29 × 103.19 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128784",
  "image": "valid",
  "image_copyright": "© Estate of Herbert Ferber",
  "image_height": 2787,
  "image_width": 7736,
  "inscription": "",
  "life_date": "American, 1906–1991",
  "markings": "",
  "medium": "Acrylic and ink on paper",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "The artist, New York: (André Emmerich Gallery, New York); (Knoedler & Co., New York, sold to Mersky April 2005); Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in black ink, LR edge: Ferber 7-71",
  "style": "20th century",
  "text": "Completed in 1971, this untitled acrylic painting on paper is characteristic of Herbert Ferber’s mature painting style, which commonly features interlocking geometric forms that display an inner tension or force. Perhaps not surprisingly, Ferber’s paintings share many of the formal characteristics found among his abstract sculptures. Here, Ferber depicts what is essentially a fully-realized sculpture set within an indeterminate space. Composed of various trapezoids, spheres (some hollowed), and linear shapes in yellow, dark blue, and white, the colored sculptural elements are made visually prominent when set against a brilliant orange background. The work’s spatial tension is further accentuated by the contrasting colors of the various interlocking elements.",
  "title": "Untitled"
}
