{
  "accession_number": "2018.96.13",
  "art_champions_text": null,
  "artist": "Artist: Peeter [Petrus] Rucholles",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1640",
  "department": "Arts of the Americas",
  "description": "ovoid image; seated woman reading at left; woman at center with doe, bending slightly down toward seated woman; rabbit running toward right in LRC; figure with sword held aloft behind kneeling woman in background in URC; trees in landscape; text on back",
  "dimension": "1 3/4 × 2 3/4 in. (4.45 × 6.99 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128757",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1589,
  "image_width": 2234,
  "inscription": "LLC in the plate: 2.",
  "life_date": "Flemish, 1618-1647",
  "markings": "",
  "medium": "Etching",
  "nationality": "Belgian",
  "object_name": "Print",
  "portfolio": "From Plate 2 from Joannes Vincartius, R. P. Ioan. Vincartii Gallobelgæ Insulani e Societate Iesv Sacrarvm Heroidvm Epistolæ, Tornaci [Tournai]: Quinque, 1640",
  "provenance": "C & J Goodfriend, New York; John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in the plate: Rucholle. f.",
  "style": "17th century",
  "text": "This miniature comes from an emblem book, a book of illustrated lessons. Seated in the foreground amid mountainous terrain, we see a young women in a luxurious dress, reading from a sheet of paper. She is attended by a maidservant, who also minds a doe—a symbol of the seated woman’s virginity, a point underscored by the departure of a rabbit. In the background, we see a tiny scene of a man about to behead a young woman before burning her on a pyre.\r\n\r\nThe image relates to the story of Jephthtah, a biblical judge who vowed to God that in exchange for an Israelite victory over the Ammonites, he would sacrifice whatever first emerged from his door when he returned home. Jephthtah and the Israelites prevailed, but his celebration was brief because when he came home, his daughter ran to greet him. When she learned of her fate, she requested a two months reprieve to go to the mountains to lament her virginity before her death.",
  "title": "The daughter of Jephthtah"
}
