{
  "accession_number": "2018.96.30",
  "art_champions_text": null,
  "artist": "Artist: Artist Unknown , Provincial Moghul [possibly Murshidabad]",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "India (?)",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century (?)",
  "department": "Asian Art",
  "description": "two facing manuscript pages with blue borders with scrolling gilt floral designs and gilt cartouches with red flowers; left image of a woman seated on a throne beneath a canopy, accompanied by women and girls, with a pair of staircases at bottom flanking a fountain and additional women; right image of similar interior with man seated on throne accompanied by men and boys, with two men next to stairs at left and three women next to stairs at right; text on back",
  "dimension": "4 9/16 × 2 3/4 in. (11.59 × 6.99 cm) (image, each)\r\n6 9/16 × 8 11/16 in. (16.67 × 22.07 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128776",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3375,
  "image_width": 4489,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pen and ink, watercolor, and gilding",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century (?)",
  "text": "This pair of court scenes appears to depict Nur Jahan and Jahagir, rulers of the Moghul Empire, 1611-1627. The elaborate gold decoration in the images suggest the might and wealth of their court. That wife and husband are shown as equals is what sets this royal couple apart from others. Jahagir became emperor in 1605, when the great empire encompassed most of modern day northern India and Pakistan. Unfortunately, he was indecisive, feckless, and addicted to opium. Yet, he found a strong hand in his 20th and final wife, Nur Jahan, a widow brimming with intelligence and charisma. She quickly established her place as favorite consort and took over as the true power behind the throne.",
  "title": "Two court scenes, one with a woman presiding the other with a man [Nur Jahan and Jahagir?]"
}
