{
  "accession_number": "2018.104.14",
  "art_champions_text": null,
  "artist": "Artist: Joachim Schulz",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "European Art",
  "description": "abstract image: layered, circular blobs in black, gray, orange, yellow and green; pigment appears to be running, as if ink has migrating outward; muted yellow section on bottom, with dripping textured layers of ink moving downward; fiery red splotch in LLQ; small, splashes of pigment along outer white margins",
  "dimension": "19 5/8 × 13 11/16 in. (49.85 × 34.77 cm) (sheet)\r\n21 1/8 × 15 1/4 × 1 9/16 in. (53.66 × 38.74 × 3.97 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128786",
  "image": "valid",
  "image_copyright": "© Joachim Schulz",
  "image_height": 8773,
  "image_width": 6634,
  "inscription": "",
  "life_date": "German, born 1969",
  "markings": "",
  "medium": "Archival pigment print; unique variant",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Germany; (Von Lintel Gallery, Los Angeles, sold to Mersky July 2017); Robert B. Mersky, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "German artist and photographer Joachim Schulz explores the intersections between past and present, traditional and experimental, and realism and abstraction. In this archival pigment print, part of the series “Blumenstilleben” (Floral Still Lifes), Schulz uses photography and inkjet printing technology to dissolve and rearrange the visual information within an image of a 300-year-old Flemish still life painting. To achieve his surprising effects, Schulz intentionally causes the inkjet printing nozzles to malfunction, flooding the paper with blended pools of colored ink. His choice of non-absorbent paper also prevents the ink from drying quickly, similar to the characteristics of oil painting. Schulz repeats his unconventional process nine times. The procedure conceals the photographic source of his image and connects two painterly techniques, one traditional, one mechanical.",
  "title": "\"Blumen in einer Glasvase\" nach Jacob van Hulsdonck nach 1608 (5/9)"
}
