{
  "accession_number": "2018.96.24",
  "art_champions_text": null,
  "artist": "Artist: Allaert Claesz; Artist: After Sebald Beham",
  "catalogue_raissonne": "Bartsch 25, Hollstein 116",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1520-1525",
  "department": "European Art",
  "description": "round image of five figures very close together; nude seated figure at left wearing an acanthus leaf crown and holding a staff; figure at right in foreground reaching out toward seated figure; man wearing a helmet in background to right of seated man",
  "dimension": "2 1/8 × 2 1/8 in. (5.4 × 5.4 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/128768",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1940,
  "image_width": 1862,
  "inscription": "",
  "life_date": "German, 1500–1550",
  "markings": "",
  "medium": "Engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "top center in the plate: AC",
  "style": "16th century",
  "text": "Allaert Claesz. has given us a front row seat at a mythological beauty pageant, which is said to have taken place on the island of Crete. Paris, a mortal of good reputation has been called upon to determine the fairest among three goddesses: Hera, Athena, and Aphrodite. Here we are in round one of the contest, when Paris found that he could not choose because the goddesses remained clothed. Eventually, the contest came down to bribery: Hera offered political power; Athena tried wisdom and military prowess; and Aphrodite offered Helen, the most beautiful woman on Earth. Paris opted for carnal pleasure, which triggered jealousies that led to the Trojan War.\r\n\r\nAllaert Claesz. did not invent this composition. It is closely copied from an engraving by the German engraver Hans Sebald Beham.",
  "title": "Judgement of Paris"
}
