{
  "accession_number": "2018.96.9a-d",
  "art_champions_text": null,
  "artist": "Artist: Jean Duplessis-Bertaux",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1814",
  "department": "European Art",
  "description": "four prints mounted together a (\"Sculptors #64\"): man at right with hammer and chisel, working on a large bust on a tall stool; man at center with a large sheet of material, one end resting on ground; two figures at left--one standing at an easel; some Classical sculptures at center and right b (\"Engravers #65\"): man at right, seen from back, seated at a large table; seated man at left, with a standing man looking over his shoulder, working at a slanted drawing board; dog in LLQ c (\"Printers #66\"): man at left turning a very large four-part wheel on a printing press; man at other end of press at center; man wearing top hat at center right; two other men working at a table at right d (\"Print Dealer #67\"): two men looking at rack of prints at right in front of shop, with man in doorway at center; gesturing man at right with dog",
  "dimension": "12 3/4 × 19 5/8 in. (32.39 × 49.85 cm) (mount)",
  "id": "http://api.artsmia.org/objects/128753",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2818,
  "image_width": 4554,
  "inscription": "on back of each in pencil: (various inscriptions and numbers)",
  "life_date": "French, 1750–1818",
  "markings": "",
  "medium": "Etchings",
  "nationality": "French",
  "object_name": "Prints",
  "portfolio": "From ",
  "provenance": "John E. Andrus III (Wayzata, Minn.); Julie Andrus (Minneapolis, Minn.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Sculptors (top left):\r\nIn this idealized view of a sculpture workshop, the artisans drive their inspiration from ancient models, which are present in reduced copies. The athletic poses of the sculptors seem as much inspired by the ancients as their artworks are.\r\n\r\nEngravers (top right):\r\nThis etching comes from a series on workers of different classes. Here a gentleman looks over the shoulder of a diligent artisan working with an etching needle on a copper plate. The seated figure facing away from us is an engraver hard at work on a reproduction of a painting of the Biblical heroine Judith holding the head of Holofernes.\r\n\r\nPrinters (bottom left):\r\nA team of printers busily turns out intaglio prints as a gentleman inspects the results of their labor. The man to the far right applies ink to the copper printing plate, while the center man feeds the press, and the left man turns the crank. Above them, prints hang on a line to dry.\r\n\r\nPrint Dealers (bottom right):\r\nThis is a view of the entrance to an old-time print dealer. Art lovers eagerly examine the wares displayed in portfolios or clipped to lines outside the shop. The print-seller doffs his hat in greeting a customer who seems to have found something he wants.",
  "title": "Four plates from \"Suite d'ouvriers des différents classes\""
}
