{
  "accession_number": "2021.68",
  "art_champions_text": null,
  "artist": "Artist: William Powhida; Printer: Lower East Side Printshop, New York; Publisher: Lower East Side Printshop, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Tom Rassieur in honor of Brian Palmer",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "white sheet with two simulated images of magazine pages, side by side, with pieces of tape at top C of each sheet; L sheet has text, with an image of a figure lying under a table, with a green jacket over their face; blue chairs pushed up against the back side of the table, with large sheets of paper (drawings?) on surface of the table; R sheet also has text with two image, one located in ULC and the other is in the LRC; ULC image of a figure with glasses, dark hair and a beard, wearing a white t shirt and white gloves, standing in front of a table with buckets of paint on it; LRC has a figure standing in front of a window, facing outward, with PR hand on head, in front of a table with a drawing on it",
  "dimension": "11 1/2 × 19 3/4 in. (29.2 × 50.2 cm) (image)\r\n22 × 30 in. (55.9 × 76.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/128864",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7400,
  "image_width": 10134,
  "inscription": "",
  "life_date": "American, born 1976",
  "markings": "LLC, in pencil: 31/75\r\nPublisher\\'s blindstamp, LLC: LESP",
  "medium": "Color screenprint and digital print with collage",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: William Powhida 2008",
  "style": "21st century",
  "text": "William Powhida is best known for his text-based critques of the often-insular world of contemporary art, targeting its celebrity artists, mega-galleries, and prominent museums with equal vigor. Powhida often questions the market-based measures of artistic success, using narrative and self-parody to consider his own career circumstances. For his print Unconscious Collaboration, which was published as part of the Lower East Side Printshop’s Mystery Print fundraiser, Powhida created a trompe l'oeil facsimile and parody of a fictional illustrated feature from the now-defunct magazine Art on Paper. The faux article details a scandal at the Printshop itself that involved Powhida, who in a moment of self-doubt sabotages his Mystery Print project and eventually co-opts and signs his own name to a print edition created by another workshop artist. The print is both self-referential and performative, where the story and the artwork merge into a single entity. According to the artist, the viewer encounters the work “not as art maybe, but some sort of press, and then discovers the art, the narrative, the critique, beyond the illusion.” Powhida certainly enjoys his role as instigator, stating: “I think that uncertainty, however absurd, is what I want people to feel.”",
  "title": "Unconscious Collaboration (Number 1)"
}
