{
  "accession_number": "2019.132.6a-k",
  "art_champions_text": null,
  "artist": "Artist: Judy Pfaff",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "wall installation; ten framed works on paper arranged in five rows placed over a colorful wallpaper backdrop",
  "dimension": "86 3/4 × 118 1/8 in. (220.35 × 300.04 cm)",
  "id": "http://api.artsmia.org/objects/128902",
  "image": "invalid",
  "image_copyright": "© Judy Pfaff",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born England 1946",
  "markings": "a-j, 3 gallery lables in ULC on back | a-j placement label on back in center",
  "medium": "Oil stick, encaustic on vintage Indian paper, installed over wallpaper backdrop",
  "nationality": "American",
  "object_name": "Wall installation",
  "portfolio": "From ",
  "provenance": "The artist, New York; [Miles McEnery Gallery, New York, sold to Mersky 2018]; Robert B. Mersky, Minneapolis; given to MIA, 2019.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "a, f, and i in LRC, in pencil: J. Pfaff \\'18 | b, c, e, g, h, LRC, in black ink: J. Pfaff \\'18",
  "style": "21st century",
  "text": "Judy Pfaff is a contemporary artist with a wide-ranging practice that includes installations (sometime on an enormous scale), sculpture, painting, and printmaking. Year of the Rat is a multipart wall installation, including 10 mix-media drawings in patinated frames that are intended to hang in front of wallpaper also designed by the artist. In its totality, the work delves into many themes that her polymathic mind has explored throughout her long, productive career: botany, cosmography, seriality, spirituality, geometry, aging, etc. It combines nature studies with dense patterning on a large scale that create an immersive environment for the viewer. We get caught up in the detail of plants, patterns based on algorithms, reflections of the sky or industrial scrap—so much based on rules that it could be machine made but emphatically crafted by hand.",
  "title": "Year of the Rat"
}
