{
  "accession_number": "2024.50.36",
  "art_champions_text": null,
  "artist": "Artist: Antonio del Castillo y Saavedra; Artist: Formerly attributed to Tanzio da Varallo (Antonio d'Enrico)",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Bequest from the Norman and Brenda Canedy Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1635-1640",
  "department": "European Art",
  "description": "seated, half nude youth holding a banner in his hands with one hand above his head; a lamb at his feet along L side of canvas",
  "dimension": "64 × 48 1/4 × 3 1/2 in. (162.56 × 122.56 × 8.89 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/128944",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10886,
  "image_width": 8335,
  "inscription": "",
  "life_date": "Spanish (Cordoba), 1616 - 1668",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Spanish (Cordoba)",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This picture was long thought to be Italian, ascribed to the north Italian painter Tanzio da Varallo (c.1575–1633) as well as Giacomo Francesco Ciper (il Todeschini).  It is more likely Spanish and has recently been attributed to the Spanish painter Antonio del Castillo (Cordoba, 1616–1668) as well as to Sebastián Martínez Domedel (Jaen, c. 1615–1667). John the Baptist's distinctive physiognomy and the painterly handling of surface and muted palette are more suggestive of Castillo, a successful painter of religious works in Cordoba and Seville. A man of many talents, Castillo was also a poet and prolific draftsman. More drawings by him survive today than by any other Spanish artist of the 1600s. Yet Castillo’s identity was largely forgotten after his death, and his career and large body of work are only recently coming to light again.   \r\n\r\nWe are grateful to Maurizio Canesso, Giuseppe Porzio, José Antonio de Urbina, and Cristina Uribe for sharing their expertise in unraveling the attribution of the painting.",
  "title": "Saint John the Baptist as a Youth"
}
