{
  "accession_number": "2019.5.9a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry; Quillwork",
  "continent": "North America",
  "country": "United States or Canada",
  "creditline": "Gift of Mary Giles",
  "culture": "Anishinaabe",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "cylindrical shaped with flat bottom and top; edges trimmed in green thread; top decorated with white, green and red quills in a round symmetrical floral design",
  "dimension": "1 3/4 × 2 15/16 × 2 15/16 in. (4.45 × 7.46 × 7.46 cm)",
  "id": "http://api.artsmia.org/objects/128950",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3002,
  "image_width": 3753,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Birchbark, quills, thread, plant fibers",
  "nationality": null,
  "object_name": "Covered box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Anishinaabe woman artist who created this intricately adorned and finely woven basket utilized locally harvested porcupine quills, birchbark, and sweetgrass. Artists often incorporated abstraction into their work, layering quills in complex patterns and forms that reveal both technical mastery and artistic ingenuity. For more than two hundred years, Anishinaabe women sold many of their birchbark containers and baskets to non-Native people to sustain their families during a time of major cultural disruption, including forced assimilation and removal onto governmental and religious controlled reservations. Quillboxes exemplify the power of Anishinaabe women to create a new and unique artform that expresses cultural and individual resiliency and creativity.\r\n\r\nArtist Mary Giles, who gave her collection of quillwork boxes made by Anishinaabe women to Mia in 2019, was a basket maker herself. She recognized the importance of this artform and admired the meticulous craftsmanship required to create these works.  She displayed nearly a hundred quillwork and birchbark boxes in her Stillwater, MN home, collected over decades through her travels across the Upper Midwest.",
  "title": "Covered quillwork birchbark box"
}
