{
  "accession_number": "2018.62",
  "art_champions_text": null,
  "artist": "Artist: Johann Philipp I Stenglin",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Achim Neuse and Volker Wurster, owners of Galerie Neuse, Bremen",
  "culture": null,
  "curator_approved": 0,
  "dated": "1665-1669",
  "department": "European Art",
  "description": "flat, oval shaped dish with intricate scene in embossed silver; center image of Triton grasping a Nereid on left, floating in torrid water; another Nereid riding a dolphin, wearing a billowing cape, on right, and blowing on a long, thin horn; two rising mountains in background of scene on left, with a castle perched on cliffs in center; billowing clouds in the sky; thick, dimpled tentacle rises out of the water to the left of Triton and Nereid; intricate outer boarder of alternating images of rays, octopus tentacles and fish-scale elements",
  "dimension": "14 13/16 × 17 9/16 × 1 1/4 in. (37.62 × 44.61 × 3.18 cm)",
  "id": "http://api.artsmia.org/objects/128958",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7743,
  "image_width": 9158,
  "inscription": "",
  "life_date": "German, 1636 - 1706",
  "markings": "hallmark stamp in top center, above right tentacle | stamp in top center above tentacle on left",
  "medium": "Silver",
  "nationality": "German",
  "object_name": "Sideboard dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This dish is decorated in high relief on all surfaces with imagery associated with the sea.. At its center, mythological figures cavort in the water and in contrast to the sharply delineated, interlocking forms that make up the border. Close inspection of the border elements suggest the flat body and undulating wing-like fins of a ray fish and the muscular, suction-cup covered tentacles of an octopus. The relief surfaces of the dish would have rendered it impractical for use at the table. Instead, it was intended to be displayed on a sideboard or cabinet along with other silver, as an indicator of the owner’s means and position.",
  "title": "Sideboard dish"
}
