{
  "accession_number": "2019.5.7a,b",
  "art_champions_text": null,
  "artist": "Artist: Mike Butler",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States or Canada",
  "creditline": "Gift of Mary Giles",
  "culture": "Anishinaabe",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Art of Africa and the Americas",
  "description": "oval with flat top and bottom; leather tab at one side on top; wood top and bottom with birchbark sides; golden brown; front decorated with a drawing of mountains, trees, teepee, campfire and coffee pot, in black and red, with inscription below: \"When you are / out fishing you need / a good cup of coffe\"; top removable; small sliding door on underside (\"Sukker\"--partially illegible); \"Coffe\" at top front and on removable top; top decorated with small mountain landscape and incised circles, with red ground",
  "dimension": "5 5/16 × 3 9/16 × 2 5/8 in. (13.49 × 9.05 × 6.67 cm) (without leather tab)",
  "id": "http://api.artsmia.org/objects/128948",
  "image": "invalid",
  "image_copyright": "© Mike Butler",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "(Anishinaabe)",
  "markings": "",
  "medium": "Birchbark, pigments, leather, wood",
  "nationality": null,
  "object_name": "Container",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on top and on back at top: Mike Butler",
  "style": "20th century",
  "text": "Created by Anishinaabe and Inuit fiber artists, this collection showcases the creativity and skill of Native women artists who transform indigenous materials gathered from their homelands into works of art. The technical mastery and ingenuity of these artist appears in the ability to utilize porcupine quills, birchbark, and locally-harvested plant materials to create intricately adorned and finely woven baskets. For more than two centuries, Native women created a market for birchbark containers and baskets to sustain their families during a time of major cultural shifts and external pressures.",
  "title": "Birchbark coffee container"
}
