{
  "accession_number": "2011.53.4",
  "artist": "Artist: Jaune Quick-to-See Smith; Publisher: Anderson Ranch Editions",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": null,
  "creditline": "Gift of funds from the MIA Collection in Focus Guides in honor of Amanda Thompson Rundahl",
  "culture": "Salish, Nehiiyawak and Aqui-Dika (Salish-Cree-Lemhi Shoshone)",
  "curator_approved": 0,
  "dated": "2005",
  "department": "Art of Africa and the Americas",
  "description": "stylized green human torso against an orange ground; hand pointing to target over heart; lines pointing to various parts of body connected to variety of images:  Neanderthal man, Southwestern pot, abstract faces, skulls, masks, devil figure, spider, hand with barcode",
  "dimension": "30 1/2 x 22 1/8 in. (77.47 x 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112160",
  "image": "invalid",
  "image_copyright": "© 2005 Jaune Quick-to-See Smith %2F Anderson Ranch Editions",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Edition",
  "life_date": "American (Salish, Nehiiyawak and Aqui-Dika), born 1940",
  "markings": "LLC, in pencil: [9/12]",
  "medium": "Color woodcut and lithograph",
  "nationality": "American (Salish, Nehiiyawak and Aqui-Dika)",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, center and right: [A Chart of the Human Body  JQS Smith  \\'05]",
  "style": "21st century",
  "text": "Jaune Quick-To-See Smith is an acclaimed contemporary Native American painter and printmaker, as well as a leading social activist. Her work centers on themes found in the Native American world, such as assimilation, Native American traditions, and interactions and conflict between Native Americans and Euro-Americans.  \r\n\r\nThis lithograph, inspired by anatomical charts, features a stylized image of a human torso that has identifier lines that lead to images (rather than anatomical terms). Some of the images relate to traditional Native American culture others reference the natural world. Others suggest the impact of Euro-American culture (barcode and bicycle). While Quick-to-See Smith surely intends the work as a commentary on the potentially destructive nature of the Euro-American traditions on Native peoples (a target is placed over the heart), she also suggests that, for better or worse, we are all comprised of a mixture of traditions.\r\n",
  "title": "A Chart of the Human Body"
}
