{
  "accession_number": "2011.56a,b",
  "art_champions_text": null,
  "artist": "Designer: Fernando Campana; Designer: Humberto Campana",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Shared Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "European Art",
  "description": "base made up of parts of gilt metal sculptures attached together in a surreal fashion: human, animal and bird feet, dolphins, horse head, human figures and body parts, key, scrolls, bird's head, tiny grate section; top wishbone-shaped element made of white marble with grey veins, with two candle cups",
  "dimension": "29 1/2 x 18 1/4 x 8 3/16 in. (74.93 x 20.96 x 20.8 cm)",
  "id": "http://api.artsmia.org/objects/112157",
  "image": "valid",
  "image_copyright": "© Fernando Campana %2F Humberto Campana",
  "image_height": 7111,
  "image_width": 4927,
  "inscription": "Inscription\r\n\r\non bottom of b, incised: [IV]",
  "life_date": "Brazilian, born 1961",
  "markings": "",
  "medium": "Gilt bronze, Carrara marble",
  "nationality": "Brazilian",
  "object_name": null,
  "portfolio": "From 4 of limited edition of 35",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The Brazilian Campana Brothers are among the foremost designers active today. Many of their works feature aspects of Baroque design informed by the visual culture of their native Brazil. The Aleijadinho Candlestick is part of their Brazilian Baroque Collection, created in collaboration with local craftsmen during several visits to Rome, in 2011. The title pays homage to the famous protagonist of late 18th century Brazilian Baroque architecture and sculpture, Antonio Francisco Lisboa, better known as o Aleijadinho or \"little cripple.\" The Campana Brothers' practice of taking casts of small, often everyday objects, and fusing them together to form small personal \"collections\", may be interpreted as a reference to Latin and African American traditions of applying small found objects to the surface of decorative arts objects as a memorial gesture.",
  "title": "Aleijadinho Candlestick"
}
