{
  "accession_number": "2011.62",
  "art_champions_text": null,
  "artist": "Artist: Samuel A. Cousins; Artist: After Sir Edwin Henry Landseer",
  "catalogue_raissonne": "Whitman 1904, no. 201 iii/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Marcus Ryan Sampson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1858",
  "department": "European Art",
  "description": "blonde woman wearing pink and silver dress (Titania) leaning on a man with the head of a donkey (Bottom), wearing a crown of pink roses; nude Puck at center, seen from back; fairies emerging from behind foliage and two fairies riding on white rabbits at right; winged figure peering over foliage behind woman",
  "dimension": "21 1/8 x 34 1/8 in. (53.66 x 86.68 cm) (plate)\r\n26 7/16 x 37 13/16 in. (67.15 x 96.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112169",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4000,
  "image_width": 5702,
  "inscription": "Title and Inscription\r\n\r\nprinted below image: [Painted by Sir Edwin Landseer, R. A.  New York, Published by M. Knoedler, Broadway, Jan. 1st 1858, and Entered according to Act of Congress in the Clerk\\'s Office, of the District Court of the United States of the Southern District of New York  Engraved by Samuel Cousins, R. A. / MIDSUMMER NIGHTS DREAM. / London, Published Jan. 1 1858 by Henry Graves & Comp., Printsellers to the Queen__6 Pall Mall]",
  "life_date": "British, 1802–1873",
  "markings": "",
  "medium": "Hand-colored mezzotint",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Olds Collection (by repute). (Beard Gallery, Minneapolis; sold to Sampson); Marcus Sampson, Minneapolis; given to MIA",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "see Inscription",
  "style": "19th century",
  "text": "An accomplished English printmaker, Samuel Cousins (1801–1887) has the distinction of being the first engraver academician in the London Royal Academy, appointed in 1855 and then elevated to a full Royal Academician in 1867. In A Midsummer Night's Dream Cousins reproduces a painting by Sir Edwin Landseer (1802–1873), the widely popular Victorian painter, and is one of seven prints made by him after Landseer's work. From Shakespeare's fantastical comedy, the work depicts Titania, Queen of the Fairies, nestling up to Bottom. Under Puck's spell, the beautiful Titania fell in love with this donkey-headed creature. Puck appears naked in the foreground, watching the hilarious scene unfold, with a group of small winged ferries riding on white rabbits. Cousins exhibited an impression of the print at the Royal Academy in 1858, where it was well received. Upon seeing the print Landseer declared it to be Cousins's greatest work. The present mezzotint was skillfully hand-colored by an unknown hand at a later date.",
  "title": "Midsummer Night's Dream"
}
