{
  "accession_number": "2011.53.1",
  "art_champions_text": null,
  "artist": "Artist: Neal Ambrose-Smith",
  "catalogue_raissonne": null,
  "classification": " Drawings; Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": "Kootenai Salish",
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "sketch of a bird's head with beak open, in black and white; yellow, red, purple, orange ground with various sizes of text from ads for consumer products; text in LRC: \"WOOLWORTH'S Golden Value DAYS\"",
  "dimension": "22 1/2 x 30 1/16 in. (57.15 x 76.36 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112162",
  "image": "valid",
  "image_copyright": "© Neal Ambrose-Smith",
  "image_height": 3623,
  "image_width": 4847,
  "inscription": "Signature, Date and Inscription\r\n\r\nverso, in pencil: [NEAL AMBROSE-SMITH, 2010 / \\'WAKE UP AND GET TO THE SALE\\'] and [NS10PR 132]",
  "life_date": "American (Kootenai Salish), born 1966",
  "markings": "Unidentified chop mark (blind stamp), LR",
  "medium": "Graphite and crayon with color monotype",
  "nationality": "American",
  "object_name": "Monotype and drawing",
  "portfolio": "From ",
  "provenance": "The artist; (Joe Zanatta Contemporary Art, Shawnee, Kansas, 2011); sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge, near left corner, in pencil: [Ambrose 2010]",
  "style": "21st century",
  "text": "Ambrose-Smith is a noted contemporary Native American painter, draftsman, printmaker, and educator who lives and works in Albuquerque, New Mexico. Born and raised off the reservation, he is of Salish, Metic and Cree heritage, descendent of the Confederated Salish and Kootenai Nation of Montana.\r\n\r\nHe is the son of the internationally renowned Native American painter and printmaker Jaune Quick-to-See Smith. As a child, he was introduced to many of the leading Native American artists who visited his mother's studio. Their example strongly influenced his own work and choice of subjects, which generally explore the social, political, and cultural issues of contemporary Native American life.\r\n\r\nImages of Pop culture are also prominently featured in many of Ambrose-Smith's works, often with a humorous or ironic twist on contemporary American society. Among his recurrent subjects is the roadrunner, the terrestrial bird of the desert regions of the American southwest that prefers walking or running to flying. Here, the vigorously drawn oversized head of a roadrunner dominates the composition. Surrounded by various commercial product labels, the furtive bird squawks out the command to \"Wake up and get to the sale!\"",
  "title": "Wake Up and Get to the Sale"
}
