{
  "accession_number": "2011.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": null,
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Tlingit",
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Arts of the Americas",
  "description": "top of pin has seated stylized bear eating a salmon, held vertically; bear has rounded ears; round inlaid abalone eyes; pick-like pin",
  "dimension": "3 15/16 x 3/4 x 3/8 in. (10 x 1.91 x 0.95 cm)",
  "id": "http://api.artsmia.org/objects/112134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5113,
  "image_width": 3073,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory, abalone",
  "nationality": null,
  "object_name": "Blanket pin",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Tribes that live in the northern section of the Northwest Coast are known for their highly refined sculpture.  Characterized by low-relief carving, these northern tribes, which include the Tlingit, often feature clan symbols as their subjects. The bear is a central theme in Tlingit art, and is considered a close relative to humans.  Because of this, bears are believed to have special spiritual powers and are, therefore, worthy of respect.   \r\n\r\nThough a small, utilitarian object, this pin brilliantly represents the style and iconography of Northwest Coast tribal traditions. Shallowly carved in abstracted, geometric forms, the sacred bear is shown holding a fish. In addition to the fastidious carving, the artist further embellished the pin by inlaying a piece of mother-of-pearl for the bear's eye. This pin would have been used to fasten a textile that was draped over the shoulders and around the torso. Worn on the chest, the image of the bear would have been proudly displayed.",
  "title": "Blanket pin"
}
