{
  "accession_number": "2011.53.3",
  "art_champions_text": null,
  "artist": "Artist: Jaune Quick-to-See Smith; Publisher: Brodsky Center, New Brunswick, N.J.",
  "catalogue_raissonne": null,
  "classification": " Prints; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": "Salish, Nehiiyawak and Aqui-Dika (Salish-Cree-Lemhi Shoshone)",
  "curator_approved": 1,
  "dated": "2003",
  "department": "Global Contemporary Art",
  "description": "collage image, with hand painting; headless body in Native American garments with beaded choker and longer necklaces; Xeroxed images in collage around figure, including repeated buffaloes inside boxes, Perrier labels, Bingo cards, moths, Mickey Mouse ears and hand, silhouettes of dolls with thick curly hair, flowers, pineapple labels, hand with religious figures; red, white and blue painted stripes extending from hand near center; text scattered throughout, including large text at bottom: \"What is an American?\"; six sheets jointed together, with grommets at top",
  "dimension": "68 x 39 3/4 in. (172.72 x 100.97 cm)",
  "id": "http://api.artsmia.org/objects/112159",
  "image": "valid",
  "image_copyright": "© Jaune Quick-to-See Smith%2C Courtesy the artist and Garth Greenan Gallery%2C New York",
  "image_height": 6780,
  "image_width": 3996,
  "inscription": "",
  "life_date": "American (Salish, Nehiiyawak and Aqui-Dika), born 1940",
  "markings": "LLC, in pencil: 6/20",
  "medium": "Lithograph on Japan paper, with hand painting in acrylic, chine colle, collage, and metal grommets",
  "nationality": "American (Salish, Nehiiyawak and Aqui-Dika)",
  "object_name": "Print and collage",
  "portfolio": "From ",
  "provenance": "The artist, New Mexico, 2003-11; [Joe Zanatta Contemporary Art, Shawnee, Kansas, 2011]; sold to MIA, 2011.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: JQS Smith",
  "style": "21st century",
  "text": "Jaune Quick-To-See Smith is an acclaimed contemporary Native American artist who works in a variety of media. Her work explores important themes of Native American culture like assimilation, tradition, stereotypes, and interactions of contemporary Native Americans in today’s world. The central figure of this work is an anonymous Native American male who wears a bandolier bag, traditional-style choker and necklace, decorated leggings, and a frockcoat. The blood coming out of the figure’s left hand references the colors of the American flag.  Considering that Native Americans volunteer for military service during wartime at a higher rate than any other group per capita, Quick-to-See Smith asks, “Who is an American'”",
  "title": "What is an American?"
}
