{
  "accession_number": "85.12.5",
  "artist": "Artist: Mianyi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ethel Morrison Van Derlip Fund and Gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "frontice piece, salmon color with gold flecks with large red seal at top center",
  "dimension": "5 1/2 x 14 3/16 in. (13.97 x 36.04 cm)",
  "id": "http://api.artsmia.org/objects/112168",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese, 1764 - 1815",
  "markings": "",
  "medium": "Ink and colors on paper",
  "nationality": "China",
  "object_name": "Frontice",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "These delicate flower studies were painted by Mianyi, a grandson of Emperor Qianlong (reigned 1735-95). The four double leaves originally formed an album that was once in the imperial collection. The frontispiece, in fact, bears the seal of the Jiaqing emperor who reigned from 1796 to 1821. Like most of the educated elite, Mianyi was well versed in classical literature, music, and calligraphy, but he excelled at painting and is best known for his flower studies. The use of color (versus ink), interest in descriptive detail, and facile technique are typical not only of Prince Mianyi, but also of Chinese court tastes in general during the 18th century. This album illustrates the type of amateur painting practiced among the court intelligentsia. Descriptive, technically accomplished, and decorative, the aesthetics of these leaves are quite different from the more cerebral ink landscapes of the literati tradition.",
  "title": "Frontice of Flower Painting album"
}
