{
  "accession_number": "2011.53.2",
  "artist": "Artist: Ric Gendron; Publisher: Crow's Shadow Press, Pendleton, Oregon",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Prints and Drawings",
  "description": "portrait of head and upper torso of man in sketchy style with green face, blue hair, blue and brown jacket, patterned vest, disk earring; red and green ground",
  "dimension": "20 3/16 x 22 7/16 in. (51.28 x 56.99 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112161",
  "image": "valid",
  "image_copyright": "© Ric Gendron",
  "image_height": 4860,
  "image_width": 3617,
  "inscription": "Signature, Edition, Chop Marks, and Inscription\r\n\r\nNumbered in light blue crayon, LLC: [1/1]\r\n\r\nverso, in pencil: [RBHC Wh / CSP10-303(12)]",
  "life_date": "American (Colville/Umatilla), born 1954",
  "markings": "Publisher\\'s chop mark (blindstamp), LLC. Unidentified (printer?) chop mark (blindstamp), LRC.",
  "medium": "Color monotype over lithograph",
  "nationality": "American (Colville/Umatilla)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Crow's Shadow Press, Pendleton, Ore, 2010-11; (Joe Zanatta Contemporary Art, Shawnee, Kansas, 2011); sold to MIA.",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in light blue crayon: [Ric Gendron]",
  "style": "21st century",
  "text": "Ric Gendron (pronounced John-Dro) is a noted contemporary Native American painter and printmaker. He was born and raised near Spokane, Washington, and is a member of the Colville and Umatilla tribes.\r\n\r\nGendron's work often features traditional images and dances blended with American rock and pop culture or American blues and jazz music. He also addresses the hardships suffered by Native Americans through cultural assimilation, such as the once widespread practice of children being removed from their homes and sent to boarding schools, where they were forced to learn Euro-American culture and reject their native languages and religious practices. \"Throughout history, the United States government and the churches have tried to mold Indian people to fit their own ways and beliefs through germ warfare, genocide, relocation, and destruction of traditional hunting, fishing and gathering places, yet the Indian people remain strong,\" Gendron said.\r\n\r\nFor this monoprint portrait of a young Native American man, Gendron depicts the sitter in what appears to be modern clothing and sporting sunglasses and a prominent earring, taking on the guise of a hipster or rock star. The work's title, Rattle, is ambiguous in this context, referring to an object common to Native American ceremonies and military societies. \r\n",
  "title": "Rattle"
}
