{
  "accession_number": "2011.53.4",
  "art_champions_text": null,
  "artist": "Artist: Jaune Quick-to-See Smith; Publisher: Anderson Ranch Editions",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the MIA Collection in Focus Guides in honor of Amanda Thompson Rundahl",
  "culture": "Salish, Nehiiyawak and Aqui-Dika (Salish-Cree-Lemhi Shoshone)",
  "curator_approved": 0,
  "dated": "2005",
  "department": "Global Contemporary Art",
  "description": "stylized green human torso against an orange ground; hand pointing to target over heart; lines pointing to various parts of body connected to variety of images: Neanderthal man, Southwestern pot, abstract faces, skulls, masks, devil figure, spider, hand with barcode",
  "dimension": "30 1/2 x 22 1/8 in. (77.47 x 56.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112160",
  "image": "valid",
  "image_copyright": "© Jaune Quick-to-See Smith%2C Courtesy the artist and Garth Greenan Gallery%2C New York",
  "image_height": 9054,
  "image_width": 6584,
  "inscription": "",
  "life_date": "American (Salish, Nehiiyawak and Aqui-Dika), born 1940",
  "markings": "LLC, in pencil: 9/12",
  "medium": "Color woodcut and lithograph",
  "nationality": "American (Salish, Nehiiyawak and Aqui-Dika)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, center and right: A Chart of the Human Body  JQS Smith  \\'05",
  "style": "21st century",
  "text": "Jaune Quick-To-See Smith is an acclaimed contemporary Native American painter and printmaker, as well as a leading social activist. Her work centers on themes such as cultural assimilation, Native American traditions, and interactions and conflict between Native Americans and Euro-Americans.  \r\n\r\nThis lithograph, inspired by anatomical charts, features a stylized image of a human torso that has identifier lines that lead to images (rather than anatomical terms). Some of the images relate to traditional Native American culture, while others reference the natural world or the impact of Euro-American culture (barcode and bicycle). Thouigh Quick-to-See Smith surely intends the work as a commentary on the potentially destructive nature of the Euro-American traditions on Native peoples (a target is placed over the heart), she also suggests that we are all comprised of a mixture of traditions.",
  "title": "A Chart of the Human Body"
}
