{
  "accession_number": "2011.99",
  "art_champions_text": null,
  "artist": "Artist: Georges Paul Leroux",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1900",
  "department": "European Art",
  "description": "standing woman in profile, slightly leaning forward and with PL hand outstretched; matted with wood frame and Plexiglas",
  "dimension": "24 1/2 × 14 in. (62.2 × 35.6 cm)",
  "id": "http://api.artsmia.org/objects/112278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9156,
  "image_width": 5357,
  "inscription": "Upper right: 1900",
  "life_date": "French, Paris 1877–Meudon (Paris) 1957",
  "markings": "Watermark lower right: [oval] ?LV",
  "medium": "Charcoal",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Christine Bethenod, Paris, until 2007; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis (2007–11; given to Mia)",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "110043",
    "112278"
  ],
  "signed": "",
  "style": "20th century",
  "text": "A top attraction at the 1900 Exposition Universelle in Paris was La Grande Lunette, a giant telescope in the Palais de l’Optique (Palace of Optics). The greatly magnified views of the moon it provided proved wildly popular with the public.\r\n\r\nGeorges Leroux designed the lunette’s advertising poster. In this drawing, he worked out the contours and lighting of the woman, seen as a half nude gracefully leaning toward an unseen source of light. The application of soft charcoal on highly textured paper yielded a sensual softness throughout the image.\r\n\r\nThe finished poster (see Mia 2010.68) reveals Leroux’s rationale for the woman’s pose: she is bending down to hold the luminous orb in her hands. Leroux made clear his seductive intention with the addition of a young man in the corner. By lowering the moon toward him, the woman demonstrates how technology enables us to experience what once existed only in our dreams. With stars sparkling above the glowing Palais de l’Optique, Leroux set the stage for visitors to the fairgrounds—a place where the fantasies of technology and romance intertwine.",
  "title": "Study for poster \"Exposition Universelle-Palais de l’Optique La Grande lunette de 1900\""
}
