{
  "accession_number": "2011.63a,b",
  "art_champions_text": null,
  "artist": "Silversmith: Rundell, Bridge &amp; Rundell",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1822",
  "department": "European Art",
  "description": "double-handled vase on fluted base; handles are each two snakes with heads resting on rim of vase; relief designs of grapevines, clusters of grapes and leaves; vignette of soldiers and native peoples on each side--soldiers and natives trading guns on one side, natives and soldiers with horses on opposite side; separate square stepped base with scroll and floral designs, coats of arms, tributary text cartouches and high relief elephant heads at each corner",
  "dimension": "28 1/4 x 14 9/16 x 10 in. (71.76 x 36.99 x 25.4 cm)",
  "id": "http://api.artsmia.org/objects/112276",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6829,
  "image_width": 4546,
  "inscription": "Marks",
  "life_date": "London, 1788-1843",
  "markings": "around base of vase, stamped: [RUNDELL BRIDGE ET RUNDELL AURIFICES REGIS LONDINI]; on top of base, stamped: [(rampant lion) / (lion\\'s head) PR g / (head in profile)]; on PR ear of each elephant, stamped: [(head in profile) (rampant lion) / PR]; on leaves to left of each previous set of marks, stamped: [(head in profile) (rampant lion) / PR]; on bottom of base, stamped: [PR  (head in profile) (rampant lion) / RUNDELL BRIDGE ET RUNDELL AURIFICES REGIS LONDINI]",
  "medium": "Silver-gilt",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This presentation vase was made in 1822 for Henry Russell II (1783-1852), the British representative at the court of Hyderabad from 1811-1820, as a gift from the officers of the Russell Brigade, which he had founded and sponsored. Its shape is based upon the Roman imperial Buckingham Vase, which was unearthed in 1769 and engraved by Piranesi in 1778. The Buckingham Vase had an immense influence on the decorative arts of the Neoclassical period, as also evidenced by the four wine coolers, which take inspiration from its shape, in the nearby window case. Rundell, Bridge and Rundell, the foremost silversmiths of their age, collaborated with three of the most celebrated English sculptors of the period to create this masterpiece: Sir Francis Chantrey provided the overall concept, Thomas Stothard modelled the two military reliefs on the vase, and Edward Hodges Baily - famous for the statue of Lord Nelson on top of the column in Trafalgar Square in London - sculpted the elephant heads and the snakes. Departing from the ancient model, Hodges Baily modelled the serpents after actual snakes, achieving an astonishing degree of naturalism. At the same time, he bent their bodies in the most elegant way, and created an entirely abstract chord with the curves of the adjoining handle's branches covered with acanthus foliage.",
  "title": "Vase"
}
