{
  "accession_number": "2011.55",
  "art_champions_text": null,
  "artist": "Artist: Christian Boltanski",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gordon Locksley, from the collection of George T. Shea and Gordon Locksley",
  "culture": null,
  "curator_approved": 0,
  "dated": "1986",
  "department": "Global Contemporary Art",
  "description": "preparatory drawing/\"certificate of authenticity\" for \"Monuments\" installation; 21 elements consisting of a grid of 12 colored rectangles at bottom of each element (turquoise, yellow or grey), with rectangular element at top center of each with a sketch of a face, and three circles (lights) connected with lines (wires) drawn to bottom of sheet",
  "dimension": "11 3/4 x 16 1/4 in. (29.85 x 41.28 cm) (sheet)\r\n15 3/16 x 19 3/4 in. (38.58 x 50.17 cm) (mount)",
  "id": "http://api.artsmia.org/objects/112389",
  "image": "valid",
  "image_copyright": "© Christian Boltanski %2F Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 3465,
  "image_width": 4771,
  "inscription": "",
  "life_date": "French, 1944 - 2021",
  "markings": "on back of mount, label: gallery label",
  "medium": "Graphite and colored pencil on graph paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: 21 Monuments / instalations variable / C. Boltanski / 1986",
  "style": "20th century",
  "text": "Born to a Corsican mother and Jewish father of Ukrainian heritage at the end of Germany’s hold over Paris in World War II, Christian Boltanski is a self-taught multi-media artist who works with found objects including old photographs, clothing, and phonebooks. Using these found objects, he creates dramatic installations that explore cultural and personal histories as well as the inconsistency of memory.\r\n\r\nThis work is the artist’s preparatory drawing for the 1986 Monuments (Installation Salle Petriere), a major installation by Boltanski in the Minneapolis Institute of Art's collection. In addition to documenting the details of the work’s multiple components, it serves as a certificate of authenticity for this unique work.",
  "title": "Preparatory drawing for \"Monuments (Installation Salle Petriere)\""
}
