{
  "accession_number": "2011.50",
  "art_champions_text": null,
  "artist": "Artist: Edith Yazzie",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Diné (Navajo)",
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "small weaving in black, light tan, medium tan, brown, white and grey, with grey edging and thin grey tassels at corners; geometric design of radiating diamonds with triangle motifs. Former Classification: Textiles - Tapestry",
  "dimension": "23 1/4 x 31 3/4 in. (59.06 x 80.65 cm) (without tassels)",
  "id": "http://api.artsmia.org/objects/112569",
  "image": "valid",
  "image_copyright": "© 2011 Edith Yazzie",
  "image_height": 6347,
  "image_width": 9522,
  "inscription": "",
  "life_date": "Diné (Navajo), born 1956",
  "markings": "",
  "medium": "Wool; tapestry weave",
  "nationality": null,
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In the 19th century, several weaving styles emerged from the regions of Diné (Navajo) country. Two Grey Hills, one of the most famous of these regional styles, is characterized by its striking colors. Preferring the natural colors of wool harvested from their sheep, artists carefully spun their wool so as to produce an especially fine grade of tapestry. Woven with 45 to 100 wefts (horizontal threads) per inch, Two Grey Hills tapestries were meticulously designed, skillfully executed, and incredibly labor intensive.\r\n \r\nContemporary artists like Edith Yazzie honor this rich heritage by maintaining the natural color palette and exceptional refinement of the Two Grey Hills tradition. A fourth-generation Diné weaver, Yazzie learned to weave from her mother, Cora Curley [b. 1916] who continues to be a strong influence on her work. Known for her especially intricate designs, many of Yazzie’s tapestries feature her mother’s signature motifs. In this way, Yazzie visually reinforces her connection with the artistic tradition created by her ancestors.",
  "title": "Textile"
}
