{
  "accession_number": "2011.52",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The George Family Acquisition Fund for Native American Art",
  "culture": "Wazhazhe (Osage)",
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "dark blue wool with yellow, red and white stripes at one end; appliquéd silk ribbon in white, lavender, light blue and medium blue forming U-shaped section with strips of symmetrical stepped flower and leaf designs; 4 red silk hand silhouettes, trimmed in white beads; green silk trim",
  "dimension": "62 5/8 x 68 in. (159.07 x 172.72 cm)",
  "id": "http://api.artsmia.org/objects/112568",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7022,
  "image_width": 7548,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, beads, silk ribbon",
  "nationality": null,
  "object_name": "Blanket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Plains Indians have a long tradition of embellishing blankets with a variety of appliqués. Before the introduction of cloth, they wore decorated buffalo hides over their shoulders and hips. In an effort to have the newest styles, many Plains Indian tribes traded for garments that were created by other groups. When Euro-American traders brought Stroudcloth-wool made in the town of Stroud in Gloucestershire County, England-it quickly became the preferred material for fashioning garments and blankets. First silk, then satin was used to decorate Stroudcloth blankets with geometric patterns using a reverse appliqué technique of sewing cutout ribbon patterns onto a background of a contrasting color ribbon. The more complex the design, the more desirable and valued the object was to own and wear. \r\n\r\nThis blanket makes a powerful statement about the creativity and artistic heritage of the Osage people. Commonly known as a Friendship Blanket, because they were given to friends and supporters during ceremonies, they continue to be used by the Osage people today. The hands may represent friendship, and the silk ribbons illustrate the skill of the female artist who fashioned them.",
  "title": "Friendship Blanket"
}
