{
  "accession_number": "2011.49",
  "art_champions_text": null,
  "artist": "Artist: Kevin Pourier",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Patricia and Peter Frechette Endowment for Art Acquisition",
  "culture": "Oglala Lakȟóta",
  "curator_approved": 1,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "black buffalo horn with some white streaking carved into a spoon shaped, with a large elongated bowl and a long, thin handle; interior of bowl is scalloped at bottom edge; back on bowl carved with portrait of a man with a goatee wearing a hat and sunglasses, with a butterfly above his head; white and red pointing fingers at edges of bowl with text balloons; \"Mixed Blood Guy\" carved at bottom",
  "dimension": "11 15/16 x 3 5/8 x 3 7/8 in. (30.32 x 9.21 x 9.84 cm)",
  "id": "http://api.artsmia.org/objects/112567",
  "image": "valid",
  "image_copyright": "© 2009 Kevin Pourier",
  "image_height": 4090,
  "image_width": 3885,
  "inscription": "Signature and Date",
  "life_date": "born 1968",
  "markings": "",
  "medium": "Buffalo horn, colored minerals",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on handle, incised: [K. Pourier  Iakol  \\'09]",
  "style": "21st century",
  "text": "The Lakota artist Kevin Pourier created Mixed Blood Guy to reveal his complex feelings of identity, belonging, and disconnection—feelings many people experience today. Wearing his signature hat and sunglasses, Pourier is literally stuck in the middle of two worlds. On either side, wagging fingers criticize him for being too Native American or not Native American enough. Pourier carved his self-portrait into a black buffalo horn and used natural minerals mixed with resin to color the surface. The monarch butterfly above his head, which appears in many of his artworks, came to him during a Lakota ceremony. He sees butterflies as an important connection to his Lakota identity.",
  "title": "Mixed Blood Guy"
}
