{
  "accession_number": "2011.54.1",
  "art_champions_text": null,
  "artist": "Photographer: Pieter Hugo",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "The Mr. and Mrs. Bernard M. Granum Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "black couple seated on a concrete bench in front of a chain link fence; woman at right wears a long dress with long sleeves, with an appliqué design with cut-outs of green flowers and gold-veined leaves, black and white beaded necklace and earrings and a black and silver headscarf, with a red purse next to her; man at left dressed as a devil, with black body paint, long black fingernails and four horns on his head, wearing a shiny black skirt-like garment",
  "dimension": "60 x 60 in. (152.4 x 152.4 cm) (image, approx.)\r\n68 x 68 in. (172.72 x 172.72 cm) (sheet, approx.)\r\n70 1/2 x 70 1/2 in. (179.07 x 179.07 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/112620",
  "image": "valid",
  "image_copyright": "© 2008 Pieter Hugo. All rights reserved.",
  "image_height": 4368,
  "image_width": 4355,
  "inscription": "",
  "life_date": "South African, born 1976",
  "markings": "on back of frame: dealer\\'s label",
  "medium": "Digital C-print",
  "nationality": "South African",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "(Yossi Milo Gallery, New York); sold to MIA, 2011.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Growing up at the end of apartheid, Pieter Hugo came of age during a period in which photographers sought to depict the political and social reality of South Africa. In the context of South Africa's recent history of colonial, apartheid, and post-apartheid conflict, which has inspired outstanding documentary photography over the years, Hugo's focus is intentionally provocative. His work moves towards a charged form of cultural realism that challenges many assumptions about South Africa today.\r\n\r\nAlthough the title of this work provides the name of its subjects, Chris Nkulo and Patience Umeh, it doesn't explain that they are Nollywood actors in full make-up and costume. According to a 2009 UNESCO report, Nollywood Nigerian cinema is the third largest film industry in the world after Hollywood and Bollywood.  Nollywood movies are released quickly and cheaply, employing local actors and low budgets. Plots are dramatically macabre and often blend everyday events with supernatural elements. Many of the narratives are drawn from local symbolic imagery and traditional storytelling.\r\n\r\nFor this photograph, as for the others in the Nollywood series, Hugo asked actors to recreate scenes and characters inspired by typical films. The resulting images are utterly surreal and, like the movies, toy with the distinction between fantasy and reality. Hugo's subjects confront us on their own terms, staring the viewer down. At the same time, their portrayal feels uncomfortably exploitative in its play on the Western media's often naïve or negative portrayals of Africa.",
  "title": "Chris Nkulo and Patience Umeh, Enugu, Nigeria"
}
