{
  "accession_number": "2011.43",
  "art_champions_text": null,
  "artist": "Photographer: Cory Prahl",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard and Beverly Fink Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "digitally manipulated color image; view across a paved street with bricked mailbox with address \"2052\" at right next to driveway; two severely trimmed boulevard trees; two small areas of landscaping with small shrubs and two small trees; grey sky with striated clouds",
  "dimension": "60 1/4 x 75 3/8 in. (153.04 x 191.45 cm)",
  "id": "http://api.artsmia.org/objects/112608",
  "image": "valid",
  "image_copyright": "© Cory Prahl. All rights reserved.",
  "image_height": 5200,
  "image_width": 6491,
  "inscription": "",
  "life_date": "American, born 1976",
  "markings": "",
  "medium": "Color inkjet print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From Suburban Vistas series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "This photograph presents a layered image of a quintessential suburban landscape with a concrete driveway in the foreground, a sidewalk, a bright green lawn, pruned trees, various shrubs, and an ominous grey sky that fills the background.  But a key element of the suburban dream is missing from the picture.  Through Adobe Photoshop software, Prahl removes the grand-scale house.  He also adds the sky and accentuates other details, many of them appearing, falsely, to be real.  Akin to Georges Seurat’s technique of applying small touches of paint in his pointillist paintings to build an image, Prahl uses a painstaking, highly meticulous creative process of subtracting and adding information to produce a final image.  These works take up to nine months complete.",
  "title": "Whitehirst Manor Drive"
}
