{
  "accession_number": "2011.79a-n",
  "art_champions_text": null,
  "artist": "Artist: Thomas Rose; Designer: Wilber H. Schilling; Author: Introduction by David Carrier; Publisher: Indulgence Press, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Multiples",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Brian and Julia Morrison Palmer in honor of Dennis Michael Jon",
  "culture": null,
  "curator_approved": 1,
  "dated": "2011",
  "department": "Prints and Drawings",
  "description": "wooden box with removable drawer, brass latch and hinges and brown leather handle; top of box inscised \"A+B\"; drawer contains white portfolio (printed \"A+B / Letters\" on cover) with fascimiles of typewritten and hand inscribed letters and small baggie affixed to bottom of drawer containing white crystals and a round paper tag printed \"see / salt\"; top of box contains transparent glass cover etched with floorplan of \"A VAGUE APPROXIMATION IN PLAN VIEW OF ARTHUR AND BARBARA'S APARTMENT\"; below glass cover, five compartments contain a removable clear glass element etched with characiature of a man and a woman (Arthur Danto and Barbara Westman), black foam rectangle with cutouts containing three dice (two white and one red) with images and text and four removable chair-shaped metal elements (two red, two black), removable yellow and black plastic spinner with white pointer, printed bound book with illustrations and \"A+B / Arthur & Barbara\" printed on cover and DVD with label with image of a spinner with black pointer and eight various images",
  "dimension": "6 3/4 x 13 1/8 x 13 in. (17.15 x 33.34 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/112643",
  "image": "invalid",
  "image_copyright": "© Thomas Rose",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1942",
  "markings": "Numbered inside bottom of drawer opening, in pencil: 14",
  "medium": "Mixed media multiple consisting of plastic, aluminum and other metals, letterpress and archival pigment printing on paper, pigments, Van Heek cloth, video disc; housed in a hinged mahogany box with leather handle",
  "nationality": "American",
  "object_name": "Multiple",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis; sold to MIA, 2011.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by artist and designer on the colophon page, in pencil: Thomas Rose / Wilber H. Schilling",
  "style": "21st century",
  "text": "",
  "title": "Arthur & Barbara"
}
