{
  "accession_number": "2011.76.1",
  "art_champions_text": null,
  "artist": "Artist: Luis Jimenez; Printer: Michael Sims; Publisher: Roswell Artist-in-Residence Foundation, Roswell, N.M.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Arts of the Americas",
  "description": "lioness with flaming red, white and blue darts in her back and shoulders, and with a bleeding wound in her belly; cracked stacked tower behind lionness; orange and yellow flames in background and smoke at top",
  "dimension": "29 5/16 x 40 7/8 in. (74.45 x 103.82 cm)",
  "id": "http://api.artsmia.org/objects/112646",
  "image": "valid",
  "image_copyright": "© Estate of Luis A. Jimenez%2C Jr. %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6591,
  "image_width": 9101,
  "inscription": "\r\n\r\n\r\n\r\nInscribed in pencil, verso: [LJ-03C-3]",
  "life_date": "American, 1940–2006",
  "markings": "Numbered in pencil, LL: 16/50\r\nLRC, printer\\'s blindstamp: LLW",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Lawrence Lithography Workshop, Kansas City, Missouri (publisher); sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge, in pencil: (c) Luis Jimenez 2004",
  "style": "21st century",
  "text": "Jimenez deeply resented war and its devastating effects on human lives and cultures. In Assyrian Lion, Jimenez presents a harsh critique of the United States' military invasion of Iraq. The iconic Babylonian lion, a symbol of the Middle East's rich heritage, slowly dies of her wounds from American missiles. In the background, a ziggurat, perhaps the legendary Tower of Babel, topples into the bloody inferno. Similar to José Clemente Orozco's prints of the Mexican Revolution Jimenez depicts the bitter, lasting wounds of war, rather than its heroic moments or romanticized justifications. While Jimenez typically focused on issues of oppression in the US, his concern for human rights, dignity, and for the preservation of cultural heritage was universal.",
  "title": "Assyrian Lion"
}
