{
  "accession_number": "2011.58.2",
  "artist": "Norbert Goeneutte",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of C.G. Boerner",
  "culture": null,
  "dated": "1894",
  "description": "3/4 view of a standing woman wearing a large lozenge-shaped black hat, black cloak, and black dress with wide ruffled stand-up collar; lines of woman\\'s garment in V\\'s",
  "dimension": "20 15/16 x 9 15/16 in. (53.18 x 25.24 cm) (image)\r\n23 5/8 x 17 1/8 in. (60.01 x 43.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112610",
  "image": "valid",
  "image_copyright": "",
  "life_date": "French 1854-1894",
  "marks": "Signature, Date, Inscription and Stamp\r\n\r\nLLC, bel Signed, numbered in blue crayon, LLC, below image:",
  "medium": "Lithograph printed in brown ink",
  "nationality": "French",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "19th century",
  "text": "Long before he made this moody portrait, Norbert Goeneutte posed as the pipe-smoking bon vivant in Pierre-Auguste Renoir's famous Moulin de la Galette (1876). Though a friend of the Impressionists, Goeneutte tended toward Realism, painting scenes of Parisian street life and the urban poor.\r\n\r\nThis image–direct, monumental, mysterious–is one of the most appealing Goeneutte ever produced. Although the lithograph is remarkably faithful to the preparatory drawing, the differences are telling. The drawing was made in 1891, the year the artist moved to Auvers-sur-Oise for treatment (by one account, for tuberculosis). The lithograph was published the year he died. Both images have the same passive, unflinching stare and sense of impenetrability, as if the figure were walled off behind her garments. In the drawing, Goeneutte used two pieces of paper pasted together to accommodate her strikingly elongated proportions. In the lithograph, her costume has become barely discernible from the background, and her face has taken on a soft, mystical radiance. She emerges from the weighty darkness with greater serenity now, her face almost floating free.\r\n",
  "title": "Femme vue de face"
}
