{
  "accession_number": "2011.61",
  "art_champions_text": null,
  "artist": "Artist: Jacob Jordaens",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1650",
  "department": "European Art",
  "description": "red and black drawing of torso, legs and arms of a figure wearing robes, with red overlay garment with scroll designs on PL side",
  "dimension": "14 15/16 x 10 1/16 in. (37.94 x 25.56 cm) (approx.)\r\n20 1/2 x 24 15/16 in. (52.07 x 63.34 cm) (mat)",
  "id": "http://api.artsmia.org/objects/112696",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4216,
  "image_width": 2909,
  "inscription": "Inscription and Stamp\r\n\r\non back, in brown ink: illegible inscription; on back, in pencil: [000581]",
  "life_date": "Flemish, 1593 - 1678",
  "markings": "LRC, stamped in black: [PR]",
  "medium": "Black and red chalk, oiled charcoal, grey wash, heightened with white",
  "nationality": "Flemish",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "London art market, 1975. Private collection, New York, 1980. Mathias Polakovits, (Budapest 1921-Paris 1987, Lugt 3561). Sale, Sotheby's, Amsterdam, November 11, 1997, lot 23, not sold. Sale, Sotheby's, London, July 5, 2000, lot 142. Rev. Rosalie \"Rody\" Heffelfinger Hall, St. Paul, (by 2002-d. 2007); [Goodwill Industries, St. Paul, sold to EIlliot]; Lucy Elliott, Stockholm, Wisonsin (until 2011, sold to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jacob Jordaens was the leading painter in Antwerp in the generation after Rubens. He was greatly influenced by the elder artist and occasionally worked for him. Though he is now best known for his droll genre pictures, he also painted religious, historical, mythological, and allegorical works. His prolific draftsmanship is represented by some 450 drawings plausibly attributed to him today. Like Rubens, he worked with a decisive hand, and scholars have had some difficulty assigning some drawing with certainty to one or the other. \r\n\r\nJordaens' work is characterized by clear contours and insistent hatching. He often mixed media in his drawings. The use of black and red chalk, oiled charcoal, gray wash, and white heightening seen in the present drapery study is elaborate but not exceptional. The combination of red and black chalk is a hallmark of his workaday drawings. The crisp, luminous effect produced by the brush work in gray and white typifies the close attention that he gave to lighting in preparing his compositions. Though the present study has not been connected with a finshed painting, it clearly represents a priest raising his hand in a gesture of blessing.",
  "title": "Study of a Figure in Priest's Robes"
}
