{
  "accession_number": "2011.78.1",
  "art_champions_text": null,
  "artist": "Artist: Hanns Lautensack",
  "catalogue_raissonne": "Holl. 65 ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from John E. Andrus III and other donors and the Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1554",
  "department": "European Art",
  "description": "portrait of a man with a beard trimmed into two points and a long, thin moustache, wearing a cape and a cloak with puffed sleeves; coat of arms on wall over man's PR shoulder; view of a village with a castle on a mountain behind man's PL shoulder; text in Greek at bottom",
  "dimension": "14 1/8 x 9 15/16 in. (35.88 x 25.24 cm) (plate)\r\n14 7/8 x 10 1/2 in. (37.78 x 26.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/112644",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription\r\n\r\non back, in pencil: [Roggenbach] and [SD]",
  "life_date": "German, c. 1520–after 1564",
  "markings": "",
  "medium": "Etching and engraving",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Friedrich Winkler, art historian and curator at the Staatliche Museun Berlin. [Pia Gallo, New York]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Hans Lautensack was a leading etcher in the middle of the 16th century in Germany. Born in Bamberg, he moved to Nuremberg as a child and there appears to have apprenticed as a goldsmith. In the 1540s, he began making landscape prints distinguished by their bristling line. These and his drawings give him a prominent place among the Danube School artists, whose highly idiosyncratic renditions of the Bavarian landscape used mountains and trees to underscore the overwhelming power of nature. His portraits of Nuremberg burghers, made 1552-54, are distinctive for their inclusion of window views that connected the sitters to the countryside beyond the city walls. \r\n\r\nThe portrait of George Roggenbach (1517–1581) dates from the end of Lautensack's activity in Nuremberg, where the sitter practiced as a lawyer. By 1553, Roggenbach was proud enough of his standing to have his coat-or-arms engraved by the Monogrammist CB. It is difficult to say if he overreached or if Lautensack simply made a mistake the following year when the current portrait appeared with the coat- of-arms including a Stechhelm—a helmet with a beak-like face and reserved for nobility. Whatever the case, Lautensack quickly reworked the plate so that the arms would have a Spangenhelm—a more ordinary type with a grill-like face. Of course, with his cap pulled forward, his implacable arched brows, hooded eyes, his waxed mustache and sharply delineated lips, his aggressive posture, his luxurious attire with gold chains and well-positioned codpiece, Roggenbach looks like the type who might overreach. Whether or not this is so, in the Greek inscription exhorts the viewer to use his time wisely in pursuit of both intellectual and physical achievement.",
  "title": "Portrait of Georg von Roggenbach at age 38"
}
