{
  "accession_number": "2011.57",
  "art_champions_text": null,
  "artist": "Maker: Samuel Yellin",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of American Decorative Art 1900 Foundation in honor of David Ryan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of the Americas",
  "description": "small screen with rubbed brown patina; six vertical zigzag elements with organic motifs including incised lines, incised spots and curved organic plant-like elements; top rail decorated on one side with zigzag incised line with incised dots",
  "dimension": "33 3/16 x 18 5/8 x 15/16 in. (84.3 x 47.31 x 2.38 cm)",
  "id": "http://api.artsmia.org/objects/112611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5436,
  "image_width": 4080,
  "inscription": "Mark",
  "life_date": "American (born Russia), 1884 - 1940",
  "markings": "LRC, stamped: [YELLIN]",
  "medium": "Wrought iron",
  "nationality": "American (born Russia)",
  "object_name": "Screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G319",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Samuel Yellin's wrought iron creations adorn some of the finest American buildings built in the early 20th century. These include the Washington National Cathedral in Washington, D.C. (1920s), and locally, the home of John and Eleanor Pillsbury, \"Southways\", in Wayzata (completed 1919, demolished 2018). During this time, Yellin's shop in Philadelphia included a showroom, drafting room, library, and 60 forges for over 200 workers. \r\n\r\nThrough his European training, Yellin possessed an understanding of historical styles and employed them for clients, but his most memorable designs are from his Arts and Crafts and later modernist work. An example of the latter is this screen from a series of prototypes he called \"Sketches in Iron\", which incorporates the angularity and dynamism of the Art Deco style. The zig-zag motifs, embellished with linear chiseled and punched decoration and adorned with tendrils forming open circles, are a clear demonstration of his combination of expertise and inventiveness in this traditional medium.",
  "title": "Screen"
}
