{
  "accession_number": "2011.76.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Luis Jimenez; Printer: Michael Sims; Publisher: Lawrence Lithography Workshop, Lawrence, Kansas",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "two separate sheets; a: man wearing short-sleeved shirt and hat, holding a bottle, with a car over PL shoulder; b: skeleton woman with curly hair, earrings, breasts and pubic hair, wearing a coat and high heeled shoes, standing on a street with a car in the background",
  "dimension": "37 x 24 5/8 in. (93.98 x 62.55 cm) (each)",
  "id": "http://api.artsmia.org/objects/112647",
  "image": "valid",
  "image_copyright": "© Estate of Luis A. Jimenez%2C Jr. %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6672,
  "image_width": 9346,
  "inscription": "Signature, Title, Date, Edition, Chop",
  "life_date": "American, 1940–2006",
  "markings": "LLC on each print, in pencil: [42/54]; workshop blind stamp, LR margin: [LLW]",
  "medium": "Lithographs on Okawara paper, diptych",
  "nationality": "American",
  "object_name": "Print, diptych",
  "portfolio": "From ",
  "provenance": "Lawrence Lithography Workshop, Kansas City, Missouri (publisher); sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil, on each print: [Luis Jimenez \\'92]; bottom center on a, in the print: [EL BORRACHO 1]; LRC on b, in the print: [EL BORRACHO 2]",
  "style": "20th century",
  "text": "Familiar with vibrant street culture as well as the seamier elements of city life in his hometown of El Paso, Texas, Jimenez infused his work with urban spectacles like graffiti, low riders, drunks, and prostitutes. El Borracho playfully narrates a drunkard's graceless flirtation with death, who is masquerading as a prostitute. Her ghoulish figure resembles the macabre prostitutes in Orozco's work. But while Orozco's prostitutes symbolize his frustrations with modernity, the one in Jimenez's print is more of a lighthearted satire. Like the whimsical \"calaveras\" (skeletons) made famous by Mexican cartoonist Jose Guadalupe Posada (1852–1913), she mocks the somberness of life and death. El Borracho is at once a spirited homage to Mexican icons and a self-conscious reflection on the negative stereotypes—like the \"drunken Mexican\"—that sometimes haunt the Mexican-American community.",
  "title": "El Borracho (The Drunkard) I, II"
}
