{
  "accession_number": "2011.76.3",
  "art_champions_text": null,
  "artist": "Artist: Luis Jimenez; Printer: Michael Sims; Publisher: Published by the Art Department at Western Michigan University, Kalamazoo, Michigan",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "Arts of the Americas",
  "description": "figures carrying children and bundles at right, with man with two guns at right edge; screaming woman with one bare breast at center, with a dog at her feet; helicopter and plane in top corners; three black birds flying overhead; dead girl lying face down, nude from waist down, at left; car at far left; cactus and barbed wire at bottom in foreground",
  "dimension": "32 1/4 x 56 3/4 in. (81.92 x 144.15 cm)",
  "id": "http://api.artsmia.org/objects/112648",
  "image": "valid",
  "image_copyright": "© Estate of Luis A. Jimenez%2C Jr. %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3924,
  "image_width": 6820,
  "inscription": "",
  "life_date": "American, 1940–2006",
  "markings": "LLC, in pencil: 46/50\r\nLLC, blindstamp: arrow-like symbol",
  "medium": "Lithograph on Okawara paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Lawrence Lithography Workshop, Kansas City, Missouri (publisher); sold to MIA, 2011",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: (c) Luis Jimenez 2001",
  "style": "21st century",
  "text": "So Far from God humanizes the contentious political issue of border crossing, capturing the desperation, determination, and resilience of these hopeful immigrants. Jimenez's expressive figures and montage-like narrative reflect his affinity for early twentieth century Mexican murals by Orozco, Rivera, and Siquieros, while the jagged edges from his broken lithography stone echo the rugged quality of Jose Guadalupe Posada's late nineteenth century political cartoons. The title refers to a quote by Mexican president Porfirio Díaz (1876–1911). Regarding Mexico's depressed economy, Díaz remarked, \"¡Pobre México! ¡Tan lejos de Dios y tan cerca de los Estados Unidos!\" (Poor Mexico! So far from God and so close to the United States!)  Forever suspended in a torturous purgatory, Jimenez's immigrants are so close to paradise, yet so far from salvation.",
  "title": "Tan Lejos de Dios; Tan Cerca de los Estados Unidos"
}
