{
  "accession_number": "2011.54.2",
  "art_champions_text": null,
  "artist": "Photographer: Pieter Hugo",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Gift of funds from Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "black man wearing a blue tank top and a predominately red checked skirt with leather streamers and tassels in green, cream, red and blue, and blue flip-flop sandals, holding a spotted hyena, wearing a muzzle attached to a heavy chain; man and hyena stand beneath large freeway ramps",
  "dimension": "60 x 60 in. (152.4 x 152.4 cm) (image)\r\n68 x 68 in. (172.72 x 172.72 cm) (sheet, approx.)\r\n70 1/2 x 70 1/2 in. (179.07 x 179.07 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/112621",
  "image": "valid",
  "image_copyright": "© 2007 Pieter Hugo. All rights reserved.",
  "image_height": 4383,
  "image_width": 4379,
  "inscription": "",
  "life_date": "South African, born 1976",
  "markings": "on back of frame: dealer\\'s label",
  "medium": "Digital C-print",
  "nationality": "South African",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "(Yossi Milo Gallery, New York); sold to MIA, 2011.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Pieter Hugo grew up in Cape Town, South Africa. His art, which engages with traditions in photojournalism, art photography, and portraiture, has taken him across the continent. Part of a younger generation of post-apartheid South African photographers, his work is inherently political, focusing on African communities - particularly subculture communities and the marginalized. His imagery works against stereotypes, sometimes by emphasizing them, in effect challenging viewers' preconceptions of South Africa and the rest of the continent.\r\n\r\nOne of several images from the recent series The Hyena & Other Men, the picture offers a rare glimpse of a group of men who practice a unique tradition that has been passed down for generations. After learning about their existence, Hugo traveled to Nigeria to find and photograph the 'Gadawan Kura,' or 'Hyena Men,' traveling performers who train hyenas, monkeys, and pythons, which they use to entertain crowds and sell traditional medicine. Psychologically engaging, the images raise a host of questions about socio-economic conditions in Nigeria, the perception of Africa, and human relationships with animals and with nature.\r\n\r\nMade on two separate trips to Nigeria in 2005 and in 2007, Hugo's prints are as beautiful as they are chilling. Although taken during quiet periods between the spectacles of the street performances, the photographs are nonetheless shocking in their juxtapositions of the tenuously domesticated wild animals with their colorful and distinctive handlers. \r\n\r\nOne of Hugo's most recognized series, The Hyena & Other Men has won him the Rencontres d'Arles Discovery Award in 2008, as well as the first prize in the 2006 Portraits section of the World Press Photo.",
  "title": "Abdullahi Mohammed with Mainasara, Lagos, Nigeria"
}
