{
  "accession_number": "2012.109.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen H. Wang",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "figures in multicolored clouds against blue striated background; three-eyed man at top with long hair, holding a sword over his head, riding a blue, green, red and yellow fantastic animal; man below, under a green, red and blue canopy, riding a red dragon, accompanied by white crane and four attendants; pair of figures below flaking man under canopy, each riding fantastic animals--man at left with two attendants, man at right with one; large warrior figure with long hair and sword, standing on a turtle; pair of figures at bottom corners--man with three eyes in LRC and dark-skinned man in LLC",
  "dimension": "63 5/16 x 19 1/4 in. (160.81 x 48.9 cm) (image)\r\n63 1/2 x 22 13/16 in. (161.29 x 57.94 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/112754",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This painting depicts the Daoist deity Zhenwu, or the Perfected Warrior, and his realm. Zhenwu is seen at the top of the painting mounted on a mythical beast called a qilin, flying through celestial clouds. He has three eyes and a sword pointed downward. Below are other Daoist deities, attendants, and guardian figures, along with a second depiction of Zhenwu in the center, standing on a tortoise entwined with a snake. Zhenwu emerged as a Daoist deity in the early Northern Song (960-1126) and reached the peak of his popularity during the Ming dynasty (1368-1644). Prior to this time, he was known as Xuanwu, the Dark Warrior, and appeared as a tortoise entwined with a snake in the art of the Han dynasty (206 BCE – 220 CE). Fervent Yuan and Ming imperial patronage of the god's legendary home, Mount Wudang, gives evidence of Zhenwu's emergence as an important deity with a cadre of assistant martial divinities. In the late imperial period, the Perfected Warrior was worshiped as a guardian god, particularly as a protector of the state and imperial family.",
  "title": "Daoist Deity Zhenwu, the Perfected Warrior"
}
