{
  "accession_number": "2011.87.1",
  "art_champions_text": null,
  "artist": "Artist: Empress Dowager Cixi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Yang and Helen H. Wang",
  "culture": null,
  "curator_approved": 0,
  "dated": "1902",
  "department": "Asian Art",
  "description": "orchid plant with very long, thin turquoise-colored leaves and pale green flowers at center; two lines of text--one at left edge, one at right edge; five red seals, including very large red seal at top center",
  "dimension": "49 x 25 in. (124.46 x 63.5 cm) (image)\r\n72 1/2 x 33 1/4 in. (184.15 x 84.46 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/112759",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10008,
  "image_width": 5228,
  "inscription": "",
  "life_date": "Chinese, 1835 - 1908",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This scroll depicts several clumps of orchids and lingzhi fungi against a plain background, without a defined context. The leaf blades are rendered in green and the blossoms in light pink. The lingzhi fungus has long been a symbol of longevity, and the orchid has stood for moral fortitude. The title of the painting comes from a Chinese poem Lisao (“The Sorrow of Parting”), written by Qu Yuan (329–299 BCE). In the poem Qu Yuan recounts that he planted nine wan (around 23 square miles) of orchids. The poem is generally taken to be the poet’s self-depiction of a loyal minister estranged from his lord; the flower imagery is meant to suggest his purity of spirit and the beauty of his talents and merits. Ever since this poem became popular, the orchid has been associated with the virtues of highly principled men.",
  "title": "Fragrance of the Orchids"
}
