{
  "accession_number": "2012.53.1a-d",
  "art_champions_text": null,
  "artist": "Artist: David Rathman; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2011",
  "department": "Prints and Drawings",
  "description": "image of banged-up, multi-colored station wagon in four sections; text [BRAHAM, NPAA, Team GORMAN, 88] on side of vehicle; framed behind Plexiglas in whitewashed wood frame",
  "dimension": "37 3/4 × 26 3/16 in. (95.89 × 66.52 cm) (sheet, each)\r\n41 1/2 × 92 1/2 in. (105.41 × 234.95 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/112857",
  "image": "invalid",
  "image_copyright": "© David Rathman %2F Highpoint Editions%2C Minneapolis%2C publisher",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Lithograph with hand-applied watercolor",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Highpoint Editions, Minneapolis (publisher); sold to MIA, 2012.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Born in Montana, David Rathman has earned a national reputation for his incisive observations of American life. His artwork ranges in subject from competitive sports such as boxing and football, to gunslingers of the Old West, to themes of modern warfare. This lithograph was conceived as a conceptual diptych along with Miller Trucking (Mia 2012.53.2a-c)—two unique, but related \"portraits\" of veterans of the demolition derby, the popular small-town motor sport in which vehicles deliberately crash into one another until only one remains operational. Rathman's fascination with this dangerous and demanding competition is here expressed in the closely-observed profile images of a car and a truck. In depicting them out of context with no discernible setting, he emphasizes the physicality and scale of the vehicles. Both have been repeatedly rebuilt from various spare parts and scrap sheet metal, emblematic of the fleeting and violent nature of the sport, one in which destruction and resurrection are essential to victory.",
  "title": "Team Gorman"
}
