{
  "accession_number": "2012.61.94",
  "art_champions_text": null,
  "artist": "Artist: Richard Holzschuh",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James C. and Kathryn L. Hogan",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "ant, wearing a cap and glasses and holding a pipe, standing in a doorway; grasshopper, wearing a scarf and holding a cello on its back, standing on a cobblestone path in the snow leading up to doorway",
  "dimension": "14 1/16 x 11 in. (35.72 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/112910",
  "image": "valid",
  "image_copyright": "© James C. Hogan",
  "image_height": 7848,
  "image_width": 6160,
  "inscription": "Signature and Inscription\r\n\r\nURC on back, in pencil: [39]",
  "life_date": "American, 1889–1968",
  "markings": "",
  "medium": "Pen and black ink on card",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; his stepson, Jim Hogan, Hudson, Wis.; given to MIA, 2012.",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black ink: Richard Holzschuh",
  "style": "20th century",
  "text": "Richard Holzschuh is an unknown artist deserving of attention. He appears to have received training at the Art Students’ League of New York, the Art Institute of Chicago, and the Minnesota College of Art [Minneapolis Collage of Art and Design']. Graduating in an era when artists had little hope for professional employment, he became an accountant for Standard Oil and resided in Minneapolis. Despite the redirection of his career, he maintained his interest in art and continued to draw throughout his life. He made many kinds of art, but his real gift was as an illustrator. His fairytale illustrations, fantasies, and other whimsical drawings display imagination, wit, and great technical skill. \r\n\r\nHolzschuh managed to publish a few children’s books as well as illustrations for Standard Oil’s in-house magazine and posters, but most of his drawings appear to have been made for his family and friends.",
  "title": "The Ant and the Grasshopper"
}
