{
  "accession_number": "2015.79.334.4",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 673",
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "one of four: dish with high walls and deep scalloped cutouts on each edge, creating dramatic, irregular square shape; textured, beige over glaze against dark brown underglaze; beige over glaze on bottom lightly brushed around bowl; subtle blue vine accents on underside at cutouts",
  "dimension": "2 1/16 × 5 5/16 × 5 5/16 in. (5.24 × 13.49 × 13.49 cm)",
  "id": "http://api.artsmia.org/objects/123028",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4813,
  "image_width": 6648,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Utsutsugawa ware; glazed stoneware with underglaze slip decorations",
  "nationality": null,
  "object_name": "Individual serving vessel (mukōzuke)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G225",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "現川 Utsutsugawa ware; In a formal tea gathering, a meal precedes the preparation and service of tea. The meal usually consists of soup and rice accompanied by two or three side dishes featuring grilled, simmered, raw, and/or pickled seasonal ingredients. Grilled dishes would be served on large plates and simmered dishes in individual lidded bowls. A third type of side dish, often sashimi (slices of raw fish), was served in small individual dishes placed farthest from the guest. For this reason, this type of side dish and the bowls in which they were served were called mukōzuke, which literally means “placed on the far side.” This set of four mukōzuke dishes were produced at Utsutsugawa, a kiln site in Nagasaki that specialized in dishes, bowls, and incense containers for the tea ceremony.",
  "title": "Set of food dishes (mukōzuke)"
}
