{
  "accession_number": "2015.3.2",
  "art_champions_text": null,
  "artist": "Artist: Sammy Baloji",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "The Tess E. Armstrong Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of Global Africa",
  "description": "two images printed in color on one sheet; left image: tent village with red-orange tents; tall dead tree, URQ; grey sky; right image: old reproduced image of swimming pool surrounded with tropical landscaping with palm trees; many lounge chairs and umbrellas; concrete animals--snail, turtle, seal; old image with vertical lines/creases in original image and dark inherent smudges on original image; losses to original image in URC and LRC; text written in black on original image, URC, in French: \"MOI ET MA MAISON / (FAMILLE) NOUS SERVIRON / L'ETERNELLE]",
  "dimension": "31 7/16 × 94 1/4 in. (79.85 × 239.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123054",
  "image": "valid",
  "image_copyright": "© Sammy Baloji",
  "image_height": 2613,
  "image_width": 4679,
  "inscription": "",
  "life_date": "Congolese, born 1978",
  "markings": "",
  "medium": "Digital inkjet print on Baryta paper",
  "nationality": "Congolese",
  "object_name": "Photograph",
  "portfolio": "From Kolwezi (Montages)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The Democratic Republic of Congo is “a geological scandal”—a country with one of the richest mineral deposits in the world, whose profits from excavation hardly benefit its population. Sammy Baloji photographs his native province of Katanga, a mineral-rich area that is home to artisanal mining on a huge scale. The tarpaulin homes of the miners are decorated with kitsch posters made in China, which depict images of Western or Asian cities, and real or touched-up landscapes that suggest a utopian world. By photographing the desolate mine landscapes of his homeland and pairing them with these idyllic scenes, Baloji creates an uncomfortable contrast.",
  "title": "Raccord #1, Cité de Kawama"
}
