{
  "accession_number": "2015.34a-l",
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": "Brown, Barnhart, Owyoung: Minol Araki, 1999, no. 54",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The P.D. MacMillan Memorial Fund and gift of David T. Frank and Kazukuni Sugiyama in honor of Matthew Welch in recognition of his outstanding achievements in the advancement of Japanese art at the MIA",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Japanese and Korean Art",
  "description": "",
  "dimension": "70 7/8 × 35 7/16 in. (180 × 90 cm) (object part, each panel)",
  "id": "http://api.artsmia.org/objects/123060",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 4792,
  "image_width": 9577,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "",
  "medium": "Ink and color on paper mounted on Dibond",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Born to Japanese parents in Manchuria, who were part of an expatriate Japanese community, Minol Araki studied painting from the age of seven in the brush and ink tradition. Throughout his life, Araki continued to paint. His efforts intensified after 1973, when he met the noted Chinese master painter Chang Dai-chien, with whom he developed a lasting friendship. By then, Araki was traveling frequently to Hong Kong, Taiwan, and the United States. In his philosophy, he remained committed to the literati tradition and prized individual expression. He sought to capture the rhythms of nature in his art. “My painting,” he said, “is a celebration of nature, a grateful song to all forms of creation expressed through brush painting. By drawing from both East and West, I hope to achieve a perspective which is international, a bridge between cultures.”\r\nSnow monkeys are indigenous to Japan and live throughout the chain of islands, though they are particularly found in the Japanese Alps and in the northern-most reaches of the main island. They are famous, however, for their ability to withstand colder temperatures than other monkey species. Historically, the Japanese have delighted watching their social behavior, including grooming each other, washing and seasoning their food, and swimming—including forays into natural hot springs as illustrated by Araki in this painting.",
  "title": "Snow Monkeys at Play in Autumn and Winter"
}
