{
  "accession_number": "2016.35.4a-qq",
  "art_champions_text": null,
  "artist": "Artist: James Castle",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "after 1930",
  "department": "Arts of the Americas",
  "description": "matchbox-style cardboard box made from a Cheer detergent box with printing primarily in blues and yellow; pink string holds side of cover closed and holds ends of box closed; box contains various ephemera--including matchbook covers, small bits of newspaper with images, portions of cardboard and paper consumer product packaging--and mainly figurative drawings--some on rough paper, some on bits of packaging/cardboard",
  "dimension": "1 1/2 × 4 11/16 × 2 3/4 in. (3.81 × 11.91 × 6.99 cm) (box, closed)",
  "id": "http://api.artsmia.org/objects/123072",
  "image": "valid",
  "image_copyright": "Copyright © 2018 James Castle Collection and Archive LP%2C All rights reserved.",
  "image_height": 5412,
  "image_width": 7216,
  "inscription": "",
  "life_date": "American, 1899–1977",
  "markings": "",
  "medium": "Handmade box containing bundle of twenty-five color and monochromatic drawings (six double-sided) and various commercially printed ephemera (matchbook covers, food product labels/packaging, and comic strips); drawing media includes color of unknown origin, soot, and soot wash on various found paper and commercially printed cardboard supports; box sleeve and tray fashioned from thin gray found cardboard faced with cream paper (commercially printed Cheer laundry detergent packaging); cut, folded, and wrapped; sewn and tied with thick white (pink-toned) cotton string",
  "nationality": "American",
  "object_name": "Handmade box containing 25 drawings and 16 pieces of ephemera",
  "portfolio": "From ",
  "provenance": "(Karen Lennox Gallery, Chicago, sold to Mersky 2016); Mary and Bob Mersky, Minneapolis; given to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "not signed",
  "style": "20th century",
  "text": "Featuring more than two dozen unique drawings (some double-sided) and a selection of commercial ephemera, this remarkable James Castle “bundle” work is essentially a portable exhibition in a box. Most of the drawings are portraits or figurative compositions, though subjects include abstractions, landscapes, and an ocean liner. The selection incudes both color and black-and-white examples. Castle fashioned the exterior and tray of the box from a discarded carton of Cheer laundry detergent. It is nearly identical to the cardboard boxes of wooden kitchen matches that he favored as substrates for his soot drawings. But for him, everything had to be unique and handmade.\r\n\r\nThe idea of organizing and storing drawings in discrete packages extended to the long-term storage of Castle’s artwork. He routinely stacked and tied finished works of art in bundles and then placed them in the family’s attic or in barns or outbuildings. He often set the bundles on open beams or placed them inside walls. The storage of small-scale drawings and items of commercial ephemera inside a discrete handmade box speaks to this penchant for preservation and categorization. Its intended purpose is unknown, though it may have operated as a miniaturized drawing exhibition.",
  "title": "Untitled (Cheer)"
}
