{
  "accession_number": "2015.79.185.2",
  "art_champions_text": null,
  "artist": "Artist: Soga Shōhaku",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 437",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 1760s",
  "department": "Asian Art",
  "description": "six-panels showing a landscape with two male figures and an ox; man in UL lies prone atop a rocky cliff with his right hand extended; man in center leads ox out of a wooden structure with a thatched roof; thick cloud cover present in first four panels",
  "dimension": "42 3/4 × 109 × 3/4 in. (108.59 × 276.86 × 1.91 cm) (outer frame)\r\n36 1/2 × 103 in. (92.71 × 261.62 cm) (image)",
  "id": "http://api.artsmia.org/objects/123099",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1007,
  "image_width": 2865,
  "inscription": "",
  "life_date": "Japanese, 1730 - 1781",
  "markings": "LRC red artist\\'s seals: {Soga Teruo} | {Shōhaku}",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: {Soga Jirō Teruo ga} (painted by Soga Jirō Teruo)",
  "style": "18th century",
  "text": "Soga Shōhaku was celebrated in his own life for his unorthodox, peripatetic lifestyle and for the ease with which he could transform his painting style on a whim. But he was also a deeply studious painter who was fluent in a variety of classical Japanese and Chinese painting styles and had a vast knowledge of traditional painting subjects. In this pair of half-height folding screens, he combines illustrations of two stories about wise misfits from Chinese legend: a pair of insightful recluses, Xuyou and Chaofu, at right, and a famous judge of horses, Bole, at left. Shōhaku’s unconventional pictures, with their bold compositions, grotesque trees and pillars, and comically drunken old men, belie the serious philosophical underpinnings of the legends themselves, both of which appear in the Zhuangzi, a foundational Daoist text written in China in the 300s B.C.E.",
  "title": "Bo Le [left of a pair of the Legends of Xu You, Chao Fu, and Bo Le]"
}
