{
  "accession_number": "2015.30",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Driscoll Art Accessions Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1649",
  "department": "Asian Art",
  "description": "images of men and women--primarily couples, several small groups of figures--of various ethnicities, wearing various costumes and with differing hairstyles and headgear; Asian, European, African and North American figures; map of Northern Hemisphere at end of scroll; inscriptions above each group of figures",
  "dimension": "14 × 387 in. (35.56 × 982.98 cm) (image, approx.)\r\n14 × 398 7/16 in. (35.56 × 1012.03 cm) (overall, approx.)",
  "id": "http://api.artsmia.org/objects/123031",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 26478,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In 1543, Portuguese explorers, missionaries, and merchants arrived for the first time in Japan. They were followed by the Spanish, Dutch, and British. With the establishment of trade relations, more and more information about the rest of the world entered Japan. Artists began to depict these strange-looking foreigners. This handscroll shows figures representing forty different peoples, beginning with the Chinese, who the Japanese considered to be the world’s leaders. The scroll also includes pairs of figures identified as Europeans, Africans, and peoples of North and South America, images derived from a Dutch map that was circulated in Japan at this time. The handscroll goes on to describe fantastic people like giants and Lilliputians and ends with a circular map of the world.",
  "title": "People of Many Nations"
}
