{
  "accession_number": "2015.3.1",
  "art_champions_text": null,
  "artist": "Artist: Sammy Baloji",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "The Tess E. Armstrong Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of Global Africa",
  "description": "two images printed in color on one sheet; left image: view inside a crevice in a rocky landscape; young black man in LLQ carrying a large bundle behind his neck, with a child behind him; other figures in the far distance at top center, with many stacks of bundles; right image: intensely-colored image of two zebras in foreground facing one another, each with their heads resting on the other's upper back; snow-covered mountain peak at center background; red flowers in foreground; tree branches with pink flowers at top",
  "dimension": "31 7/16 × 90 7/8 in. (79.85 × 230.82 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123053",
  "image": "valid",
  "image_copyright": "© Sammy Baloji",
  "image_height": 2382,
  "image_width": 4665,
  "inscription": "",
  "life_date": "Congolese, born 1978",
  "markings": "",
  "medium": "Digital inkjet print on Baryta paper",
  "nationality": "Congolese",
  "object_name": "Photograph",
  "portfolio": "From Kolwezi (Montages)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The Democratic Republic of Congo is “a geological scandal”—a country with one of the richest mineral deposits in the world, whose profits from excavation hardly benefit its population. Sammy Baloji photographs his native province of Katanga, a mineral-rich area that is home to artisanal mining on a huge scale. The tarpaulin homes of the miners are decorated with kitsch posters made in China, which depict images of Western or Asian cities, and real or touched-up landscapes that suggest a utopian world. By photographing the desolate mine landscapes of his homeland and pairing them with these idyllic scenes, Baloji creates an uncomfortable contrast.",
  "title": "Raccord #5, Mine à ciel ouvert noyée de Banfora"
}
