{
  "accession_number": "2015.68.2l",
  "art_champions_text": null,
  "artist": "Artist: Wang Qinyun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift from the Helen D. Ling Collection in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "five children seated around a square white game board (?) with black lines and black and white circles in geometric formation; small yellow bag to right of second child from left, wearing pale blue-green tunic; tan wall behind children, with arched doorway and lattice gate; two haystacks or cone-shaped thatched roofs behind wall; inscription in black at left edge with red oval seal",
  "dimension": "7 9/16 × 6 1/16 in. (19.21 × 15.4 cm) (image)\r\n10 3/4 × 7 7/16 in. (27.31 × 18.89 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123184",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "123172",
    "123184"
  ],
  "signed": "",
  "style": "18th century",
  "text": "Wang Qinyun, a renowned woman poet and painter of the late 18th century, painted\r\nfifteen scenes of children at play in garden settings in this album. The children’s activities include riding on bamboo horses, playing gambling games, performing acrobatics, exercising archery, performing ritualistic parades, playing grass games, bird fighting, playing board games, skipping robe, staging scenes of the success in civil service examination, fishing, enjoying antiquities, fighting, attending school, and building a snowman. These paintings reveal a firm grasp of minute details in the depictions of the children, and even the garden scenes are exceptionally depicted. The colophons accompanying each painting were written by contemporary or later writers, poets and calligraphers. They provide valuable additional information not found in the painting proper.",
  "title": "Children playing a game with a geometric board (?)"
}
