{
  "accession_number": "2015.79.162.2",
  "art_champions_text": null,
  "artist": "Artist: Style of Nagasawa Rosetsu",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 397",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th-mid 19th century",
  "department": "Asian Art",
  "description": "many small children playing with and climbing on a white elephant that is lying down",
  "dimension": "66 1/4 × 141 in. (168.28 × 358.14 cm) (image)\r\n67 3/4 × 142 1/2 in. (172.09 × 361.95 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123100",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3076,
  "image_width": 6574,
  "inscription": "",
  "life_date": "Japanese, 1754 - 1799",
  "markings": "b: fold between right two screens on back",
  "medium": "Ink and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th - 19th century",
  "text": "Japanese artists, catering to the sentimental tastes of their customers, routinely depicted groups of children at play.  Rosetsu brought new vitality to this stock subject by showing the youngsters doing unusual activities.  Here, in the right screen, several Chinese children explore the enormous proportions of a gentle white elephant, which seems to smile, tickled by the tiny feet on its great, lumpy back.  In the left screen, the youngsters participate in a game of \"child snatching\" whereby a \"catcher\" (at the extreme right) tries to grab a child who is protected by a \"parent,\" who stands at the head of the long, winding line with outstretched arms.\r\n\r\nRosetsu's exuberant style and daring compositions surpassed the conservative images of his contemporaries.  The impetuous energy with which he painted the robes of the children suggests their frantic movements.  And yet, Rosetsu also carefully individualized each child, describing a variety of facial expressions and hairstyles.",
  "title": "Chinese Children Playing with an Elephant [right of a pair]"
}
