{
  "accession_number": "2015.87.4",
  "art_champions_text": null,
  "artist": "Artist: Yee I-Lann",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "Asia",
  "country": "Malaysia",
  "creditline": "Gift of funds from Howard Tam, an anonymous donor, and the Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013 (printed 2015)",
  "department": "Asian Art",
  "description": "Man with handlebar moustache at right, seated at a desk in an old-fashioned office; curving railroad tracks from center bottom to left edge and across center of image toward right; workers at left--some holding shovels and wearing turbans--with buildings behind them",
  "dimension": "26 13/16 × 72 9/16 in. (68.1 × 184.31 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123148",
  "image": "valid",
  "image_copyright": "© 2013 Yee I-Lann",
  "image_height": 3640,
  "image_width": 9891,
  "inscription": "Signature, Title, Date and Edition",
  "life_date": "Malaysian, born 1971",
  "markings": "Numbered on back, in pencil: 8/8",
  "medium": "Digital inkjet print on Hahnemühle paper",
  "nationality": "Malaysian",
  "object_name": "Photograph",
  "portfolio": "From Picturing Power portfolio",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in pencil: Picturing Power \\\"Wherein one tables an indexical record of data-turned-assets / and rules like the boss you now say that you are\\\" | Yee I-Lann, 2013",
  "style": "21st century",
  "text": "Yee I-Lann is recognized for her experimental technique of splicing together visual references, from history to pop culture, to examine the complex history of imperialism, particularly in her native Southeast Asia. Her portfolio \"Picturing Power\" explores how photography was used to lay claim to land and culture through imagery. She places particular emphasis on the Dutch colonial legacy in Malaysia, with images sourced from archives and the artist’s own photographs. The works, with long allegorical titles, suggest a present deeply influenced by a colonial legacy.",
  "title": "Wherein one tables an indexical record of data-turned-assets and rules like the boss you now say that you are"
}
