{
  "accession_number": "2015.87.1",
  "art_champions_text": null,
  "artist": "Artist: Yee I-Lann",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "Asia",
  "country": "Malaysia",
  "creditline": "Gift of funds from Howard Tam, an anonymous donor, and the Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013 (printed 2015)",
  "department": "Asian Art",
  "description": "Man wearing striped shirt working with photographic plates at a small table at right, with camera on a stand at far right; cameras with black cloths at center; figures primarily in white carrying upside down tables and umbrella at left; some light touches of color on clothing of some figures at left",
  "dimension": "26 3/4 × 72 1/2 in. (67.95 × 184.15 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123145",
  "image": "valid",
  "image_copyright": "© 2013 Yee I-Lann",
  "image_height": 3618,
  "image_width": 9861,
  "inscription": "Signature, Title, Date and Edition",
  "life_date": "Malaysian, born 1971",
  "markings": "Numbered on back, in pencil: 8/8",
  "medium": "Digital inkjet print on Hahnemühle paper",
  "nationality": "Malaysian",
  "object_name": "Photograph",
  "portfolio": "From Picturing Power portfolio",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in pencil: Picturing Power \\\"Wherein one surreptitiously performs reconnaissance to / collect views and freeze points of / view to be reflective of one\\'s own kind.\\\" | Yee I-Lann, 2013",
  "style": "21st century",
  "text": "Yee I-Lann is recognized for her experimental technique of splicing together visual references, from history to pop culture, to examine the complex history of imperialism, particularly in her native Southeast Asia. Her portfolio \"Picturing Power\" explores how photography was used to lay claim to land and culture through imagery. She places particular emphasis on the Dutch colonial legacy in Malaysia, with images sourced from archives and the artist’s own photographs. The works, with long allegorical titles, suggest a present deeply influenced by a colonial legacy.",
  "title": "Wherein one surreptitiously performs reconnaissance to collect views and freeze points of view to be reflective of one's own kind"
}
