{
  "accession_number": "2015.68.2p",
  "art_champions_text": null,
  "artist": "Artist: Wang Qinyun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift from the Helen D. Ling Collection in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "group of five children at the edge of calm water; boy wearing pale blue tunic and pink pants at left holds a fishing pole into the water, while a child wearing a lavender tunic and white pants puts his PL hand on first child's shoulder; boy in red at center reclining on rock; boy at right wearing pink tunic and yellow pants holds a frog (?); tree with thin draping branches and red blossoms at right; horizontal inscription in black at top edge, ULC, with rectangular red seal",
  "dimension": "7 9/16 × 6 1/8 in. (19.21 × 15.56 cm) (image)\r\n10 3/4 × 7 7/16 in. (27.31 × 18.89 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123188",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Album leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "123172",
    "123188"
  ],
  "signed": "",
  "style": "18th century",
  "text": "Wang Qinyun, a renowned woman poet and painter of the late 18th century, painted\r\nfifteen scenes of children at play in garden settings in this album. The children’s activities include riding on bamboo horses, playing gambling games, performing acrobatics, exercising archery, performing ritualistic parades, playing grass games, bird fighting, playing board games, skipping robe, staging scenes of the success in civil service examination, fishing, enjoying antiquities, fighting, attending school, and building a snowman. These paintings reveal a firm grasp of minute details in the depictions of the children, and even the garden scenes are exceptionally depicted. The colophons accompanying each painting were written by contemporary or later writers, poets and calligraphers. They provide valuable additional information not found in the painting proper.",
  "title": "Children fishing"
}
