{
  "accession_number": "2015.10.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Arms and Armor",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th century BCE",
  "department": "Asian Art",
  "description": "teardrop-shaped top, with incised similar shape with a vertical line down center at center of blade on each side; ribs on each outer side of shaft with open loop at bottom of each rib; one side at bottom of shaft has an incised design with a standing stick figure holding a yoke across its shoulders with two elements hanging from each side of yoke; mottled patina--greens, reds",
  "dimension": "9 × 2 3/4 × 1 5/16 in. (22.86 × 6.99 × 3.33 cm)",
  "id": "http://api.artsmia.org/objects/123102",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10535,
  "image_width": 4360,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Spearhead (mao)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century BCE",
  "text": "Two inscribed Shang dynasty bronze spearheads dating to the Anyang period (thirteenth to mid-eleventh century BCE). Each has a flat, leaf-shaped blade with a single point and double edges on a tapered, hollow socket with a pair of loops above the reinforced rim for fixing to a shaft. Spearheads resembling this pair were excavated from tomb M54 at Huayuanzhuang-dong in Anyang, datable to Phase II of the Anyang period which is contemporary to the famous Tomb of Fuhao, the consort of King Wuding, who died around 1200 BCE. The ears on the bronze spearheads were used to fix them onto a shaft. From the Western Zhou onward, perforations and nail holes were used as the principal method of fastening. Bronze spears were prevalent during Shang times since battles were primarily fought on foot, but they became less common in the Western Zhou and later as chariot warfare became more common.\r\n\r\nThe inscriptions cast on these two spearheads are family insignia and are extremely rare. They are significant as they may serve as crucial, first-hand evidence for ancient ritual and political ritual activities.",
  "title": "Spearhead (mao)"
}
