{
  "accession_number": "2015.93.188",
  "art_champions_text": null,
  "artist": "Artist: Ernst Wilhelm Nay",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of Elizabeth, Julie, and Catherine Andrus in memory of John and Marion Andrus",
  "culture": null,
  "curator_approved": 1,
  "dated": "1958",
  "department": "Prints and Drawings",
  "description": "abstract watercolor in bright hues; red/purple UR; green/red UL; blue/purple LL; brown/yellow LR",
  "dimension": "16 1/2 × 23 1/2 in. (41.91 × 59.69 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123241",
  "image": "valid",
  "image_copyright": "© Ernst Wilhelm Nay",
  "image_height": 4963,
  "image_width": 7089,
  "inscription": "Signature, Date, Label\r\n\r\n-- in graphite on verso, upper left: 493 Torson \r\n-- in graphite on verso, lower left: 0486\r\n\r\nTwo labels on back of frame:\r\n-- Art Lending Service of the Museum of Modern Art -21 W. 53 Street, N.Y. / No. LS 596-471 / Artist NAY / Title COMPOSITION / medium watercolor.  [... -2 mos.]  [...mos.] [...rson]\r\n-- John E. Andrus, III 100 Bushaway Road, Wayzata, Minn. / Nay watercolour / Composition",
  "life_date": "German, 1902-1968",
  "markings": "",
  "medium": "Watercolor on paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[John A. Torson, New York, and Art Lending Service, MOMA, New York; sold to Andrus]; John E. Andrus III, Wayzata, Minn.; by descent to his daughters, Elizabeth, Katie, and Julie; gave to MIA, 2015. Earlier provenances have been gathered, but further research will increase our knowledge of their histories.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dated in graphite, lower right: [Nay 58]",
  "style": "20th century",
  "text": "Ernst Nay ranks among the most famous post–World War II (1939–45) artists in Germany, yet his work is just beginning to receive serious recognition in the English-speaking world—the first English-language book about Nay appeared only in 2012. As a young man, he was a rising star among progressive artists. But when the Nazis came to power he was branded a “degenerate” artist and forbidden to exhibit. Drafted into the army, Nay continued to paint in secret in the studio of a friendly French sculptor. After the war, he and his art became symbols of a new Germany, and he represented his country in major international exhibitions.\r\n\r\nComposition reveals Nay’s interest in two French artistic trends: tachisme (painting with spontaneous dabs of color) and art informel (art that does not record existing or premeditated forms).",
  "title": "Composition"
}
