{
  "accession_number": "2015.68.1",
  "art_champions_text": null,
  "artist": "Artist: Liao Yun",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift from the Helen D. Ling Collection in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1847",
  "department": "Asian Art",
  "description": "two young women reading a book; woman in front with blue trim on her garment and wearing a hoop earring with white bead drops holds book in her PL hand and holds a fan with a bamboo handle in her PR hand; woman in back with floral trim on her sleeves with brown ground and wearing a looped earring with white bead drops rests her PL arm on the shoulder of the front woman and points to the book with her PL hand; both women wear ornaments in their hair with flowers--hair ornament worn by woman in back has a dragon holding dangles in its mouth; inscription at left edge in black with two red square seals; round format",
  "dimension": "42 15/16 × 42 13/16 in. (109.1 × 108.7 cm) (image, round)\r\n71 1/8 × 46 1/8 in. (180.7 × 117.2 cm) (overall, without roller)\r\n75 1/2 × 49 in. (191.8 × 124.5 cm) (mount, with roller)",
  "id": "http://api.artsmia.org/objects/123202",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7573,
  "image_width": 7490,
  "inscription": "",
  "life_date": "Chinese, active mid 19th century",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This painting depicts two young ladies, one sitting with a book in her hand and the other standing behind her, pointing to a line in the book. Their accessories and luxurious clothing suggest that they are high-status women from the imperial court or other upper level of society. The painting is drawn in a realistic manner, and the artist’s skill can be seen in the delicate rendering of the textile design, hair ornaments, and fluid lines of the drapery. As a result, it provides valuable information about elite women’s fashion and accessories, providing a document of sorts of the material culture of the time.",
  "title": "Two Beauties"
}
