{
  "accession_number": "2015.69a-d",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1180",
  "department": "European Art",
  "description": "Romanesque relief-carved stone Calvary group showing Christ on the cross between standing figures of the Virgin Mary on the left and St. John the Evangelist on the right; Christ appears with a perizonium around his waist, his legs buckling to the left and his head raised but with heavy eyelids; Mary's hair is covered by a simple veil which encloses her left elbow and is held in her right hand, looking down, with her left hand raised to her face; Mary's mantle clings to her legs in a series of \"damp fold\" drapery swirls, and ruffles over her pointed shoes; John holds a book in the crook of his left arm, and with his right hand (fingers now missing) gestures up towards the body of Christ; John's bare feet protrude from under a long garment with a crinkled neckline; just visible above the surviving section of the patibulum of the cross are two small, rounded shapes that most likely formed the tips of a wing, presumably of an angel; five metal pins at top of lower portion for secure installation of heads of John and Mary and torso and head of Christ",
  "dimension": "60 5/8 x 38 9/16 x 7 7/8 in. (154 x 98 x 20 cm.)",
  "id": "http://api.artsmia.org/objects/123223",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8869,
  "image_width": 6987,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Jesus is seen dead on the cross while his mother, Mary, and his favorite disciple, the Evangelist Saint John, mourn below. This large-scale work embodies the characteristics of Romanesque sculpture in the medieval period, with its heavy stylized bodies, calligraphic depiction of hair, and linear, energetic approach to rendering the folds of the fabric.\r\n\r\nA new interest in monumental stone sculptures, particularly those with an architectural purpose, arose in the 1100's in Europe. This relief would likely have been used as the centerpiece of a tympanum—an arched area above a church entrance that was covered with sculpted decoration. It is not known where the relief comes from, but it bears a resemblance to the sculpture of northern Spain, particularly to works in churches on the still-active pilgrimage route leading to Santiago de Compostela.",
  "title": "Crucifixion"
}
