{
  "accession_number": "2015.74.1",
  "art_champions_text": null,
  "artist": "Weaver: After David Daniel Haring",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. Richard L. Simmons in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "May 14, 1837",
  "department": "Arts of the Americas",
  "description": "black and white; reversible; overall patterning with wide band on two sides of vases, trees and large birds and dogs; central band with groups of four birds and flowers; two bands with large floral medallions; roses in squares at each corner; chickens, birds and floral motifs; no fringe on one side; fringe tied into tassels on two sides; four oval medallions woven with text and dates: \"Sarah Durie / May 14. 1837\"",
  "dimension": "91 3/4 × 71 5/8 in. (233.05 × 181.93 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/123325",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8856,
  "image_width": 7141,
  "inscription": "",
  "life_date": "American, 1800 - 1889",
  "markings": "",
  "medium": "Cotton, wool; double weave",
  "nationality": "American",
  "object_name": "Coverlet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This double-weave coverlet comprises two layers of interwoven cloth. Its complex weave structure required the use of a newly developed machine—the French-invented Jacquard loom, now regarded as a precursor to the modern computer. This coverlet was made in Bergen County, New Jersey, for Sarah Durie, whose name has been woven into the design. When Western European weavers emigrated to the United States, they brought design preferences with them, and pockets of regionally distinct coverlet styles soon developed. The three-leaved rose woven into the four corners of this coverlet may indicate it was made by I. Christie, who worked in the tradition of master weaver David Daniel Haring.",
  "title": "Coverlet"
}
