{
  "accession_number": "2015.67",
  "artist": "Tai Xiangzhou",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of David Dewey and Flinnina Dewey",
  "culture": null,
  "dated": "2014",
  "description": "black and white; rocky, rugged mountain landscape with atmospheric clouds and trees; stream near left edge of image with narrow waterfall between rocks; large block of text at left end of scroll with very regular characters inside a pencil grid; red seal in LLC; pale cream-colored silk mount without rollers",
  "dimension": "16 1/16 × 127 5/8 in. (40.8 × 324.17 cm) (image)\r\n22 11/16 × 135 1/2 in. (57.63 × 344.17 cm)",
  "id": "http://api.artsmia.org/objects/123327",
  "image": "invalid",
  "image_copyright": "© 2014 Tai Xiangzhou",
  "image_height": "",
  "image_width": "",
  "life_date": "Chinese, born 1968",
  "marks": " ",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Painted with bold brushwork and pure ink, this scroll features misty mountains and rushing cataracts, devoid of any evidence of humans.  Rolling and rugged landforms are rendered in vertically ridged organic configurations. Gorges cut deep into the mountains, while a waterfall cascades downward along the ravines. The scroll closes with peaks protruding from a heavy fog and mountains fading away from the picture. The calligraphy following the landscape is written in beautiful regular script, and is an excerpt from the writing of Zhuangzi (369-298 BCE), the great Chinese philosopher of the fourth century BCE. The combination of text and mountain imagery is uniquely different from worldly phenomena, signifying the notion of mountains as a sacred realm where humans can seek refuge. As the scroll unrolls, the viewer travels with the artist. Their relationship to the painted landscape evolves from reality to idealism, from mundane to transcendent.",
  "title": "Mountains and Streams"
}
