{
  "accession_number": "2015.89",
  "art_champions_text": null,
  "artist": "Artist: Pietro Antonio de' Pietri",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1700",
  "department": "European Art",
  "description": "recto: Mary with Christ child reclining on her lap, surrounded by draperies, ascending at center top, accompanied by nude male angels, with standing angels in top corners; angel in ULC plays a pipe; house-like structure at bottom center being lifted aloft by other angels on left and right sides and beneath structure; sketchy style; verso: Mary with Christ child standing on her lap being carried aloft by a group of angels beneath and behind her, with three musical angels in ULC, playing a lute, a drum and a pipe",
  "dimension": "16 9/16 × 10 11/16 in. (42.07 × 27.15 cm) (sheet)\r\n26 7/16 × 20 3/8 × 2 in. (67.15 × 51.75 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123333",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7176,
  "image_width": 4697,
  "inscription": "Inscribed and possibly signed on verso in brown ink: [di Pietro de Pietri / N.o 241]; and in graphite: [Pietro di Pietri / N. 4]",
  "life_date": "Italian (Rome), 1663 - 1716",
  "markings": "",
  "medium": "Pen and brown ink with brown wash (white heightening on verso)",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Sale, Antoine Ader, Hôtel Drouot, Paris, June 27, 2001, no. 74; (W.M. Brady, New York); Horace Wood Brock, Gloucester, Mass. (until 2015; to Ongpin); (Stephen Ongpin, London, 2015)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "See inscription",
  "style": "18th century",
  "text": "The successful Roman painter Pietro Antonio de’ Pietri was a celebrated draftsman. In this drawing, de’ Pietri represents the miracle of the Holy House of Loreto. According to legend, the ancient house of the Virgin Mary and Joseph was brought by angels from Nazareth to the Italian town of Loreto in 1291 when it was under threat of destruction by the Saracens who were driving the Crusaders out of the Holy Land. The Santa Casa shrine is an important Catholic pilgrimage site. \r\n\r\nDe’ Pietri’s bravura is on full display in this double-sided sheet, which employs two very distinct manners. On the recto, his handling of the pen and brush is expressive and use of wash is bold, employed to represent the energy of the fluttering choir of angels and miraculous flickering light around the Virgin and Child. On the verso, in contrast, de’ Pietri represents the figures with exacting pen and ink lines and crosshatching to create the illusion of three-dimensions on the flat sheet of paper.",
  "title": "The Miracle of the Santa Casa of Loreto (recto); The Virgin and Child Carried by Angels (verso)"
}
