{
  "accession_number": "2015.81",
  "artist": "Sir Nathaniel Dance-Holland",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "dated": "1762",
  "department": "Paintings",
  "description": "portrait of a young woman wearing a choker of large pearls, a blue dress with bows on the bodice and white lace netting and ribbons over the shoulders, and white lace and tiny pink and yellow flowers in her hair, with a brown squirrel wearing a collar with a silver chain attached, perched on her PR hand; painted oval around image, with grey ground",
  "dimension": "28 1/2 × 23 11/16 in. (72.39 × 60.17 cm) (sight)\r\n35 1/2 × 30 5/8 × 2 1/2 in. (90.17 × 77.79 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123334",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "British, 1735–1811",
  "marks": "Signature and Date along left edge, in light brown: [N. Dance fecit R",
  "medium": "Oil on canvas",
  "nationality": "British",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G307",
  "style": "18th century",
  "text": "Olive Craster, an heiress from a distinguished family, and husband George embarked on an expensive and extensive period of travel across France and Italy shortly after their marriage, throughout which Olive kept meticulous notes of her purchases including clothes and other fashionable accessories. \r\n\r\nEnglish portrait painter Nathaniel Dance depicts Olive spectacularly dressed in a blue silk dress and exquisite lace jacket. Her hair is dressed with silk flowers and a feather aigrette, or tuft of plumes, one of many she acquired in Italy. Dance’s most striking inclusion is the pet squirrel seated on Olive’s hand. Squirrels had no specific allegorical or heraldic significance for the Craster or Sharpe (Olive’s maiden name) families. They were frequently kept as pets during the eighteenth century and feature in portraits of the period. Dance’s inclusion of the squirrel immediately recalls Hans Holbein’s portrait A Lady with Squirrel and a Starling, which Dance knew well. \r\n",
  "title": "Portrait of Olive Craster"
}
