{
  "accession_number": "2015.72",
  "art_champions_text": null,
  "artist": "Artist: Georges Jeanclos",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from Tamara and Michael Root and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1979",
  "department": "European Art",
  "description": "two figures lying one of top of the other, face to face, on bundled bedding, with a flat planar blanket on top of them; heads, arms and hands visible; figures wrapped in fragments of cloth with various textures--some with Hebrew text fragments; unglazed clay",
  "dimension": "10 × 24 × 17 in. (25.4 × 60.96 × 43.18 cm) (aprox.)",
  "id": "http://api.artsmia.org/objects/123347",
  "image": "valid",
  "image_copyright": "© de Georges Jeanclos",
  "image_height": 6155,
  "image_width": 9560,
  "inscription": "Signature and Inscription\r\n\r\nsee Signed",
  "life_date": "French, 1933 - 1997",
  "markings": "",
  "medium": "Fired clay",
  "nationality": "French",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G362",
  "see_also": [
    ""
  ],
  "signed": "at PL side of bundle of bedding, in raised letters: [Jeanclos / F9 (?)]",
  "style": "20th century",
  "text": "Sheets of clay cover two figures like blankets warming sleeping bodies. They could even be paper sheets from a book, as they have Hebrew writing on them. Artist Georges Jeanclos’ works are rooted in his childhood experience. French Jews, he and his family hid for a year in the woods of central France to evade the Nazi secret police during World War II (1939-1945). He translates this arduous experience into dream-like scenes made of fragile materials that evoke questions about life, death, and human contact. Jeanclos was one of the most revered ceramicists and most original and unconventional French sculptors of the second half of the 1900s.",
  "title": "Sleepers"
}
