{
  "accession_number": "2015.70",
  "art_champions_text": null,
  "artist": "Artist: Unknown designers and cartoonists, Flanders",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 17th century",
  "department": "European Art",
  "description": "central scene of two hunters with three dogs attacking a stag; other dogs and figures on horseback and running in background; border with figures, putti, flowers, fruit and swags",
  "dimension": "162 3/4 × 172 1/2 in. (413.39 × 438.15 cm)",
  "id": "http://api.artsmia.org/objects/123346",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7728,
  "image_width": 8099,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk; tapestry weave",
  "nationality": null,
  "object_name": "Tapestry",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Hunting the Stag is one of a five-tapestry series titled “The Hunt.” Mia acquired four of the five in 1933; this purchase completes the set. As a whole, the series provides a window into the culture of the hunt in early modern European social contexts. Hunting the Stag shows the moment when a stag has been captured and the lead hunter is about to separate the hounds from the quarry so that he can claim the animal with his spear. Historically, this was one of the noblest forms of hunting because the quarry was the most prized, but also because par force hunting – chasing game with a pack of dogs – was the most physically challenging. \r\n\r\nPursuing deer with hounds was regarded as the noblest form of hunting. It was the most challenging physically, and the quarry—ideally a mature male red deer, considerably larger than the North American white-tailed deer—was prized above other game. A less prestigious method called “bow and stable” involved driving the quarry into an enclosed area and following it with a bow and arrow. While hunting in general was seen as both a noble pursuit and a form of peacetime training that kept leaders combat ready, hunting deer with hounds ranked at the top.",
  "title": "Hunting the Stag"
}
