{
  "accession_number": "2015.62.32",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": "Yoruba",
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Arts of Global Africa",
  "description": "at the top of tapper is a large, square head with a face characterized by oval, wide-set eyes, prominent nose, and partially open mouth; on top of head is a small headdress carved with patterned lines and slightly rounded at top; figure kneels on cone shape of tapper--her arms are bent at her waist and she cups her breasts with her hands; figure's belly is round with a large belly button and belt at her waist; top of tapper cone has a band of hash-mark-like carvings; tapper curves down to a point; tan in color overall",
  "dimension": "9 1/4 × 1 1/8 in. (23.5 × 2.86 cm)",
  "id": "http://api.artsmia.org/objects/123396",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5127,
  "image_width": 3367,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ivory",
  "nationality": null,
  "object_name": "Tapper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Tappers are commonly used in Yoruba divination practices to greet and summon Orunmila, the god of fate who is associated with knowledge and wisdom. This example is made of ivory, a material treasured for its durability, scarcity, and association with the elephant—a symbol of sovereignty. Its pointed end is used to tap the divination tray. The handle is formed by a kneeling female figure holding her breasts, a common motif in Yoruba art that refers to humanity receiving spiritual nourishment.",
  "title": "Tapper"
}
