{
  "accession_number": "2015.67",
  "art_champions_text": null,
  "artist": "Artist: Tai Xiangzhou",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of David Dewey and Flinnina Dewey in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Asian Art",
  "description": "black and white; rocky, rugged mountain landscape with atmospheric clouds and trees; stream near left edge of image with narrow waterfall between rocks; large block of text at left end of scroll with very regular characters inside a pencil grid; red seal in LLC; pale cream-colored silk mount without rollers",
  "dimension": "16 1/16 × 127 5/8 in. (40.8 × 324.17 cm) (image)\r\n22 11/16 × 135 1/2 in. (57.63 × 344.17 cm)",
  "id": "http://api.artsmia.org/objects/123327",
  "image": "valid",
  "image_copyright": "© 2014 Tai Xiangzhou",
  "image_height": 6993,
  "image_width": 9828,
  "inscription": "",
  "life_date": "Chinese, born 1968",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Tai Xiangzhou breathes a modern spirit into the classical Chinese art form of landscape painting. His landscapes, such as Mountains and Streams, are filled with evocative details that invite the viewer to contemplate not just the features of the natural world, but how they echo the dimensions of a spiritual one. Tai is well-known for his exacting standards for materials; the paper for his paintings is made with tenth-century techniques that yield a silk-like quality, and he only uses Qianlong-era ink. Mia’s collection is rich in historic Chinese paintings, but lacks examples by contemporary artists. Acquisition of Mountains and Streams helps address this gap.",
  "title": "Mountains and Streams"
}
