{
  "accession_number": "2015.86.4",
  "art_champions_text": null,
  "artist": "Photographer: David Goldblatt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "The Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "September 12, 2006 (printed 2015)",
  "department": "Arts of Global Africa",
  "description": "black and white photograph of a woman with watering with a garden hose in front of a tiny rectangular brick house; in the background are many power lines, a cemetery and shacks",
  "dimension": "16 1/2 × 20 7/8 in. (41.91 × 53.02 cm) (image)\r\n18 × 24 5/8 in. (45.72 × 62.55 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123301",
  "image": "valid",
  "image_copyright": "© 2006 David Goldblatt",
  "image_height": 5889,
  "image_width": 7466,
  "inscription": "Signature and Date",
  "life_date": "South African, 1930 - 2018",
  "markings": "",
  "medium": "Inkjet print",
  "nationality": "South African",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in pencil: [David Goldblatt / 12/3/2006.]",
  "style": "21st century",
  "text": "“In the 1980s and 90s I photographed structures that we South Africans had made during the Era of Baasskap—that time, from about 1660 until 1990, in which Whites gradually came to exert dominion over all of South Africa and its peoples. It was the values we had expressed in those structures that I sought and attempted to elicit in photographs and text. Beginning in 1999—four years after the first democratic elections brought Nelson Mandela to power—and continuing into the present, I have engaged in a similar photography of some of the structures that have emerged with our democracy and that I believe are expressive of values in this new, still nascent and yet in many ways old way of being in our society. The photographs exhibited here are from these two separate yet intimately connected bodies of work.”\r\n—David Goldblatt, July 2014, for his exhibition at Mia, New Pictures 10: David Goldblatt: Structures of Dominion and Democracy, August 21, 2014-March 8, 2015",
  "title": "Miriam Mazibuko waters the garden of her RDP house for which she waited eight years. It consists of one room. Her four children live with her in-laws. Extension 8, Far East Alexandra Township"
}
