{
  "accession_number": "2015.62.35",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Tools, Equipment and Utilitarian Objects",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": "Zela",
  "curator_approved": 1,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "comb with two figures perched atop a square base with concave sides and patterning; ten pointed teeth attached at bottom of base; figure on left has a round head with vertical rows of hair; eyes are oval and mouth is small and partially open; the left figure's shoulders are pointed, with arms at side and hands resting on upper torso; figure has protruding breasts and belly button; the torso is decorated with four diamond-shaped carvings; the figure's hips are wide-se; the figure's knees protrude out into space with legs and feet resting against the base of the comb; the figure on the right has similar features, but hair is represented by horizontal rows, arms are less rigidly bent and thus hands rest easily on lower belly; the figure on the right also has torso decorated with diamond-shaped carvings; from behind the figures' buttocks are visible at top of base; entire piece is the reddish tan hue of the wood",
  "dimension": "9 1/2 × 3 1/2 in. (24.13 × 8.89 cm)",
  "id": "http://api.artsmia.org/objects/123399",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6007,
  "image_width": 3184,
  "inscription": "Inscription\r\n\r\npainted on reverse of square base in white: [FC90210]",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Comb",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "",
  "title": "Comb"
}
