{
  "accession_number": "2015.74.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Dr. Richard L. Simmons in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1940-60",
  "department": "Arts of the Americas",
  "description": "purple and blue; small purple diamonds in double rows forming a grid pattern; quilted with black thread; scrolling feather pattern on borders; floral medallions in grid; lavender backing; heading band on back at short side",
  "dimension": "79 3/8 × 76 in. (201.61 × 193.04 cm)",
  "id": "http://api.artsmia.org/objects/123326",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7418,
  "image_width": 6900,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; pieced and quilted",
  "nationality": null,
  "object_name": "Double Irish Chain variation quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Though its vibrant colors are eye-catching, this quilt is most significant for its design: a variation on the Irish Chain, a pattern popular in the United States since the early 1800s. In a traditional Irish Chain, the squares form a diamond pattern. Here, the pattern has been transformed into a vertical-horizontal grid by rotating the squares a quarter turn (setting them “on point,” in quilting terminology). This shows how a quilter could improvise and personalize her design while maintaining cherished communal patterns.\r\n\r\nThe name Irish Chain originated in the United States. In Ireland, the pattern was known simply as “patching.” When waves of Irish immigrants arrived in the United States in the early 1800s with their cherished patch quilts, the name “Irish Chain” emerged.",
  "title": "Double Irish Chain variation quilt"
}
