{
  "accession_number": "2015.66",
  "art_champions_text": null,
  "artist": "Artist: Shen Zongjing",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Friends of Bruce Dayton Art Acquisition Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1705",
  "department": "Asian Art",
  "description": "landscape with water at right; tall mountain peak at top--other mountains in ULQ; figure walking on a rugged bridge, LRC; building, LLC; two seated figures overlooking water, above center; small text block in black, URC, with two red seals; large red seal at top center",
  "dimension": "56 15/16 × 19 9/16 in. (144.62 × 49.69 cm) (image)\r\n81 1/2 × 25 3/4 in. (207.01 × 65.41 cm) (overall, without roller)",
  "id": "http://api.artsmia.org/objects/123443",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10038,
  "image_width": 3574,
  "inscription": "",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Shen Zongjing, a scholar-official painter of the early 1700s, often painted mountains and streams in shades of black and gray, a manner favored by other scholar-artists. His works express lofty, powerful thoughts. This type of landscape painting is known as chenghuai weidao, or “purifying one’s mind to savor Dao.” Here, the term “Dao” refers to the essence of the phenomena embodied in nature. Such paintings always portray one or several seated gentlemen gazing into distant mountains and waterfalls. It is through such communion between humans and nature that an awakening or sublime transcendence of mortal bounds is sensed.",
  "title": "The Soughing of the Wind in the Pines Echoes the Melody of Spring"
}
