{
  "accession_number": "2015.114.3.2",
  "art_champions_text": null,
  "artist": "Artist: Tsukioka Yoshitoshi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Willard and Elizabeth Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1874",
  "department": "Asian Art",
  "description": "right scroll of a pair; three figures (from left): small standing European boy with red hair, wearing a grey military cap, baggy grey jacket, red vest with brass buttons and baggy white pants tucked into slouchy grey boots; standing elderly Asian man wearing a black robe and black hat, holding a white fan; steaming copper kettle on a square brazier resting on a table covered with a flowered cloth in front of and to left of man; Asian child with scruffy black hair wearing a brown and green robe, seated on floor, hugging a frightened-looking black and white dog",
  "dimension": "63 3/4 × 39 13/16 in. (161.93 × 101.12 cm) (image)\r\n79 1/8 × 45 3/8 in. (200.98 × 115.25 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/123453",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9157,
  "image_width": 5497,
  "inscription": "",
  "life_date": "Japanese, 1839 - 1892",
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll (right of a pair)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "One of the largest paintings by Yoshitoshi, this is also one of the most mysterious. The six people from right to left are the warlord and unifier of Japan Toyotomi Hideyoshi (1537–1598), as a child with dog; the first shogun of the Edo period (1603–1868), Tokugawa Ieyasu (1543–1616); the first president of the United States, George Washington (1732–1799), as a drummer boy during the American Civil War; the feudal lord Mōri Motonari (1497–1571); Date Masamune (1579–1636), the Lord of Sendai; and the emperor of France Napoleon III (1808–1873). The signature indicates that this painting was commissioned, and the signature style puts the date at around 1874. Napoleon III’s death in 1873 might have been the stimulus. But the meaning of this painting, including such puzzling elements as the boiling kettle, remains unclear.\r\nYoshitoshi’s humongous seal on the left includes a line from the “Eight Immortals of the Wine Cup,” a poem attributed to the Chinese poet Du Fu (712–770): his brush produces cloud and mist (Chin. huihao luo zhi ru yunyan).",
  "title": "Great Generals of the East and West"
}
