{
  "accession_number": "2015.62.45",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Sculpture",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": "Kongo",
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Arts of Global Africa",
  "description": "Cross is a plain dark wood; tips are covered in metal; top point has a metal ring at the top; two seated figures are perched on the horizontal section on either side of the Christ figure; figures' hands are clasped together at the chest; figure of Christ has long, thin arms, nailed at the palms into the horizontal section; carved fingers on each hand; face is peaceful, with closed eyes and straight, expressionless mouth; head is rounded; torso has carved, prominent ribs on the side of the body; around waist is a carved garment; legs are long and thin; feet are nailed together; wood of the cross is dark; figures are a lighter color",
  "dimension": "12 5/16 × 5 11/16 × 1 in. (31.27 × 14.45 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/123410",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5331,
  "image_width": 3114,
  "inscription": "Inscription\r\n\r\non metal at base, in white: [FX981155]",
  "life_date": null,
  "markings": "",
  "medium": "Wood, brass, and iron",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Kingdom of Kongo, in central Africa, officially became Christian in the late 1400s, after the baptism of its king. This opened the door to Catholic missionaries, and the Christian ideas and icons that began circulating through the kingdom soon found their way into Kongo art and religious thought. The crucifix was the foremost of these icons, a potent symbol of the new faith that happened to mirror an indigenous cosmogram, a cross-like symbol conveying the Kongo concept of a two-way passage between the world of the living and the world of the dead.\r\n\r\nThese two crucifixes from different centuries were powerful aids to piety and ritual. The oldest example is made entirely of metal, while the other one combines brass and wood. This wood is most likely not original but has been replaced in the past. The small figures in postures of prayer on the cross-bar and the bottom of the crosses are Kongo inventions, possibly representing mourners or ancestors.",
  "title": "Crucifix"
}
