{
  "accession_number": "2015.92.1",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 34; Meder 143 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from the Ronald F. Kinney Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1509",
  "department": "European Art",
  "description": "Christ seated at left, with standing man at left wearing cap pushing crown of thorns onto Christ's head with a forked stick; another man behind and to Christ's right holds a staff above his head; kneeling man in front of Christ; two other standing men at left",
  "dimension": "5 × 3 13/16 in. (12.7 × 9.68 cm) (image)\r\n5 5/16 × 4 1/8 in. (13.49 × 10.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123440",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6163,
  "image_width": 4912,
  "inscription": "Signature, Inscription and Stamp\r\n\r\non back, in pencil: [143]",
  "life_date": "German, 1471–1528",
  "markings": "on back, stamped in black: partially illegible stamp in German with shield and crown and stamped symbol",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From The Small Passion",
  "provenance": "Fürstlich Waldburg Wolfegg’sches Kupferstichkabinett, Wurtemberg (Lugt 2542); possibly in the first Waldburg-Wolfegg sale, H. G. Gutekunst, Stuttgart, May 20 and following days, 1901, as part of lot 403. Possibly sold Piasa, Paris, April 29, 2003, see lots 33-63. Thomas French Fine Art, Fairlawn, Ohio",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in the print: [AD]",
  "style": "16th century",
  "text": "Christ sits on a stone bench surrounded by three tormentors. The crown is so spiny that one of the men holds it with a pair of tongs while another forces it down onto Christ’s head with a fork. The third man, kneeling before him and sticking out his tongue, hands Christ his “scepter,” a sapling or tree-branch, from which, according to legend, another cross could grow. In the background, two figures wearing elaborate headgear attend the shameful act. They are Caiaphas and Pilate who represent Semitic and Roman opposition to and official mistreatment of Christ. \r\n\r\nThis is a proof printed prior to the regular edition of Albrecht Dürer’s Small Passion, a book in which he visually narrated key stories of the life of Christ.",
  "title": "Christ Crowned with Thorns"
}
