{
  "accession_number": "2015.59",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "The Rebecca and Ben Field Endowment for Art Acquisition",
  "culture": "Dogon",
  "curator_approved": 1,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "rounded lower portion/base, with two rounded indentations at front top; two figures from the torso up, with arms at their sides, behind indentations--female figure at right, male figure at left; each figure wears a flat headdress with scalloped edges with a rounded metal hook extending up from top center, with a pair of pendants hanging from each hook; two more similar hooks with pendants on base--one between figures, one between indentations; heavy; piece is encrusted overall--facial features of figures blurred by encrustations; brown patina",
  "dimension": "9 × 6 1/2 × 6 1/16 in. (22.86 × 16.51 × 15.4 cm)",
  "id": "http://api.artsmia.org/objects/123528",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5324,
  "image_width": 4335,
  "inscription": "Tag",
  "life_date": null,
  "markings": "on hook on male figure\\'s headdress, on tag: [18818]",
  "medium": "Clay, wood, metal",
  "nationality": null,
  "object_name": "Shrine",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Among the Dogon peoples of Mali, the birth of twins is a special event. Twins receive specific names, they are completely shaved when presented for the first time to relatives and neighbors, and a small house shrine is made for the father to perform rituals. This twin shrine consists of a clay basis with two small depressions for the offerings. The male and female wooden sculptures represent the twins and are empowered by pieces of bent iron in the shape of the handle of a hoe. Once a year, during communal ceremonies, the twin shrine is brought out of the house for offerings of millet paste and chicken blood.",
  "title": "Twin shrine"
}
