{
  "accession_number": "2015.96",
  "art_champions_text": null,
  "artist": "Artist: Elizabeth Layton",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Lawrence Arts Center",
  "culture": null,
  "curator_approved": 0,
  "dated": "January 14, 1979",
  "department": "Arts of the Americas",
  "description": "elderly couple looking out a window at chickadees and cardinals with snow",
  "dimension": "27 15/16 × 22 in. (70.96 × 55.88 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123539",
  "image": "valid",
  "image_copyright": "© Estate Elizabeth Layton",
  "image_height": 8571,
  "image_width": 6819,
  "inscription": "Signature, Date and Inscription",
  "life_date": "American, 1909 - 1993",
  "markings": "LRC on back, in pencil: [18]",
  "medium": "Graphite and colored pencil, crayon, metallic paint, white ink and wash on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist; Lawrence Art Center, Kansas; given to MIA  2015",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Grandma Layton / January 14, 1979",
  "style": "20th century",
  "text": "Elizabeth “Grandma” Layton began to draw at the age of 68. While running a small Kansas newspaper for many years, she also coped with manic-depression. In 1957, she underwent a series of electroshock treatments, which led to a two-decade period of severe despondency, capped by the loss of an adult son. \r\n\r\nTo help her find some distraction, Layton’s sister suggested that she take a drawing class. The instructor focused on contour drawing and told his students if they had no other subject, they could always draw themselves. Layton went to work. Her first attempts were disturbing, powerfully so. She exorcized her demons, showing herself in disquieting roles. Her confident yet distorted lines and psychologically charged imagery were oceans away from the stereotype of the Midwestern grandma. Equally remarkable was the effect that drawing had on Layton herself. Her depression lifted, and she took joy in her ability to communicate visually. Empathy, often spiced by wry humor, emanates from her explorations of growing old. \r\n\r\nOf Winter, she said, “Glenn [her husband] looks a little sad in that drawing because he doesn’t like to be pinned up, but I just love it. I’d be a good one to put in prison, wouldn’t bother me at all.”",
  "title": "Winter"
}
