{
  "accession_number": "2015.90.3",
  "art_champions_text": null,
  "artist": "Artist: Francisco José de Goya y Lucientes",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1816",
  "department": "European Art",
  "description": "bull at left being speared through its upper back and PR shoulder by a man on horseback at right, wearing a costume with cape and feathered hat and carrying a sword on his PL hip; grey ground",
  "dimension": "8 7/16 × 12 5/16 in. (21.43 × 31.27 cm) (image)\r\n9 13/16 × 13 13/16 in. (24.92 × 35.08 cm) (plate)\r\n11 3/8 × 16 1/4 in. (28.89 × 41.28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123610",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5210,
  "image_width": 7322,
  "inscription": "Inscription\r\n\r\nLRC, in black: [11]",
  "life_date": "Spanish, 1746–1828",
  "markings": "",
  "medium": "Etching, burnished aquatint, drypoint and burin",
  "nationality": "Spanish",
  "object_name": "Print",
  "portfolio": "From Plate 11 from the series La Tauromaquia (Madrid, 1816)",
  "provenance": "Tajan, Paris, May 21, 2015, nos. 42 and 46, for $2,955 and $3,939 respectively. A series of Tauromaquia plates came up at this sale in Paris this spring, where they were greatly underestimated.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the 33-print series \"Tauromaquia,\" Goya traces the history of bullfighting in Spain, from men hunting in open fields to the modern, ritualized spectacle it became in the 18th century. He invents part of the sport’s history, depicting, for instance in El Cid Campeador lanceado otro toro (El Cid Campeador Spearing Another Bull), the famous medieval Castilian knight El Cid (Rodrigo Díaz de Vivar) slaying a bull on horseback. It is a technically sophisticated work in its combination of etching, drypoint, engraving, and the new medium of aquatint, which Goya deployed to luminous, evocative effect.",
  "title": "El Cid Campeador lanceado otro toro (El Cid Campeador Spearing Another Bull)"
}
