{
  "accession_number": "2015.120.5",
  "art_champions_text": null,
  "artist": "Artist: Hannelore Baron",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "four applied rectangles on top half of sheet--three on top, with one beneath; rectangles from left to right: green square with white flower at top and white lines at bottom, white rectangle with reddish-purple stylized torso and head of figure with open mouth with white horizontal line on chest, purplish-red rectangle with thin circular white scratch-outs; irregular rectangle of soiled white cloth with blue stripes and pattern in ULC beneath green rectangle; some black ink vertical scratchy lines beneath rectangles; black ink splatters, ULC; brown and reddish brown vertical and horizontal waxy marks around rectangles; ground paper is white with pale grey",
  "dimension": "8 15/16 × 5 3/4 in. (22.7 × 14.61 cm)\r\n16 7/8 × 13 1/2 × 1 1/4 in. (42.86 × 34.29 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123631",
  "image": "valid",
  "image_copyright": "© The Estate of Hannelore Baron",
  "image_height": 4770,
  "image_width": 3178,
  "inscription": "Label",
  "life_date": "American (born Germany), 1926–1987",
  "markings": "on back of frame: Roger Ramsay Gallery and Weinstein Gallery labels",
  "medium": "Mixed media collage on paper",
  "nationality": "American (born Germany)",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "First Bank, Minneapolis; [Weinstein Gallery , Minneapolis, sold to Mersky]; Robert B. Mersky, Minneapolis; given to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Hannelore Baron was an internationally recognized German modern artist acclaimed for her highly evocative mixed-media work in collage and assemblage. Born in 1926 to Jewish parents, she and her family endured significant hardships in the 1930s under Germany’s oppressive Nazi regime. Along with her family, she immigrated to America in 1941. Her work is a reaction to her humanistic concerns which, while they have their origins in the hardships endured as an adolescent in Germany in the 1930’s, dealt with current issues. The collages are paper and frayed cloth with drawing, at times containing her printed images, stitching, creasing and tearing. Her assemblages often incorporated her collages, found objects, wood, paint, strings, and the like.",
  "title": "Untitled"
}
