{
  "accession_number": "2015.98a-c",
  "art_champions_text": null,
  "artist": "Artist: Chadwick Rantanen",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James Cahn and Jeremiah Collatz",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012",
  "department": "Prints and Drawings",
  "description": "triptych, framed separately in white frames, each sandwiched between two panels of glass; abstract images; multicolors; primarily thin, mostly vertical lines; a: red mostly at left, with marks like a number 7 in ULC; area with rounded lines/solid area of color at right in pink, grey and green; some surface scratching with raised/detached bits of plastic at right center; b: red mostly at left, with diagonal red line in ULC; area with rounded lines/solid area of color at right in pink, green, grey and yellow; purple zigzag line in LRQ; some surface scratching with raised/detached bits of plastic at right center; c: red mostly at left edge, with C-shaped mark in ULC; area with rounded lines/solid area of color at right in green and pink; some surface scratching with raised/detached bits of plastic at right center",
  "dimension": "42 3/4 × 27 3/4 × 1 3/4 in. (108.59 × 70.49 × 4.45 cm) (outer frame, each, approx.)",
  "id": "http://api.artsmia.org/objects/123622",
  "image": "invalid",
  "image_copyright": "© 2012 Chadwick Rantanen",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1981",
  "markings": "",
  "medium": "Color markers and pencil on frosted Mylar; triptych",
  "nationality": "American",
  "object_name": "Drawing; triptych",
  "portfolio": "From ",
  "provenance": "The artist, Los Angeles; (Essex Street Gallery, New York, sold to Cahn); James Cahn, Minneapolis; given to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "For American artist Chadwick Rantanen, the notion of banality and “fitting in” lies at the heart of his conceptual approach. This set of three abstract drawings—each very similar and all suggesting Cy Twombly’s calligraphic style—seem in their fervid self-expression to contradict his philosophy of benign objects. But the drawings close similarity to one another and thus lack of uniqueness actually reinforces Rantanen’s attempts to depersonalize and thwart their capacity to convey meaning. The artist’s use of a frosted Mylar substrate and matless floating mounts, which allows light to pass through the double-sided glazing and the drawing itself, are non-traditional ways to create and exhibit drawings, signaling that not everything is as it first appears. Although conceptually challenging, Rantanen’s unusual approach to imagemaking encourages curiosity, letting some of his ideas on the meaning of art to come to the forefront.",
  "title": "Untitled"
}
