{
  "accession_number": "2015.97",
  "art_champions_text": null,
  "artist": "Artist: Leonardo Lasansky",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Leonardo Lasansky in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "three images on one sheet, with seams, forming continuous scene; head of a man with thinning hair right of center on central image with a flat landscape behind him with grasses; low horizon line, cream-colored sky; dark orange band with grey and black text and organic elements beneath each image; cream-colored frame",
  "dimension": "25 1/4 × 69 1/2 in. (64.14 × 176.53 cm) (sight, approx.)\r\n35 5/8 × 79 3/4 × 2 1/2 in. (90.49 × 202.57 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123608",
  "image": "valid",
  "image_copyright": "Copyright © 2015 Leonardo Lasansky",
  "image_height": 3572,
  "image_width": 9783,
  "inscription": "Inscription\r\n\r\nLRC below central image, in pencil: illegible",
  "life_date": "American, born 1946",
  "markings": "",
  "medium": "Color intaglio print; chine collé appliqué",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, St. Paul",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the artist, signature is etched in the flyaway hair of the sitter,  \\\"Leonardo Lasansky\\\"",
  "style": "21st century",
  "text": "Leonardo Lasansky has distinguished himself in the field of printmaking with his complex technique. Fragments of The Sublime, a triptych, is among his most ambitious and sophisticated to date. Printed from nine plates, the artist has employed a complex layering of techniques—engraving, drypoint, burnishing, sugar lift, roulette, remarque, etching, scraping, chine collé, and soft-ground etching, the latter executed with a boundless variety of materials—corn husk, raffia, silk, cotton, taffeta, shellac, and Dutch mordant acid. Both a self-portrait and a landscape, the work depicts the artist, world weary, gazing out at the spectator from a barren Middle Western landscape as open as the sea. The sitter is simultaneously an insider, a man who intimately knows the harsh beauty of the Iowa prairie, and an outsider, an artist who has traveled the world, spent his summers in Maine, and practices the printmaking techniques of the old masters. This work seeks to reconcile these separate identities.",
  "title": "Fragments of The Sublime"
}
