{
  "accession_number": "2015.98a-c",
  "artist": "Chadwick Rantanen",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James Cahn and Jeremiah Couatz",
  "culture": null,
  "dated": "2012",
  "description": "triptych, framed separately in white frames, each sandwiched between two panels of glass; abstract images; multicolors; primarily thin, mostly vertical lines; a:  red mostly at left, with marks like a number 7 in ULC; area with rounded lines/solid area of color at right in pink, grey and green; some surface scratching with raised/detached bits of plastic at right center; b:  red mostly at left, with diagonal red line in ULC; area with rounded lines/solid area of color at right in pink, green, grey and yellow; purple zigzag line in LRQ; some surface scratching with raised/detached bits of plastic at right center; c:  red mostly at left edge, with C-shaped mark in ULC; area with rounded lines/solid area of color at right in green and pink; some surface scratching with raised/detached bits of plastic at right center",
  "dimension": "42 3/4 × 27 3/4 × 1 3/4 in. (108.59 × 70.49 × 4.45 cm) (outer frame, each, approx.)",
  "id": "http://api.artsmia.org/objects/123622",
  "image": "invalid",
  "image_copyright": "© 2012 Chadwick Rantanen",
  "image_height": "",
  "image_width": "",
  "life_date": "American, born 1981",
  "marks": " ",
  "medium": "Color markers and pencil on frosted Mylar; triptych",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "For Chadwick Rantanen, banality and “fitting in” lies at the heart of his conceptual approach. This set of three abstract drawings—each very much alike and suggesting Cy Twombly’s calligraphic drawings—seem, in their fervid self-expression, to contradict his philosophy of benign objects. But the drawings similarity to one another and thus their lack of uniqueness actually reinforces Rantanen’s attempts to depersonalize and thwart the works’ capacity to convey meaning. The drawings’ frosted Mylar substrate and matless floating mounts, which allows light to pass through the translucent material, are both non-traditional ways to create and exhibit drawings, perhaps signaling that not everything is as it first appears. Although certainly conceptually challenging, Rantanen’s unusual approach to imagemaking actually encourages curiosity, allowing some of his notions on the meaning of art to come to the forefront.",
  "title": "Untitled"
}
