{
  "accession_number": "2015.120.6",
  "art_champions_text": null,
  "artist": "Artist: Hannelore Baron",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 0,
  "dated": "1981",
  "department": "Arts of the Americas",
  "description": "cream ground with orange around edges of sheet and pale grey wash; four applied rectangular collage elements; one rectangle of blue and white striped cloth with orange and green lines at right; red blotchy rectangle with black linear marks at top center; mottle black organic form at top center beneath red rectangle; scratchy black marks, ink spots and reddish-black square beneath mottled organic form",
  "dimension": "8 1/2 × 6 1/8 in. (21.59 × 15.56 cm)\r\n16 3/8 × 13 7/8 × 1 1/4 in. (41.59 × 35.24 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123634",
  "image": "valid",
  "image_copyright": "© The Estate of Hannelore Baron",
  "image_height": 4482,
  "image_width": 3371,
  "inscription": "Label",
  "life_date": "American (born Germany), 1926–1987",
  "markings": "on back of frame: Roger Ramsay Gallery and Weinstein Gallery labels",
  "medium": "Mixed media collage on paper",
  "nationality": "American (born Germany)",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "First Bank, Minneapolis; [Weinstein Gallery , Minneapolis, sold to Mersky]; Robert B. Mersky, Minneapolis; given to MIA, 2015.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Hannelore Baron was an internationally recognized German modern artist acclaimed for her highly evocative mixed-media work in collage and assemblage. Born in 1926 to Jewish parents, she and her family endured significant hardships in the 1930s under Germany’s oppressive Nazi regime. Along with her family, she immigrated to America in 1941. Her work is a reaction to her humanistic concerns which, while they have their origins in the hardships endured as an adolescent in Germany in the 1930’s, dealt with current issues. The collages are paper and frayed cloth with drawing, at times containing her printed images, stitching, creasing and tearing. Her assemblages often incorporated her collages, found objects, wood, paint, strings, and the like.",
  "title": "Untitled"
}
