{
  "accession_number": "2015.122.1",
  "art_champions_text": null,
  "artist": "Artist: Katja Oxman",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Katja Oxman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1993",
  "department": "Arts of the Americas",
  "description": "an intricately patterned, multi-color rug serves as the background for several prints carefully placed just right of center; a brown feather with yellow specks rests next to an orange and yellow print at left, and two netsuke, one green and one yellow, sit on top of two prints at right; a brown and black turtle shell is directly above the two prints at right; a spray of cherry blossoms enters the image frame at right; a brown, black, white, and red bird is perched atop a brown wooden cage in the ULC",
  "dimension": "30 × 37 in. (76.2 × 93.98 cm)",
  "id": "http://api.artsmia.org/objects/123753",
  "image": "valid",
  "image_copyright": "© Katja Oxman",
  "image_height": 8221,
  "image_width": 9998,
  "inscription": "Signature, Title and Edition",
  "life_date": "German, born 1942",
  "markings": "center: [A/P]",
  "medium": "Aquatint",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Mark and Katja Oxman",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil in cream margin directily under image in LRC: [Katja]; in pencil in cream margin directly below image at LLC: [A Lane of Yellow Led the Eye]",
  "style": "20th century",
  "text": "German-born Katje Oxman retains childhood memories of a country deeply scarred by war. Her art presents a hermetic world of more serene reverie embodied by natural objects, prints, and postcards of art laid out on the vibrant background of a geometric oriental rug. She produces her luscious images through a painstaking process involving four precisely etched and aquatinted copper plates inked with semi-transparent colors printed in perfect registration.",
  "title": "A Lane of Yellow Led the Eye"
}
