{
  "accession_number": "2015.122.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Katja Oxman",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Katja Oxman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "diptych showing an interior space with patterned rug covered in prints, which have been neatly and intentionally placed; on the left side of the image there are several gray and white rocks that appear to serve as paper weights for the prints; the left also hosts a window looking out on a wooded landscape with a brown bird sitting on a branch at left center; a small bee rests on the window sill at left; in front of the window on a decorative box is a potted purple iris; on the right side of the image there is no window, just a solid, maroon colored wall and an undecorated box with a brass clasp that serves as a stand for three wilting irises in purple, red, and orange, which are loosely tied to two grey sticks for support; at bottom center on the right side two peaches and a small bird's nest with three eggs are obscured by two of the prints; the entire image is rendered in deep blues, greens, purples, golds, and pinks; at center where the left and right sheets come together is an abundant bouquet of flowers",
  "dimension": "35 × 23 1/2 in. (88.9 × 59.69 cm) (sheet, left)\r\n35 × 23 1/2 in. (88.9 × 59.69 cm) (sheet, right)",
  "id": "http://api.artsmia.org/objects/123754",
  "image": "valid",
  "image_copyright": "© Katja Oxman",
  "image_height": 7421,
  "image_width": 9931,
  "inscription": "Signature, Title and Edition",
  "life_date": "German, born 1942",
  "markings": "see Signed",
  "medium": "Aquatint",
  "nationality": "German",
  "object_name": "Prints",
  "portfolio": "From ",
  "provenance": "Mark and Katja Oxman",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil on left sheet at bottom margin of geometric print with white border at LLC: [If Bird the Silence Contradict 62/95 Katja]; in pencil on right sheet at bottom margin of geometric print with white border at lower center: [62/95 Katja]",
  "style": "20th century",
  "text": "German-born Katje Oxman retains childhood memories of a country deeply scarred by war. Her art presents a hermetic world of more serene reverie embodied by natural objects, prints, and postcards of art laid out on the vibrant background of a geometric oriental rug. She produces her luscious images through a painstaking process involving four precisely etched and aquatinted copper plates inked with semi-transparent colors printed in perfect registration.",
  "title": "If Bird the Silence Contradict"
}
