{
  "accession_number": "2015.114.43",
  "artist": "Artist: Kanbe Tomoyuki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Willard and Elizabeth Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Japanese and Korean Art",
  "description": "gingko leaves in yellows, oranges, browns, and greens swirl and tumble against a cream-colored ground; discreetly peppered throughout the leaves are ants, lady bugs, moths, and small reptiles",
  "dimension": "56 1/4 × 127 × 3/4 in. (142.88 × 322.58 × 1.91 cm) (outer frame)\r\n54 3/4 × 125 1/2 in. (139.07 × 318.77 cm) (image)",
  "id": "http://api.artsmia.org/objects/123857",
  "image": "invalid",
  "image_copyright": "© Kanbe Tomoyuki",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature and Seal",
  "life_date": "Japanese, born 1975",
  "markings": "Red, square seal LRC of panel 4",
  "medium": "Gold leaf and color on paper",
  "nationality": "Japanese",
  "object_name": "Four-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "神戸智行 Sheet of paper in black ink with red stamp -- URC on reverse of panel 1 adhered with tape and under plastic protector",
  "style": "21st century",
  "text": "This screen belongs to a set of four equally sized screens dedicated to the four seasons. The fallen ginkgo leaves refer to winter. The large pile of leaves—painted in various mineral and metallic pigments, including gold paint and gold leaf—serves as the focus of the composition, but look more closely and you will find ladybugs, lizards, and other small critters moving among the leaves. According to Kanbe, the depiction of nature and living creatures with their small life dramas refers to the hardships of modern life. \r\n\r\nThe unique appearance of Kanbe’s paintings derives from the artist’s layering technique. The bottom layer usually is painted on hemp paper, while the middle and top layers consist of ultrathin Japanese paper called <I>tengujōshi</I>. Thus the leaves actually overlap one another, just as they do in nature.\r\n\r\n",
  "title": "The Foundation of Light"
}
