{
  "accession_number": "2015.114.21",
  "art_champions_text": null,
  "artist": "Artist: Yosa Buson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Willard and Elizabeth Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "second half 18th century",
  "department": "Asian Art",
  "description": "three men, one with a knotty cane, stand under a tree near a rock conversing and gesturing",
  "dimension": "44 3/4 × 20 in. (113.67 × 50.8 cm) (image)\r\n77 × 28 3/4 in. (195.58 × 73.03 cm) (with roller)",
  "id": "http://api.artsmia.org/objects/123821",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5504,
  "image_width": 2423,
  "inscription": "",
  "life_date": "Japanese, 1716 - 1783",
  "markings": "Two red, square stamps underneath a line of Japanese characters in the TLQ at edge and an additional red, square stamp in LRC",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Line of Japanese characters in black ink in TLQ at edge",
  "style": "18th century",
  "text": "The scene depicted here—three Chinese men laughing heartily—represents the climax of an ancient Chinese Buddhist parable known as “Three Laughers of Tiger Ravine,” which teaches that one must push boundaries in the pursuit of understanding. The story tells of an imagined meeting of three Chinese religious and cultural luminaries. The man with a large walking staff at left is Huiyuan (334–416), a Buddhist monk who established the famed Donglin Monastery on Mount Lu in 386. Huiyuan had taken a vow to never cross over a certain bridge spanning a gully known as Tiger Ravine, a symbolic barrier between the sacred space of his mountain monastery and the mundane world beyond. One day he invited two friends to Donglin—that’s the celebrated Confucian poet Tao Yuanming (365–427) in the middle and the Daoist priest Lu Xiujing (406–477) at right. When Huiyuan went to see his friends off at the end of a long day of talking and drinking wine, he inadvertently crossed over the bridge at Tiger Ravine—part of the bridge can be seen in the lower right corner of this picture. Realizing that Huiyuan had broken his vow, the three men broke into laugher.",
  "title": "Three Laughers of Tiger Ravine"
}
