{
  "accession_number": "2015.114.23",
  "art_champions_text": null,
  "artist": "Artist: Aoki Mokubei",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Willard and Elizabeth Clark",
  "culture": null,
  "curator_approved": 0,
  "dated": "1827",
  "department": "Asian Art",
  "description": "walled, mountain community surrounded by a body of water upon which two, small boats sail; dwellings pepper the mountainside and the composition is primarily pink, brown, black, and cream",
  "dimension": "81 × 22 5/8 in. (205.74 × 57.47 cm) (without roller)\r\n47 1/2 × 16 3/4 in. (120.65 × 42.55 cm) (image)",
  "id": "http://api.artsmia.org/objects/123824",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11107,
  "image_width": 3747,
  "inscription": "inscription unread",
  "life_date": "Japanese, 1767 - 1833",
  "markings": "Red seal LLC",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Japanese paintings of China often depict imagined locales, but this lone mountain peak rising dramatically at river’s edge is an actual place: Duxiufeng, or “Solitary Beauty Peak,” on the banks of the Li River in south-central China. In the late 1300s, this mountain—which poets described as so beautiful that no other mountain could compare—was chosen as the site for an enormous estate constructed for a prince under the first emperor of the Ming dynasty (1368–1644), the Hongwu emperor. Thereafter, generations of imperial princes called the palace home until the mid-1700s, when the dynasty came to an end. Even today the site is dubbed “City of Princes.” The mountain, palace, and the site’s 5,000-foot-long walls are all described in an inscription in the upper right of the painting by Rai San’yō (1780–1832), a scholar in Japan’s capital of Edo (now Tokyo). Another inscription, at left, is by the painter himself, who records that he modeled this work after a Chinese painting he had seen in a friend’s collection.",
  "title": "Duxiu Peak"
}
