{
  "accession_number": "2016.23a,b",
  "art_champions_text": null,
  "artist": "Artist: Nicolas Eekman",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1924",
  "department": "European Art",
  "description": "set of seven black-and-white woodcuts and original presentation folder; folder is a brown, rough textured paper with the work's title and artist's name printed in square block of text in upper half of front side; inside the cover page is a single sheet of yellowing paper accordion folded into eight sections; the first seven sections are figurative interpretations of the dance of death--figures are rendered with sharp angles and emphasized musculature; the scenery is ghoulish boasting dead and aggressive animals, menacing natural landscapes, alienating cityscapes; each woodcut is in black and white",
  "dimension": "12 3/8 × 52 in. (31.43 × 132.08 cm) (sheet, unfolded)",
  "id": "http://api.artsmia.org/objects/123914",
  "image": "valid",
  "image_copyright": "© Estate Nicolas Eekman",
  "image_height": 6795,
  "image_width": 3795,
  "inscription": "Signature, Edition and Stamp",
  "life_date": "Dutch (born Belgium), 1889 - 1973",
  "markings": "red stamp LLC underneath first image: NE; in pencil LLC underneath seventh image: 60/104",
  "medium": "Illustrated book with seven woodcuts on Toshi paper, plus artist’s cover in heavy beige paper with woodcut title page; accordion-fold folio",
  "nationality": "Dutch",
  "object_name": "Illlustrated book",
  "portfolio": null,
  "provenance": "[Dolf D. van Omme, Amsterdam, Netherlands, c. 2013-14, sold to Carl]; [William P. Carl Fine Prints, Durham, N.C., 2013/4-2016]; sold to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil under LRC of seventh image: Eekman",
  "style": "20th century",
  "text": "Death has been a subject of fascination for artists since the Middle Ages—its universality and omnipresence, its frightful nature, and its inevitable, and often unforeseen arrival for all. Here Nicolas Eekman treats the subject in seven haunting images, cramming his woodcuts with chilling imagery. Each depicts a terrifying bird or winged creature who has chosen a new victim to torment—men and women, oblivious and mindful, young and old—no one is spared.",
  "title": "Dance of Death in Seven Tempos (Dood dans in zeven tempo)"
}
