{
  "accession_number": "2016.10a-c",
  "art_champions_text": null,
  "artist": "Artist: Shunkōsai Hokushū; Publisher: Izutsuya Denbei",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The M. Boyd and Carol Burton Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1823, 1st month",
  "department": "Asian Art",
  "description": "triptych in inverted T shape; top image (a): two figures on a balcony; standing man at right pouring brown liquid down from a small brown pitcher; man wearing kimono with yellow feather and scroll patterns and grey tassels at hem; upside down figure wearing black garments and straw sandals, reaching out across floor of balcony with PL hand lower left image (b): standing female with long ponytail wearing a pink kimono with yellow waves and birds at hem; obi has large crab at back; figure is looking at text written in liquid by man on balcony; screen (?) in background with patterns of white and blue birds and spiral elements lower right image (c): standing man holding a lantern aloft in his PR hand; man wearing a black kimono with grey tassels at hem; screen (?) in background with patterns of white and blue birds and spiral elements",
  "dimension": "14 1/2 × 10 in. (36.83 × 25.4 cm) (sheet, each, approx., vertical ōban)",
  "id": "http://api.artsmia.org/objects/123987",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8501,
  "image_width": 6027,
  "inscription": "",
  "life_date": "Japanese, active c. 1802 - 1832",
  "markings": "",
  "medium": "Woodblock prints (nishiki-e); ink and color on paper with mica",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kamigata-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "春好斎北洲画 {Shunkōsai Hokushū ga}",
  "style": "19th century",
  "text": "Related to the play \"Keisei Ōmonguchi\" けいせい廓大門 (The Great Gate of the Licensed Quarter), performed at the Kado Theater, Osaka, in the 1st month of 1823 (Bunsei 6).\r\n\r\nThis unusual two-tier triptych (a set of three works meant to be shown together) depicts a scene in the play Keisei Ōmonguchi (The Great Gate of the Licensed Quarter). Instead of the typical configuration with all three sheets lined up horizontally, the third sheet is placed on top of the other two. An arrangement like this was rarely used but was ideal for plays in which the setting was a multilevel architectural space like this one. The actor on the upper floor writes a message to the two actors below by pouring ink from above. Hokushū was the most active and most important designer of Kabuki prints in Osaka in the early 1800s. He developed the specific style of actor portrait known as kamigata-e, which became characteristic for the region of Osaka and Kyoto.",
  "title": "Actors Nakamura Utaemon III as Mino no Shōkurō, Ichikawa Ebijūrō I as Gantetsu, actually Miura Arajirō, and Nakamura Karoku I as the Prostitute Hinazuru, actually Shōkurō’s wife Kochō"
}
