{
  "accession_number": "2015.111.31",
  "art_champions_text": null,
  "artist": "Artist: Kishi Eiko",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Asian Art",
  "description": "slab-like form; irregular hexagon; slightly convex long sides come to points at edges; two triangular forms at top creating roof-like top face; predominately red with textured horizontal bands with grey, green and brown elements; underside not examined",
  "dimension": "34 5/8 × 33 1/2 × 6 3/4 in. (87.95 × 85.09 × 17.15 cm)",
  "id": "http://api.artsmia.org/objects/123906",
  "image": "valid",
  "image_copyright": "© Kishi Eiko",
  "image_height": 7273,
  "image_width": 7323,
  "inscription": "",
  "life_date": "Japanese, born 1948",
  "markings": "",
  "medium": "Stoneware",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Kishi Eiko is known for her laborious saiseki zogan technique, building geometric forms from raw Shigaraki clay mixed with crushed fired clay (called chamotte or grog). The surface is manipulated with needles and other small tools, resulting in a complex surface that can appear to change dramatically depending on how close you are to the work. From a distance they may appear as naturally formed rock strata, while up close they resemble carefully woven textiles.  \r\n\tKishi trained at Kyoto Arts University and the Ceramic Research Center in Hyogo before\r\nestablishing her own studio in her native Kyoto. Unaffiliated with any of Japan’s\r\nlongstanding pottery traditions, she has been free to develop her own unique style.",
  "title": "No. 20"
}
