{
  "accession_number": "2016.10a-c",
  "artist": "Shunkōsai Hokushū; Publisher: Izutsuya Denbei",
  "classification": "Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The M. Boyd and Carol Burton Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1823, 1st month",
  "department": "Asian Art",
  "description": "",
  "dimension": "14 1/2 × 10 in. (36.83 × 25.4 cm) (sheet, each, approx., vertical ōban)",
  "id": 123987,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8501,
  "image_width": 6027,
  "inscription": null,
  "life_date": "Japanese, active c. 1802–1832",
  "markings": null,
  "medium": "Woodblock prints (nishiki-e), ink and color on paper with mica",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kamigata-e / yakusha-e)",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "春好斎北洲画 {Shunkōsai Hokushū ga}",
  "style": null,
  "text": "Related to the play Keisei Ōmonguchi けいせい廓大門 (The Great Gate of the Licensed Quarter), performed at the Kado Theater, Osaka, in the 1st month of 1823 (Bunsei 6).\r\n\r\nThis unusual two-tier triptych (a set of three works meant to be shown together) depicts a scene in the play <I>Keisei Ōmonguchi</I> (<I>The Great Gate of the Licensed Quarter</I>). Instead of the typical configuration with all three sheets lined up horizontally, the third sheet is placed on top of the other two. An arrangement like this was rarely used but was ideal for plays in which the setting was a multilevel architectural space like this one. The actor on the upper floor writes a message to the two actors below by pouring ink from above. Hokushū was the most active and most important designer of Kabuki prints in Osaka in the early 1800s. He developed the specific style of actor portrait known as <I>kamigata-e</I>, which became characteristic for the region of Osaka and Kyoto.",
  "title": "Actors Nakamura Utaemon III as Mino no Shōkurō, Ichikawa Ebijūrō I as Gantetsu, actually Miura Arajirō, and Nakamura Karoku I as the Courtesan Hinazuru, actually Shōkurō’s wife Kochō"
}
