{
  "accession_number": "2017.135",
  "art_champions_text": null,
  "artist": "Artist: Giovanni Battista Nolli; Engraver: Carlo Nolli; Engraver: Rocco Pozzi; Engraver: Pietro Campana da Sorliano; Designer: Stefano Pozzi",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Daniel Crouch Rare Books in celebration of the 100th anniversary of the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 1,
  "dated": "1748",
  "department": "European Art",
  "description": "overhead view of city of Rome; bottom right corner has seated female being crowned by a flying putti and accompanied by a youth with a flag and other putti in front of Classical structures; putti to left of seated woman working with surveyors' tools; left of center is a rectangular plaque with text and a putto chiseling a coat of arms; two colossal partially ruined sculpted figures in lower left--seated figure wearing helmet and holding a laurel wreath and reclining male figure with a beard; broken sculptures of dog and youths (?) in LLC; Classical architecture behind; blue edging; black wooden top bracket mount and bottom black wooden scroll bar",
  "dimension": "65 5/8 × 79 7/8 in. (166.69 × 202.88 cm) (image)\r\n70 × 89 1/2 × 1 5/8 in. (177.8 × 227.33 × 4.13 cm) (including top mount and bottom roller)\r\n77 1/2 × 91 1/2 × 5 1/4 in. (196.85 × 232.41 × 13.34 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/123993",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7338,
  "image_width": 8801,
  "inscription": "Inscribed in plate mark:\r\nAlla Santita\\' Di Nostro Signore Papa Benedetto XIV La Nuova Topografia Di Roma Ossequiosamente Offerisce E Dedica L\\'Umilissimo Servo Giambattista Nolli Comasco\r\nScala di 1000 Palmi Romani d’Architettura\r\nMisurata delin. ed a proprie Spese data in luce da Giambatta Nolli Geom.a ed Arch.o\r\nl’Anno 1748\r\nsi stampa in Roma con Privil. del Som.o Pontefice e licenza de Superioriori;\r\nRocco Pazzi Romano Pietro Campana da Sorliano, e Carlo Nolli inc. \r\nStefano Pozzi Pit. inv. e delin.\r\n\r\n",
  "life_date": "Italian, 1701–1756",
  "markings": "",
  "medium": "Etching and engraving on 12 sheets of paper laid down on linen, on original rollers",
  "nationality": "Italian",
  "object_name": "Print/map",
  "portfolio": "From ",
  "provenance": "Private collection; art market; [Daniel Crouch Rare Books, London and Michael Stone, La Jolla, Calf., 2015; given to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "**Conservation was generously funded by the Blackman-Helseth Foundation and Larry Oakey.**\r\nGiovanni Battista Nolli's monumental New Plan of Rome is a landmark in cartography. The plan far outstripped its predecessors in terms of accuracy and detail. Rather than depicting a bird’s-eye view or artistic rendering of the city, Nolli, an engineer and architect, carefully executed an orthogonal map (a measured ground plan) based on over a decade of surveying the city. He had new measuring devices and a large team of assistants and surveyors at his disposal, not to mention papal support, which allowed him access to measure private properties as well as public. He did not rely on earlier models, as was the usual practice. Instead, he and his team started from scratch, thus the title of the work \"Nuova pianta di Roma.\" This safeguarded their map from repeating errors. The scale of the project was immense—some 1,300 building are indexed on the map—and no detail was overlooked—every building measured, every road and fountain described. Nolli employed three engravers to execute the massive work, which is printed from twelve copper plates. The painter Stefano Pozzi designed the architectural vignettes and allegories in the foreground representing ancient Rome and modern Rome.",
  "title": "Plan of Rome"
}
