{
  "accession_number": "2016.5.20",
  "art_champions_text": null,
  "artist": "Artist: Carla Hemlock",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Loren G. Lipson, M.D.",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "black/purple/red quilt; round medallion at center with red profile; beaded in red and white; wampum and glass bead strands below profile; sunburst-like design around center medallion surrounded by black ground and purple silhouettes of people; machine and hand appliqued and quilted; rod pocket on verso",
  "dimension": "58 × 60 in. (147.32 × 152.4 cm)",
  "id": "http://api.artsmia.org/objects/123902",
  "image": "valid",
  "image_copyright": "© Carla Hemlock",
  "image_height": 6528,
  "image_width": 6645,
  "inscription": "Signature",
  "life_date": "American (Kahnawake Mohawk), born 1961",
  "markings": "",
  "medium": "Cotton fabrics, glass beads, wampum",
  "nationality": "American",
  "object_name": "Quilt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on verso lower PL",
  "style": "21st century",
  "text": "“The Mohawks from Kahnawake have used the phrase ‘Booming Out’ as the men take to the road for the high steel trade [constructing steel-framed buildings]. The men from my community of Kahnawake have become renowned for their high steel work throughout the U.S., especially in New York City. The silhouettes in the quilt are from photos—ranging from the 1920s to the present—of men working the high steel. They include men who worked on the World Trade Center, the Empire State Building, Rockefeller Center, and some of the most recent skyscrapers to grace NYC. The center of the quilt is adorned with glass beads and wampum. The Indian Head and the designs within the circle are representative of the Kanienkeháka, or People of the Flint—Mohawks. They may build the most modern buildings of our time, but they are still deeply rooted in who they are as Kanienkeháka. This quilt pays tribute to our men, and now many of our women, who continue a long-standing tradition of what we know to be ironworking.” —Carla Hemlock",
  "title": "Boomin' Out"
}
