{
  "accession_number": "2016.16",
  "art_champions_text": null,
  "artist": "Artist: John Wilson; Printer: Center Street Studio, Milton Village, Mass.; Publisher: Center Street Studio, Milton Village, Mass.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2002",
  "department": "Arts of the Americas",
  "description": "portrait of Martin Luther King, Jr. shown from chest up; King's gaze is outward, his lips partially parted; he wears a blazer and is rendered within a square frame that is divided by a thin, horizontal line just at his shoulders; the image is in black and white and the figure emerges from layers of intense and varied lines",
  "dimension": "44 1/4 × 30 1/2 in. (112.4 × 77.47 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123920",
  "image": "valid",
  "image_copyright": "© John Wilson %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 8354,
  "image_width": 6218,
  "inscription": "Inscribed in pencil, LRC: Japanese white paper — from  Aiko’s in Chicago / too white",
  "life_date": "American, 1922–2015",
  "markings": "in pencil at LLC (plate): WP",
  "medium": "Soft- and hard-ground etching with spit-bite aquatint, scraping, burnishing, and abrasion; printed with rétroussage on chine appliqué mounted on Japan paper; working proof",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Center Street Studio, Milton Village, Mass. (publisher); sold to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil at LRC (plate): Wilson 02",
  "style": "21st century",
  "text": "John Wilson’s portrait of Dr. Martin Luther King, Jr. is based on his 1986 memorial statue of the civil rights leader housed in the United States Capitol Rotunda in Washington, D.C. As in the sculpture, Wilson captures King’s physical attributes and inner spirit in equal measure, presenting a countenance of solemn contemplation while suggesting a certain vulnerability. Rendered nearly life-size, King appears almost weary, as if struggling with the psychological and spiritual burdens of his prominent role in the fight for equal rights. At the same time, the portrait’s scale and formal structure lend the work an underlying sense of strength and solidity. \r\n\r\nWilson also alludes to King’s death as a sacrifice. Though not overt, the crossing of the horizon line and the vertical line formed by King’s suit jacket signifies the wooden cross of Christ’s crucifixion. Like Jesus, King gave his life for a higher moral cause. Together, these salient features present King, who was one of the most esteemed public figures of the twentieth century, as both a man and a national hero.",
  "title": "Martin Luther King, Jr."
}
