{
  "accession_number": "2016.17",
  "art_champions_text": null,
  "artist": "Artist: Richard Stankiewicz",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1964",
  "department": "Arts of the Americas",
  "description": "abstract composition in black set against an ivory background; composition consists of a rectangle with its UL and LR corners carved away; a black bar hovers at top of image; a roughly cut circle, revealing ivory paper below; is positioned in the upper third of the image; a second roughly cut circle in black rests immediately below the top circle as if it’s the remaining flap of paper from the cut; dark stains drip down from the circles",
  "dimension": "39 1/8 × 26 3/8 in. (99.38 × 66.99 cm) (sheet)\r\n33 7/8 × 14 11/16 in. (86.04 × 37.31 cm) (image)",
  "id": "http://api.artsmia.org/objects/123913",
  "image": "valid",
  "image_copyright": "© Estate Richard Stankiewicz",
  "image_height": 10277,
  "image_width": 7131,
  "inscription": "",
  "life_date": "American, 1922 - 1983",
  "markings": "",
  "medium": "Drypoint and open-bite etching",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[Charles Young Fine Prints and Drawings, Portland, Conn., until 2016; sold to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Richard Stankiewicz built his reputation as a sculptor who made assemblages of industrial junk. His occasional forays into print stretched common notions of the medium. Here he distressed a steel plate and printed it in a way that produced a brutal yet lyrical abstract image, simultaneously massive and weightless.\r\n\r\nLittle is known about Stankiewicz’s prints. He never published them, and they were discovered in his studio after his death. For this untitled work, executed on industrial steel plate, he used blacksmith’s tools and a cutting torch rather than the fine implements customarily employed by printmakers. He cut rough slots near the bottom and a flap at the top, which he folded over like the lid of a can. He brushed and poured acid to create the rivulets that one might read as blood flowing from the wound where he had cut the flap. The rough, doubled-over plate doubled over, proved too jagged for ordinary paper, so Stankiewicz turned to yet another industrial material, rayon filtration cloth available by the roll, which could withstand the torturous printing process.",
  "title": "Untitled"
}
