{
  "accession_number": "2016.20.2",
  "artist": "Artist: Do Ho Suh; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "2015",
  "department": "Prints and Drawings",
  "description": "standing figure with arms and legs spread wide apart, holding a cloud-like form; image made up of round elements of various sizes and heaviness of pigmentation",
  "dimension": "23 3/16 × 29 9/16 in. (58.9 × 75.09 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123990",
  "image": "invalid",
  "image_copyright": "© Do-ho Suh %2F Highpoint Editions%2C Minneapolis",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Title, Date, Edition and Stamp",
  "life_date": "South Korean, born 1962",
  "markings": "on back at bottom edge, in pencil: [37/45]; on back at bottom edge, stamped in grey: [HP (inside a square)]",
  "medium": "Lithograph",
  "nationality": "South Korean",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G180",
  "see_also": [
    ""
  ],
  "signed": "lower right, in pencil: [DO HO 15]; on back at bottom edge, in pencil: [KARMA JUGGLER]",
  "style": "21st century",
  "text": "Do Ho Suh’s lithograph Karma Juggler is part of an extended series of drawings and editioned prints Suh initiated in 2004. As seen here, Suh uses the repetition of human figures or figurative stand-ins, such as circles, to represent the chain of influence of the individual on the many, especially through language, culture, and familial connections. Suh refers to this human connectivity as “karma,” a variant of the Hindu metaphysical concept of karma that addresses how the actions of an individual affect their futures lives. Both variants rest on the spiritual principle of cause and effect.\r\n\r\nSuh’s conceives his “juggler” as a distinct, coherent entity composed of hundreds of concentric rings or circles that represent both harmony and the causality of moral choices over time. It is a visual expression of the human condition, and how morality-based karma is present in everyone’s daily lives.",
  "title": "Karma Juggler"
}
