{
  "accession_number": "2016.19",
  "art_champions_text": null,
  "artist": "Artist: Tom Hammick; Printer: Tom Hammick; Publisher: Hammick Editions, East Sussex, England",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2012",
  "department": "European Art",
  "description": "figure with light blue top and dark blue pants stands with back to viewer in green field looking at light blue rectangular structure; structure sets in front of a deep purple hill, with a bright yellow sun sinking behind it; a dark blue sky peppered with small, yellow circles serves as backdrop",
  "dimension": "34 1/8 × 50 1/2 × 1 in. (86.68 × 128.27 × 2.54 cm) (outer frame)\r\n30 7/8 × 47 in. (78.42 × 119.38 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123953",
  "image": "valid",
  "image_copyright": "© Tom Hammick %2F Bridgeman Copyright",
  "image_height": 6521,
  "image_width": 9685,
  "inscription": "Signature, Title and Edition",
  "life_date": "British, born 1963",
  "markings": "see Signed",
  "medium": "Color reduction woodcut",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Hammick Editions, East Sussex, England; (Flowers Gallery, New York); sold to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In pencil, LRC: Tank EV 5/12 Tom Hammick",
  "style": "21st century",
  "text": "In Tom Hammick’s unique woodcut Tank, a solitary figure observed from behind stands before an industrial storage tank beneath a star-filled night sky. The print’s limited palette and simplified formal arrangement typify Hammick’s minimalist approach, one in which the dreamlike landscape serves as the setting for a metaphorical consideration of the human condition. The lone figure is a symbolic stand-in for human experience. We observe from a distance while the man peers at the night landscape, as if in silent dialogue with his surroundings. Like a poem or a piece of music, Hammick’s abstracted landscape possesses a deep emotional resonance that is at once familiar and mysterious",
  "title": "Tank"
}
