{
  "accession_number": "2015.126",
  "art_champions_text": null,
  "artist": "Artist: Ai Weiwei; Publisher: Francis Naumann Fine Art, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "China",
  "creditline": "Anonymous gift in honor of Chichi Steiner",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Global Contemporary Art",
  "description": "\"Wanted\" poster in red, black, and white with profile and straight on images from artist's passport and paragraph inviting a reward for information leading to Ai Weiwei's release; set against green square with white border",
  "dimension": "24 × 20 in. (60.96 × 50.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123954",
  "image": "valid",
  "image_copyright": "Copyright © 2014 Ai Weiwei",
  "image_height": 9296,
  "image_width": 7645,
  "inscription": "",
  "life_date": "Chinese, born 1957",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "Chinese",
  "object_name": "Poster",
  "portfolio": "From ",
  "provenance": "[Thomas French Fine Art, Fair Lawn, Ohio, 2014-15; given to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Not signed",
  "style": "21st century",
  "text": "The Chinese contemporary artist Ai Weiwei is as famous for his art and he is for his provocative stance against the repressive policies of the Chinese government. In the last decade Ai has been the target of numerous government investigations resulting in the destruction of his studio, arrest, and imprisonment. Freed from jail in 2011, the artist remains under close scrutiny by the Chinese authorities, who hold his passport and prohibit his travel abroad. Ai conceived of this poster as an appeal for his freedom. The work closely copies a 1963 exhibition poster by the Surrealist artist Marcel Duchamp, which in turn reproduced an earlier Duchamp print. Ai substituted old mugshot-like photographs of himself and altered the text to make a plea for his passport.  The lithograph, conceived as a work to be broadly circulated (with a total edition of 240 works), is both a bold political statement and a savvy artistic appropriation.",
  "title": "Wanted"
}
