{
  "accession_number": "2016.15.1",
  "art_champions_text": null,
  "artist": "Artist: Sebald Beham",
  "catalogue_raissonne": "Bartsch, vol. 7, p. 178, app. no. 14 i/ii; Pauli Hollstein 886 i/ii; Dodgson, vol. 1, p. 461, no. 105; Geisberg 781 (as by Meister der Celtis Illustrationen); Geisberg/Strauss, p. 838, no. 891-3 (as by the Celtis Master); Schoch/Mende/Scherbaum A17 i/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 1,
  "dated": "1518–1525",
  "department": "European Art",
  "description": "the Virgin Mary, seated, holds the standing Christ child on her lap, with her right hand steadying the child and her left hand draped over a book; the child's feet are perched on a pillow and he offers the blessing sign with his right hand--pointer and middle finger extended and thumb pointing upward; the background offers a country landscape with sparse structures and a lone figure",
  "dimension": "18 × 13 in. (45.72 × 33.02 cm)",
  "id": "http://api.artsmia.org/objects/123915",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7022,
  "image_width": 5214,
  "inscription": "Inscription\r\n\r\nin pencil on reverse at bottom center and LLC: illegible, includes letters and numbers",
  "life_date": "German, 1500–1550",
  "markings": "",
  "medium": "Woodcut printed from two blocks on two sheets of paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[C.G. Boerner, New York, 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Virgin and Child was clearly meant to be seen from a distance. The large, uncluttered composition allows the flowing lines to stand out. Its creator, Sebald Beham, meant it for public devotion of the Madonna. He used simple patterns of lines to make the cutting of the printing block quicker and cheaper, an important consideration for a work of art intended for a middle-class market. Most examples were probably affixed to walls and have long since perished from exposure to weather, insects, and vandalism. Of the hundreds printed, only about a dozen survive.\r\n\r\nThe enclosure within which Mary sits is the \"hortus conclusis,\" the enclosed garden that separates her from the outside world, symbolizing a sort of new Eden for the pure Virgin. Common in late-medieval Marian iconography, the idea echoes the Songs of Solomon (4:12):\r\n\r\nA garden locked is my sister, my bride,\r\na spring locked, a fountain sealed.",
  "title": "Virgin and Child"
}
