{
  "accession_number": "2016.22",
  "art_champions_text": null,
  "artist": "Artist: Tom Huck",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Arts of the Americas",
  "description": "a supernatural battle takes place in outer space with nude, hooded women, astronauts, and cowboys riding scud missiles; a papal figure giving a blessing with his left hand is riding out of the image frame at bottom center in a rocket ship; there is an alien-like creature in a rocket wrapped with dynamite at center--by far the largest visual element; the surface of a planet at the LL is engulfed in flames and has several mushroom clouds exploding on it; there are various other satellites, planets, and stars peppered throughout the image, which is in black, red, and white",
  "dimension": "39 1/2 × 23 in. (100.33 × 58.42 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/123912",
  "image": "valid",
  "image_copyright": "© Tom Huck",
  "image_height": 10698,
  "image_width": 6384,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "in pencil at LLC: 17/36",
  "medium": "Chiaroscuro color woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, St. Louis; (Evil Prints, St. Louis); sold to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in pencil at LRC: T Huck 2011; in pencil at bottom center: Scuds",
  "style": "21st century",
  "text": "The title of Tom Huck’s print—Scuds—refers to a type of tactical ballistic missile developed by the Soviet Union during the Cold War after a design originally conceived by the Nazis. Notoriously inaccurate, scuds served mainly as terror weapons. In Huck’s satirical presentation, an assortment of scuds soar through an interplanetary soup of communication satellites and comically oddball characters that includes a mitre-crowned cleric, a one-eyed astronaut, a gun-toting cowboy, several female nudes, and the prominent figure of Death. Each pilots a missile as it streaks toward its earth-bound target. In the scene’s dark absurdity, Huck exposes the folly of modern warfare.",
  "title": "Scuds"
}
