{
  "accession_number": "2014.31.10",
  "art_champions_text": null,
  "artist": "Artist: Seth Eastman",
  "catalogue_raissonne": "Seth Eastman: A Portfolio of North American Indians 29",
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the W. Duncan and Nivin MacMillan Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1849-1855",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "6 3/4 × 8 3/4 in. (17.1 × 22.2 cm) (image)\r\n9 3/4 × 12 15/16 in. (24.8 × 32.9 cm) (sheet)\r\n17 9/16 × 21 1/2 × 1 1/8 in. (44.6 × 54.6 × 2.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/36118",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5761,
  "image_width": 7151,
  "inscription": "Title and Inscription\r\n\r\nLower center (slightly off center), below image, in brown ink: [INDIAN DOCTOR CONCOCTING A POT OF MEDICINE]",
  "life_date": "American, 1808–1875",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "James J. Hill (St. Paul, 1838-1916); his estate; James Jerome Hill Reference Library St. Paul (by 1921-1994; sold October, to MacMillan); W. Duncan MacMillan, Wayzata (1994-d. 2006); the W. Duncan and Nivin MacMillan Foundation (2006-2014; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL, below image, in brown ink: [S. Eastman U.S. Army Delt.]",
  "style": "19th century",
  "text": "Like other American artists of the Romantic era, Seth Eastman occasionally idealized Native people. Here he gave a chanting, rattle-shaking healer the form of a classical hero, drawing on the sculptures and paintings he would have studied at West Point, possibly a cast of the Belvedere Torso (1st century C.E., Vatican Museums). Such parallels were meant to satisfy the 19th-century viewer’s longing to escape to a simpler, purer time, while conferring moral virtue on the figure. \r\n\r\nOther details show Eastman’s gift for observation. The woven basket may be for medicinal herbs, the little five-sided pouch for paint. The creature (maybe a opossum or otter) slung over the post is part of the healing process, as is the bird near the healer’s knee.\r\n\r\nThis watercolor, one of 35 works on paper by Eastman in Mia’s collection, was the basis for an illustration in Henry Rowe Schoolcraft’s massive \"Historical and Statistical Information Respecting the History, Condition, and Prospects of the Indian Tribes of the United States\" (Philadelphia: Lippincott, Grambo & Co., 1851-57).",
  "title": "Indian Doctor Concocting a Pot of Medicine"
}
