{
  "accession_number": "2014.31.27",
  "art_champions_text": null,
  "artist": "Artist: Seth Eastman",
  "catalogue_raissonne": "Seth Eastman: A Portfolio of North American Indians 27",
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the W. Duncan and Nivin MacMillan Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1849-1855",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "6 1/4 × 8 3/4 in. (15.9 × 22.2 cm) (image)\r\n9 11/16 × 12 3/4 in. (24.6 × 32.4 cm) (sheet)\r\n17 9/16 × 21 1/2 × 1 1/8 in. (44.6 × 54.6 × 2.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/36169",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5447,
  "image_width": 7173,
  "inscription": "Title and Inscription\r\n\r\nURC, above image, in brown ink and pencil: [Pl. 4]; lower center, below image, in black ink: [Pl. (brown ink) / GATHERING WILD RICE]",
  "life_date": "American, 1808–1875",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "James J. Hill (St. Paul, 1838-1916); his estate; James Jerome Hill Reference Library St. Paul (by 1921-1994; sold October, to MacMillan); W. Duncan MacMillan, Wayzata (1994-d. 2006); the W. Duncan and Nivin MacMillan Foundation (2006-2014; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL, below image, in brown ink: [S. Eastman U.S. Army Delt.]",
  "style": "19th century",
  "text": "This is the first known picture by a non-Native artist of people harvesting Minnesota’s proudest hotdish ingredient. The birchbark canoe indicates these women are probably Anishinaabe (Ojibwe); Dakota people typically carved canoes from tree trunks. One woman steadies the canoe while the others bend stalks over the gunwale and gently release the seeds with paddles. The wild grain is then gathered, dried, and hulled. Ohiyesa (also called Charles Eastman), a grandson of Seth Eastman and the Dakota woman Wakaninajinwin, described the next step: “The women then pour it upon a robe and begin to shake it so that the chaff will be separated by the wind.” \r\n\r\nThis watercolor, one of 35 works on paper by Eastman in Mia’s collection, was the basis for an illustration in Henry Rowe Schoolcraft’s massive \"Historical and Statistical Information Respecting the History, Condition, and Prospects of the Indian Tribes of the United States\" (Philadelphia: Lippincott, Grambo & Co., 1851-57).",
  "title": "Gathering Wild Rice"
}
