{
  "accession_number": "2014.31.33",
  "art_champions_text": null,
  "artist": "Artist: Seth Eastman",
  "catalogue_raissonne": "Seth Eastman: A Portfolio of North American Indians 37",
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the W. Duncan and Nivin MacMillan Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1849-1855",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "9 7/8 × 13 in. (25.1 × 33 cm) (sheet)\r\n17 9/16 × 21 1/2 × 1 1/8 in. (44.6 × 54.6 × 2.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/36176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6317,
  "image_width": 7151,
  "inscription": "Title and Inscription\r\n\r\nURC, above image, in black ink: [Plate 57]; lower center, below image, in black ink: [DAHCOTA written music . (On birch bark)\r\n\r\nWritten in pencil (unable to ascertain at this point if writing is on recto or verso because of current matting): [print the entire ground of this plate in Nankin colour to resemble birch bark\\\"]",
  "life_date": "American, 1808–1875",
  "markings": "",
  "medium": "Pen and ink",
  "nationality": "American",
  "object_name": "Ink drawing",
  "portfolio": "From ",
  "provenance": "James J. Hill (St. Paul, 1838-1916); his estate; James Jerome Hill Reference Library St. Paul (by 1921-1994; sold October, to MacMillan); W. Duncan MacMillan, Wayzata (1994-d. 2006); the W. Duncan and Nivin MacMillan Foundation (2006-2014; given to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL, below image, in black ink: [Drawn by S. Eastman U.S. Army from the original]",
  "style": "19th century",
  "text": "U.S. Army Captain Seth Eastman was a trained artist who served twice on the frontier at Minnesota’s Fort Snelling, from 1830 to 1832 and again from 1841 to 1848. His extensive firsthand, peaceful encounters with Native Americans gave him extraordinary opportunities to observe their customs and practices, which he documented in his art. He became known as the “pictorial historian of the Indian.”\r\n\r\nThis ink drawing belongs to a series that he made between 1849 and 1855 to illustrate Henry Rowe Schoolcraft’s massive survey, \"Historical and Statistical Information Respecting the History, Condition and Prospects of the Indian Tribes of the United States\" (Philadelphia: Lippincott, Grambo & Co., 1851-57). Mia’s 35 watercolors and drawings for the project represent an astounding array of subjects: muskrat hunting, fish spearing, pest control, rice gathering, maple sugaring, shelter, travel, medicine, mourning, dancing, civics, and topography. With such variety and Eastman’s well-informed clarity of depiction, they constitute an unparalleled visual account of native ways in our region.",
  "title": "Dacotah Written Music"
}
