{
  "accession_number": "2007.122.2",
  "art_champions_text": null,
  "artist": "Artist: Jasper Johns; Publisher: Universal Limited Art Editions (ULAE)",
  "catalogue_raissonne": "Field 131; Sparks 107; ULAE 85",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Kate Butler Peterson",
  "culture": null,
  "curator_approved": 1,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "12 1/4 x 12 3/4 in. (31.12 x 32.39 cm) (image)",
  "id": "http://api.artsmia.org/objects/36705",
  "image": "valid",
  "image_copyright": "Art © Jasper Johns %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 6622,
  "image_width": 6423,
  "inscription": "Signature, Date, Edition, Mark\r\n\r\nNumbered in pencil, LL: 20/20\r\n\r\n",
  "life_date": "American, born 1930",
  "markings": "LL: (ULAE blind stamp / chop)",
  "medium": "Lithograph from two stones and relief printing from a phonograph record; die cut, on Angoumois paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Kate Butler Peterson, Minnesota; given to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, dated in pencil, LR: J. Johns \\'70",
  "style": "20th century",
  "text": "Over the course of a career that now spans more than 50 years, American painter and printmaker Jasper Johns has been a leading figure among modern and contemporary artists. Often identified as a member of the group of Neo-Dada or proto-Pop artists that emerged in the 1950s in reaction to the dominance of the abstract expressionists, Johns has consistently relied on the appropriation of everyday objects, signs, and symbols to serve as the subject matter of his art. Johns' use of common objects in his work and his practice of concealing the hand of the artist was in direct opposition to the routine approach of the abstract expressionist painters of the 1940s and 50s, who saw their work as the ultimate expression of spontaneous, automatic, or subconscious creative effort.  Along with such artists as Robert Rauschenberg, Jim Dine, John Chamberlain, and Alfred Leslie, Johns emerged as a pioneering figure whose work embraced the anti-painterly, Neo-Dada concept that everything and anything can be the subject of art. Johns' work has been highly influential on an entire generation of younger artists, who recognized both his ingenuity and the psychological and intellectual import of his work.\r\n\r\nJohns' lithograph \"Scott Fagan Record\" is both an expression of the idea of the ubiquitous nature of subject matter and a personal homage to singer-songwriter Fagan and his first musical release, an album of Caribbean-inspired love songs titled \"South Atlantic Blues.\" Fagan's recording was released by Atlantic Records in 1968 and was reportedly one of Johns' favorite records.\r\n\r\nIn her history and catalogue of the U.L.A.E. collaborative press, Esther Sparks reports that Johns generally used photographic means to represent objects in his prints, but in the present example chose to represent an object by printing from its surface. \"Although Johns used found objects extensively in his painting, he preferred to use photographs to represent objects in his printmaking. This lithograph is the most direct reference to a real object: Johns",
  "title": "Scott Fagan Record"
}
