{
  "accession_number": "2005.54.2",
  "art_champions_text": null,
  "artist": "Artist: Yang Weiquan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Helen Jones Fund for Asian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1937",
  "department": "Asian Art",
  "description": "hyper-real painting of overlapping scraps of paper with text, drawings of vessels and pictures of a woman at a round window and a man with a horse; text at top corners; three seals",
  "dimension": "42 3/16 x 15 3/4 in. (107.16 x 40.01 cm) (image)\r\n84 3/16 x 23 3/4 in. (213.84 x 60.33 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/97134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5087,
  "image_width": 1991,
  "inscription": "",
  "life_date": "Chinese, born 1885",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Yang Weiquan was a native of Fuzhou who lived and worked in Shanghai during the early decades of the twentieth century. Like many Chinese artists of that era, he was familiar with western realism, a fact demonstrated in this painting executed with flawless trompe l'oeil effect.\r\nAt first look, the painting appears to be a collage comprised of scraps of old papers, ink rubbings, fragments of books and paintings, sutras with torn and burnt edges, and other literati ephemera seemingly emptied from a connoisseur’s wastebasket. The fragments are apparently arranged to simulate a scholar's rock. This unusual example of Chinese super-realism probably underscores Yang's concern over the loss of traditional literati values during his lifetime that seemed to be occurring with the dramatic westernization and political upheaval that China was then undergoing.",
  "title": "Paper Fragments"
}
