{
  "accession_number": "2005.54.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1800-1850",
  "department": "Asian Art",
  "description": "young Manchu woman seated by a lacquer table on a garden terrace with bamboo growing at L; woman wears blue robe with Shou characters and has stylish hairdo decorated with flowers and jewels; on the table are a snuff bottle, a fan, a ju-i scepter and a vase of peonies; blue and white vessel with plant LLC; butterfly-covered box on floor beside table",
  "dimension": "45 3/16 × 26 5/8 in. (114.8 × 67.6 cm) (image)\r\n83 × 34 15/16 in. (210.8 × 88.7 cm) (without roller)\r\n86 1/8 × 39 1/16 in. (218.8 × 99.2 cm) (mount, with roller)",
  "id": "http://api.artsmia.org/objects/97135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4498,
  "image_width": 2656,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This aristocratic young woman wears a blue robe adorned with circular shou (longevity) characters, telling us that her portrait was commissioned to celebrate her birthday. She is seated at a lacquered table on a garden terrace, wearing a fashionable hairstyle and surrounded by refined and expensive objects. On the table near her elbow are a snuff bottle, fan, ruyi (wish-granting) scepter, and a porcelain flower vase. At her feet are a blue-and-white flowerpot and an unusual tissue container or sewing box, possibly made in Europe. Both objects are lavishly decorated with butterflies, an auspicious motif whose Chinese character (die) is a pun for the word meaning “age 70”—another way of wishing someone a long, happy life.",
  "title": "Birthday Portrait of a Young Manchu Lady"
}
