{
  "accession_number": "2005.54.3",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800-1850",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "young Manchu woman seated by a lacquer table on a garden terrace with bamboo growing at L; woman wears blue robe with Shou characters and has stylish hairdo decorated with flowers and jewels; on the table are a snuff bottle, a fan, a ju-i scepter and a vase of peonies; blue and white vessel with plant LLC; butterfly-covered box on floor beside table",
  "dimension": "45 3/16 x 26 5/8 in. (114.78 x 67.63 cm) (image)\r\n83 x 34 15/16 in. (210.82 x 88.74 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/97135",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4498,
  "image_width": 2656,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and colors on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "As indicated by the subject's blue robe adorned with circular <I>shou</I> (longevity) characters, this exquisitely detailed portrait was commissioned to celebrate the birthday of the aristocratic young woman, shown seated at a black-and-gold lacquer table on a garden terrace. She has a fashionable hairstyle and several objects of expensive refinement. On the table near her elbow are a snuff bottle, fan, <I>ruyi</I> (wish granting) scepter, and a porcelain flower vase. At her feet are a blue-and-white jardinière, and an unusual tissue container or sewing box, possibly of Western derivation. Both objects are profusely decorated with butterflies, an auspicious motif, whose character (<I>die</I>) is a pun for the word meaning \"age seventy to eighty,\" another way of wishing someone a long, happy life.\r\n",
  "title": "Birthday Portrait of a Young Manchu Lady"
}
