{
  "accession_number": "2005.54.1",
  "artist": "Artist: Du Dazhong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1585",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "mounted flat; 33 ribs, each with one line of text in black on gold paper; two red seals, LLC",
  "dimension": "9 1/2 x 21 3/8 in. (24.13 x 54.29 cm)\r\n13 13/16 x 24 13/16 in. (35.08 x 63.02 cm) (mount)",
  "id": "http://api.artsmia.org/objects/97133",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2796,
  "image_width": 5436,
  "inscription": "",
  "life_date": "late 16th century",
  "markings": "",
  "medium": "Ink on gold paper",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Du Dazhong, a Ming official, was a noted Suzhou calligrapher and a member of the Wu school group of writers associated with Wang Zhiteng (1535-1612). This calligraphy fan, carefully written in <I>Xiao Kai Shu</I> (small regular script), is an extraordinarily dense prose-poem composed by the Tang poet Yang Jiong (650-ca.694) titled \"Prosepoem While Leaning on the Study Desk.\" The verse recounts the serious rigor of true scholarship. A few lines read thusly:\r\n\r\n<P><I>Scholars have transmitted the classics and are involved in extending knowledge to the utmost...They have exerted themselves in study questing after improvement...How can a scholar sleep in peaceful withdrawal'...Let him emulate the national craftsmen and develop their skill. May he model himself on mountains and forests, taking them as his pattern...\r\n\r\n<P>Above is the prosepoem \"While Learning on the Study Desk.\" Wanli year Yi You (1558), ninth month at the first appearance of the moon, I was returning by boat from Pingling. We took the route that goes by Xi Qiu. Here I saw the clustered peaks in the misty rain, no less beautiful than a painting. I saw this fine fan lying on my desk, and so roughly brushed this to record my inspiration. But I do feel ashamed that my calligraphy is unskillful.\r\n                                                                                          <P>Du Dazhong</I>",
  "title": "Calligraphy Fan in Xiao Kai Shu Script"
}
