{
  "accession_number": "2005.71.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Asante or Akan",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "twenty-four strips sewn together; maroon, green, yellow and black stripes of various configurations and geometric shapes",
  "dimension": "125 11/16 x 85 3/4 in. (319.25 x 217.81 cm)",
  "id": "http://api.artsmia.org/objects/97144",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5112,
  "image_width": 3510,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Synthetic; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Asante nsaduaso (Kente cloth) are given names related to the specific color and pattern of stripes used in the groundcloth. These names may reference historical events, important chiefs or Queen mothers, natural phenomena, plants or animals. Often, a proverb will be associated with the name, giving the cloth yet another dimension of meaning beyond the purely visual.\r\n\r\nThe green and gold stripes on a maroon background identify this cloth as a variation of the Oyokoman pattern, the oldest and most important cloth pattern of the Asante. It commemorates the civil war between two factions of the royal family in the 18th century; it offers a warning against internal strife and stresses the need for unity and reconciliation. Oyoko is the title of the royal clan, and originally the pattern was reserved for use by the Asantehene (paramount chief) and the royal family.",
  "title": "Man's cloth"
}
