{
  "accession_number": "2005.71.10",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana or Togo",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Ewe",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "twenty-two strips sewn together; ground fabric is dark blue, green, white and red striped; woven with multicolored stripes and geometric shapes; assembled to resemble checkerboard patterning",
  "dimension": "107 7/8 x 70 1/2 in. (274 x 179.07 cm)",
  "id": "http://api.artsmia.org/objects/97145",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4793,
  "image_width": 3152,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Ewe and Asante styles are often differentiated on the basis of the motifs used in the pattern blocks. Although it is true that Ewe cloths may contain recognizable, figurative images of people, objects, or animals, many cloths have very simple decoration. Geometric forms, abstract figures or simple stripes are frequently used, and occasionally there is no additional design at all in between the blocks of color.\r\n\r\nFigurative images require more time and skill to execute, and are usually found on the more expensive cloths. It is likely that this piece, with its modest use of ornamentation, represents the type of cloth that a person of average means would be able to afford. Kente cloths are very expensive, and even a modest cloth requires a substantial investment on the part of the purchaser.",
  "title": "Man's cloth"
}
