{
  "accession_number": "2005.71.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Asante or Akan",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "twenty-four strips sewn together; ground fabric is blue with white stripes; overall stepped diamond design in red and yellow; red, yellow and white geometric borders",
  "dimension": "108 1/4 x 84 3/8 in. (274.96 x 214.31 cm)",
  "id": "http://api.artsmia.org/objects/97141",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4778,
  "image_width": 3634,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The nine-square motif is popular in both Ewe and Asante cultures but is used in strikingly different ways. Ewe weavers often use the pattern on a solid color ground cloth and place representational figures in the center of each diamond. Asante weavers use the nine-square motif in three distinct named cloths, each differentiated by ground cloth patterns and the designs used in conjunction with it. \r\n\r\nThis cloth is most likely to be Asante, as evidenced by the lack of figurative images and inclusion of a formal border. The design element, placed on a simple indigo and white ground, becomes a large-scale, all-over pattern that conveys a powerful graphic quality. In this configuration it is called Akyempem, A Thousand Shields, a pattern that is believed to have originated during the reign of Osai Tutu in the 18th century. It refers to military prowess and bravery, symbolizing the idea that the wearer knows no fear.",
  "title": "Man's cloth"
}
