{
  "accession_number": "2005.71.15",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Asante or Akan",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Art of Africa and the Americas",
  "description": "nineteen strips sewn together; ground fabric is maroon, blue, yellow and green striped with overall woven geometric patterns in black, yellow, green and blue",
  "dimension": "117 1/2 x 65 1/2 in. (298.45 x 166.37 cm)",
  "id": "http://api.artsmia.org/objects/97150",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Synthetic, silk; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Man's cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Asante weavers produce luxurious, richly patterned garments that are worn only at formal or ceremonial gatherings such as weddings, funerals, or the enthronement of a chief. These cloths are popularly called 'Kente' (from kenten, basket), a name given to them by 19th century traders that may refer to the basketweave effect of alternating stripe and pattern blocks. Within the Asante culture, however, a cloth such as this would be referred to as Nsaduaso, a cloth of high quality that a man of means might purchase. \r\n\r\nIndividual cloths are given names based on the stripe pattern of the ground cloth. This man's cloth is woven in the nyankonton design, which translates literally as \"God's eyebrow\" and symbolizes the beauty and mystery of the rainbow. This exceptional cloth is an example of  adweneasa, a type of kente in which the ground cloth is totally covered with design motifs.",
  "title": "Man's cloth"
}
