{
  "accession_number": "2005.56",
  "art_champions_text": null,
  "artist": "Artist: Zhang Hong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Asian Art",
  "description": "very long waterfall running through a misty mountain landscape, with scattered trees",
  "dimension": "55 15/16 x 29 7/16 in. (142.08 x 74.77 cm) (image)\r\n87 1/2 x 35 3/16 in. (222.25 x 89.38 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/97215",
  "image": "valid",
  "image_copyright": "© Zhang Hong",
  "image_height": 6247,
  "image_width": 3313,
  "inscription": "Inscription and Seals\r\n\r\nsee Mark(s)",
  "life_date": "American, born 1954",
  "markings": "at L edge, in black: 5-character inscription; LC, in red: untranslated seal; at L edge, below inscription, in red: two untranslated seals",
  "medium": "Ink on paper",
  "nationality": "American",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Zhang Hong (Arnold Chang) was born and grew up in New York City where largely his Scottish grandmother raised him. Noticing his son's early interest in art, his father arranged for him to be taught Chinese calligraphy from Wang Jiyuan (1893-1975), one of the pioneers of western-style art education in Shanghai during the 1920s. Arnold later studied Chinese painting at the graduate school at Berkeley and by 1977 he began to work with C.C. Wong in New York who was one of the greatest surviving practitioners of literati ink painting.\r\nToday, Arnold Chang is clearly aware of the place of his work in the history of Chinese literati painting. For personal reasons, he prefers to work from his imagination in Yuan dynasty (1271-1368) styles. In the artist's own words:\r\n\r\n A Yuan dynasty landscape painting at its best is a pictorial record of man's efforts to investigate and explore his own inner nature. It is an act of introspection, reflection, contemplation, and mediation.\r\n\r\nThis beautifully structured landscape composition, comprised of delicate, meticulously textured brushwork, creates a world of stability, calm, and peace, a well-ordered universe of a poetic imagination.",
  "title": "Misty Mountains"
}
