{
  "accession_number": "2005.130",
  "art_champions_text": null,
  "artist": "Artist: Carle Vernet",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1805-1810",
  "department": "European Art",
  "description": "soldier wearing an elaborate uniform and carrying a curved sword, riding a prancing horse; stormy skies",
  "dimension": "15 7/8 x 13 in. (40.3 x 33 cm) (sheet)\r\n23 3/4 x 19 3/4 in. (60.33 x 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/97300",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9006,
  "image_width": 7248,
  "inscription": "Signature",
  "life_date": "French, 1758–1836",
  "markings": "Watermark: none seen)",
  "medium": "Black and white chalk, brush and gray wash, heightened with white gouache, on blue paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(William Weston, Gallery, London, in 1987). Sotheby's, London, March 26, 1997, no. 160, bought in; Sotheby's, London, February 25-26, 1998, no. 563, bought in. Private collection, Washington, D.C (until 2005; sold to Graeber); (Conrad R. Graeber Fine Art, Riverwood, Maryland, 2005; sold to MIA).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black chalk: [C Vernet]",
  "style": "19th century",
  "text": "Carle Vernet had a talent for military subjects in a time of intense turmoil. His depictions of the Napoleonic Wars not only capture the violence and magnitude of the conflicts, but also document the military tactics, formations, and technology of the battlefield, along with its culture and fashion. \r\n\r\nHere a dashing hussar is shown charging into battle. Legendary in the Napoleonic era, the hussars had their roots in 15th-century Hungary. Unencumbered by heavy armor, this storied cavalry was fast and daring, leading brash charges into enemy territory while yelling, cursing, and waving their curved sabers. Though the French hussars were predominantly native-born in Vernet’s time, the foreign origins of their force remained essential to their identity.\r\n\r\nThe hussars’ exoticism was most visible in their elaborate dress, which Vernet meticulously recorded here. Especially distinctive was the tall cylindricall hat, called a schako, adorned with colossal feathers. It and the long mustache made the soldiers instantly recognizable. Their bravery, flamboyance, and wild recklessness gave rise to such sayings as, “A hussar not dead at thirty is a scoundrel” and “Loved by every wife and hated by every husband.”",
  "title": "Charging Hussar on Horseback"
}
