{
  "accession_number": "2005.74.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from C. Curtis Dunnavan",
  "culture": null,
  "curator_approved": 0,
  "dated": "2nd century BCE",
  "department": "Asian Art",
  "description": "dark brown; open bottom of ovoid shape; top tube with round open loop for hanging; raised bands and applied \"studs\"",
  "dimension": "5 7/8 x 2 7/16 x 2 9/16 in. (14.92 x 6.19 x 6.51 cm)",
  "id": "http://api.artsmia.org/objects/97705",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3894,
  "image_width": 5315,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with traces of cold-painted pigments",
  "nationality": null,
  "object_name": "Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century BCE",
  "text": "These rare ceramic replicas (ming-chi) of graduated chime bells were made specifically for burial in a Han tomb. Less expensive and prestigious than bronze bells, they were never used to create music. They symbolized the ritual orchestral music that would be played for the deceased in the afterlife. The set comprises ten well articulated yung-cheng bells in graduated sequence. The wooden frame is anchored in a pair of painted pottery mythological beasts. The rack uprights rise from square sockets in the backs of the crouching winged creatures. These clay animal forms demonstrate how actual bronze bases in the museum's collection might have been used. By the end of the Bronze Age (late third century BCE), chime bells had lost their musical, ideological, and social significance. A few specimens were kept at imperial courts of Han and later dynasties, however, and ceramic ming-chi such as these continued to accompany the high-ranking dead for several centuries. They remained important symbols of the Shang and Chou ceremonial past.",
  "title": "Yong bell from a set of ten"
}
