{
  "accession_number": "2023.56.7",
  "artist": "Mary Sully",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Gift of the Mary Sully Foundation",
  "culture": "\"Dakota\"",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "38 1/4 × 19 in. (97.2 × 48.3 cm)\r\n13 × 8 in. (33 × 20.3 cm) (object part, top sheet)\r\n12 1/8 × 19 in. (30.8 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n3 1/2 × 12 in. (8.9 × 30.5 cm) (object part, bottom sheet)",
  "id": 146073,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10832,
  "image_width": 5295,
  "inscription": "on back of second sheet from top in pencil: Palowa (sic) | on back of second sheet from bottom in pencil: Pavlowa",
  "life_date": "1896–1963",
  "markings": null,
  "medium": "Colored pencil and pigments on paper",
  "object_name": "Drawing (quadriptych)",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G276",
  "signed": null,
  "style": null,
  "text": "Four vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has bottom center with stylized image of brown and green grasses on sandy shore with multicolored dots and small body of water; blue areas at left and right with zigzag edges; blue and grey arcing stripes at top with white cloud-like form; second sheet from top has repeating geometric pattern; vertical blue zigzag bands alternating with blue and grey squared-off lozenges and brown ground with multicolored dots; second sheet from bottom has geometric design with vertical blue zigzag bands at center, left, and right; two light blue bands with colored bars (green, blue, pink, brown) and diamonds (pink, green, and brown); on verso is unfinished design with similar motif to recto design, but with more and larger diamonds; bottom sheet is text:  Pavlova",
  "title": "Pavlova"
}
