{
  "accession_number": "2023.56.7",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Mary Sully Foundation",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "four vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has bottom center with stylized image of brown and green grasses on sandy shore with multicolored dots and small body of water; blue areas at left and right with zigzag edges; blue and grey arcing stripes at top with white cloud-like form; second sheet from top has repeating geometric pattern; vertical blue zigzag bands alternating with blue and grey squared-off lozenges and brown ground with multicolored dots; second sheet from bottom has geometric design with vertical blue zigzag bands at center, left, and right; two light blue bands with colored bars (green, blue, pink, brown) and diamonds (pink, green, and brown); on verso is unfinished design with similar motif to recto design, but with more and larger diamonds; bottom sheet is text: Pavlowa",
  "dimension": "38 1/4 × 19 in. (97.2 × 48.3 cm)\r\n13 × 8 in. (33 × 20.3 cm) (object part, top sheet)\r\n12 1/8 × 19 in. (30.8 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n3 1/2 × 12 in. (8.9 × 30.5 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/146073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 688,
  "image_width": 516,
  "inscription": "",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil and pigments on paper",
  "nationality": "American",
  "object_name": "Drawings (quadriptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of second sheet from top in pencil: Palowa (sic) | on back of second sheet from bottom in pencil: Pavlowa",
  "style": "20th century",
  "text": "In the early half of the twentieth century, at a moment when modernism, abstraction, Art Nouveau-style designs, and Native American art established a place in fine art museums across America, Sully quietly began to revolutionize Native and American art by intentionally and carefully making connections between these seemingly unrelated genres, and, in doing so, perhaps unintentionally transformed the field of American art. Working without patronage, in near obscurity and largely self-taught, Sully produced over 130 intricately drawn and vividly colored three-panel ‘personality prints’ and several detailed drawings that captured the culture of her Dakota community and other Native nations; scenes she observed while living in New York City; and vignettes of popular culture of the 1920s and ‘30s.\r\nAnna Pavlova was one of the most celebrated ballerinas of the early 20th Century, most known for The Dying Swan, a solo performance choreographed for her. In this personality print, the distorted white dying swan appearing in the water takes flight into the tall green airy and graceful green grasses dancing on the page. White curved parallel lines - found in quilled and beaded blankets – appear at the top of the panel, perhaps signaling the swan’s ascension to heaven.",
  "title": "Pavlova"
}
