{
  "accession_number": "2023.56.5",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Mary Sully Foundation",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "three vertically configured sheets of yellowish paper (received affixed together with tape--bottom sheet detached) of different sizes; top sheet has two convex arcs between a concave arc; white road-like element at center; black, grey, and white; center sheet has horizontal rows of repeating patterns of half-circles with white cone-shaped element at center and curving forms in black, grey, and white; bottom sheet has central medallion of grey and white feathers with blue, red, and grey radiating element at center; similar round elements in each corners with brown curving \"tassel\" with red, yellow, blue, and black bands and red element at ends",
  "dimension": "34 3/4 × 19 in. (88.3 × 48.3 cm)\r\n12 1/16 × 18 15/16 in. (30.6 × 48.1 cm) (object part, top sheet)\r\n12 1/16 × 18 15/16 in. (30.6 × 48.1 cm) (object part, middle sheet)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/146071",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 3024,
  "inscription": "on back of bottom sheet and on back of center sheet in pencil: 13 | on back of bottom sheet in pencil: 5 (circled)",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil on paper",
  "nationality": "American",
  "object_name": "Drawings (triptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of bottom sheet and on back of center sheet in pencil: Anton Lang",
  "style": "20th century",
  "text": "In the early half of the twentieth century, at a moment when modernism, abstraction, Art Nouveau-style designs, and Native American art established a place in fine art museums across America, Sully quietly began to revolutionize Native and American art by intentionally and carefully making connections between these seemingly unrelated genres, and, in doing so, perhaps unintentionally transformed the field of American art. Working without patronage, in near obscurity and largely self-taught, Sully produced over 130 intricately drawn and vividly colored three-panel ‘personality prints’ and several detailed drawings that captured the culture of her Dakota community and other Native nations; scenes she observed while living in New York City; and vignettes of popular culture of the 1920s and ‘30s.\r\n\r\nMary Sully, daughter of an Episcopalian minister and deeply religious throughout her life, was often drawn to portraying individuals linked to spiritual practices and service to God and humankind. In the personality portrait of Anton Lang, an early 20th century theater actor most known for playing Christ, Sully presents a vast, open landscape and the path of a spiritual road. Three outstretched lines appear, along rounded black and white hills, extending towards the top of the panel, perhaps depicting the unknown. On the second panel, vertical lines and half circles activate the page toward movement, perhaps depicting walking down a path toward God. In the bottom panel, a sunburst of feathers designs appear, materials and designs often associated with Dakota spiritual matters.",
  "title": "Anton Lang"
}
