{
  "accession_number": "2023.56.6",
  "art_champions_text": null,
  "artist": "Artist: Mary Sully",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "Dakota",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "three vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has hat-like form with green and brown lines; red arrows at center of left and right edges; green vertical lines at bottom with four small arcing railroad track elements; center sheet has repeating organic vertical pattern with brown and green ovals and red diamonds; bottom sheet has rectangle split into three vertical rectangles; central section has nine geometric elements in red, brown, and grey made of squares and rectangles; left and right sections have red horizontal lines; bottom sheet detached",
  "dimension": "34 3/4 × 19 in. (88.3 × 48.3 cm)\r\n13 1/16 × 18 in. (33.2 × 45.7 cm) (object part, top sheet)\r\n12 1/8 × 19 in. (30.8 × 48.3 cm) (object part, middle sheet)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, bottom sheet)",
  "id": "http://api.artsmia.org/objects/146072",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 3024,
  "inscription": "on back of bottom sheet in pencil: 12 (circled)",
  "life_date": "American (Dakota), 1896 - 1963",
  "markings": "",
  "medium": "Colored pencil on paper",
  "nationality": "American",
  "object_name": "Drawings (triptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of bottom sheet in pencil: Steinmetz",
  "style": "20th century",
  "text": "In the early half of the twentieth century, at a moment when modernism, abstraction, Art Nouveau-style designs, and Native American art established a place in fine art museums across America, Sully quietly began to revolutionize Native and American art by intentionally and carefully making connections between these seemingly unrelated genres, and, in doing so, perhaps unintentionally transformed the field of American art. Working without patronage, in near obscurity and largely self-taught, Sully produced over 130 intricately drawn and vividly colored three-panel ‘personality prints’ and several detailed drawings that captured the culture of her Dakota community and other Native nations; scenes she observed while living in New York City; and vignettes of popular culture of the 1920s and ‘30s.\r\n\r\n\r\n\r\nAnna Pavlova was one of the most celebrated ballerinas of the early 20th Century, most known for The Dying Swan, a solo performance choreographed for her. In this personality print, the distorted white dying swan appearing in the water takes flight into the tall green airy and graceful green grasses dancing on the page. White curved parallel lines - found in quilled and beaded blankets – appear at the top of the panel, perhaps signaling the swan’s ascension to heaven. \r\n\r\nIn addition to personality portraits, Sully created several works related to broader themes of the day. In Titled Husbands in the USA, the artist pokes fun at the glitter and celebrity of European noble men marrying wealthy American women. Three men suck from a milk bottle labeled with dollar signs, and broken straws extend from the sides of the milk bottle like broken wings. Attached to them are red hearts, all marked with the signs of rupture, and wedding bands. The middle panel extends the top panel design into kaleidoscope fashion, and the bottom panel further abstracts the composition into one that resembles both stain glass windows found in churches and those found in Lakota quilled and beaded hide robes.\r\n\r\nIn this work, Sully depicts Charles",
  "title": "Steinmetz"
}
