{
  "accession_number": "2024.59.8",
  "art_champions_text": null,
  "artist": "photographer: Gordon Parks",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": null,
  "country": null,
  "creditline": "Gift of The Gordon Parks Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1942 (printed 2023)",
  "department": "Arts of the Americas",
  "description": "The interior of a small, bustling grocery store. A man, likely the store owner, stands behind the counter operating a cash register. Shelves filled with canned goods and packaged products line the walls. Several customers, including a woman inspecting produce and a child peering into a display case, are engaged in shopping.",
  "dimension": "10 1/8 × 12 7/8 in. (25.7 × 32.7 cm) (image)\r\n11 × 14 in. (27.9 × 35.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/146044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 815,
  "image_width": 1024,
  "inscription": "",
  "life_date": "American, 1912 – 2006",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the summer of 1942, during a yearlong fellowship in Washington, D.C., Gordon Parks photographed government worker Ella Watson across the varied landscape of her daily life. The resulting picture story presents Watson—a custodian, the head of a household, a deaconess at her church—as a vital figure within the civic sphere, cherished by her community. At the same time, this intimate series reveals Parks’s experiences in coming to terms with the segregated city he once embraced as “the seat of democracy.” The nearly ninety photographs that resulted from their partnership includes one of the most celebrated photographs of the 20th century—an iconic portrait of Watson that Parks later titled “American Gothic.” Most importantly, this revelatory series proposes new grounds for understanding Parks as an artist and activist, highlighting a unique professional collaboration between two Black federal employees at a crucial juncture in United States history.",
  "title": "Washington, D.C. Grocery store owned by Mr. J. Benjamin, on Saturday afternoon"
}
