{
  "accession_number": "2023.91.1",
  "art_champions_text": null,
  "artist": "Artist: Central Scene: Jacques Callot; Artist: Borders: Michel Lasne; Artist: Borders: Abraham Bosse",
  "catalogue_raissonne": "Lieur 655, 660-661",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1628-31",
  "department": "European Art",
  "description": "large aerial map of the seige of Ile de Ré surrounded by fleets of tall ships; printed in sections and pieced together; island in upper half of map with towns, military formations, ships in a line and surrounding coast at L side; lower half of map is lines of tall ships at sea, small boats being loaded from the land at BL; Le Roy and Monsieur depicted on horseback in BL corner; along L border is description in French and along R side is description in Latin; top border title across top in large letters, a portrait of Louis XIII at TC with two small scenes of the siege on either side, and heraldry at top two corners; bottom border has portrait of Gaston de France at BC, two siege scenes on either side, illustrations of armor and weaponry; map has been at least partially adhered to a backing for preservation and may be in at least three sections, top and bottom; in a silver colored metal frame",
  "dimension": "57 1/2 × 64 3/4 in. (146.1 × 164.5 cm) (image)\r\n58 1/2 × 66 1/8 × 1 1/4 in. (148.6 × 168 × 3.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146160",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1200,
  "image_width": 1372,
  "inscription": "lower left margin, in graphite: L\\'Isle de Ré   I   14 ... ; BC margin, in graphite: No. 20 [?]",
  "life_date": "French, 1592–1635",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "within image BR: Jac Callot [Fe?]",
  "style": "17th century",
  "text": "The siege La Rochelle was the climax of an ongoing conflict French Catholics and Protestants. In 1598, the Edict of Nantes had granted the protestant Huguenots considerable autonomy, but in 1621 King Louis XIII upset a precarious balance when he attempted to reestablish Catholic dominance in Huguenot regions. Huguenots began fighting back. La Rochelle was the second or third largest city in France with about 27,000 inhabitants. It was also a Huguenot stronghold. Louis and his chief minister, Cardinal Richelieu, felt it was imperative to bring the city under control. In August 1627 French royal forces began to surround La Rochelle, with an army of 7,000 soldiers. A few weeks later, the Huguenots fired canons at the French troops. The French rapidly expanded their system of trenches and fortifications, including a highly effective seawall. By spring of 1628, 30,000 French soldiers surrounded the city. Despite English efforts to aid the Huguenots, the siege held. La Rochelle had lost 22,000 inhabitants to casualties, hunger, and disease. Eventually, the 5,000 survivors capitulated, and Louis made his solemn entry into the city on October 28, 1628. Under the peace settlement, the Huguenots lost their military and territorial rights. They were allowed to continue to observe their faith, though that right would subsequently be revoked by Louis XIV.\r\n          Louis XIII commissioned “The Siege of La Rochelle” from the prolific printmaker Jacques Callot in 1628. In 1630, Charles de Lorme, Louis’s physician bought the not-yet-finished plates, and the project appears to have been completed by 1631. At 57 x 64 inches, the assembly was clearly meant to be mounted for wall display. With Louis’s portrait centered above and his brother’s below, the presence of the view clearly stated the owner’s allegiances. The bird’s-eye view shows the coast of France with the city La Rochelle. At the harbor entrance, we see the seawall erected under Richelieu’s direction. In the foreground, a flotilla of ships maneuver at sea. Though many b",
  "title": "The Siege of La Rochelle"
}
