{
  "accession_number": "2023.56.8",
  "artist": "Mary Sully",
  "classification": "Drawings, Works on Paper",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "The Driscoll Art Accessions Endowment Fund and bequest of Virginia Doneghy, by exchange",
  "culture": "\"Dakota\"",
  "curator_approved": 0,
  "dated": "c.1935",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "39 15/16 × 19 1/16 in. (101.4 × 48.4 cm)\r\n13 × 43 in. (33 × 109.2 cm) (object part, top sheet)\r\n12 × 19 in. (30.5 × 48.3 cm) (object part, second sheet from top)\r\n9 1/2 × 12 in. (24.1 × 30.5 cm) (object part, second sheet from bottom)\r\n4 5/8 × 12 1/16 in. (11.7 × 30.6 cm) (object part, bottom sheet)",
  "id": 146118,
  "image": "valid",
  "image_copyright": null,
  "image_height": 10832,
  "image_width": 5295,
  "inscription": "on back of second sheet from bottom in pencil: (illegible inscription--covered in tape)",
  "life_date": "1896–1963",
  "markings": null,
  "medium": "Colored pencil and pigments on paper",
  "object_name": "Drawing (quadriptych)",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G276",
  "signed": null,
  "style": null,
  "text": "Four vertically configured sheets of yellowish paper (received affixed together with tape) of different sizes; top sheet has stylized image of three heads, seen from above--2 with wavy blonde hair, one with black hair and moustache, wearing suit jackets and shirts with dollar signs down the front, drinking from black straws in a milk bottle with a band of dollar signs; red hearts with cracks and symbols and circles in lower quadrants; second sheet from highly stylized symmetrical pattern of three heads with bands of dollar signs around spoked medallion, separated by colored circles; intertwined red, purple, and green hearts; verso:  unfinished design at center, similar to recto, with triangular pencil guide marks; second sheet from bottom has geometric design with eight-pointed star at center, surrounded by various multicolored geometric circular bands; geometric rectangular border primarily in green and red; bottom sheet is text:  Titled Husbands in USA",
  "title": "Titled Husbands in USA"
}
