{
  "accession_number": "2023.86",
  "art_champions_text": null,
  "artist": "Artist: Carolyn Swiszcz",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Steven Lang",
  "culture": null,
  "curator_approved": 0,
  "dated": "2003-04",
  "department": "Global Contemporary Art",
  "description": "painting of a rectangular brown mid century style electric wall clock on a background of stamped brown, tan, orange floral wallpaper; clock face is showing 10:31, Wednesday the 20th; sheet is separated into sections and reattached; long horizontal strip applied at lower R half",
  "dimension": "25 9/16 × 30 9/16 in. (65 × 77.7 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/146166",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1200,
  "image_width": 1680,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Japanese paper collage with rubber stamp and acrylic paint",
  "nationality": "American",
  "object_name": "Painted collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR corner, black ink: CJS; verso TL, black ink on pink paper: Kitchen / Clock / 2003- / 2004 / Carolyn / Swiszcz",
  "style": "21st century",
  "text": "Carolyn Swiszcz finds meaning, even humor, in mundane urban archtecture and the commonplace objects of daily life. She focuses attention on the fundamental elements of her subjects by removing extraneous detail and flattening pictorial space to emphasize pattern and surface texture over tradtional or realistic representation. Here, Swiszcz presents what is essentially a still-life composition, isolating an electronic \"old school\" kitchen clock against a wall of boldly patterned wallpaper. The wallpaper exists here both as an image and an actual sheet of hand-printed patterned paper. Her focus on an ordinary utilitarian object invites consideration of the scene's limited visual information in search of meaning. Commenting on her creative approach, Swiszcz explained: \"I work from an ambiguous zone where my repulsion for lackluster places meets my affection for them...I hope that these dynamics will entice viewers and, ideally, encourage them to reconsider their surroundings.\"",
  "title": "Kitchen Clock"
}
