{
  "accession_number": "2023.91.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "C. Curtis Dunnavan Collection, purchased with a gift of funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st century BCE - 1st century CE",
  "department": "Asian Art",
  "description": "large globular shape vessel with three concentric raised bands at shoulder; 2 small lug handles in the shape of faces with slightly raised features; stoneware partially glazed on top half with natural ash, mottled olive green and tan coloration; short raised rim; bottom half of vessel unglazed terra cotta color; tapered toward flat base",
  "dimension": "12 × 14 × 14 in. (30.5 × 35.6 × 35.6 cm)",
  "id": "http://api.artsmia.org/objects/146161",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7011,
  "image_width": 7011,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stoneware",
  "nationality": null,
  "object_name": "Jar",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century BCE - 1st century CE",
  "text": "This storage jar, of the type often referred to as \"proto-celadon\", is shaped after an archaic bronze vessel type known as bu (also known as pou). The high-fired lime glaze of thin olive-green, which usually is slightly mottled, is restricted to the upper areas. On the lower half of the vessel, the exposed body has turned a distinctive reddish brown. Its greenish color is due to the presence of iron and titanium oxides. On opposing sides are two sturdy and elaborate lugs each decorated with a human-mask, a pattern evolved from early bronze vessel forms. On its upper body there are three raised bands. Archaeological evidence suggests that most of such “proto-celadon” wares were manufactured in the vicinity of northern Zhejiang and southern Jiangsu provinces. The jar serves as an excellent example demonstrating the works at a transitional stage from pottery to porcelain which begins to appear during the Eastern Han dynasty (25–220) in present-day Zhejiang province.",
  "title": "Jar with two animal-mask handles"
}
