{
  "accession_number": "2023.82.2",
  "art_champions_text": null,
  "artist": "Artist: Alec William Soth; Author: Lester B. Morrison (Alec Soth); Publisher: Little Brown Mushroom, St. Paul, Minnesota",
  "catalogue_raissonne": "Parr and Badger III: 228",
  "classification": " Photographs; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Global Contemporary Art",
  "description": "Gray softcover manual bound with white cloth tape; BROKEN MANUAL appears on spine as if written with a black marker; cover has printed title underlined with black marker and the 'Lester's' lightly written in pencil to the L of the title; authors' names printed at BC: Lester B. Morrison & Alec Soth; interior has green pages with typeface instructions interspersed with white pages containing Soth's photographs; some of the images are accompanied by descriptions that appear handwritten in pencil; many images of scenes that evoke loneliness and isolation, portraits of bearded man, burnt bus, old building, etc.; a few pages fold out; colophon on last page gives date as 2010; production and printing Steidl, Gottingen, Germany; back cover is a black-and-white image of man with face obscured along with stamps and bar code",
  "dimension": "11 × 8 7/16 × 11/16 in. (27.9 × 21.4 × 1.8 cm)",
  "id": "http://api.artsmia.org/objects/146164",
  "image": "valid",
  "image_copyright": "",
  "image_height": 845,
  "image_width": 850,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "Green circular stamp back cover: Little Brown Mushroom; black stamp back cover: STEIDL; ISBN and barcode at BC back cover",
  "medium": "Color and black-and-white illustrations, letterpress; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Third page is a letter with signature of Lester B. Morrison",
  "style": "21st century",
  "text": "Four years in the making, Alec Soth's artist's book, Broken Manual (2010), was designed as an underground guidebook for those hoping to escape their lives. Through image and word, Soth investigates places where people retreat from civilization. His photographs of hermits, monks, survivalists, and others living \"off-grid\" are accompanied by reflections written by Lester B. Morrison (pseudonym for Soth himself) that include such tips as disguising one's appearance and devising a new identity. Ultimately, the book offers a glimpse into Soth's private world, one in which he examines his own motivations, fears, and doubts.",
  "title": "Broken Manual"
}
