{
  "accession_number": "2023.78",
  "art_champions_text": null,
  "artist": "Artist: Marilou Schultz",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Lucy Crosby Mitchell",
  "culture": "Dine (Navajo)",
  "curator_approved": 0,
  "dated": "2023",
  "department": "Global Contemporary Art",
  "description": "rectangular woven wool rug with dark brown tassels at each corner; zig ziag or triangular wedge shape design in primarily shades of red and black with some lemon and mustard yellow lines; rug is puckered to give it a three-dimensional quality; several black fabric bolsters below rug for padding and support",
  "dimension": "40 × 29 × 4 in. (101.6 × 73.7 × 10.2 cm)",
  "id": "http://api.artsmia.org/objects/146165",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1368,
  "image_width": 1964,
  "inscription": "",
  "life_date": "American (Navajo), born 1954",
  "markings": "",
  "medium": "Natural dyed wool yarns and aniline dyed wool yarns, wedgeweave technique",
  "nationality": "American (Navajo)",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Filled with blazing shades of hand dyed cochineal yarn, master weaver Marilou Schultz draws upon an almost extinct woven technique to reaffirm the vitality of Navajo weaving today. Cultural Flames, a part of a series of work that references Navajo sacred elements (fire, water, wind, earth), bursts with energy and movement, achieved through zig-zag designs and a wedge weave technique. Established in the mid 19th Century, Navajo weavers paired this technique with brilliant yarn from Germantown, Pennsylvania in order to push the medium in content, design and form. Wedge weaves are created by radically shifting the warp strings back and forth, a labor intensive and highly specialized process only a handful of Navajo weavers still utilize.",
  "title": "Spiritual Flames"
}
