{
  "accession_number": "2023.54",
  "art_champions_text": null,
  "artist": "Artist: Carlos Cruz-Diez",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "South America",
  "country": "Venezuela",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas and the Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "lenticular style construction in a simple white frame; image is overlapping rectangles in shades of blue, green, red, yellow that move and change color depending on point of view; pigment applied in thin vertical lines painted in orange pink, red, green, blues and black; vertical plastic semitransparent blue pieces projecting from surface",
  "dimension": "24 1/8 × 32 3/8 × 2 3/8 in. (61.3 × 82.2 × 6 cm)",
  "id": "http://api.artsmia.org/objects/146175",
  "image": "valid",
  "image_copyright": "",
  "image_height": 852,
  "image_width": 1147,
  "inscription": "",
  "life_date": "Venezuelan, 1923 - 2019",
  "markings": "label on verso: Agence Maritime DELAMARE & CIE",
  "medium": "Acrylic on cardboard, plastic inserts, wood",
  "nationality": "Venezuelan",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "TC verso in black ink: PHYSICHROMIE No 480 / CRUZ-DIEZ / PARIS NOV. 1969 / 81 x 61 cm.",
  "style": "20th century",
  "text": "Throughout his long career, Cruz-Diez dedicated himself to creating a visual discourse around the qualities, characteristics, and perception of color. His research, based in science as well as in the study of different artists, unfolded into eight series of works, each one of them investigating specific aspects of color. The one the artist called Physichromie, with which he began experimenting in 1959, was the first one. \r\n\r\nThe Physichromie series explores the idea that color is not a permanent or static phenomenon but rather an ever-changing one, whose perception is affected by ambient light, by reflection, irradiation, and interaction with other colors. This interaction can be such as to actually provoke human brain to see colors that don’t really exist in the composition. The possibility of creating a platform in which color can manifest itself as in real life, that is, like an ephemeral and fleeting phenomenon was the artist’s goal in this series. As Cruz-Diez himself would put it, he wanted to “create amazement about a phenomenon that would otherwise go unnoticed”.",
  "title": "Physichromie No 480"
}
