{
  "accession_number": "2023.73",
  "art_champions_text": null,
  "artist": "Artist: Hans Burgkmair",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift in memory of Winton Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1520",
  "department": "European Art",
  "description": "black and white print on white paper; at L is seated partially reclined bearded man, Mercury, wearing toga and winged sandals, with head resting on back of hand; at R is Venus, standing nude, touching Mercury's arm and appears to be poking him in the chest with the nock end of an arrow while aiming the point at herself; floating above at TR in clouds is blindfolded, winged infant Cupid holding a bow; stream and reeds in foreground; trees border R and L of image; landscape in background with city, water, and boat; off-white mat with old label attached to verso",
  "dimension": "7 1/4 × 5 1/4 in. (18.4 × 13.3 cm) (image, sheet)\r\n14 × 11 in. (35.6 × 27.9 cm) (mat)",
  "id": "http://api.artsmia.org/objects/146270",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6871,
  "image_width": 5017,
  "inscription": "verso, graphite: 18382 / Burgmair / B1;\r\nverso of backing board, graphite on old label: HANS BURGHMAIR (c.1515-c.1559) / VENUS AND MERCURY / Etching, 1520, B1;H834, only state; 7936-82 / 2G18 $975-",
  "life_date": "German, 1473–1531",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in the plate, bottom right corner: H B",
  "style": "16th century",
  "text": "Venus impatiently looks on while Mercury is sleeping on the job. Blindfolded Cupid flutters helplessly above. Venus pokes Mercury with the blunt end of Cupid's arrow, while turning the pointy end to herself. Our suspicions about Mercury are confirmed by the fact that he has laid aside the symbols of his prowess and leans on a wellhead with a flaccid phallic spout. Such mild bawdiness is rampant in German printmaking.\r\n\r\nHans Burgkmair was a painter and highly important designer of woodcuts during the German Renaissance. \"Venus, Mercury, and Cupid\" is his only known etching. Burgkmair's interest in etching is unsurprising. He had already proven himself a technical innovator, as in his complex chiaroscuro prints. For a woodcut designer it is a much shorter leap to etching than to engraving. His role in woodcut production involved drawing on blocks that had been prepared with a thin coating of gesso or some similar material. He could use quills, reed pens, or brushes, just as he would on sheets of paper. Engraving required the use of considerable force to drive the sharp tool (the burin) through copper. Etching was performed by drawing with a stylus in a thin, waxy film coating the iron. The woodcut designer left the chore of actually cutting the wood to make a printable block to a specialized--well-paid--craftsman.\r\n\r\nBurgkmair's iron printing plate survives in the British Museum (inv. 1862,1011.184). The only known impression printed during his lifetime is in the Kunstmuseum, Basel. Impressions taken in the later 1500s and well into the 1600 tend to be hazy because of corrosion to the plate. Sometime before this impresssion was made in the late 1700s or early 1800s, the plate was polished to recover some of the earlier contrasts.",
  "title": "Mercury and Venus"
}
