{
  "accession_number": "2023.69",
  "art_champions_text": null,
  "artist": "Artist: Hendrik Goudt; Artist: after Adam Elsheimer",
  "catalogue_raissonne": "Hollstein 6 ii/ii\r\nDutuit 5\r\nWeizäcker 18",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1612",
  "department": "European Art",
  "description": "image of interior of a humble house with four figures; robed, bearded man sitting in chair at R; boy wearing winged helmet sitting on a bed at C; woman standing in profile at L with blanket folded over her arm; man holding a basket and torch seen through doorway at far L; fish and vegetables in BL corner; ladder and rafters at top of image; scene is dark with hidden candle light source; below scene is calligraphy in Latin: Juppiter atque Hermes spetie mortalis... Hospitium inueniunt gratum, cum paupere mensa...HGoudt Palsat. Comes, et Sur....patri suo Pictura et orm insignium artium amatori DD 1612",
  "dimension": "6 3/8 × 8 11/16 in. (16.2 × 22.1 cm) (image, without Latin text)\r\n8 9/16 × 9 5/16 in. (21.7 × 23.7 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/146249",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8155,
  "image_width": 8870,
  "inscription": "verso BC, brown ink: Basan 1757;\r\nverso, graphite: Baucis and Philemon entertaining Jupiter and Mercury / Designed and engraved by the Count de Goudt in 1612 / extremely fine;\r\nverso in various places, graphite: 778 / 919744 / NA/70 / rf. 17652",
  "life_date": "Dutch, 1583-1648",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "within plate, in Latin inscription: ....H Goudt ... 1612",
  "style": "17th century",
  "text": "The gods Jupiter and Mercury have disguised themselves as mortals and asked for shelter at the modest home of an elderly couple, Philemon and his wife Baucis. Despite their poverty, the couple do all they can to make their guests comfortable. They have spread a blanket to cover a wooden bench and are gathering food to offer a hearty meal. The ancient Roman poet Ovid tells us the gods had tried a thousand households before Philemon and Baucis welcomed them (Metamorphoses, book VIII, lines 679-724). So grateful are the gods that they will transform the house into a grand temple and will grant the couple their wishes. The couple reply that they wish to be caretakers of the temple and eventually to die simultaneously so that neither will ever have to live without the other.\r\n\r\nHendrik Goudt made just seven prints, but as we see in this engraving, he was a master of nocturnal effects. All of his prints are based on paintings by the German artist Adam Elsheimer. Goudt was both Elsheimer's student and patron in Rome. He may have forced Elsheimer into debtors' prison, where the latter soon died. More certain is the knowledge that Goudt's prints spread Elsheimer's fame throughout Europe to those whose could not see his exquisite, intimate paintings in person.",
  "title": "Jupiter and Mercury in the House of Philemon and Baucis"
}
