{
  "accession_number": "2023.66.4a-e",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the John C. Weber Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th-18th century",
  "department": "Asian Art",
  "description": "square black lacquer box (a) with design on lid (b) of 3 scattered Unsun karuta (Japanese playing cards in Portuguese style) in gold and silver takamaki-e on a black ground; underside of lid showing farmers transplanting rice seedlings under an inlaid gold crescent moon on a speckled nashiji ground; fitted in the lower interior with an implement tray (c) depicting 5 rice farmers; inkstone (d) fitted in lacquer frame; and cloisonne enamel on brass water dropper (e) in trefoil leaf shape that fits into shaped cavity in inkstone frame; double storage boxes in natural wood; inner box with lid, ivory colored silk storage bag, and leather tie; outer box with lid, tan paper cover and black box tie",
  "dimension": "1 3/4 × 8 7/8 × 8 1/4 in. (4.4 × 22.5 × 21 cm)",
  "id": "http://api.artsmia.org/objects/146259",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6121,
  "image_width": 6121,
  "inscription": "underside of storage box lid inscribed: Unsun karuta suzuribako; signed: Yukihiko zo; sealed: Yukihiko;\r\nwriting in black ink on both storage box lids and paper cover\r\n\r\nLid verso: ウンスン歌留多硯筥; lid recto: 靫彦蔵  red seal: 新; Label: うんすんかるた蒔絵硯箱　江戸時代　Writing box.  Edo period (1615-1867).  Wood, lacquered, with maki-e (gold lacquer).  Design of un-sun karuta (playing cards).; wrapping paper: ウンスンか (歌)留多  硯箱; another lid verso: ウンスン骨牌硯筥; On the black suzuri: 天下一　　杉本　　豊後\r\n\r\n",
  "life_date": null,
  "markings": "paper card inside storage box: [Japanese] / Writing box. / Edo Period (1615-1867). / Wood, lacquered, with maki-e / (gold lacquer). Design of / un-sun karuta (playing / cards).",
  "medium": "Lacquered wood",
  "nationality": null,
  "object_name": "Writing box (suzuribako)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "inkstone signed on base: Tenkaichi Sugimoto Toyo [illeg]",
  "style": "17th-18th century",
  "text": "",
  "title": "Writing box with unsun card design"
}
