{
  "accession_number": "2023.75a,b",
  "art_champions_text": null,
  "artist": "Artist: Michikawa Shōzō",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Tamara and Michael Root and the Gary L. Gliem Endowment for Japanese Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "2023",
  "department": "Global Contemporary Art",
  "description": "teapot form with tall, curved loop rattan handle in dark brown color; vessel (a) is triangular, almost football shaped; short, high spout on one side below handle attachment; surface is horizontal ridges; color varies from light tan at top to dark brown at bottom; circular lid (b) with short knob at TC; yellow tape attached to side indicates that it is meant to be viewed with the spout facing to the right; tape on lid indicates the notch should be at the front (viewer side)",
  "dimension": "31 × 14 × 6 1/2 in. (78.7 × 35.6 × 16.5 cm)",
  "id": "http://api.artsmia.org/objects/146250",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1280,
  "image_width": 853,
  "inscription": "",
  "life_date": "Japanese, born 1953",
  "markings": "tape on side viewed with spout to the right: front",
  "medium": "Stoneware with natural ash glaze; rattan",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G253",
  "see_also": [
    ""
  ],
  "signed": "incised mark on bottom",
  "style": "21st century",
  "text": "Michikawa Shōzō was born on the northern island of Hokkaido, left to study in Tokyo, and now lives farther south, in Seto, Aichi Prefecture. He has exhibited and taught workshops all over the world, including in the United States, Canada, the United Kingdom, France, Germany, and Italy. Michikawa’s unconventional techniques include twisting the clay to create fractures and facets. This sculpture looks like a tea kettle but is in reality not functional. The pyramid-like form itself is as far away from traditional kettles as it can be. Michikawa added a handle that is three times the height of the kettle, thus making it abundantly clear that this is not for use but a sculpture.",
  "title": "Natural ash sculpture with handle"
}
