{
  "accession_number": "2023.66.9",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Hiroshige",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the John C. Weber Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1845-46",
  "department": "Asian Art",
  "description": "depicts the priest Ikkyu (hoisting his loincloth) and the courtesan Jigoku; at L is a hunched old man holding a white cloth aloft with a bamboo stick; at R is a woman with elaborate hairstyle and kimono with small child peeking from behind; blue and white striped cloud at TR containing several columns of writing; black rectangle at TR containing two columns of writing in white",
  "dimension": "13 15/16 × 8 3/4 in. (35.4 × 22.2 cm) (image)\r\n14 5/16 × 9 11/16 in. (36.4 × 24.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/146264",
  "image": "valid",
  "image_copyright": "",
  "image_height": 324,
  "image_width": 217,
  "inscription": "",
  "life_date": "Japanese, 1797 - 1858",
  "markings": "writing and red seal at CL; writing and seal in black ink at BR",
  "medium": "Color woodcut on paper",
  "nationality": "Japanese",
  "object_name": "Print",
  "portfolio": "From Tokaido Gojusan Tsui, Fifty-three pairs of the Tokaido Road",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed: Hiroshige ga; sealed: Hiro",
  "style": "19th century",
  "text": "A beautiful woman dressed as a courtesan and accompanied by a young attendant encounters an old monk in this print. The woman dons a pale blue kimono decorated with the King of Hell Enma seated at a desk with a large opened book before him and blue demons stirring cauldrons below. Her garment signals that she is Hell Courtesan (Jigoku Dayū), a 15th-century courtesan who attained enlightenment with the help of the monk Ikkyū. The text in the cartouche at the top left combines two legends associated with Ikkyū: that Ikkyū wrapped his loincloth around a statue of Jizō, a bodhisattva; and that he was respected by the Hell Courtesan.\r\n\r\nThis print was part of a series titled Fifty-Three Pairs of the Tōkaidō Road, a play on the “53 Stations of the Tōkaidō,” which referred to the highway system that connected Edo and Kyoto. This series was a collaborative venture involving print artists Utagawa Kuniyoshi (1798-1861), Hiroshige (1797-1858), and Kunisada (1786-1865). Each print highlights a legend or play that took place at the named station.",
  "title": "Station 48: Seki from the series Fifty-three Pairs of the Tokaido Road"
}
