{
  "accession_number": "2023.68",
  "art_champions_text": null,
  "artist": "Artist: Jacopo de' Barbari",
  "catalogue_raissonne": "Bartsch 6; Hind 2",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Carl and Holly Jones Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1503-6",
  "department": "European Art",
  "description": "engraving in black on off-white paper; image of a drowsy-looking mother in flowing robes, breastfeeding a nude infant while reclining against the trunk of a large tree; in mylar sleeve, loose in window mat",
  "dimension": "7 × 9 3/8 in. (17.8 × 23.8 cm) (image, sheet)\r\n11 7/8 × 15 7/8 in. (30.2 × 40.3 cm) (mat)",
  "id": "http://api.artsmia.org/objects/146246",
  "image": "valid",
  "image_copyright": "",
  "image_height": 735,
  "image_width": 1000,
  "inscription": "verso L of center, graphite: WM / HiND 117 / Br.3320;\r\nBL verso, graphite: X-822",
  "life_date": "Italian (Venice), c. 1460/70–before 1516",
  "markings": "Watermark: Stag with 4-petal flower (Hind 117, Briquet 3320); verso BL, shield-shaped stamp: AmB",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed at BLwith the caduceus monogram",
  "style": "16th century",
  "text": "The Venetian printmaker and painter Jacopo de' Barbari was one of the first Italian artists of considerable reputation to move north of the Alps in the Renaissance. He worked at the courts of Emperor Maximilian, Frederick the Wise, Philip of Burgundy, and Margaret of Austria. Despite his success, he was soon forgotten after his death and known for most of history as the “Master of the Caduceus”—named for the symbol with which he signed his works. \r\n\r\nJacopo probably took up engraving after moving to Germany in 1500 and coming into contact with Albrecht Dürer in Nuremberg. This mature print depicts a sleepy young Virgin Mary, seated on the ground at the foot of a large, knotty tree and nursing a naked, alert Christ Child. The Nursing Virgin (Virgo Lactans) image type was ancient and became popular again in the Renaissance, particularly in humanist circles. It would disappear after the Council of Trent (1563), when nudity in sacred art was decreed indecorous, which included depictions of the Madonna's exposed breast.",
  "title": "The Virgin and Child Reclining Against a Tree"
}
