{
  "accession_number": "2023.65.3",
  "art_champions_text": null,
  "artist": "Artist: Ogyu Tensen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Julia Meech in memory of Patricia Salmon",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "bifold screen depicting a woman in flowing robe and two children walking across a wintery landscape; three figures at lower left side; snow covered pine trees in upper right; background is mostly tan in color; green and gold brocade border with floral/bird design; trim is red lacquer with copper accents; back of screen is covered in dark green silk",
  "dimension": "61 1/4 × 61 1/4 × 3/4 in. (155.6 × 155.6 × 1.9 cm) (open)",
  "id": "http://api.artsmia.org/objects/146254",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8393,
  "image_width": 8460,
  "inscription": "R bottom: 天泉繪",
  "life_date": "Japanese, 1882 - 1945",
  "markings": "paper label at TR:  屏916",
  "medium": "Ink, color, mica and gold pigment on paper",
  "nationality": "Japanese",
  "object_name": "Screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "writing in black ink and red seal at BR",
  "style": "20th century",
  "text": "Lady Tokiwa was the concubine to Minamoto no Yoshitomo, a military general during the Heian period. According to The Tale of Heiji, a historical epic based on the Heiji Rebellion of 1159-60, Lady Tokiwa fled with her three young children to Yamato province after her husband was murdered. However, she soon returned to Kyoto to plead for her mother, who had been captured by enemy forces. Struck by her beauty and determination, Taira no Kiyomori decides to show mercy to her and her children. Lady Tokiwa’s tale of valor became a popular trope in Japanese painting and literature. \r\n\r\nThe painter Ogyū Tensen was born into a family of Shintō priests but decided to pursue an artistic career when he was young. He studied with Hashimoto Gahō, a leading painter of Nihonga and entered the Tokyo School of Fine Arts. Throughout his life, he won countless awards for his works, and even painted for the imperial court. He often conducted deep background research to paint historical scenes accurately.",
  "title": "Tokiwa Gozen fleeing in winter with her sons (from The Tale of Heiji)"
}
