{
  "accession_number": "2023.96",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Bertsch 199 ii/ii ; Hind 297 ii/ii; New Hollstein 310 ii/ii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1658",
  "department": "European Art",
  "description": "small etching of nude woman sitting on a bench, head turned to the R; proper R arm across lap and proper L arm reaching out to seat of bench; a tall hat sits on the bench next to her; hinged verso at two points on L side to cardstock sheet",
  "dimension": "6 5/16 × 5 1/16 in. (16 × 12.9 cm) (image)\r\n6 7/8 × 5 5/8 in. (17.5 × 14.3 cm) (sheet)\r\n9 7/8 × 7 1/4 in. (25.1 × 18.4 cm) (mat, cardstock)",
  "id": "http://api.artsmia.org/objects/146296",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "verso BL, stamp: R.G. / ST.; verso BC, graphite: B.199.",
  "medium": "Etching and drypoint on Japanese paper",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "within image TL: Rembrandt f. 1658.",
  "style": "17th century",
  "text": "From 1658 to 1661, the female nude was the primary theme of Rembrandt's printmaking. Although his nudes vary from unadorned realism to tantalizing fantasy, all, including the present example, appear to have been based on direct observation of the model. Their glowing warmth and sensuality have been likened to those of Titian, but Rembrandt's are distinguished by their touching reality and vulnerability--the precise tenor of \"Woman at the Bath with a Hat beside her.\" Here we see an ordinary woman engaged in a commonplace ritual rather than acting out a literary role.\r\n\r\nThis etching is printed on Japanese paper, a material that Rembrandt chose for its widely varied color and texture. Here the paper is buff-colored and fibrous. It resists ink rather than absorbing it. Ink from deeply etched lines gooshed on this surface, as seen in the irregular shadows of drapery folds at the lower right of this impression. Rembrandt used Japanese paper more extensively than any other European artist of his time.",
  "title": "Woman at the Bath with a Hat beside her"
}
