{
  "accession_number": "2023.66.2",
  "art_champions_text": null,
  "artist": "Artist: Ikkyū Sōjun",
  "catalogue_raissonne": null,
  "classification": " Calligraphy; Works on Paper",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of the John C. Weber Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1470s",
  "department": "Asian Art",
  "description": "two columns of calligraphy in black ink on off-white paper; square red seal at BC; horizontal strip of brown floral fabric above and below image; mount is gold floral fabric at center with light blue silk at top and bottom; dark brown wood roller; blue and white woven tie at top; black lacquer inner storage box with lid and brown strip cloth case; wooden black outer box with lid and indigo blue cloth storage case; includes paper calligraphy in envelope inside box",
  "dimension": "40 × 12 7/8 in. (101.6 × 32.7 cm) (image)\r\n73 1/4 × 19 1/4 × 1 in. (186.1 × 48.9 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/146257",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10903,
  "image_width": 3747,
  "inscription": "Envelope: 　一休和尚真蹟 　二行堂古侍; on the paper inside of the envelope: 一休和尚真蹟\r\n一聲の長笛亭を離れて暮る。　君は瀟湘［しょうしょう］に向ひ　我は秦［しん］に向はん。  田山方南記\r\n\r\nInscriptions: 一聲長笛離亭晩　　君向瀟湘我向秦; from the Chinese poem by 鄭谷; Teikoku/ Zheng Gu\r\n\r\nBlack larger lid verso in red ink: 一休和尚  墨蹟; Balck smaller lid veso in gold ink: 弌休和尚  墨蹟  妙興寺　付物; Blue fabric: 一休和尚  ??二年筆    一休和尚墨跡　松花堂筆金粉箱書付　外箱真珠庵筆朱漆書; Black box side blue and gold label: 一休墨蹟  一聲長笛; Black box lid recto: 一休和尚二年筆  ?二金粉松花堂昭乗; Black box side label: in red ink: 優等品　in black ink: 一休和尚 二行書; Black box side label in black ink: 一休一聲長笛 with red seal: 中\r\n",
  "life_date": "Japanese, 1394 - 1481",
  "markings": "BC of image, red seal: Ikkyu",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Ikkyū  Sō jun was an eccentric monk who challenged rules and expectations in Zen Buddhism, such as the prohibition against sex. Having studied Chinese literature and art growing up in a temple, he was skilled at poetry and calligraphy. In this example, Ikkyū  modified a composition by late Tang dynasty poet Zheng Gu (851'–910) about the bittersweet parting of two friends: One note of a flute as we leave the pavilion at dusk You are going to Xiaoxiang, I am going to Qin Ikkyū ’s swift brush and rhythmic line evoke the flow of the Xiao and Xiang Rivers.",
  "title": "Two Line Poem"
}
