{
  "accession_number": "2023.57.12",
  "art_champions_text": null,
  "artist": "Artist: Jozef Israëls",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1885",
  "department": "European Art",
  "description": "image is a dark scene in humble home interior with central fire as only source of light; woman in lower R kneeling next to a hanging cauldron, holding a pan over fire; woman is wearing a cap, blue blouse and brown skirt; at L is a man holding an infant on his lap; a young boy stands next to man, resting hand on father's leg; man is smoking a pipe, wearing flat cap, blue shirt, red neckcloth, and pointed Dutch clogs; cat at lower L seems interested in a pitcher on the floor next to the fire; framed in large antiqued gold frame with checkered texture; D-rings and foamcore backing verso",
  "dimension": "61 1/2 × 78 1/2 in. (156.2 × 199.4 cm) (sight)\r\n73 × 90 1/4 × 3 in. (185.4 × 229.2 × 7.6 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146247",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6936,
  "image_width": 8927,
  "inscription": "",
  "life_date": "Dutch, 1824 - 1911",
  "markings": "auction house label TL verso: SOTHEBY\\'S / NEW YORK / 107 / Josef Israels, \\\"Pancake Day\\\" / Receipt & Item No. 20271756/1",
  "medium": "Oil on canvas",
  "nationality": "Dutch",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "lower right, black pigment: Jozef Israels.",
  "style": "19th century",
  "text": "Inside a dark room, a mother kneels before a smoky warm fire to cook a meal for her family. Two small children, along with their tired father and lively cat, watch intently, their hunger is palpable in their quiet, fixed gazes on a large, golden pancake. Jozef Israëls, one of the most celebrated Dutch artists of the 19th century, excelled in depicting such intimate interior scenes, particularly mealtimes and moments of rest of fishermen and the rural poor. His dark, tonal manner and broad brushwork are indebted to Rembrandt, the great Dutch master active two centuries earlier, but Israëls incorporated aspects of  contemporary French realist painters. He embellished the description of his subjects' tattered cloths and weathered complexions, and magnified the scale of the genre scene,  so that the picture is immersive for the viewer and the scene seems to be unfolding before us.",
  "title": "Pancake Day"
}
