{
  "accession_number": "2023.72",
  "art_champions_text": null,
  "artist": "Author: Elvira Bauer; Illustrator: Philipp Rupprecht; Publisher: Julius Streicher",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "1936",
  "department": "European Art",
  "description": "propagandistic anti-Semitic picture book for the purpose of indoctrinating children in Nazi ideology; cover has red background with title in white German Sutterlin script; stereotype cartoon image of Jewish man at TR and grinning fox at BL; 44 pages; interior text printed in red and black Sutterlin script; 21 pages of full color illustrations with scenes depicting Nazi views of Jewish people as predatory, ugly, greedy, untrustworthy, and dangerous; illustrations depicting exclusion of Jewish families from schools and public places, being forced to leave the country; illustration of Hitler Youth marching; on back cover is small image of a Star of David enclosing stereotype Jewish man's face, printed below: Ohne Sösung der Judentrage / seine Ersölung der Menscheit [To solve the Jewish problem is the salvation of Mankind]",
  "dimension": "7 5/8 × 9 5/8 × 7/16 in. (19.4 × 24.4 × 1.1 cm)",
  "id": "http://api.artsmia.org/objects/146248",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9067,
  "image_width": 10824,
  "inscription": "handwriting, lower front endsheet, graphite: [illegible] 1936.",
  "life_date": "German, born 1915",
  "markings": "Cover:\\\"Trau keinem Fuchs auf grüner Heid und keinem Jud bei seinem Eid! / Ein Bilderbuch für Gross und Klein von Elvira Bauer\\\"\r\nColophon: \\\"Alle Rechte Vorbehalten. / Copyright 1936 by Stürmer-Verlag Nürnberg. Printed in Germany\\\"\r\nBack cover: small image of a Star of David enclosing a caricatured man\\'s face with inscription below: \\\"Ohne Sösung der Judenfrage - seine Ersölung der Menscheit\\\" [To solve the Jewish question is the salvation of mankind.]\r\n\r\n",
  "medium": "Book",
  "nationality": "German",
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "within illustration on cover: Elv.B. 1935/36",
  "style": "20th century",
  "text": "This offensive Nazi children's book documents the pervasive history of antisemitic hatred in art and popular culture in Germany in the 1930s. It was published in Nuremberg in 1936 by Julius Streicher, publisher of the Nazi propaganda paper, \"Der Stürmer\" (The Stormtrooper), a malicious antisemitic publication. Streicher played a key role in inciting his German compatriots to persecute the Jews. This illustrated book of nursery rhymes was reportedly distributed to German preschools free of charge, with some 70,000 copies printed. The work demonstrates that indoctrination into racial hatred began early in Nazi Germany.",
  "title": "Antisemitic Nazi Children's Book, \"Trau keinem Fuchs auf grüner Heid und keinem Jud bei seinem Eid!: ein Bilderbuch für Gross und Klein\" (Nuremberg, 1936)"
}
