{
  "accession_number": "2023.65.2",
  "art_champions_text": null,
  "artist": "Artist: Kitazawa Eigetsu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Julia Meech in memory of Patricia Salmon",
  "culture": null,
  "curator_approved": 0,
  "dated": "1975",
  "department": "Global Contemporary Art",
  "description": "portrait of woman from waist up, with light colored hair and eyes, wearing a colorful kimono decorated with cranes on the sleeves; woman's face is in 3/4 view and is holding a red, white, and green egg-shaped object; dark metallic background; at TL is man riding a horse by a mountain; woman with long hair at TR; person hiding face behind fan at BL; dark brown outer frame with gold inner frame; blush color silk mat with gold wood trim in window; glazed; acidic cardboard storage box partially covered with dark green cloth; D-rings on frame",
  "dimension": "33 1/16 × 20 1/2 in. (84 × 52 cm) (image)\r\n35 × 29 in. (88.9 × 73.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146253",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10052,
  "image_width": 7811,
  "inscription": "verso frame, black ink, red seal; 香　映月　red seal: 映; two labels on box, black ink, titled and dated:　北沢映月 香; No.148  香   北沢映月先生  1975. 5. 28\r\n\r\n\r\n",
  "life_date": "Japanese, 1907 - 1990",
  "markings": "",
  "medium": "Ink, color, mica, gold and silver pigment, silver leaf on paper",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at  lower R, gold pigment, signed Eigetsu and sealed",
  "style": "20th century",
  "text": "A young woman with reddish brown hair looks out at the viewer with soft brown eyes and smiles. She wears a kimono decorated with flowing water, flying cranes, and stylized pines. Behind her, three vignetted figures wearing Heian period (794-1185) court attire emerge from black. The glowing presence of the girl, who is depicted with bright colors, pushes her forward into the present as the metallic gleam of the figures flicker in the dark past. This painting is an example of Nihonga (literally, Japanese-style painting), a distinct category that developed in opposition to Seiyōga (Western-style painting) in the Meji period. \r\nKitazawa studied under two renowned Nihonga painters, Uemura Shōen (1875-1949) and Tsuchida Bakusen (1887-1936). The former was one of the leading women painters of her time and was known for her portrayal of beauties. Kitazawa was the second woman to be nominated to the Nihon Bijutsuin (Japan Art Institute) and won multiple prestigious awards during her lifte time.",
  "title": "Incense"
}
