{
  "accession_number": "2023.106.1",
  "art_champions_text": null,
  "artist": "Artist: Charles-Théodore Frère",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Elie Ballas",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "European Art",
  "description": "small landscape with two figures seated on the ground in foreground, one wearing white robe and the other wearing brown robe; camel(?) with head lowered at L; group of trees with two tall palms at R; white domed building partially visible at center background; view of distance with water at L background; birds and clouds in the blue sky; gilded frame with twisted carved design around inner frame window; no hanging hardware",
  "dimension": "6 1/8 × 9 3/8 in. (15.6 × 23.8 cm) (sight)\r\n6 3/8 × 9 3/4 in. (16.2 × 24.8 cm) (panel)\r\n11 3/8 × 14 1/2 × 1 1/2 in. (28.9 × 36.8 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146531",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1814 - 1888",
  "markings": "",
  "medium": "Oil on panel",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BLC, black pigment: TH FRERE",
  "style": "19th century",
  "text": "Beginning in 1837, Charles Théodore Frère traveled extensively in North Africa and the Middle East. He even set up a studio in Cairo in 1853. Sketches he made during his travels became grist for his prolific output of paintings for the rest of his life. Most of his mature work is Orientalist, and he stands out among French artists for the range of places he depicted, including Beirut, Jerusalem, Damascus, Palmyra, and of course Cairo. \r\n\r\n\"Resting\" shows two figures seated on the grass of a garden-like setting. Their robes, surrounding palm trees, and a white building with a dome tell us that we are in North Africa or the Middle East. Frère is especially recognized for the atmospheric character of his landscapes, and here we see the long shadows of late afternoon and haze on the distant horizon. We have not identified the place he shows us, and it might be a construction of his imagination.",
  "title": "Resting"
}
