{
  "accession_number": "2023.106.3",
  "art_champions_text": null,
  "artist": "Artist: Erich Heckel",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elie Ballas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1912",
  "department": "European Art",
  "description": "landscape sketch of beach with cliffs in background; groups of blue and green trees; a small building and a standing human figure at C; blue water at BL; matted; wood frame painted silver; no D-rings or wire",
  "dimension": "13 3/4 × 17 7/8 in. (34.9 × 45.4 cm) (sight)\r\n25 × 28 3/4 × 1 1/4 in. (63.5 × 73 × 3.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146535",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6743,
  "image_width": 8774,
  "inscription": "BL, graphite: Hütte am Strand - o",
  "life_date": "German, 1883 - 1970",
  "markings": "",
  "medium": "Watercolor and black chalk on paper",
  "nationality": "German",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR, black chalk: EHeckel 12",
  "style": "20th century",
  "text": "In 1905, Erich Heckel and fellow architecture students in Dresden--Ernst Ludwig Kirchner, Karl Schmidt-Rottluff, and Fritz Bleyl--founded \"Die Brücke\" (\"The Bridge\") a progressive artists' group which became central force in German Expressionism. The group struggled with police suppression and public distaste for their art. Undeterred, they used printmaking and watercolor as vehicles for quickly producing art that could be sold at prices within reach of broad sectors of society. \r\n\r\nMembers of \"Die Brücke\" enjoyed being in nature. For three summers, 1909-11, they took summer vacations together on the Moritzburg lakes just north of Dresden. This is probably where Heckel made the present watercolor in 1911, and he probably painted on the spot. Quick, nervously energetic strokes indicate the lakeshore, beach, changing hut, a fellow vacationer, and the surrounding wooded hills, all beneath a bright blue sky. Die Brücke broke up in 1913, and Heckel pursued his own path, eventually being denigrated by the Nazis as a \"Degenerate Artist.\" Among other things, the Nazis could not accept his rough, unfinished treatment of many subjects, as seen in the present watercolor.",
  "title": "Hütte am Strand"
}
