{
  "accession_number": "2024.29",
  "art_champions_text": null,
  "artist": "Artist: Njideka Akunyili Crosby; Printer: Highpoint Editions, Minneapolis; Publisher: Highpoint Editions, Minneapolis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter R. Bollinger Fund and the Dolly J. Fiterman Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2023",
  "department": "Global Contemporary Art",
  "description": "multicolor print depicting Black woman in a light blue, peach, gray, black, cream patterned Ankara dress seated on a carpet, with back turned 3/4 away from viewer; woman has threaded hairstyle and gold hoop earring; at R is a wood table holding dishes, glassware, and blue lantern; carpet in lower half of image consists of squares containing photographic images of African people and cultural objects from variety of time periods; at upper L is a window and radiator superimposed with more images",
  "dimension": "29 13/16 × 39 7/8 in. (75.7 × 101.3 cm) (image)\r\n36 3/8 × 45 7/8 in. (92.4 × 116.5 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/146528",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8013,
  "image_width": 10195,
  "inscription": "BL, below image, graphite: 52/60;\r\nBC, below image, graphite: \\\"The Beautyful Ones\\\" May Have Arrived",
  "life_date": "Nigerian (active United States), born 1983",
  "markings": "BLC, below image, publisher\\'s blindstamp: HP",
  "medium": "Color screenprint",
  "nationality": "Nigerian (active United States)",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G353",
  "see_also": [
    ""
  ],
  "signed": "BR, below image, graphite: Njideka Akunyili Crosby 2023",
  "style": "21st century",
  "text": "\"The Beautyful Ones\" May Have Arrived is part of a series of works whose titles echo quotes from the 1968 debut novel of the Ghanian writer Ayi Kwei Armah (born 1939). Armah’s book tells the story of an unnamed railway clerk living in post-colonial Ghana as he struggles to resist corruption in the weeks leading up to the coup against Kwame Nkrumah’s government in 1966. \r\n\r\nThe editioned screenprint is Njideka Akunyili Crosby’s first major collaborative print project and features the artist herself wearing an elaborately patterned Ankara style dress, sitting on the floor of a domestic interior faced away from the viewer, surrounded by various images sourced from the internet and Crosby’s personal collection of photographs. The scene suggests a rich inner life stemming from her cross-cultural experiences of growing up in Nigeria and living as an adult in the United States. Reflecting on her past, Crosby contemplates hopes and dreams for the future.",
  "title": "\"The Beautyful Ones\" May Have Arrived"
}
