{
  "accession_number": "2023.106.5",
  "art_champions_text": null,
  "artist": "Artist: Maximilien Luce",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Elie Ballas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1899",
  "department": "European Art",
  "description": "crowd of people standing or walking on a pink pathway next to a green lawn at R and trees at L; man in foreground has hands to face as if lighting a pipe; man with back facing viewer is carrying two buckets or parcels at mid-ground L; man with hands in pockets at C; in an ornate frame with vegetal motif with gold paint covered antiqued with red, tan, black stippling",
  "dimension": "7 1/2 × 11 1/2 in. (19.1 × 29.2 cm) (sight)\r\n15 × 18 1/2 × 2 in. (38.1 × 47 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146541",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1858–1941",
  "markings": "",
  "medium": "Oil on paper laid on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BL, black ink: Luce 1899",
  "style": "19th century",
  "text": "Maximilien Luce takes us to the perphery of the horse racing track at Saint-Ouen in the industrial suburbs of Paris. The man in the foreground lights his pipe and has a copy of a tip sheet in the pocket of his jacket. At right a woman seems to have set down her market basket to buy a tip sheet from a paperboy. Behind the smoker, a couple of men loiter and give the appearance of having lost their wagers. In the background is a large crowd. Some spectators seem to have climbed up on top of the carriages that form a tight row along the pathway.\r\n\r\nThis is a preparatory study for a lithograph that was part of a portfolio, \"Coins de Paris: Le Petit Betting\" (\"Corners of Paris: Small-time Betting\"), showing gamblers at the track. Luce had a working-class background and anarchist views. He set his work apart from the typical fare of Belle Époque art, which would show ladies in furs and gentlemen in top hats being part of the whole spectacle. Instead, Luce focuses on the little guy hoping for a break. As such the portfolio fits into the Realist tradition of 19th-century French art.",
  "title": "Coins de Paris - Le Petit Betting"
}
