{
  "accession_number": "2024.30a-c",
  "art_champions_text": null,
  "artist": "Artist: Chiachio &amp; Giannone",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "South America",
  "country": "Argentina",
  "creditline": "The Mary Ingebrand-Pohlad Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013-15",
  "department": "Global Contemporary Art",
  "description": "large three-panel colorful embroidered textile depicting plants and animals of the rainforest against an off-white ground; at BC of center panel is a black and tan dachshund sitting in a gold wicker chair; at top of both side panels are monkey men hanging garlands from branches; depictions of flowers are highly colorful while depictions of animals are embroidered in gray and white; animals depicted are rabbits, monkeys, squirrels, butterfly, various tropical birds, deer-like hoofed animals; background is quilted cotton; border of double ribbon with green heart pattern; 4\" Velcro band along top edge verso",
  "dimension": "112 × 53 1/4 in. (284.5 × 135.3 cm) (panel, a-left)\r\n112 × 72 3/4 in. (284.5 × 184.8 cm) (panel, b-center)\r\n112 × 53 in. (284.5 × 134.6 cm) (panel, c-right)\r\n112 3/16 × 181 1/8 in. (285 × 460 cm) (overall)",
  "id": "http://api.artsmia.org/objects/146658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6720,
  "image_width": 10745,
  "inscription": "black ink on cotton label stitched to TL verso of left panel: \\\"Selva blanca\\\" - tiptico. / bordado  a mano con hilos de algodón, rayón, / efecto joya y apliques de tela de seda s/tela. / 4,60 x 2,85 m. / 2013/15",
  "life_date": "Argentinian",
  "markings": "",
  "medium": "Hand embroidered with cotton, rayon, and jewel effect threads and silk fabric applique on fabric",
  "nationality": "Argentinian",
  "object_name": "Textile triptych",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "black ink on cotton label stitched to TL verso of left panel: Chiachio & Giannone",
  "style": "21st century",
  "text": "Selva Blanca is one of the most ambitious works by Chiachio&Giannone, intricately designed and richly embroidered through their handwork. The textile resembles a mural decorated with chinoiserie, an 18th century decorative style inspired by Chinese porcelain, and as such is a prime example of their encompassing interest in global art history and trade. At the same time, the work reflects the depth of their research into relevant source material for the flora; in fact, it is possible to identify some tropical species amongst the plants, yet another allusion to the so-called “exotic” origins of their work and identity as Latin American. Additionally, and importantly, small geometrically patterned rugs are scattered around the piece as an homage to women artists who worked in the field of textile design, such as Sonia Delaunay and Anni Albers. Deliberately blurring the boundaries of authorship and inclusive of gendered labor, Selva Blanca elevates the art of embroidery. Through a profusion of signs, and by centering upon the creators’ own queer family, the work itself is a celebration of the same.",
  "title": "Selva blanca"
}
