{
  "accession_number": "2024.30a-c",
  "artist": "Chiachio & Giannone",
  "classification": "Textiles",
  "continent": "\"Americas\"",
  "country": "\"Argentina\"",
  "creditline": "The Mary Ingebrand-Pohlad Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014–15",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "112 × 53 1/4 in. (284.5 × 135.3 cm) (panel, a-left)\r\n112 × 72 3/4 in. (284.5 × 184.8 cm) (panel, b-center)\r\n112 × 53 in. (284.5 × 134.6 cm) (panel, c-right)\r\n112 3/16 × 181 1/8 in. (285 × 460 cm) (overall)",
  "id": 146658,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6720,
  "image_width": 10745,
  "inscription": "black ink on cotton label stitched to TL verso of left panel: \"Selva blanca\" - tiptico. / bordado  a mano con hilos de algodón, rayón, / efecto joya y apliques de tela de seda s/tela. / 4,60 x 2,85 m. / 2013/15",
  "life_date": "Chiachio & Giannone, born 1969",
  "markings": null,
  "medium": "Hand embroidered with cotton, rayon, and jewel effect threads and silk fabric applique on fabric",
  "object_name": "Textile triptych",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "G374",
  "signed": "black ink on cotton label stitched to TL verso of left panel: Chiachio & Giannone",
  "style": null,
  "text": "Selva blanca (White Jungle) is a tryptic, that is, a work composed of three different parts. In the central one, we can see a little dog resting on a cane chair and surrounded by a multitude of plants and flowers, as well as some animals. Amongst them, it is possible to identify monkeys, rabbits, butterflies and quetzals, a bird that is central to the mythologies of the Maya civilization. In each of the side panels, there are portraits of the artists disguised as Chinese characters floating amongst the exuberant vegetation and having below them the image of a deer. While the flowers and plants are colorful, the animals don’t have colors, except for the little dog, that becomes the protagonist of the composition. The work, all made from embroidery, looks like an enchanted forest. ",
  "title": "Selva blanca"
}
