{
  "accession_number": "2024.12",
  "art_champions_text": null,
  "artist": "Artist: Ramón Tusquets y Maignon",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "Gift of funds from Nivin MacMillan, the Driscoll Art Accessions Endowment Fund, and the David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1871",
  "department": "European Art",
  "description": "large agricultural landscape with a group of farm laborers at C, holding long handled pointed spades; workers are digging with tools except one woman at C, facing forward, with her hands together, wearing ragged apron; another woman in flowing skirt, bent over to ground to pull weeds at CL; building and donkey in distance above woman at L; pile at lower R containing sack, jug, spade, upturned kettle; blue sky in top half of image; carved gilded wood frame with leaf motif; double D-rings installed",
  "dimension": "49 1/2 × 100 in. (125.7 × 254 cm) (sight)\r\n51 × 101 1/2 in. (129.5 × 257.8 cm) (canvas)\r\n62 1/2 × 112 1/4 × 4 in. (158.8 × 285.1 × 10.2 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146651",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5482,
  "image_width": 11093,
  "inscription": "",
  "life_date": "Spanish, 1837 - 1904",
  "markings": "engraved brass plaque BC frame: TUSQUET; \r\nexhibition label TC verso frame: EXHIBITION, GUILDHALL, 1901, / [label torn] Roman Campagna / [T]usquets / [?] ustave Bauer / Bernardo / Madrid",
  "medium": "Oil on canvas",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G355",
  "see_also": [
    ""
  ],
  "signed": "BRC, brown pigment: R Tusquets / Roma 1871",
  "style": "19th century",
  "text": "A Spanish-born artist who spent his career in Italy, Ramón Tusquets y Maignon immersed himself in the Roman countryside in the 1870s, capturing the difficult daily labor of rural life. Although he lived in Rome from 1865 until his death in 1904, Tusquets retained his ties to Spain and sent works to be exhibited there. This painting was included in the 1871 Exposición Nacional de Bellas Artes, in Madrid, where it was widely admired and quickly acquired for a prestigious private collection. One critic described the painting as a “giant step” for the artist, writing “one does not know what to admire more—the naturalness and simplicity with which the subject matter was developed or the accuracy of the attitude and expression of the figures; or the correctness or the drawing; or the appropriateness and freshness of the color; of the diaphanous light and soft atmosphere that bathes it; or the harmony of the whole.”",
  "title": "The Harvest, Roman Countryside"
}
