{
  "accession_number": "2024.36",
  "art_champions_text": null,
  "artist": "Artist: Ryan RedCorn",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Lorraine R Hart",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "woman with dark hair, wearing red eyeglasses, standing in profile, facing to left; woman is wearing striped blanket and at least four panels of colorful floral cloth over shoulder; against a light blue background",
  "dimension": "120 1/4 × 90 1/4 in. (305.4 × 229.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/146798",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8272,
  "image_width": 6200,
  "inscription": "",
  "life_date": "American (Osage), born 1979",
  "markings": "",
  "medium": "Dye sublimation print on synthetic fabric",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From Osage Cook series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In his Osage Cook series, Ryan RedCorn amplified the important role of women like Celena White, whose knowledge, care, and generosity is vital to the ongoing social and cultural practices of the Osage Nation. As RedCorn explains: “My collaborative approach for these portraits respects the person, the space, the voice, and the time the photo is being taken. Through this lens, these women’s voices and values emerge. These values have always been central to the Osage community. They carry with them respect, generosity, fairness, adaptation, prayer, and humor. These women don’t dress this way on a daily basis, but it’s their representation, their choices. The representation of self is an Osage value. And the fact that those ideas survive and thrive is its own hero story.”",
  "title": "Celena White, Osage Cook"
}
