{
  "accession_number": "2024.3.1",
  "art_champions_text": null,
  "artist": "Artist: Myōchin Muneakira",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1737",
  "department": "Asian Art",
  "description": "metal face mask with grimacing expression, with open mouth and wide eyes with cutouts at pupils; large beak-like nose with wide open nostrils; large ears; eyebrows with spirals at inner ends; three knobs on chin; red lacquer on interior; inscriptions under chin and below each ear",
  "dimension": "8 3/4 × 7 5/8 × 5 1/2 in. (22.2 × 19.4 × 14 cm)",
  "id": "http://api.artsmia.org/objects/146792",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6730,
  "image_width": 5384,
  "inscription": "on back of collar, PR side, in red: 56.15",
  "life_date": "Japanese, 1683 - 1751",
  "markings": "",
  "medium": "Made in two connected sections; iron and the interior in red lacquer",
  "nationality": "Japanese",
  "object_name": "Mask (sōmen)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Under the chin: ⽇本唯⼀甲冑良⼯　明珍式部紀宗察; side: 武州江戸　於權⽥原　造之; 元⽂⼆年⼆⽉吉祥日 (Made in Bushū, Edo at Gondawara on a fortuitous day in the 2nd month of the 2nd year of Genbun (1737) by the greatest armor-smith in Japan, Myōchin Shikibu Ki no Muneakira.)",
  "style": "18th century",
  "text": "The majority of armor masks were only half length, leaving the eyes and forehead uncovered. This is a full-face mask constructed in two segments by Myōchin Muneakira, who is considered one of the greatest armor makers in Japan’s history. Including this one there are only four masks known that he inscribed with a date. He created this one in 1737 when he was 54 years old and, in his peak, attested by the exceptional level of smoothness and elegance and the perfectly curved lines and balanced forms.",
  "title": "Hammered iron full-face armor mask"
}
