{
  "accession_number": "2024.13.1",
  "art_champions_text": null,
  "artist": "Artist: Pier Francesco Mola",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Funds from an anonymous endowment in honor of Bruce Dayton and the Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650-55",
  "department": "European Art",
  "description": "oil painting on marble of a bearded man wearing a gray robe, kneeling in a brown natural landscape at lower L, looking upward to R; broken tree at CR of image; blue and cloudy sky across top of image; dark brown wooden frame with high profile moulding; no hanging hardware",
  "dimension": "13 1/4 × 9 3/4 in. (33.7 × 24.8 cm) (sight)\r\n13 5/8 × 10 1/8 in. (34.6 × 25.7 cm) (panel)\r\n22 1/8 × 18 5/8 × 2 3/4 in. (56.2 × 47.3 × 7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146794",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7306,
  "image_width": 5378,
  "inscription": "inventory number at lower right in light brown pigment: 94.",
  "life_date": "Italian (born Switzerland), 1612–1666",
  "markings": "verso lower C, stenciled in black pigment: NX 801",
  "medium": "Oil on marble",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Italian Baroque painter Pier Francesco Mola was known for his mystical devotional paintings representing solitary saints praying in lush, idyllic landscapes. Here Mola depicts Saint Francis praying on Mount Alverna, where a powerful vision left the saints with the wounds of Christ's Crucifixion permanently marking his hands, feet, and chest. Mola represents the presence of the divine as a burst of light breaking through the cloudy sky to touch Francis, both metaphorically, as a vision, and physically, with the stigmata. Mola executed this painting on marble, achieving luminous effects with the precious support in the golden sky, horizon, and forest floor.",
  "title": "Saint Francis Receiving the Stigmata"
}
