{
  "accession_number": "2024.15",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Bartsch, Hollstein 86; Hind 281; New Hollstein 284 iii/iv (this impression cited)",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John E. and Marion Andrus III Endowment in support of the Department of Prints and Drawings, the Barbara S. Longfellow Endowed Acquisition Fund, and gift of funds from Mary and Ray Mithun",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1654",
  "department": "European Art",
  "description": "dark scene of body of Christ in BR, illuminating the faces of his followers; bearded men at CL, grieving woman at BL and more grieving followers at BR look toward body of Christ; top half of image is dark, with rounded shapes at CR; hinged to backing paper which is hinged to matboard; floating window mat",
  "dimension": "8 1/4 × 6 5/16 in. (21 × 16 cm) (image, sheet)\r\n19 3/16 × 14 1/8 in. (48.7 × 35.9 cm) (mat)",
  "id": "http://api.artsmia.org/objects/146709",
  "image": "valid",
  "image_copyright": "",
  "image_height": 480,
  "image_width": 372,
  "inscription": "writing and marks verso at TL, BC, and BR",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "watermark visible verso: double-headed eagle (Hinterding E.a.)",
  "medium": "Etching, drypoint, and burnishing on paper",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Several of his followers lower Christ's lifeless body into a grave within a dusky crypt with an arched ceiling. Several figures are gathered near, some of whom can be plausibly identified. The balding, bearded Peter is at Christ's right shoulder. At his feet, Mary sorrowfully bows her head in prayer. Joseph of Arimathea, who donated his own burial place to honor Jesus, leans on a staff. Behind him is Nicodemus, who offered an abundance of incense to anoint the body. Several men help lower the body: one at the head of the grave supports Jesus's upper body, the foreground figure supports him from beneath his thighs. Soft light baths Christ's body and those people close by. Other figures are nearly obscured by the darkness. On top of the wall above the grave, we can make out a few skulls. \r\n\r\nRembrandt began this image as a fairly spare outline etching. After printing a small edition he returned to the copper plate, adding a dense network of lines to transform it into a nocturne. Leaving ink on the surface of his printing plate, he further explored possibilites beyond his etching, scratching, and burnishing to produce he the radiance that seems to eminate from the body of Christ.",
  "title": "The Entombment"
}
