{
  "accession_number": "2024.5",
  "art_champions_text": null,
  "artist": "Artist: Wang Jian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund and the Donald McNeely Family Fund in tribute to Marjorie McNeely",
  "culture": "Chinese",
  "curator_approved": 0,
  "dated": "1669",
  "department": "Asian Art",
  "description": "painting of a mountain landscape with small grouping of houses tucked into mountainside; trees and riverbank in lower foreground; tall mountain at TC topped with trees; water at lower L; mostly black and gray on cream paper with blush color on some of the houses; plain cream color silk border on mount; light blue silk with crane motif pattern at top and bottom of mount; box is covered with indigo blue fabric with three bone toggle clasps",
  "dimension": "45 1/8 × 18 3/4 in. (114.6 × 47.6 cm) (image)\r\n92 1/2 × 27 × 1 1/2 in. (235 × 68.6 × 3.8 cm) (mount)",
  "id": "http://api.artsmia.org/objects/146815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11150,
  "image_width": 4779,
  "inscription": "inscription brushed on the top right corner: “Landscape after Jiang Guanda’s Distant Mountains and Caverns shrouded by Mist, painted in the winter of the year jiyou [1669], Wang Jian 己酉冬日仿江貫道煙浮遠岫，王鑑”",
  "life_date": "Chinese, 1598 - 1677",
  "markings": "square red collector’s seal in the lower right corner: “Yanshan houren yan’shan 弇山後人”",
  "medium": "Hanging scroll, ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "three red artist’s seals in TR: “Laiyung guan 來雲館”, “Yuanzhao 員照”, and “Ranxiang’an zhu 染香庵主”;",
  "style": "17th century",
  "text": "The theme of “dwelling in mountains” is a time-honoured one in the Chinese painting tradition, and expresses the desire to escape from the burdens of society and retreat into a solitary life within nature. Here, Wang Jian, the paramount member of a group of highly respected Qing dynasty painters known as the Four Wangs (along with Wang Shimin, 1592-1680; Wang Hui, 1632-1717; and Wang Yuanqi, 1642-1715), has rendered this theme in monochrome ink with subtle, complex brushwork. \r\n\r\nThe scene begins at the path in the lower right corner, leading to the thatched huts shrouded by trees along the right border of a river. Across the bridge, the composition leads the viewer’s eye to a scholar-hermit’s house near a waterfall. The scene ascends along the trees and bare ridge up to the highest point of the mountains on the left side. With this composition, the artist has skillfully incorporated two separate perspectives within the same composition: gaoyuan, or “high-distance” perspective, in which the viewer is placed at the bottom of a grand mountain, looking up toward the summit; and pingyuan, or “level-distance” perspective, in which the viewer looks from the foreground into the far distance across a flat landscape.",
  "title": "Landscape"
}
