{
  "accession_number": "2024.7",
  "art_champions_text": null,
  "artist": "Artist: Väinö Blomstedt",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "The Martin and Brown Foundation Endowment and the Hognander Family Endowment for Scandinavian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1904",
  "department": "European Art",
  "description": "snowy landscape with a tree bending to the L, covered with snow; two snow covered trees at L; white snow covered ground across bottom; blue-gray sky above; support appears to be canvas on board; gold color wooden frame with straight lines; wire and D-rings attached",
  "dimension": "14 3/4 × 19 in. (37.5 × 48.3 cm) (sight)\r\n15 1/4 × 19 1/2 × 1/8 in. (38.7 × 49.5 × 0.3 cm) (panel)\r\n21 1/4 × 25 1/2 × 2 3/8 in. (54 × 64.8 × 6 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6895,
  "image_width": 8852,
  "inscription": "on paper label TL verso board: Insin-Erchkar[?] / S / ALON / S;\r\nillegible writing on paper label verso C",
  "life_date": "Finnish, 1871 - 1947",
  "markings": "stamp on paper label TC verso: [Finnish? text]  / No / 4570",
  "medium": "Oil on board",
  "nationality": "Finnish",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BRC. blue pigment: V.B-dt. / 1904.",
  "style": "20th century",
  "text": "Early in his career, the Finnish artist Väinö Blomstedt traveled to Paris, where he studied with Paul Gauguin and aligned himself with a group of forward-looking painters from across Europe. When he returned to Helsinki, he taught at the Finnish Art Association and the Central School of Art and Design, guiding subsequent generations of Finnish painters towards new and modern styles of painting. He painted winter landscapes like this one outdoors, braving freezing conditions to capture Finland’s vast and largely untouched wilderness. In 1904, the Grand Duchy of Finland remained under Russian imperial control and Blomstedt’s Winter Landscape is emblematic of broader Finnish resistance to Russian political and administrative influence, staking a claim for a distinctive cultural identity.",
  "title": "Winter Landscape"
}
