{
  "accession_number": "2024.49",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Bartsch 92. Hind 171, NHD 183 i/iii",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of Ray and Carol J. Bergeson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1640",
  "department": "European Art",
  "description": "at lower C is partially nude man wearing turban and fur loincloth, kneeling with hands clasped and eyes closed; at L is standing man with sword raised, about to strike kneeling man; a young man at R is holding a platter; at BL is cross lying on the ground; in background is a crowd of onlookers; black ink on white paper with about 0.5 cm margins; arrived in gilded carved wood frame with wire attached; acidic triple overmat (black, red, and cloth)",
  "dimension": "4 15/16 × 4 1/16 in. (12.6 × 10.3 cm) (plate)\r\n20 1/4 × 17 1/8 × 1 1/2 in. (51.4 × 43.5 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/146823",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2110,
  "image_width": 1792,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "BR verso frame, printed label: REMBRANDT / Original Etching - Plate signed / (B., HOLL. 92; H.171; BB 40-B) with margins / \\\"THE BEHEADING OF JOHN THE BAPTIST\\\" / (700) 1980",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BL, within plate: Rembrandt f. 1640",
  "style": "17th century",
  "text": "\"The Beheading of John the Baptist\" portrays the events told in the Gospel of Mathew (14:3-1). \r\n\r\nRather than concentrating on the gory decapition or the presentation of John's bloody head, Rembrandt chose the moment when the executioner has raised his sword and turned his body, ready to swing, a moment when John anticipated his fate. It was a moment when the act did not have to occur, when the executioner cold have relented, when Herod--who looks on frm the shadows--could have have called a halt to the madness. The executioner has tossed off his coat and rolled up his sleeves, ready to do his job. He trains his gaze on the vulnerable John, who kneels facing away from him. John is bare from the waist up. His camelskin cloak is wrapped around his loins. His cruciform staff lies on the ground, with the scroll proclaiming the Messiah's arrival still attached. With eyes closed and head lowered, he clasps his hands in prayer. At right, an African boy holds the charger that will soon bear John's head. Immediately above John we can make out two women. Though the biblical account does not place them at the site of the execution, they are probably Herodias and Salome, who set the tragic events in motion.",
  "title": "The Beheading of John the Baptist"
}
