{
  "accession_number": "2024.9",
  "art_champions_text": null,
  "artist": "Artist: Antonio da Trento; Artist: after Parmigianino",
  "catalogue_raissonne": "Bartsch 7 i/iii\r\nGnann (2013) 87 and 88\r\nTakahatake (2028) 87 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 1520s",
  "department": "European Art",
  "description": "olive green and gray print of Roman scene; a tall robed woman (the Sibyl) at center with arm raised looks down and R to a bearded man (Augustus) wearing a tunic and cloak; columns rising up in the TR quadrant; grouping of mother, child and angels floating in the clouds at TL; Roman buildings in the distance at lower L; two figures at far R; trimmed to edge of plate; hinged to matboard, floated in mat window",
  "dimension": "13 5/8 × 10 3/8 in. (34.6 × 26.4 cm) (image, sheet)\r\n20 × 16 in. (50.8 × 40.6 cm) (mat)",
  "id": "http://api.artsmia.org/objects/146806",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2178,
  "image_width": 1678,
  "inscription": "verso, red pencil: palme[illeg.]",
  "life_date": "Italian, active 1527–1540s",
  "markings": "",
  "medium": "Chiaroscuro woodcut in two blocks",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "According to legend, the Tiburtine Sibyl was a prophetess who lived in Tibur (now Tivoli) outside the city of Rome. Augustus, the first Roman Emperor, summoned her to the summit of the Capitoline Hill, asking if the Senate was right in saying that he should be worshipped as a god. She responded by showing him a heavenly vision of the Virgin and Child while a disembodied voice proclaimed that the boy would eclipse Augustus as the king of Heaven. Augustus built an altar, the Aracoeli (the Altar of Heaven), on the site of the vision (now the site of the basilica Santa Maria in Aracoeli). The story implies foreknowledge of the messiah and prefigures the adoration of the Magi.\r\n\r\nIt is possible to read the subject as a commentary on contemporary public affairs. Parmigianino had fled to Bologna from Rome after it was sacked by the troops of Holy Roman Emperor Charles V. Negotiations afterward led to Pope Clement VII having to crown Charles in Bologna on February 24, 1530. Could Augustus and the Tiburtine Sibyl signify Parmigianino's opinion that the Emperor must defer to the Pope in spiritual matters'\r\n\r\nParmigianino, a major artist of the late Renaissance, and Antonio da Trento, a pioneer in the field of color printmaking present the scene much like an ancient Roman relief carving, with figures and key architectural elements densely placed in a shallow foreground with sketchy suggestions of architecture beyond. Parmigianino devised the design, and Antonio carved it onto two blocks--one of which produced the black lines, with the other producing the overall olive-green tone with bits cut away to allow the paper to show through as white highlights. The image was very popular. Antonoio's blocks were extensively reprinted, and many copyists repeated the design.",
  "title": "The Tiburtine Sibyl and Augustus"
}
