{
  "accession_number": "2024.6.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Metalwork",
  "continent": "Asia",
  "country": "Nepal",
  "creditline": "The Kenneth and Elayne Hengler Endowment for Art Acquisition, the William Hood Dunwoody Fund, and anonymous gift",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 15th-16th century",
  "department": "Asian Art",
  "description": "square four-sided structure with a deity seated beneath an archway on each side; pair of lions flanking a symbol beneath each deity; lions on bottom step at each corner; domes top with petal design; square finial with round concave area at center; bronze patina",
  "dimension": "7 5/8 × 6 1/8 × 6 1/8 in. (19.4 × 15.6 × 15.6 cm)",
  "id": "http://api.artsmia.org/objects/146817",
  "image": "valid",
  "image_copyright": "",
  "image_height": 771,
  "image_width": 593,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Copper alloy",
  "nationality": null,
  "object_name": "Votive Stupa",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G230",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "Here, we see three types of votive stupas, bronzes respectively from India, Tibet, and Nepal, from the 9th-16th centuries. The structure of these works derive from the hemispherical burial mounds initially erected over the relics of the Buddha in India, and now sprinkle the landscape of the Himalayas as representations of the Buddha, his teachings, and a microcosm of the universe. The scale of the works indicate they were portable, commissioned for donation, worship, and meditative aid on one's journey to accrue merit and achieve liberation. Austere yet crisp, the Indian example features a square base, inset with a niche with a Buddha image, with the bell-like domes (further representing the Buddha body) terminating in a conical mast with parasols, representing protection and the stages of enlightenment. It was cast with a hollow interior to contain sacred materials such as texts, here still inside yet hidden from view. Such works were frequently taken by pilgrims to Nepal, where the structure would be infused with a more elaborate aesthetic sensibilities, including a four-stepped “Lion Throne” base ( alluding to the four stages of consciousness) would literally feature rampant lions, and the overall effect–with the four Buddhas preceding over cardinal directions–appearing as if in a palace. While stupas are most frequently associated with Buddhism, we see here a unique example of one consecrated in service of the Bon religion–a tradition that has its roots in the indigenous folk practices of Tibet, and slowly incorporated aspects of Buddhism beginning in the 8 th century. The horned crown atop references the mythical bullhead of a pre-Buddhist sun-eagle god, while the base is inscribed with a the counterclockwise swastika—a deep rooted Eurasian symbol of purity.",
  "title": "Votive Stupa"
}
