{
  "accession_number": "2024.14.2",
  "art_champions_text": null,
  "artist": "Artist: Antonio da Trento; Artist: Parmigianino",
  "catalogue_raissonne": "Bartsch XII.56.12",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1527-30",
  "department": "European Art",
  "description": "oval image within square frame; woman in flowing robes, viewed in profile looking to R, with flowers in her lap; woman is embracing a nude child at R; head and arm of another child at CR of image; floral background; hinged at top corners to matboard; float mount in mat window",
  "dimension": "7 5/8 × 9 7/16 in. (19.3 × 23.9 cm) (image, sheet)\r\n11 × 13 3/4 in. (27.9 × 34.9 cm) (mat)",
  "id": "http://api.artsmia.org/objects/146802",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5853,
  "image_width": 7195,
  "inscription": "inscriptions on verso: in pen, at center: illeglible word crossed out; in graphite, lower right: \\\"RM\\\"; lower left: \\\"B. Madonna v. 12\\\"; center: \\\"2190\\\"; upper right: \\\"B. 8.56 vol. 12\\\"; \\\"19\\\".",
  "life_date": "Italian, active 1527–1540s",
  "markings": "Watermark: hand with flower (see Takahatake)",
  "medium": "Chiaroscuro woodcut printed from two blocks (gray and pale green)",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The virtuoso draftman Parmigianino and pioneering printmaker Antonio da Trento collaborated in the production of chiaroscuro woodcuts, an early form of color printing in the 1520s. The artists worked together in Bologna after Parmigianino had fled there following the Sack of Rome in 1527. The Mannerist flourish admired in Parmigianino's designs is on display in the elongated forms, flattened space, and complex arrangement of figures and limbs that are woven into a harmonious, tender domestic scene. Antonio expertly translates the composition into a subtle three-color image, printed from two blocks: a pale green tone block, a gray inked line block, and delicate white lines from the reserve of the paper employed to model forms.",
  "title": "Virgin and Child with Saint John the Baptist"
}
