{
  "accession_number": "2024.2",
  "art_champions_text": null,
  "artist": "Artist: Richard Pousette-Dart",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Walker Art Center and promised gift of Mary Sue Mersky and Robert B. Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1944-1945",
  "department": "Arts of the Americas",
  "description": "90% interest in painting is owned by Bob Mersky",
  "dimension": "79 7/8 × 50 in. (202.9 × 127 cm)",
  "id": "http://api.artsmia.org/objects/146825",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2592,
  "image_width": 1936,
  "inscription": "",
  "life_date": "American, 1916 - 1992",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Richard Pousette-Dart defined painting as \"that which cannot be preconceived.\" It was for him an exploration not for \"what the eye sees but what the second and inner light of feeling knows.\" Large in scale and densely and thickly painted, Figure features heavily outlined circles, teardrops, ovals, arcs, diamonds, and organic shapes in a rhythmic pattern of black, white, and earth tones punctuated with points of blue, yellow, and red. Arranged as an uneven grid, its resemblance to a stained-glass window is apparent, as is the presence of a highly abstracted human figure, an interpretation also implied by the painting’s title. In blending the visual and metaphysical, Pousette-Dart conveys an intensely personal aesthetic experience. \r\n\r\nThroughout his life, Pousette-Dart found inspiration in Eastern philosophical teachings such as Zen Buddhism, Taoism, and the Bhagavad Gita, and explored the formal and spiritual aspects of African, Oceanic, and Native American art. He spoke of his art in spiritual, even mystical terms but without subscribing to any particular religion or belief system. “I strive to express the spiritual nature of the Universe,” he said. “Painting is for me a dynamic balance and wholeness of life; it is mysterious and transcending, yet solid and real.”",
  "title": "Figure"
}
