{
  "accession_number": "2024.53.1",
  "art_champions_text": null,
  "artist": "Artist: Imai Sadamasa",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "2023",
  "department": "Global Contemporary Art",
  "description": "life size sculpture of a male Cheilinus undulatus (humphead wrasse or Napoleon fish); slight curve to body as if swimming; protruding eyes and forehead hump; slightly open mouth opens to body cavity; covered in gradated kutani blue, green and yellow glazes with finely drawn gold accents; sculpture rests on 3 lower body fins; arrived with wooden plaque containing title and signature",
  "dimension": "17 1/4 × 38 × 10 1/4 in. (43.8 × 96.5 × 26 cm)",
  "id": "http://api.artsmia.org/objects/146932",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5165,
  "image_width": 9182,
  "inscription": "front of plaque: ナポレオンフィッシュ (Napoleon fish)  Signature: 完眞 red seal: 完眞\r\nverso plaque: 2023年作 (made in 2023)",
  "life_date": "Japanese, born 1989",
  "markings": "Front of plaque: Red seal: 完眞",
  "medium": "Glazed stoneware",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G223",
  "see_also": [
    ""
  ],
  "signed": "signed in black ink with red seal on wood plaque: (Sadamasa)",
  "style": "21st century",
  "text": "Napoleon fish, or the humphead wrasse, inhabit the coral reefs of the Indian and Pacific Oceans and Red Sea. Males typically grow to about 3 feet long, while females are smaller. Its name derives from the hump on its head that resembles Napoleon Bonaparte’s hat, known as a bicornes. They are endangered due to overfishing and habitat destruction.\r\n\r\nImai Sadamasa (1989-) grew up in a family of ceramic artists. His grandfather, father, and uncle all made ceramics, and he naturally grew up playing with clay. Though Sadamasa is known for his “super realistic” sculptures, he argues that he is not aiming for realism but rather striving to grasp the essence of the animals he creates.",
  "title": "Napoleon fish"
}
