{
  "accession_number": "2024.55.2",
  "art_champions_text": null,
  "artist": "Artist: Barbara Takenaga",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "lower half with patterns of circles of various sizes in muted colors of green, blue, brown, on a black background; upper 1/3 are hundreds of thin white lines with white circles at the lower ends of the lines, like dangling lights; unframed; D-rings installed",
  "dimension": "45 × 54 × 1 5/8 in. (114.3 × 137.2 × 4.1 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/146972",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7998,
  "image_width": 9569,
  "inscription": "verso L, black pigment: 20,000 Miles",
  "life_date": "American, born 1949",
  "markings": "gallery label on stretcher bar verso: DC MOORE GALLERY",
  "medium": "Acrylic on linen",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "verso lower R, black pigment: Takenaga / 2020",
  "style": "21st century",
  "text": "American painter and printmaker Barbara Takenaga works in the tradition of abstraction, blending order and chance in her improvisational, process-driven compositions. In 20,000 Miles, Takenaga emphasizes movement and visual ambiguity, creating a shimmering pattern of dazzling dots and lines that seem to emerge from a darkened expanse of deep space or the depths of a primordial sea. She notes: “My paintings are often seen as trippy cosmic explosions, obsessive pattern paintings, or cartoon-like scientific diagrams gone awry. For my part, I want the work to be elegiac, evocative and occasionally funny, with some visual buzz and sensation.” Suggesting both earthly and celestial forms, Takenaga’s painting engages the imagination with dynamic visual sensations that seem otherworldly yet feel familiar.",
  "title": "20,000 Miles"
}
