{
  "accession_number": "2024.55.1",
  "art_champions_text": null,
  "artist": "Artist: Diyan Achjadi",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "central shape of a two-headed hybrid creature with claw and human-like feet; creature consists of many brightly colored (mostly reds, blues, yellows), overlapping patterns resembling collage; at R of sheet are smaller hybrid creatures in brown ink on tan field; L side of sheet is cut irregularly and filled with bright patterns and shapes",
  "dimension": "46 7/8 × 61 1/4 in. (119.1 × 155.6 cm) (image, sheet, irregular)",
  "id": "http://api.artsmia.org/objects/146971",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3936,
  "image_width": 5114,
  "inscription": "",
  "life_date": "Canadian (born Indonesia), born 1971",
  "markings": "",
  "medium": "Ink, acrylic, and colored pencil on paper",
  "nationality": "Canadian (born Indonesia)",
  "object_name": "Painting and drawing",
  "portfolio": "From the series Creature Drawings (2015-16)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Born in Jakarta, Indonesia, Diyan Achjadi (they/she) spent their formative years moving between various educational, political, and cultural systems in Jakarta, Hong Kong, London, and Washington, D.C., before moving to New York City for ten years. As a result, Achjadi has developed what she describes as an interest in “different perceptions of the world.” For the mixed media painting Back and Forth, part of the artist's series Creature Drawings (2015-16), Achjadi created a multilayered scene of vivid colors and patterns featuring fantastical non-human characters. Commenting on their approach, Achjadi explains: “I often start with a response to a story, a gesture, or an image, and I rarely know what the end result of the work will be. I come to the work with hope that the curiosity that propels my work, the evidence of the investment of time and labor, and open-endedness of my approach allows for multiple points of entry for someone encountering my work; that even if my specific references are not familiar to someone, the combination of images, patterns, marks, forms, titles, invite curiosity, questions, and engagement.”",
  "title": "Back and Forth"
}
