{
  "accession_number": "2024.55.3",
  "artist": "Yong Soon Min",
  "classification": "Prints",
  "continent": "\"Americas\"",
  "country": "\"United States\"",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "22 × 30 in. (55.9 × 76.2 cm) (sight)\r\n23 × 31 in. (58.4 × 78.7 cm) (sheet, approximately)\r\n26 1/8 × 34 1/8 × 75 in. (66.4 × 86.7 × 190.5 cm) (outer frame)",
  "id": 146973,
  "image": "valid",
  "image_copyright": null,
  "image_height": 6629,
  "image_width": 9069,
  "inscription": null,
  "life_date": "Yong Soon Min, American (born South Korea), 1953 – 2024",
  "markings": null,
  "medium": "Color digital print",
  "object_name": "Print",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "In Teach Them Well, Korean American artist Yong Soon Min offers a satirical critque of the power and influence of global capitalism and the international economic order. Here, Min presents what appears to be a tradtional Korean classroom scene, depicting an instructor conducting a lesson for her young students, who appear to be of modest means. But instead of learning the basics of reading, arithmatic, or geography, the lesson of the day is memorizing a list of acronyms--the \"ABCs of New World Order\"--representing a global realm of economic organizations, free trade agreements, development programs, and socio-political terminologies. In this articulation of world governance, the students represent  the consumers and workers of the future who will be enlisted to support the goals of the global economic establishment. In the name of progress and the greater good, the boys and girls will be asked to sacrifice something of their own social and cultural identites. One might ask, \"At what cost?\"",
  "title": "Teach Them Well"
}
