{
  "accession_number": "96.30.3",
  "art_champions_text": null,
  "artist": "Artist: Wan Shouqi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1650",
  "department": "Asian Art",
  "description": "old Daoist magician stands on a bluff by a pond, a small boy at his side, bamboo stick he throws into the air is transforming into a dragon; matted",
  "dimension": "8 1/4 x 18 3/8 in. (20.96 x 46.67 cm) (fan)",
  "id": "http://api.artsmia.org/objects/5048",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3920,
  "image_width": 6938,
  "inscription": "Signature; Seals",
  "life_date": "Chinese, 1603 - 1652",
  "markings": "artist\\'s seal at ULC: [Shou-wan]",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "artist\\'s signature in ink at ULC, signed [Wan Shou-ch\\'i]",
  "style": "17th century",
  "text": "Wan Shouqi was a poet, calligrapher, seal carver and painter from a family of high officials. He earned his juren degree in 1630 and published his first collection of poems three years later. An extreme Ming loyalist whose life was changed forever by the Manchu overthrow in 1644, Wan became a monk and retired from active life in 1646. Living quietly in Anhui province, he was forced to sell paintings and calligraphy for a living. Wan's figural paintings are relatively scarce.\r\n\r\nIn this work, a Daoist magician stands on a bluff by a pond with a small boy at his side. The bamboo stick he throws into the air is being transformed into a dragon. This illustrates a story from Daoist lore about Fei Changfang, a minor official of the Han Dynasty, who studies the secrets of immortality with a Daoist master. The master gave Fei a stick of bamboo one day and told him to ride it. When Fei mounted the staff, he found he could travel great distances in an instant. When he tossed the stick over a pond, it turned into a blue dragon.",
  "title": "Fan Painting of a Daoist Magician"
}
