{
  "accession_number": "96.30.5",
  "art_champions_text": null,
  "artist": "Artist: Gui Fu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1780",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "calligraphy in one line across top edge, with two more lines down left side",
  "dimension": "8 1/4 x 18 3/4 in. (20.96 x 47.63 cm) (fan)",
  "id": "http://api.artsmia.org/objects/5050",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Seal",
  "life_date": "Chinese, 1736 - 1809",
  "markings": "left side center",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Folding fans did not appear in China until the early Ming dynasty. They were extremely useful in the high humidity of the Jiangnan region. Artists found the unusual shape an intriguing challenge, and the literati often decorated their fans with delicate scenes of birds, flowers, and landscapes, as well as calligraphy. Suzhou scholars signed, sealed, and inscribed their fan paintings just as they did their albums and handscrolls. Fans were common gifts among the literati and eventually came to be highly prized and collected as art. Folding fans were usually mounted on bamboo frames, which were typically removed so the painting could be mounted flat, as is the one shown here.\r\n\r\nDuring the late Qing dynasty, the influence of archaeological studies and epigraphy (the study of ancient bronze and stone inscriptions) moved many calligraphers to devote themselves to writing older clerical and seal scripts. Gui Fu was considered one of the most important clerical script (li-shu) specialists.",
  "title": "Fan with Clerical Script Calligraphy"
}
