{
  "accession_number": "96.30.6",
  "art_champions_text": null,
  "artist": "Artist: Wang Hsi-chih",
  "catalogue_raissonne": null,
  "classification": " Works on Paper",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Asian Art",
  "description": "35 leaf album of ink rubbings with over 20 collector's seals; single loose page included in back cover",
  "dimension": "1 3/8 x 8 1/2 x 13 1/2 in. (3.49 x 21.59 x 34.29 cm)",
  "id": "http://api.artsmia.org/objects/5051",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3688,
  "image_width": 4603,
  "inscription": "Seal",
  "life_date": "Chinese, 303 - 361",
  "markings": "over 20 collector\\'S seals found scattered throughout",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Rubbing",
  "portfolio": "From From an album of 35 leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "Wang Hsi-chih, one of the greatest calligraphers of all times, was undoubtedly the primary cultural prototype for the Ming literati. Wang came from an aristocratic family and preferred the company of Taoist and Buddhist monks to Confucian bureaucrats. A brilliant man of letters, he studied poetry, music, and calligraphy and sought the quietude of nature. Wang was a master of running script (hsing-shu) calligraphy. His innovative brush movements distinguished his work from the rigid and formal style of archaic clerical script. Wang's spontaneous, fluid writing served as the model for expressive calligraphy for centuries to come.\r\n\r\nThe Sheng-chiao hsu tablet from which these rubbings were taken is a Buddhist essay written by Emperor T'ai-tsung in 648. It was reassembled entirely from characters written three centuries earlier by Wang Hsi-chih. Completed in 672, the tablet served as a standard model for Wang's calligraphy throughout succeeding centuries.",
  "title": "Rubbings of the Sheng-chiao hsu Stele"
}
