{
  "accession_number": "96.5",
  "artist": "Painter: Wanbli Koyake",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Art of Africa and the Americas",
  "description": "old map of Minnesota over painted with images of soldiers, hands holding weapons and other various objects along right edge and a column on Native Americans at LLC; all figures facing left",
  "dimension": "14 1/8 x 17 7/8 in. (35.88 x 45.4 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/5102",
  "image": "valid",
  "image_copyright": "©Lakol 1995 %28Cultural Copyright%3B Lakol%3B of the Lakota Culture%29",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": "American (Mnikȟáŋwožu (Minneconjou) Lakȟóta), born 1954",
  "markings": "",
  "medium": "Acrylic on paper",
  "nationality": "American (Lakota)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Full Permission",
  "role": "Artist",
  "room": "G301",
  "see_also": [
    ""
  ],
  "signed": "LRC: Francis J. Yellow / copyright Lakol 1995 | Bottom edge center, in ink: Minnesota Nice Oyakepelo / \\'They Say Minnesota Nice",
  "style": "20th century",
  "text": "The events depicted in this painting represent the violent confrontation that occurred between the Dakota people in southern Minnesota and the United States government. The Dakota Conflict trials that took place in 1862 preceded the largest mass execution in American history. The conflict was precipitated when the United States government defaulted on their treaty annuity payment to the Dakota, leaving them in a desperate situation.  Dakota warriors attacked local settlers in retribution, but were finally overpowered by the United States military.\r\n\r\nThirty-eight Dakota men were eventually hung, an event depicted in the upper right corner of the painting. The rest of the Dakota were forcibly removed to South Dakota where many continue to live on impoverished reservations. Although large numbers of Dakota people have since returned to Minnesota and reestablished themselves on several reservations here, the violence and disruption that occurred during this time left a devastating and lasting impact on the Dakota community.\r\n",
  "title": "They Say Minnesota Nice (Minnesota Nice Oyakepelo)"
}
