{
  "accession_number": "96.5",
  "art_champions_text": null,
  "artist": "Painter: Wanbli Koyake",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "ȟáŋwožu (Minneconjou) Lakȟóta",
  "curator_approved": 0,
  "dated": "1995",
  "department": "Global Contemporary Art",
  "description": "old map of Minnesota over painted with images of soldiers, hands holding weapons and other various objects along right edge and a column on Native Americans at LLC; all figures facing left",
  "dimension": "14 1/8 x 17 7/8 in. (35.88 x 45.4 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/5102",
  "image": "valid",
  "image_copyright": "© Lakol 1995 %28Cultural Copyright%3B Lakol%3B of the Lakota Culture%29",
  "image_height": 2032,
  "image_width": 3056,
  "inscription": "",
  "life_date": "American (ȟáŋwožu (Minneconjou) Lakȟóta), born 1954",
  "markings": "",
  "medium": "Acrylic on vintage map of Minnesota",
  "nationality": "American (Lakota)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC: Francis J. Yellow / copyright Lakol 1995 | Bottom edge center, in ink: Minnesota Nice Oyakepelo / \\'They Say Minnesota Nice",
  "style": "20th century",
  "text": "This contemporary ledger art piece depicts events that took place after the U.S.-Dakhóta War of 1862. First, the U.S. government separated many Dakhóta families in southern Minnesota, known as Lower Sioux Reservation. Dakhóta women, children, and elders were then marched to Fort Snelling, where 392 Dakhóta males, accused of waging warfare against the United States, stood trial without English interpretation. Found guilty, 38 men and boys were hanged on December 26, 1862, in Mankato, Minnesota, under orders of U.S. President Abraham Lincoln. This event would be recorded as the largest mass execution in U.S. history. \r\n\r\n \r\n\r\nDakhóta, Lakȟóta, and Nakhóta people use art and storytelling as tools to depict historical events. Here, the artist used the form of a winter count (traditional pictorial calendars on hide) on paper to show the heartache of family separation and land estrangement for the Dakhóta Oyate (Nation). In the spring of 1863, the Dakota women, children, and elders remaining at Fort Snelling were sent by steamboat to Crow Creek, S.D. Many children and elders died during the trip. For many Dakhóta people, this would be their last time on their homelands.",
  "title": "They Say Minnesota Nice (Minnesota Nice Oyakepelo)"
}
