{
  "accession_number": "96.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "dark brown glaze splashed with pale blue on the vessel's shoulder; rare phosphatic glaze; unglazed foot",
  "dimension": "9 3/8 x 8 1/4 in. (23.81 x 20.96 cm)",
  "id": "http://api.artsmia.org/objects/5104",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "Sticker; Mark",
  "life_date": null,
  "markings": "\\'2011 3747-001,\\' on a sticker; small round yellow sticker and \\'79 5503\\' in black painted at underside of foot",
  "medium": "Huangdao ware Stoneware with splashed phosphatic markings against a dark brown glaze",
  "nationality": null,
  "object_name": "Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "The most prominent high-fired Tang ceramics produced in northern China were black wares from the Huangdao kiln, Jia county, in Henan province. Many pieces made there during the eighth and ninth centuries feature blue, grey, amber, or white phosphatic splashes against rich black grounds. With thick glazes that run, drip and pool together in seemingly random ways, these vessels have freer, more casual appearances than contemporary monochrome ceramics with their carefully controlled shapes and colors. Suffused with milky blue splashes, the dark brown glaze of this guan jar stops short of the foot. The blue splashes were probably applied with a brush just before firing.\r\n\r\nWith their earth tones and accidental glaze effects, Huangdao wares greatly influenced Song dynasty tea ceramics, which, in turn, strongly affected subsequent Japanese pottery traditions.",
  "title": "Jar"
}
