{
  "accession_number": "96.53",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "stone of light and dark grey color with white veins and criss-cross markings; a waterfall cuts the stone in the center; right of waterfall is a tunnel through cliff face with a cave in the overhang nearby",
  "dimension": "8 7/16 x 17 3/4 x 8 7/8 in. (21.43 x 45.09 x 22.54 cm)",
  "id": "http://api.artsmia.org/objects/5108",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3744,
  "image_width": 5513,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stone",
  "nationality": null,
  "object_name": "Suiseki",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In China, the literati were a class of well-educated men (and occasionally women) who pursued artistic accomplishment as amateur enthusiasts rather than professionals, and prized aesthetic and intellectual exploration and exchange. This rock, intended for the scholar's desk, is a special type of \"scenic\" stone that was valued by literati for its resemblance to the actual mountain ranges of China, where this practice originated. Horizontal fissures mimic the narrow mountain paths and ledges scholars traversed in their enjoyment of nature. Mi Fei, a distinguished Chinese scholar who lived around 1000 CE and was an arbiter of taste and a rock collector, wrote that he went on \"spirit journeys\" through the cavities of his rocks and inkwells. This belief in the restorative power of nature also inspired Japanese artists working in the Chinese style in the 1700s and 1800s.",
  "title": "(Near-view Mountain Stone with Waterfall; Furuya Stone)"
}
