{
  "accession_number": "96.54.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Myanmar (Burma)",
  "creditline": "Gift of Mr. and Mrs. Charles A. Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Mandalay style; Buddha seated in the bhumisparsamudra pose, his left hand is held in his lap and his right hand touches the pedestal",
  "dimension": "28 x 21 x 14 1/2 in. (71.12 x 53.34 x 36.83 cm)",
  "id": "http://api.artsmia.org/objects/5109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3596,
  "image_width": 2846,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Konbaung dynasty (1752-1885)",
  "text": "Holding his left hand palm up in his lap and extending his right hand to touch the ground before him, this Burmese image of the historical buddha, Shakyamuni, makes a gesture known as bhumisparsha-mudra, or “calling the earth to witness.” It is a depiction of the moment immediately after his enlightenment. While meditating, the Buddha was bombarded by an army of demons sent by Mara, but he was able to overcome these distractions and achieve enlightenment. Mara tried to claim the Buddha’s enlightenment as his own, with the demon hoards as his witnesses, but the Buddha, reaching out his right hand to touch the ground before him, called upon the earth itself to bear witness to this achievement. Depictions of this moment in the Buddha’s life are particularly common in Southeast Asia, including Myanmar and Thailand, whereas they are rarely seen in East Asian cultures like China and Japan.",
  "title": "Shakyamuni Buddha Calling the Earth to Witness"
}
