{
  "accession_number": "96.54.2",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "Asia",
  "country": "Rajasthan, India",
  "creditline": "Gift of Mr. and Mrs. Charles A. Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "India, Rajasthan, lintel arch from a Vishnu temple, c. 12th century, greystone, with three four-armed male deities seated in columnar niches flanked by female attendants, the outer two each holding Vishnavite attributes, a warrior issuing from the mouth of a makara at either side, tiered canopies above; the central figure flanked by four figures of Vishnu on Garuda, H.14 x W.35-1/2 x D.5 in., mounted on metal stand.",
  "dimension": "14 x 35 1/2 x 5 in. (35.56 x 90.17 x 12.7 cm)",
  "id": "http://api.artsmia.org/objects/5110",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2457,
  "image_width": 3829,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Grey limestone",
  "nationality": null,
  "object_name": "Lintel Arch",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century",
  "text": "This intricately carved lintel is a small sample of the exuberant sculpture that covered the temple's entire exterior.  The god Vishnu holds a discus and conch shell and appears seven times in various seated positions, sometimes on the back of his vehicle Garuda (an eagle that is frequently anthropomorphic), suggesting that the lintel originally crowned a large sculpture of Vishnu in the niche beneath it. The temple's architectural structure is reproduced  in the three shrines displayed on the lintel, an exquisite illustration of the precise relationship of the temple's individual parts to its whole. Musicians playing drums, horns, and cymbals make their way up the center of the arch, and gorgeous celestial beings emerge out of the mouths of mythical aquatic creatures <i>makaras</i> at either side.",
  "title": "Lintel with Vishnus and Celestial Musicians"
}
