{
  "accession_number": "96.68.2",
  "art_champions_text": null,
  "artist": "Artist: Gu Jianlong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "image of many figures in open architecture; central figure is a bald man wearing a white robe, seated at a desk looking out toward the viewer and a garden; architecture is surrounded by a cloudy mist; a bamboo grove grows to the left of the image and two pine trees grow on the right; image is followed on the scroll by many feet of rows of Chinese characters",
  "dimension": "13 7/8 × 47 1/8 in. (35.2 × 119.7 cm) (image)\r\n14 5/8 in. (37.1 cm) (mount)",
  "id": "http://api.artsmia.org/objects/5122",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1369,
  "image_width": 4954,
  "inscription": "Seal; Signature",
  "life_date": "Chinese, 1606-1687",
  "markings": "undeciphered with seal at LLC of image; six seals within text following image",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The revered early-Qing painter and literatus Wang Shimin is portrayed in the very center of this painting in the main hall of his chambers, surrounded by the hardwood furniture and scholarly accoutrements of his station. While Wang seems to dominate the scene here, there are several women also depicted in the painting—some off in a chamber to the upper right, obscured from view; others seem to be working in the kitchen, while another appears to be a nanny, watching a child. This is a typical portrayal of the family of a scholar-official, in which the male figure relaxes while the women work or are hidden away from the viewer’s eye. The architectural elements of this painting allow for the women to be physically and visually separate from the scholar.",
  "title": "Portrait of Wang Shimin"
}
