{
  "accession_number": "96.71a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "Lacquer circular Foliate box with mother-of-pearl inlay; nine lobes; dignitaries at leisure with attendants on a terrace",
  "dimension": "12 x 14 5/8 in. (30.48 x 37.15 cm)",
  "id": "http://api.artsmia.org/objects/5129",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6749,
  "image_width": 7035,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer with mother-of-pearl inlay",
  "nationality": null,
  "object_name": "Box and cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Impressive for its size and age, this spectacular presentation box is elaborately decorated in mother-of-pearl inlay on a black lacquer ground. Although the shell-inlay technique dates from the late Bronze Age and was popular in both Tang (618–907) and Song (960–1279) dynasties, very few examples of this important style have survived from those early eras. The lid of this tall box depicts an outdoor scene with figures in terraced pavilions and on the veranda. The sides of the top and bottom display scholars and attendants in landscape settings and shaped floral panels against a star-diaper ground. Most landscape and floral decoration on Yuan dynasty (1271–1368) mother-of-pearl lacquer is based on contemporary paintings or pattern books. That new pictorial direction remained popular into the 1800s. The thousands of pieces of mollusk shells used in the mother-of-pearl inlay were carefully selected for their color and iridescence.",
  "title": "Foliate box and cover"
}
