{
  "accession_number": "97.114a-c",
  "art_champions_text": null,
  "artist": "Artist: Wanbli Koyake",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "1995",
  "department": "Global Contemporary Art",
  "description": "triptych; three panels of computer printout paper with side roller track intact; running horse with Native American rider, a running Euro-American is in front of horse, carrying a piece of paper with writing and saying the name of a Native American tribe; movement to the left",
  "dimension": "9 1/2 x 11 in. (24.13 x 27.94 cm) (sheet, each)\r\n9 1/2 x 33 in. (24.13 x 83.82 cm)",
  "id": "http://api.artsmia.org/objects/5167",
  "image": "valid",
  "image_copyright": "© Lakol 1995 %28Cultural Copyright%3B Lakol%3B of the Lakota Culture%29",
  "image_height": 3778,
  "image_width": 12766,
  "inscription": "in black ink, at bottom center of each page: Nugesni heca",
  "life_date": "American (ȟáŋwožu (Minneconjou) Lakȟóta), born 1954",
  "markings": "\r\n",
  "medium": "Pen and black ink and color felt-tip markers on a dot matrix print-out of the Peabody Museum Culture Term Authority List",
  "nationality": "American (Lakota)",
  "object_name": "Drawing; triptych",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in black ink, at LRC of right panel: Francis J. Yellow c Lakol 1995",
  "style": "20th century",
  "text": "For this work on paper, the contemporary Native American artist Wanbli Koyake has adopted the traditional Plains pictographic style, originally developed for painting animal hides. The scene features a group of Native people on horseback wearing traditional Indigenous dress and regalia. Riders are identified by traditional name glyphs (symbols) in place of their English-language names. They and their steeds knock down and trample people on foot—academics, teachers, and scientists—who hold books relating to their study of Native American people. As the horses overtake them, those on foot shout English names of Native tribes.\r\n\r\nWhile visiting the Peabody Museum of Archaeology and Ethnology at Harvard University, known for its extensive ethnographic collections, Koyake requested a copy of the museum’s cultural terms list, which matches the Euro-American names for Native American tribes with the names the tribes call themselves. Koyake literally drew upon the printed document to create this artwork.",
  "title": "Anthropology: We're Not Your Indians Anymore"
}
