{
  "accession_number": "97.114a-c",
  "artist": "Artist: Wanbli Koyake",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "1995",
  "department": "Art of Africa and the Americas",
  "description": "triptych; three panels of computer printout paper with side roller track intact; running horse with Native American rider, a running Euro-American is in front of horse, carrying a piece of paper with writing and saying the name of a Native American tribe; movement to the left",
  "dimension": "9 1/2 x 11 in. (24.13 x 27.94 cm) (sheet, each)\r\n9 1/2 x 33 in. (24.13 x 83.82 cm)",
  "id": "http://api.artsmia.org/objects/5167",
  "image": "valid",
  "image_copyright": "©Lakol 1995 %28Cultural Copyright%3B Lakol%3B of the Lakota Culture%29",
  "image_height": 3778,
  "image_width": 12766,
  "inscription": "Title; Date; Signature\r\nin black pen, at bottom center of each page: [Nugesni heca]",
  "life_date": "American (Mnikȟáŋwožu (Minneconjou) Lakȟóta), born 1954",
  "markings": "\r\n",
  "medium": "Mixed media (Pen, ink, tempera) on Peabody Museum Culture Term Authority List (c)",
  "nationality": "American (Lakota)",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Full Permission",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in black pen, at LRC of right panel: [Francis J. Yellow c Lakol 1995]",
  "style": "20th century",
  "text": "Francis Yellow applied the traditional Plains pictographic style to create this piece.  Like this work, many historical painted animal hides were depicted with the action moving from right to left. The artist uses a name glyph to identify each rider's traditional name instead of using the assigned English name.  Yellow depicts mounted Native people in traditional outfits running people down. These people represent academics, teachers, and scientist who hold books that relate to their study of Native American people.  As the horses overtake those on foot, they yell non-traditional names of Native tribes.\r\n\r\nWhile visiting the Peabody Museum, a museum known for its large ethnographic collection, Francis Yellow requested a copy of their cultural term list.  This list corresponds the inappropriate name for Native American tribes with the names that the tribes call themselves.",
  "title": "Anthropology: We're Not Your Indians Anymore"
}
