{
  "accession_number": "97.121.3",
  "art_champions_text": null,
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Gift of funds from Fred and Ellen Wells",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Asian Art",
  "description": "new frame and border; central seated male with two children next to him, surrounded by people in a garden; scattered groups of people within nearby buildings and out of doors engaged in activities",
  "dimension": "77 3/4 x 132 x 5/8 in. (197.49 x 335.28 x 1.59 cm)",
  "id": "http://api.artsmia.org/objects/5176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4859,
  "image_width": 10245,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Ten-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This ten-panel screen portrays a festive banquet in General Guo Ziyi’s palace. Men in the left half play boardgames and engage in other leisurely activities, while women tend to children. The stately patriach sits at the center, surrounded by his family and servants, enjoying a dance performance. Guo was a Chinese general who saved the Tang dynasty (618-907) from a series of internal rebellions and foreign invasions in the 700s. In Korea, General Guo became an ideal for the elites not only for his military accomplishments and loyalty to the state but also for his large family, which included several sons who served in the military.\r\nThe panel portrays a historic theme, but the painter used what would be considered a modern palette for the time. He employed the newly imported Prussian blue chemical pigment for the architecture and garden rocks, while also retaining traditional mineral pigments like azurite and malachite to render the mountains blue and green.",
  "title": "General Guo Ziyi's Banquet"
}
