{
  "accession_number": "97.121.3",
  "artist": "Artist: Unknown Korean",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Korea",
  "creditline": "Gift of funds from Fred and Ellen Wells",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Japanese and Korean Art",
  "description": "new frame and border; central seated male with two children next to him, surrounded by people in a garden; scattered groups of people within nearby buildings and out of doors engaged in activities. Chosun dynasty.",
  "dimension": "77 3/4 x 132 x 5/8 in. (197.49 x 335.28 x 1.59 cm)",
  "id": "http://api.artsmia.org/objects/5176",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4859,
  "image_width": 10245,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Ten-panel folding screen",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This large screen, painted with fine, even lines and brilliant pigment, is an impressive example of the kind of work produced by professional artists to decorate the palaces and homes of high ranking Korean aristocrats. The Chinese theme suggests the extreme degree of Korea's admiration for its large and powerful neighbor.\r\n\r\nThe subject of the screen is a banquet in honor of Guo Ziyi (697–781) who is considered one of the greatest generals in Chinese history. Over the course of his long and distinguished military career, Guo served under four emperors, and was thus a paragon of Confucian virtue, having devoted his entire life to his lord and country. As a result, Emperor Xuanzong (685–762) rewarded him with the title \"Prince of Fenyang.\"\r\n\r\nThis screen illustrates the retired general surrounded by his eight sons and daughters, their wives and husbands, and many grandchildren and great-grandchildren. All enjoy the festivities staged within the palace gardens.",
  "title": "General Guo Ziyi's Banquet"
}
