{
  "accession_number": "97.125",
  "art_champions_text": null,
  "artist": "Artist: Gu Deyi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 1,
  "dated": "Wanli period, 1608",
  "department": "Asian Art",
  "description": "water bodies and seaways wind through seaside villages and around island oasis; throughout fishermen and birds speckle the water with activity",
  "dimension": "8 7/8 x 368 in. (22.54 x 934.72 cm) (image)",
  "id": "http://api.artsmia.org/objects/5181",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1802,
  "image_width": 5067,
  "inscription": "Inscription; Stamps; Signature",
  "life_date": "active 1608-1633",
  "markings": "signed \\'Gu Yide\\'; two artist seals, \\'Yuan Zhi\\', \\'Yi De\\'; three colophons; eight collector\\'s seals",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Hand scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The scene depicted in this handscroll is a panorama of riverbanks with trees, houses, bridges, and figures set among an ample stretch of water. Across the river, the rolling hills open into a vista that curves to the left, as if drifting between sky and water. The artist’s pictorial vision presents the scene as more nonreligious than sacred. The imagery is concrete, but subtly evokes the transcendent realm.\r\n\r\nA thatched pavilion is perched on a cliff near the waterfall, a common motif in Chinese paintings. It is a reference to the work of Ni Zan, a well-known Yuan dynasty (1271–1368) artist who depicted pavilions like this in many of his paintings, meant to imply a sense of purity. The Yuan dynasty was an unstable period in which China was ruled by Mongolia. Thus, the unhindered lifestyle associated with Ni Zan—who was unwilling to serve the Yuan court and fled society to live in nature—was admired by many scholars. They included this motif as a tribute to him and to emphasize the spirit of hermitage.",
  "title": "Misty River and Layered Peaks"
}
