{
  "accession_number": "97.125",
  "artist": "Ku I-te",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "dated": "1608",
  "description": "water bodies and seaways wind through seaside villages and around island oasis; throughout fishermen and birds speckle the water with activity",
  "dimension": "8 7/8 x 368 in. (22.54 x 934.72 cm) (image)",
  "id": "http://api.artsmia.org/objects/5181",
  "image": "valid",
  "image_copyright": "",
  "life_date": "active 1608-1633",
  "marks": "Inscription; Stamps; Signature ",
  "medium": "Ink and color on paper",
  "nationality": "China",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "Wanli period",
  "text": "Ku I-te was the nephew of Ku Cheng-i founder of the Hua-t'ing school of painting in Kiangsu province and teacher of the great literatus Tung Ch'i-ch'ang. All three artists were advocates of Yuan (14th century) style ink painting and Tung's own colophon appears at the end of this exceptional painting. Ku's inscription describes the occasion of the scroll being painted:\r\n\r\n<P><I>In the summer during the sixth month of Wu-shen year (1608), I visited Chin-ling (present-day Nanking) and stayed in the I-ch'ang Shang-Kuan. It happened that I was able to obtain some Sung dynasty paper and (so I painted this) following the style of Sung-hsueh weng's (Chao Meng-fu 1254-1322 Tieh-Chang-t'u (Misty River and Layered Peaks), spending a month to finish it. It is a pity I cannot reach his level of (his) accomplishment.<I>\r\n\r\n                                                                         <P><I>Ku I-te<I>\r\n\r\n<P>Many paintings by Ku passed into the hands of Tung Ch'i-ch'ang (1555-1636), who would have appreciated Ku's historical allusion to the great Yuan dynasty master Chao Meng-fu. This long, carefully brushed landscape is considered one of Ku's finest handscrolls. In spite of its historical reference, it is unmistakeably Ming in conception and execution with its emphasis on the formal aspects of brush and ink work.",
  "title": "Misty River and Layered Peaks"
}
