{
  "accession_number": "97.125",
  "artist": "Artist: Gu Yide",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "Wanli period, 1608",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "water bodies and seaways wind through seaside villages and around island oasis; throughout fishermen and birds speckle the water with activity",
  "dimension": "8 7/8 x 368 in. (22.54 x 934.72 cm) (image)",
  "id": "http://api.artsmia.org/objects/5181",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1802,
  "image_width": 5067,
  "inscription": "Inscription; Stamps; Signature",
  "life_date": "active 1630s",
  "markings": "signed \\'Gu Yide\\'; two artist seals, \\'Yuan Zhi\\', \\'Yi De\\'; three colophons; eight collector\\'s seals",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Gu Yide was the nephew of Gu Zhengyi, founder of the Huating school of painting in Jiangsu province and teacher of the great literatus Dong Qichang. All three artists were advocates of Yuan (14th century) style ink painting and Dong's own colophon appears at the end of this exceptional painting. Gu's inscription describes the occasion of the scroll being painted:\r\n\r\n<I>In the summer during the sixth month of Wu-shen year (1608), I visited Jinling (present-day Nanjing) and stayed in the Yichang Shang Guan. It happened that I was able to obtain some Song dynasty paper and (so I painted this) following the style of Songxue weng's (Zhao Mengfu 1254-1322) Diezhang tu (Misty River and Layered Peaks), spending a month to finish it. It is a pity I cannot reach his level of (his) accomplishment.<I>\r\n                                                                         <I>Gu Yide<I>\r\n\r\nMany paintings by Gu passed into the hands of Dong Qichang (1555-1636), who would have appreciated Gu's historical allusion to the great Yuan dynasty master Zhao Mengfu. This long, carefully brushed landscape is considered one of Gu's finest handscrolls. In spite of its historical reference, it is unmistakeably Ming in conception and execution with its emphasis on the formal aspects of brush and ink work.",
  "title": "Misty River and Layered Peaks"
}
