{
  "accession_number": "97.133.1",
  "art_champions_text": null,
  "artist": "Artist: Zhu Da",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1694",
  "department": "Asian Art",
  "description": "two chicks facing center, one above the other at opposite sides, place at lower third of sheet; blank background",
  "dimension": "35 1/16 x 15 3/4 in. (89.06 x 40.01 cm) (image)",
  "id": "http://api.artsmia.org/objects/5185",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2669,
  "inscription": "Inscriptions; Stamps",
  "life_date": "Chinese, 1626-1705",
  "markings": "inscriptions in black ink at URC of image and eight lines of inscription in ink at lower right border; three stamps at URC; four stamps at LLC; two stamps at LRC; two stamps in border at text",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Zhu Da, also known as Bada Shanren, often expressed complex ideas using simple images. It is likely that these quickly rendered chicks express the artist's loyalty to the former Ming dynasty, while indicating his contempt for the ruling Manchus. Zhu Da saw himself as being in, but not part of, the society around him. With his imperial lineage eradicated by the conquering Manchus, he was unable to submit to the foreign rulers. \r\n\r\nAlthough the chicks are of the same species and face in complementary directions, they do not look at each other. Each isolated chick exists in a separate world. The inscription reads: Painted in the Garden of Yellow Bamboo by Bada Shanren, the nineteenth day of the third lunar month. The nineteenth day of the third lunar month is now known to commemorate the day in 1644 when the last Ming emperor hanged himself as rebel forces approached the capital.",
  "title": "Two Chicks"
}
