{
  "accession_number": "97.133.2",
  "art_champions_text": null,
  "artist": "Artist: Wang Guxiang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1546",
  "department": "Asian Art",
  "description": "image of a red and white prunus in flower, text fields placed within branch openings, nine separate grouping of text within image; separate text field at end contained in four separate inscriptions",
  "dimension": "11 3/4 x 127 1/4 in. (29.85 x 323.22 cm) (image)",
  "id": "http://api.artsmia.org/objects/5186",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2647,
  "image_width": 5086,
  "inscription": "Inscriptions; Stamps",
  "life_date": "Chinese, 1501-1568",
  "markings": "four seals at left edge, seven seals within text at end",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Wang Guxiang was born into an eminent family of doctors. Excelling in ancient prose, poetry, and calligraphy, he was tutored by the great literatus Wen Zhengming, and in 1529 passed the jinshi (doctorate) examination and entered government service. When his official career ended prematurely in 1534, Wang returned to Suzhou and began an artistic career with other Wu school literati centered around Wen Zhengming.\r\n\r\nThe composition is divided into three main sections by the rhythmic projections of heavily textured plum branches into the picture plane. An important visual part of the composition are the eight sections of calligraphy written amongst the painted images. Wang Guxiang painted the blossoming plum for his poet-calligrapher friend Peng Nian. In the remaining space, Peng wrote one hundred stanzas of poems on the subject of the blossoming plums. Six are translated here.",
  "title": "White and Red Plum Blossom"
}
