{
  "accession_number": "97.136a-h",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "hinged covered red lacquer box with a removable front panel; tray under cover, six drawers behind panel; flying crane and phoenix over rock and crashing waves, main design at top and sides of box",
  "dimension": "12 1/8 x 13 3/8 x 9 1/2 in. (30.8 x 33.97 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/5192",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3664,
  "image_width": 4580,
  "inscription": "",
  "life_date": null,
  "markings": "Jiajing mark and period (1522-1566)",
  "medium": "Carved red lacquer on a softwood frame",
  "nationality": null,
  "object_name": "Cosmetic Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This tabletop cosmetic cabinet with removable front panel can be dated reliably to the mid-sixteenth century. This popular type of cabinet was also made in hardwood with hinged doors throughout the Ming and Qing dynasties. The box is decorated with a richly orchestrated scheme of symbolic plants and animals. The cartouches on the top and sides display the auspicious phoenix and cranes amongst clouds. The carved décor also includes symbols of long life--the <I>shou</I> character, <I>lingzhi</I> fungus, and peaches--and the \"three friends of winter\" (pine, bamboo, prunus), which represent perseverance and virtue. The cabinet is a product of the official workshops of the Chia-ching era. On its base is an engraved and gilded mark reading <I>Da Ming Jiajing nianzhi</I> (made in the Jiajing reign of the great Ming).",
  "title": "Cosmetic Cabinet"
}
