{
  "accession_number": "97.139.1",
  "art_champions_text": null,
  "artist": "Artist: Wang Jian",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Wanli period, c. 1580",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "fine line ink drawing of eighteen men crossing the sea, all by different means; means of travel vary from a man riding a horse to a group of servants carrying a seated man on an island",
  "dimension": "12 x 167 1/2 in. (30.48 x 425.45 cm)",
  "id": "http://api.artsmia.org/objects/5194",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Stamps; Inscription; Signature",
  "life_date": "Chinese, 1520 - 1590",
  "markings": "text field before image with one seal at LLC; signature and two artist\\'S seals at LLC of image",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Wang Jian was from Wuxi in modern Jiangsu northwest of Suzhou on the Grand Canal. The son of Wang Wen (1497-1576), a legendary painter, poet, and calligrapher, Wang Jian received his jinshi degree in 1565 and worked on and off in government service for several years during which he authored many books. He was recorded as an excellent painter in the difficult baimiao (fine outline) style exemplified in this rare hand scroll of the Eighteen Lohan.\r\n\r\nThe original sixteen lohan or guardian arhats were enlightened individuals of Indian origin ordered by the Buddha to stay in this world to await the advent of the coming Buddha Maitreya. These sixteen, from an initial grouping of five hundred, were later joined by two more sinicised additions to from the Chinese set of eighteen, the jolly monk Budai and Damoduoluo (Dharmatrata). The theme of lohan crossing the sea traveling from the legendary island of Penglai in the eastern sea, to visit and influence mortal men, became a popular religious theme in the late Ming. The group is depicted here among strange sea monsters and demons in withering waves with exotic animals like the tiger, elephant, lion, dragon, Fu dogs, fish, winged horse, along with old sages and long-haired attendants.",
  "title": "Eighteen Lohans Crossing the Sea"
}
