{
  "accession_number": "97.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift from Nicholas Grindley in honor of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Asian Art",
  "description": "dark brown in color; square mouth piece cut from rim of smaller end; five holes at top, three at underside",
  "dimension": "24 5/16 x 1 1/8 in. (61.75 x 2.86 cm)",
  "id": "http://api.artsmia.org/objects/5196",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3256,
  "image_width": 5541,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "\\'0996-13\\', dealer\\'s sticker inside widest opening at end",
  "medium": "Bamboo",
  "nationality": null,
  "object_name": "Flute",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G216",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "The Chinese have used bamboo to create functional objects since the Stone Age. The material is inexpensive and extremely versatile. The Zhu bu, or Bamboo Treatise, from the third century describes how to use bamboo for food, the manufacture of paper, pipe stems, buckets, brush handles, medicine, and musical instruments. The excavated tomb of Marquis Yi of Zheng (433 BCE) yielded several wind instruments made of lacquered wood and bamboo. These included pan pipes, reed mouth-organs, and two transverse flutes. While much later in date, this bamboo flute is similar in size and structure to the one being played by the Eastern Han tomb figurine shown here. It is not certain when the bamboo flute was first used by the Chinese, but it was common throughout the Bronze Age and, by the Han dynasty, it seems to have gained popularity as an instrument for entertaining. The bamboo flute, like the qin, or zither, has remained a favorite instrument of scholars down to the present day.",
  "title": "Vertical flute"
}
