{
  "accession_number": "97.144.1",
  "art_champions_text": null,
  "artist": "Photographer: Jeff Millikan",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Ellen and Fred Wells",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "black ground, red window frame with several dead birds piled along bottom edge; received in black metal frame",
  "dimension": "27 1/2 x 22 in. (69.85 x 55.88 cm) (image)\r\n27 1/2 x 22 in. (69.85 x 55.88 cm) (mount)",
  "id": "http://api.artsmia.org/objects/5199",
  "image": "valid",
  "image_copyright": "© 1997 Jeff Millikan. All rights reserved.",
  "image_height": 4724,
  "image_width": 3824,
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Direct positive camera back print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jan Vonck's painting, Still Life of Dead Birds, and Jeff Millikan's photograph, The Birds Were Too Beautiful to Remove, were created three centuries apart in different cultural contexts. Yet, they both offer an example of a momento mori, a symbolic representation of the fact that we all die. Indeed, what is more common and resolute among cultures than death'  Both artists present images of dead birds: Vonck lays them out neatly on a table while Millikan carefully piles them at the base of a window frame. Vonck's birds are certainly not too beautiful. Loosely painted with brown and black colors, they suggest a brooding and depressing atmosphere. On the other hand, Millikan's colorful birds suggest a more poetic and euphoric notion of death…too beautiful. Indeed, visual traditions, such as the momento mori, pass from one culture and time to another, but their translation is a reminder that differences are as important as continuities.",
  "title": "The Birds Were Too Beautiful to Remove"
}
