{
  "accession_number": "97.156.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1424",
  "department": "Asian Art",
  "description": "Paramasukha-Chakrasamvara (four-faced, twelve-armed god) and Vajravarahi embracing, symbolizing the union of wisdom and compassion; gilt bronze figures intertwined; Chakrasamvara tramples on the Hindu demons Bharava and Kalaratri who represent ignorance and evil; highly detailed deities are adorned with crowns and garlands of skulls and severed human heads; Chakrasamvara holds a 'vajra' and 'ghanta' in his crossed hands",
  "dimension": "7 5/8 x 6 3/16 x 3 5/16 in. (19.37 x 15.72 x 8.41 cm)",
  "id": "http://api.artsmia.org/objects/5240",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6737,
  "image_width": 5389,
  "inscription": "Inscription; Mark",
  "life_date": null,
  "markings": "Yung-lo mark and period (1403-1424); Undeciphered line of text at top, front edge of base; Yongle mark at underside of base center. Imperial inscription dates piece to the reign of Yung-lo emperor, who ruled China from 1403 to 1424.",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The embrace of the esoteric deity Chakrasamvara and his consort, Vajravārāhī, symbolizes the union of wisdom and compassion, an important principle of Vajrayana Buddhism. The four-faced, twelve-armed god holds Vajravārāhī in his arms while trampling on the Hindu deities Bhairava and Kalaratri, who represent ignorance and evil.\r\n\r\nThe exquisitely finished deities are adorned with crowns and garlands of skulls and severed human heads. Chakrasamvara holds a thunderbolt and a ghanta (bell). Other attributes include the severed head of Brahma; a kapola (lasso); a damaru (ax); trident; sword; and skull cup. The image bears an imperial inscription dating it to the reign of the Yongle emperor of China. The Yongle (r. 1403–24) and Xuande (r. 1426–35) emperors sought services of Tibetan lamas, and missions to and from China involved the exchange of gifts, Buddhist images, and ritual objects.",
  "title": "Chakrasamvara Embracing Vajravarahi"
}
