{
  "accession_number": "97.156.2a,b",
  "artist": "",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "1403-1424",
  "description": "Paramasukha-Chakrasamvara (four-faced, twelve-armed god) and Vajravarahi embracing, symbolizing the union of wisdom and compassion; gilt bronze figures intertwined; Chakrasamvara tramples on the Hindu demons Bharava and Kalaratri who represent ignorance and evil; highly detailed deities are adorned with crowns and garlands of skulls and severed human heads; Chakrasamvara holds a 'vajra' and 'ghanta' in his crossed hands",
  "dimension": "7 5/8 x 6 3/16 x 3 5/16 in. (19.37 x 15.72 x 8.41 cm)",
  "id": "http://api.artsmia.org/objects/5240",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "life_date": null,
  "marks": "Inscription; Mark ",
  "medium": "Gilt bronze",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G200",
  "style": "15th century",
  "text": "The embrace of the esoteric deity Chakrasamvara and his consort Vajravarahi symbolizes the union of wisdom and compassion, one of the most important principles of Vajrayana Buddhism. The powerful four-faced, twelve-armed god holds Vajravarahi in his arms while trampling on the Hindu deities Bharava and Kalaratri who represent ignorance and evil.\r\n<P>The highly detailed, exquisitely finished deities are adorned with crowns and garlands of skulls and severed human heads. Chakrasamvara holds a thunderbolt and a <I>ghanta</I> (bell) in his crossed hands. Some of his other attributes in his remaining hands include the severed head of Brahma; a kapola (lasso), a damaru (axe), trident, sword, and skull cup.\r\n<P>This technically refined image bears an imperial inscription dating it to the reign of the Yung-lo emperor, who ruled China from 1403 to 1424. During this period the Yung-lo (r. 1403-24) and Hsuan-te (r. 1426-35) emperors sought the services of Tibetan lamas, and during both reigns missions to and from China involved the mutual exchange of gifts, Buddhist images, and ritual objects. There was also a need to provide correct images for use by the court, and these too were supplied by the imperial workshops.",
  "title": "Chakrasamvara Embracing Vajravarahi"
}
