{
  "accession_number": "97.169.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of George Rickey",
  "culture": "Wari",
  "curator_approved": 0,
  "dated": "600-1200",
  "department": "Arts of the Americas",
  "description": "interlocked tapestry, made in two pieces but woven perpendicular to way it would be worn, seamed down the middle; predominate colors ochre, tan pink, dark brown; one blue area, two red areas; repeated 'puma' motif",
  "dimension": "40 3/4 x 38 3/16 in. (103.51 x 97 cm)",
  "id": "http://api.artsmia.org/objects/5300",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5460,
  "image_width": 5012,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, camelid fiber",
  "nationality": null,
  "object_name": "Tunic",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-13th century",
  "text": "In ancient Andean cultures including the Wari empire, clothing communicated much more than style; a ceremonial tunic like this was an object of great prestige. Its production required the cooperation of a large community of skilled individuals. Because it took so long to create, multiple weavers would often collaborate on a single piece. On close inspection, variations in weavers’ individual styles can be seen in the weave structure as well as the interpretation of the repeating pattern. \r\n\r\nBefore the weavers could begin their work, several other professionals were required. Agricultural specialists bred the animals and cultivated the cotton. Applied chemists created a variety of distinctive, long lasting dyes. And finally, highly skilled spinners made a thread so consistent that even today’s most advanced machinery cannot duplicate it. The finished product symbolized the convergence of both the natural and human world—and for the elite wearer, it signified the ability to command these resources.",
  "title": "Tunic"
}
