{
  "accession_number": "97.20.2",
  "art_champions_text": null,
  "artist": "Artist: Marcel Duchamp; Publisher: Marcel Duchamp; Fabricator: Assembled by Jacqueline Monnier , Paris",
  "catalogue_raissonne": "Schwarz 484",
  "classification": " Multiples",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "conceived 1936-1941; assembled 1961",
  "department": "European Art",
  "description": "Editioned artist multiple, Series D (1961); 'Duchamp's miniature museum' containing replicas of objects and printed reproductions of works in all media by the artist; three sliding panels, one wood stand; four three-dimensional objects; portfolio of folders (27 pages) inside inner compartment; outside light green linen, lining light green Ingres paper; box contains 68 items. No outer leather case (valise), as published.",
  "dimension": "16 x 14 3/4 x 3 3/16 in. (40.64 x 37.47 x 8.1 cm)",
  "id": "http://api.artsmia.org/objects/5344",
  "image": "valid",
  "image_copyright": "© Succession Marcel Duchamp %2F ADAGP%2C Paris %2F Artists Rights Society %28ARS%29%2C New York 2017",
  "image_height": 3816,
  "image_width": 4967,
  "inscription": "",
  "life_date": "American (born France), 1887–1968",
  "markings": "",
  "medium": "Linen-covered box containing mixed media assemblage/collage of miniature replicas, photographs, and color reproductions of works by Duchamp",
  "nationality": "American (born France)",
  "object_name": "Multiple",
  "portfolio": "From Series D",
  "provenance": "(Timothy Baum, New York); sold to MIA, 1997.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Inside bottom of box, blue ink: Marcel Duchamp I Lower back of largest removable panel, which serves as the title page when the box is opened, printed in black ink at : De ou par / MARCEL DUCHAMP / ou / RROSE SÉLAVY",
  "style": "20th century",
  "text": "Box in a Valise is essentially a miniature portable museum of the work of Marcel Duchamp. It consists of sixty-eight separate photographic reproductions and three-dimensional replicas of the artist’s most important works. Based on an idea Duchamp developed in 1936, the first boxes were assembled by Duchamp in 1941 and smuggled out of France during the Nazi occupation of that country. In an era of mass emigration and political terror, the idea of packing up all of one’s artworks in a suitcase would have seemed particularly practical. \r\n\r\nSimilar to a museum installation, each work has a label identifying its title, medium, date, and, in many cases, its owner. Here, Duchamp reflects on the very nature of art, self-consciously raising questions about authenticity, authorship, the aura of the unique object, and the authority of the museum as arbiter of taste and knowledge. Assembled in 1961, this copy of Box in a Valise is one of three hundred produced by Duchamp or his relatives between 1941 and 1971.",
  "title": "Boîte-en-Valise (Box in a Valise) / De ou par Marcel Duchamp ou Rrose Sélavy (From or by Marcel Duchamp or Rrose Sélavy)"
}
