{
  "restricted": 1,
  "image": "valid",
  "image_copyright": "%26copy%3B Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris %2F Estate of Marcel Duchamp",
  "life_date": "American (born France), 1887-1968",
  "nationality": "American (born France)",
  "role": "Artist",
  "dated": "conceived 1936-1941; assembled 1961",
  "culture": null,
  "country": "France",
  "continent": "Europe",
  "dimension": "16 x 14 3/4 x 3 3/16 in. (40.64 x 37.47 x 8.1 cm)",
  "medium": "Linen-covered box containing mixed media assemblage/collage of miniature replicas, photographs, and color reproductions of works by Duchamp",
  "title": "Boîte-en-Valise (Box in a Valise) / De ou par Marcel Duchamp ou Rose Sélavy (From or by Marcel Duchamp or Rose Sélavy)",
  "id": "http://api.artsmia.org/objects/5344",
  "room": "Not on View",
  "style": "20th century",
  "marks": "Signature; Title\r\n\r\nTitle printed in black ink at  Signed in blue ink on inside bottom of box: [Marce",
  "text": "Box in a Valise is essentially a miniature portable museum of the work of Marcel Duchamp. It consists of 68 separate photographic reproductions and miniature replicas of the artist's most important works. Based on an idea Duchamp developed in 1936, the first boxes were assembled by Duchamp in 1941 and smuggled out of France during the Nazi occupation. In an era of mass emigration and political terror, the idea of packing up all of one's artworks in a suitcase would have seemed particularly practical. Like a museum installation, each work has a label identifying its title, medium, date, and, in many cases, its current owner. Assembled in 1961, this copy of Box in a Valise is one of 300 produced by Duchamp or his relatives between 1941 and 1971. Despite its reproductive nature, this fascinating work stands as one of Duchamp's most complex and challenging artistic statements. ",
  "description": "Editioned artist multiple, Series D (1961); \\'Duchamp\\'s miniature museum\\' containing replicas of objects and printed reproductions of works in all media by the artist; three sliding panels, one wood stand; four three-dimensional objects; portfolio of folders (27 pages) inside inner compartment; outside light green linen, lining light green Ingres paper; box contains 68 items. No outer leather case (valise), as published.",
  "creditline": "The William Hood Dunwoody Fund",
  "accession_number": "97.20.2",
  "artist": "Marcel Duchamp"
}
