{
  "accession_number": "97.23.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Asian Art",
  "description": "brush with carved cover and handle; circular medallions decorated with geometric patterning scattered over an organic leaf pattern background; meandering band at brush tip and lower end of cover",
  "dimension": "8 7/16 x 5/8 in. (21.43 x 1.59 cm)",
  "id": "http://api.artsmia.org/objects/5346",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3797,
  "image_width": 4933,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "Chinese character at top of cover",
  "medium": "Carved red lacquer (ti-hung) on wood and animal fur",
  "nationality": null,
  "object_name": "Brush and Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Certain Neolithic pottery of the Yang-shao culture (3rd millennium BCE) shows evidence of being painted with the same type of pointed tip brush used by painters and calligraphers today. The Chinese brush is an exceptionally versatile and sensitive writing and painting instrument. Responsive to the slightest pressure, its mastery requires years of difficult practice. However, it provided talented painters and calligraphers an extraordinary tool for self-expression by producing the individualized brushstrokes that formed the aesthetic basis of their art.\r\n\r\nThe handle and cover of this lacquer brush are deeply carved in red on a black ground with a continuous pattern of fruiting sprays of lychee and pomegranate. The top of the cover is carved with the fu (happiness) character. The fruit of the lychee and pomegranate are both red, an auspicious color to the Chinese and symbolic of joy. Together with the character fu, they reiterate a wish for happiness.",
  "title": "Brush and Cover"
}
