{
  "accession_number": "97.25.2a-g",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "large rectangular huang hua-li cabinet; two doors, removable center mullion; two drawers, three shelves; front and sides tapered toward top",
  "dimension": "73 7/8 x 36 1/8 x 19 3/4 in. (187.64 x 91.76 x 50.17 cm)",
  "id": "http://api.artsmia.org/objects/5349",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5557,
  "image_width": 3692,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang-hua-li hardwood and pai-tung hardware",
  "nationality": null,
  "object_name": "Large Tapered Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The classic, tall, tapered, round-corner cabinet encapsulates the essence of Ming-style furniture. Its exposed framework, simple floating panels, minimal hardware, inward taper, and pronounced verticality create an impression of serene calm and balance. The legs on this example, among the highest known, contribute a sense of lightness to a rather large volumetric form. As traditional Chinese homes did not have closets, cabinets and chests were necessary for the storage of clothing in bedroom settings.\r\nRefined and elegant, the form relies on rounded corner stiles that splay slightly outward from the top, creating a feeling of balance and stability. The corner door rails have extended dowels top and bottom that fit into sockets in the upper and lower frame allowing the doors to pivot. This simple and ingenious device frees the body of surface-mounted metal hinges, contributing to the cabinet's clean lines and vertical emphasis.",
  "title": "Large Tapered Cabinet"
}
