{
  "accession_number": "97.26.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Asian Art",
  "description": "huang hua-li painting table; sides four-square with large leg to table top bracing; hoof feet; minimal key pattern band at underside of table to top third of legs",
  "dimension": "33 1/2 x 74 x 30 1/2 in. (85.09 x 187.96 x 77.47 cm)",
  "id": "http://api.artsmia.org/objects/5350",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3285,
  "image_width": 3524,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G216",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The centerpiece of any scholar's studio was typically a large table that served as a desk on which to paint, store writing materials, and produce calligraphy. The elegant profile, refined proportions, restrained decor, and exquisite craftsmanship of this work makes it one of the most beautiful surviving examples of a large corner-leg table. The beautiful narrow apron and adjoining spandrels, which continue a third of the way down the legs, are innovative features. Minimally carved with a restrained key fret motif, the aprons accentuate the simple linearity of the frame.\r\nA flush-sided corner-leg table such as this is not strong. It relies mainly on mortise and tenon joints between the legs and four corners of the table top, with added s-curved brackets commonly called \"giant's arm braces\" for stability. Plain and elegant furniture such as this reflects the deeply cultured aesthetic values assumed of the educated elite.",
  "title": "Corner-leg Painting Table"
}
