{
  "accession_number": "97.26.2.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Asian Art",
  "description": "huang hua-li yoke back arm chair; cane seat, s-shape arms and splat, round legs, apron at underside of seat",
  "dimension": "47 5/8 x 25 3/8 x 26 5/8 in. (120.97 x 64.45 x 67.63 cm)",
  "id": "http://api.artsmia.org/objects/5351",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huanghuali hardwood",
  "nationality": null,
  "object_name": "Armchair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Stately and dignified, the yokeback armchair is one of the most enduring and classic forms of Chinese furniture. Among the tallest recorded yokeback armchairs, this pair demonstrates excellent proportions and exceptionally dynamic and vigorous lines. Tall armchairs were reserved for family elders, high ranking guests, and the most important members of a household. They were commonly used in formal gatherings. In spite of their apparent rigidity, well-made yokeback chairs were ergonomically sound with rounded armrests, flexible seating, and a contoured back splat shaped to support the spine with relative comfort. Tall armchairs were often used with separate footrests, elevating the feet from the floor and emphasizing the status of the sitter.\r\nHuang-hua-li hardwood was too dense to bend, so every curved member of these chair frames had to be carved to the desired shape from ample pieces of timber. Since there are no straight components above the seats, the cost of making these chairs would have been considerable. Deceptively simple, these beautifully articulated sculptural designs fulfill their primary purpose of providing comfort and support to the sitter.",
  "title": "Yokeback Armchair, one of a pair"
}
