{
  "accession_number": "97.36",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Asian Art",
  "description": "husband and wife seated on a lotus in the pose of royal ease and intimacy with bull and tiger underfoot; symmetrical architectural backdrop with large central disc behind heads of main figures",
  "dimension": "59 x 32 3/4 x 13 1/2 in. (149.86 x 83.19 x 34.29 cm)",
  "id": "http://api.artsmia.org/objects/5369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9640,
  "image_width": 6367,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Buff sandstone",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "This majestic relief was likely created for a temple dedicated to the Hindu god Shiva. Here, the multifaceted deity takes the role of ideal family man, resting in a posture of royal ease and affectionately embracing his wife and goddess, Uma, who embodies strength. Their union is a metaphor for the beginning of the universe. For Hindus, visiting a temple dedicated to their chosen deity allows the soul to commune with such intangible truths. \r\nTemple sculpture also served to illustrate the various personalities and stories associated with Hindu gods. Here, the couple’s two sons, Skanda and the elephant-headed god Ganesha, stand beneath them on either side, and Shiva’s bull vehicle, Nandi, sits obediently at their feet. Meanwhile, Uma’s lion vehicle playfully battles with Nandi, a tender moment capturing the family’s shared affection. Above, two small temple shrines, housing images of the gods Brahma and Vishnu, replicate the exterior form of the temple in which this sculpture was originally installed.",
  "title": "Uma-Maheshvara"
}
