{
  "accession_number": "97.36",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "10th-11th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "husband and wife seated on a lotus in the pose of royal ease and intimacy with bull and tiger underfoot; symmetrical architectural backdrop with large central disc behind heads of main figures",
  "dimension": "59 x 32 3/4 x 13 1/2 in. (149.86 x 83.19 x 34.29 cm)",
  "id": "http://api.artsmia.org/objects/5369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4670,
  "image_width": 2874,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Buff sandstone",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "The gods Shiva and Pārvatī appear in South Asian sculpture in several iconographic forms and incarnations. In this form, Shiva appears as Maheshvara, or the Great God, and Pārvatī as Uma, the daughter of Himavan, the King of Mountains. In her incarnation as Uma, the goddess performed many meritorious deeds in order to marry Shiva. Together, Uma and Maheshvara represent an ideal married couple with arms draped around each other. Their two sons, Ganesha and Skanda, stand beneath them on either side. Shiva’s bull vehicle, Nandi, sits obediently at their feet. Shiva holds his trident in his upper right hand, and his other two hands likely would have held a lotus and pot. Pārvatī holds a moonlike mirror in her left hand, which illuminates the two divine beings in their celestial beauty. Above them two small temple shrines replicate the exterior form of the temple in which the icon was installed; they contain representations of the gods Brahma and Vishnu.",
  "title": "Uma-Maheshvara"
}
