{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "c. 1200",
  "culture": null,
  "country": "Tibet",
  "continent": "Asia",
  "dimension": "8 x 26 5/8 x 5/8 in. (20.32 x 67.63 x 1.59 cm)",
  "medium": "Carved wood, lacquer and gold leaf",
  "title": "Sutra Cover",
  "id": "http://api.artsmia.org/objects/5412",
  "room": "G212",
  "style": "12th-13th century",
  "marks": "Stamp ",
  "text": "This well-preserved book cover once protected the Buddhist manuscript known as <I>Prajnaparamitasutra<I> (The Perfection of Wisdom). By the eleventh and twelfth centuries, this text was accepted as the final scriptural statement of the Mahayana sect's philosophy. It held almost mystical significance for the Tibetan lay community, which commissioned numerous copies of it. The precious palm leaf and paper scriptures were usually protected between a decorated wooden board such as this. The central figure is <I>Prajnaparamita<I>, a deification of the divine word. She is identifiable by her esoteric form and four hands. The upper-right holds the <I>vajra<I> (thunderbolt), and the upper-left the <I>Prajnaparamitasutra<I>. The lower-right hand is in the <I>abhaya<I>, or \"fear not\" gesture and the lower-left is in the <I>dyana<I> or contemplation position. The image on the right is the compassionate bodhisattva Padmapani (Avalokitsvara) and on the left, Green Tara, the Savioress. The outer border has a total of ten Buddhas in different seated positions. Between the Buddhas are foliated forms and mythological beasts.",
  "description": "This book cover originally protected the Buddhist manuscript known as \\'Prajnaparamitasutra\\' (The Perfection of Wisdom); three seated figures across central panel--central figure is \\'Prajnaparamita\\'; two of her four hands hold a \\'vajra\\' and a sutra; the other two are in the \\'abhaya\\' and \\'dyana\\' positions; Padmapani stands to her right and Green Tara to her left; six smaller Buddhas are seated across the bottom of the border and four are seated across the top; foliate forms and mythological beasts are between the Buddhas",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "accession_number": "97.47                                     ",
  "artist": ""
}
