{
  "accession_number": "97.47",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1200",
  "department": "Asian Art",
  "description": "This book cover originally protected the Buddhist manuscript known as 'Prajnaparamitasutra' (The Perfection of Wisdom); three seated figures across central panel--central figure is 'Prajnaparamita'; two of her four hands hold a 'vajra' and a sutra; the other two are in the 'abhaya' and 'dyana' positions; Padmapani stands to her right and Green Tara to her left; six smaller Buddhas are seated across the bottom of the border and four are seated across the top; foliate forms and mythological beasts are between the Buddhas",
  "dimension": "8 x 26 5/8 x 5/8 in. (20.32 x 67.63 x 1.59 cm)",
  "id": "http://api.artsmia.org/objects/5412",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3538,
  "image_width": 10298,
  "inscription": "",
  "life_date": null,
  "markings": "Verso, wax seal: (possibly) 2089",
  "medium": "Wood with pigments and gold",
  "nationality": null,
  "object_name": "Sutra cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "This elaborately carved cover once protected the Buddhist manuscript known as the Prajnaparamita sutra, or The Perfection of Wisdom. The Mahayana Buddhist text articulates the impermanence of all phenomena, including the notion of selfhood. Personifying this transcendent wisdom is the multiarmed goddess Prajnaparamita, the mother of all Buddhas, shown at center; she is seated in a grand throne, lifted by a half-man, half-bird kinnara. The goddess holds a book in her upper-left hand and a vajra (the ritual implement that signifies awakening) in her upper-right hand. She gestures reassurance with her front- right hand and meditation with her front-left hand. Even in miniature, the deity exudes a calm awareness and noble cultivation. Prajnaparamita is flanked by Avalokiteshvara (right) and Green Tara (left), two bodhisattvas (enlightened deities who forgo paradise to guide earthy beings) associated with the virtues of compassion.",
  "title": "Prajnaparamita book cover"
}
