{
  "accession_number": "97.69a-f",
  "art_champions_text": null,
  "artist": "Designer: Alexander Eugène Prignot; Maker: Jackson &amp; Graham",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Decorative Arts Council and the Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1872",
  "department": "European Art",
  "description": "circular inlaid table with four footed pedestal base; central square organic motif with banding of meandering pattern and waves; circular design with harp and wind instruments crossed at center of each side of square; outer band of floral pattern on dark ground",
  "dimension": "28 5/8 x 51 1/4 in. (72.71 x 130.18 cm)",
  "id": "http://api.artsmia.org/objects/5431",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4708,
  "image_width": 3918,
  "inscription": "",
  "life_date": "French, 1822-?",
  "markings": "",
  "medium": "Olive wood, green and black ebony, ivory, brass mounts",
  "nationality": "French",
  "object_name": "Etruscan table",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Beginning with London's Crystal Palace Exhibition in 1851, international exhibitions of art and industry dramatically changed the market for important pieces of furniture.  Rather than producing custom pieces solely at the request of a specific--often royal--client, firms began making presentation pieces for exhibitions in hopes of gaining recognition for their technical and artistic merit. This Anglo-Etruscan center table is just such a piece, having been made by the distinguished London cabinet-making firm of Jackson and Graham from designs by the Parisian designer Alexander Eugène Prignot, for display at the London International Exhibition of 1872. With this table, Jackson and Graham exhibited the highest quality in English craftsmanship as well as current artistic fashion.\r\n\r\n[Insert photo Media #1891]",
  "title": "Etruscan table"
}
