{
  "accession_number": "97.72",
  "art_champions_text": null,
  "artist": "Artist: Marie-Joséphine-Angélique Mongez",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1806",
  "department": "European Art",
  "description": "",
  "dimension": "23 3/8 × 29 1/2 in. (59.44 × 74.93 cm) (sheet)\r\n31 3/4 × 37 3/4 × 2 3/8 in. (80.65 × 95.89 × 6.03 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/5435",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2440,
  "inscription": "",
  "life_date": "French, 1775 - 1855",
  "markings": "",
  "medium": "Black, white, blue, ochre chalks on ivory paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[James MacKinnon, London, until 1997; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LL in black chalk: Angelique Mongez",
  "style": "19th century",
  "text": "Mongez enjoyed success as a history painter–a rare and grand achievement for a woman artist active during the Napoleonic era. She studied with Jacques-Louis David, the most influential artist in France. Mongez’s paintings were exhibited at the Paris Salons from 1802 until 1827. Mongez’s drawing relates to a painting exhibited at the Salon of 1806, which was acquired by the Russian Prince Youssoupoff. Plutarch’s \"Life of Theseus\" inspired the composition. The legendary Greek hero sought to rid his kingdom of brigands. Here, Theseus and his companion the Lapith Pirithoüs rescue two maidens from their abductors. Theseus wields a club at the bandit who attempts to flee on horseback, while Peirithoüs, after overpowering a second bandit with his sword, lowers a maiden from a rearing horse. Mongez’s mastery of David’s lessons is revealed in the skillfully drawn figures, horses, and drapery all disposed in a rhythmic composition. In contrast to the passages of black and white chalks, Mongez subtly colors Pirithoüs’s sword sheath with light blue chalk and flesh tones in ochre chalk.",
  "title": "Theseus and Pirithoüs Clearing the Earth of Brigands, Deliver Two Women from the Hands of their Abductors"
}
