{
  "accession_number": "97.73.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Ida ou Semlal Amazigh (Berber)",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "Wool, cotton and silk. Natural wool with white cotton weft alternating to make very thin stripes in weft faced plain weave. Natural wool warp. At one end there is a thin stripe of red, followed by natural, follwed by two thin blue stripes. The other end is the same but with black stripes instead of blue. Along both sides silk has been introduced to make three groupings of short stripes near the edge on the proper right side and two groupings of similar stripes near the edge on the proper left . These shorter stripes are various combinations of red, purple, brown, cream (all silk), white (cotton and black (wool) and are approximately three inches long. Tufts of the silk embellish the stripes on the face of the Haik on all groupings except one grouping of seven stripes near one end which is embellished on the reverse. Warp is bound tightly in small groupings near edge of textile at both ends. Fringe varies but averages about three inches.",
  "dimension": "68 x 39 1/2 in. (172.72 x 100.33 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/5443",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3904,
  "image_width": 2208,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk, cotton; weft-faced weave with supplementary additions",
  "nationality": null,
  "object_name": "Headcover (Amendil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "",
  "title": "Headcover (Amendil)"
}
