{
  "accession_number": "97.74",
  "art_champions_text": null,
  "artist": "Artist: Helena Hernmarck",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Adele Roller Fund and gift of Mr. and Mrs. Myron T. Kerr, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1974",
  "department": "Arts of the Americas",
  "description": "tapestry depicting an aerial view of a small town, prominent white steeple church at center",
  "dimension": "129 1/2 x 133 1/2 in. (328.93 x 339.09 cm)",
  "id": "http://api.artsmia.org/objects/5447",
  "image": "valid",
  "image_copyright": "© 1974 Helena Hernmarck",
  "image_height": 3538,
  "image_width": 3805,
  "inscription": "",
  "life_date": "American (born Sweden), born 1941",
  "markings": "",
  "medium": "Wool, linen; weft-faced with discontinuous weft patterning",
  "nationality": "American (born Sweden)",
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Helena Hernmark works in the traditional art of tapestry weaving, but she has honed a unique and revolutionary style during her 40-year career. Born in Sweden, she received a traditional education in Swedish textile production in Stockholm before moving to Montreal, to London, and finally to Connecticut, where she now maintains an active studio. Her approach to imagery, which she calls \"superrealism,\" interprets a snapshot of something ordinary at unexpected dimensions, most often using tremendous magnification. The intention is to jolt the viewer into a new frame of reference. The varied texture and complexity of color in Hernmarck's interpretations are owed to her technique, which involves weaving bundles of threads of different thicknesses and hues, known as \"butterflies,\" into the tapestry.\r\n\r\nIn Glimpse, the architectural dimensions of a town shrink when seen from a bird's-eye view. The inspiration for the 11-foot tapestry was an image, taken by aerial photographer William Garnett, which she clipped from a 1967 article in Life magazine.\r\n\r\nGlimpse was originally commissioned for the lobby of the Diamond-Shamrock Building in downtown Cleveland, Ohio. Though the photograph taken from Life was of Hatfield, Massachusetts, it had the small-town feel that its Ohio patrons wished to evoke.",
  "title": "Glimpse"
}
