{
  "accession_number": "97.75.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Kenya",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Mijikenda (Kauma)",
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Arts of Global Africa",
  "description": "long rectangular body; lower 1/5 buried; chip carved diamond patterns throughout; carved facial and hair details; diamond shaped waist; rosettes depicting heart and umbilicus",
  "dimension": "70 1/2 x 4 1/4 x 1 7/8 in. (179.1 x 10.8 x 4.8 cm)",
  "id": "http://api.artsmia.org/objects/5448",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6902,
  "image_width": 4520,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment",
  "nationality": null,
  "object_name": "Vigango",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This memorial figure honors a deceased relative, a male member of the Gohu Society.  When a problem arose within the family or village, the spirit of a deceased relative who was a Gohu Society member would appear to a living relative in a dream.  The spirit would mediate and remedy the problem by giving guidance to the dreamer.  Two relatives would only appear when problems were severe.\r\n\r\nElaborate social and religious rituals were conducted when a memorial was carved.  Ceremonies accompanied the selection of the tree and the carving and the dedication process which included prayers and fasting.  The figures were then erected together near the village, where the spirit of the ancestor could be cared for.\r\n\r\nThe chip-carved triangular designs refer to scarification patterns that identify initiated members of the Gohu Society.  The heart and umbilicus are symbolized by the rosette patterns, and designs representing a tribal hairstyle are carved on the back of the heads of these memorial figures.",
  "title": "Vigango"
}
