{
  "accession_number": "97.81",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork; Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 6th-5th century BCE",
  "department": "Asian Art",
  "description": "bronze budhist temple bell; tall football shaped body with flat top; two dragons turned away from each other form hanger at top center; sides decorated with two rectangular fields striped with three bands of three raised circular bumps",
  "dimension": "24 5/8 x 18 1/8 x 14 in. (62.55 x 46.04 x 35.56 cm)",
  "id": "http://api.artsmia.org/objects/5473",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10328,
  "image_width": 7760,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Bell",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th-5th century BCE",
  "text": "Cast on each side with 18 bosses (raised partial spheres) formed like coiled snakes, this massive bell from south central China would have likely been among the largest bells of a graduated set. It would have produced deep, sonorous tones at the ritual ceremonies in which it was used. The tones produced on these large bells resonate considerably longer than those struck on smaller ones. Such large-scale castings, calculated to produce an exacting musical note, are testaments to the technical abilities of the ancient artisans who did not yet have the mathematics necessary to calculate an exact formula for the relation between size and pitch.\r\nLike many bronze vessels and bells of the 600s BCE from the ancient Chu state in southern China, this work carries detailed and finely cast designs in low relief.",
  "title": "Bo bell"
}
