{
  "accession_number": "97.84",
  "art_champions_text": null,
  "artist": "Artist: Zhang Fengyi; Artist: Chen Jiayan; Artist: Yuan Shangtong; Artist: Wu Ling; Artist: Wen Congjian; Artist: Shao Mi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1630",
  "department": "Asian Art",
  "description": "A rare collaborative hanging scroll in ink on paper for Mr. Hsi-chih; the scholar with fan by Chang Feng-I dates 1630, the crane by Ch'en Chia-yen, the rock by Yun-lo, the wu-t'ung tree by Yuan Shang-t'ung, the banana by Wu Ling, with colophons by the close friends Wen Ts'ung-chien (1574-1648) and Shao Mi (1594-1642); peach-colored silk scroll; roller ends of dark green marble",
  "dimension": "26 1/2 x 12 7/8 in. (67.31 x 32.7 cm) (image)",
  "id": "http://api.artsmia.org/objects/5475",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 3092,
  "inscription": "Stamps; Inscriptions; Stickers",
  "life_date": "Chinese, 1594 - 1642",
  "markings": "untranslated stamps and inscriptions around edges of sheet; sticker on side of proper right roller end",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The importance of literati circles is emphasized in this collaborative 17th century painting. According to the inscriptions, the rendition of a scholar, crane, and banana tree was created as a gift for the scholar Xizhi by seven different literati artists. Five scholars have painted a separate element emblematic of literati values, signed their names and affixed their personal seals. The colophones were added by friends Wen Congjian and Shao Mi. The literaus is shown in typical Ming period scholars robe, enjoying nature in the presence of a crane, the Daoist symbol of longevity. Intellectual circles were very important to China's scholar class. Composed of highly educated government officials, teachers, writers, painters, poets, and philosophers, they were important social and cultural networks.\r\nMatteo Ricci was befriended soon after his arrival in China in 1582 by influential members of China's scholar class. The cartographer official, Wang Ban, and \"certain scholars of Guangdong were the first to suggest that Ricci make a map of his travels. Other scholar friends, including the officials Wu Zuohei and Li Wocun, the astrologer, Li Yingshi, and Xu Guangqi who worked with Ricci in translating the Confucian classics. These men respected Ricci as an intellectual, an accomplished man of science and letters, who they were willing to promote and invite into their circles.",
  "title": "Scholar, Crane, and Banana Tree"
}
