{
  "accession_number": "97.89.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "circular huang hua-li stool; four piece ribbed frame around central circle at top, ribbing of side individual pieces of wood, four piece foot with five feet",
  "dimension": "16 1/4 x 14 in. (41.28 x 35.56 cm)",
  "id": "http://api.artsmia.org/objects/5480",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3605,
  "image_width": 5357,
  "inscription": "Stickers",
  "life_date": null,
  "markings": "\\'Nicholas grindley/london\\' and \\'0597-08\\', at inner rim under foot",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Drum Stool with Lobed Body, one of a pair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Round, drum-shaped stools are among the most pleasing forms of classical Chinese furniture. Pictorial evidence from Ming literature suggests that drum stools were common in the homes and gardens of aristocratic China, but remarkably few examples have survived. Circular frames are difficult to execute with lineal wood members, and round stools became structurally vulnerable with time. This rare lobed body design may have been influenced by the shape of melons or squash. Only a few others of this form are known. Precisely crafted from beautifully grained huang-hua-li, the lines and properties of the sophisticated seats are remarkably refined and elegant. While appearing to be a solid mass, the melon form with its vertical lobes and twenty separately carved uprights imparts a remarkable sense of lightness. This feeling is enhanced by the delicate, outward-turned feet that lift the mass slightly from the floor.",
  "title": "Drum Stool with Lobed Body, one of a pair"
}
