{
  "accession_number": "97.8a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 17th century",
  "department": "Asian Art",
  "description": "upright rectangular cupboard; two sections, upper removable hat box; two doors each with surface mounted pierced foliate hinges and lock plates, two lock pins with floral finials; upper and lower doors have continuous landscape designs in color on black ground",
  "dimension": "103 7/8 x 46 3/4 x 24 5/8 in. (263.84 x 118.75 x 62.55 cm)",
  "id": "http://api.artsmia.org/objects/5482",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5421,
  "image_width": 3614,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer on softwood core",
  "nationality": null,
  "object_name": "Compound Wardrobe Cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Made with separate top and bottom sections, compound storage cabinets were large and imposing forms especially when arranged in pairs. In terms of their construction, these cabinets fall within the group called \"square-cornered,\" a type that typically employed prominent flush-mounted hardware hinges and decorative lock escutcheons. Ming dynasty literature makes more mentions of lacquer furniture than it does hardwood, and it is known that both lacquer and hardwood furniture could be used in the same household. The black lacquer ground of this cabinet has been decorated in polychromy with a landscape of women engaged primarily in literati pursuits, such as playing the ch'in, examining antiques, enjoying nature, and composing poetry.",
  "title": "Compound Wardrobe Cabinet"
}
