{
  "accession_number": "98.151.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Ohet-toint",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund and Gift of Jill Collins and John H. Thillmann",
  "culture": "Ka'igwu (Kiowa)",
  "curator_approved": 0,
  "dated": "c. 1870-1890",
  "department": "Arts of the Americas",
  "description": "ledger book of 21 drawings of various scenes",
  "dimension": "8 5/8 x 11 1/4 in. (21.91 x 28.58 cm)",
  "id": "http://api.artsmia.org/objects/5599",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4747,
  "image_width": 6149,
  "inscription": "",
  "life_date": "Ka'igwu  (Kiowa), 1852 - 1934",
  "markings": "",
  "medium": "Graphite, colored pencil",
  "nationality": "Ka'igwu  (Kiowa)",
  "object_name": "Book of Drawings",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "An art form thousands of years old, Plains Indian drawings appear on rocks, hides, cloth, and paper. Their varied subjects include great accomplishments of individuals, important historical events, and ceremonial and daily life. Ohettoint (Charles O. Buffalo) produced this sketchbook while a prisoner of war at Fort Marion, in St. Augustine, Florida, in the 1870s. His drawings express Kiowa perspectives and aesthetic sensibilities. And they served as a form of resistance to cultural suppression and forced assimilation at the hands of the U.S. government, military, and others.\r\n\r\nOnce a powerful force in the Southern Plains region of North America, the Kiowa were respected as fierce warriors and highly skilled horse riders. This two-page drawing shows the centrality of the horse in Kiowa culture, presenting parading warriors and women on horseback along with details of traditional dress and regalia. From a wider perspective, Ohettoint’s pictographic representations of Kiowa tribal history reveal the changes that resulted from encounters with Euro-American culture.",
  "title": "Book of Drawings"
}
