{
  "accession_number": "98.18.15",
  "art_champions_text": null,
  "artist": "Artist: Nukina Kaioku",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1844",
  "department": "Asian Art",
  "description": "dense landscape containing trees and an empty hut in the foreground; scholar seated in a multilevel pavillion built into the side of a mountain at middle and a towering twisted mountain peak with waterfall emerging from the left in the distance",
  "dimension": "55 3/4 x 20 in. (141.61 x 50.8 cm) (image)",
  "id": "http://api.artsmia.org/objects/5613",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9676,
  "image_width": 3572,
  "inscription": "",
  "life_date": "Japanese, 1778 - 1863",
  "markings": "\\'Kaikyaku\\', in ink, at URC; \\'Rinraku, Soshu, Shosho\\', seals, at URC\r\n\r\nred seals; 林楽, 笑青, 静粛 in the right side",
  "medium": "Ink and light color on satin",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "sign; 海客",
  "style": "19th century",
  "text": "As the son of a samurai, Kaioku received a proper Confucian education, but his physical frailty prevented him from becoming a warrior. His aptitude for Chinese studies was so great that he became a central figure in a circle of sinophile literary and artistic scholars in Kyoto during the second quarter of the nineteenth century. Ultimately, Kaioku is more famous for his calligraphy, but he also produced a large number of notable landscape paintings, of which this is one example. Like his other works, it reflects a studied, conservative approach to the Chinese tradition, as well as a reaction against the undisciplined approach of earlier Japanese masters. In the inscription, Kaioku credits the style of Chiang Chai-pu, a visiting Chinese artist, as the source of his inspiration.",
  "title": "Autumn Thoughts on a Garden Landscape"
}
