{
  "accession_number": "98.18.25",
  "art_champions_text": null,
  "artist": "Artist: Sakaki Hyakusen",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "meticulously rendered, panoramic view of an imaginary landscape with myriads of hills, mountains and waterside villas surrounded by a large body of water; includes red sun, flying cranes, flock of geese, scholar crossing a bridge, a small pleasure boat and central waterfall into mist",
  "dimension": "15 15/16 x 21 1/8 in. (40.48 x 53.66 cm) (image)",
  "id": "http://api.artsmia.org/objects/5615",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4720,
  "image_width": 6273,
  "inscription": "Stamps",
  "life_date": "Japanese, 1697 - 1752",
  "markings": "\\'Hoshin\\'en, Betsugo hoshu\\', seals, at URC",
  "medium": "Ink and light color on paper",
  "nationality": "Japanese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Sakaki Hyakusen probably developed his interest in Chinese painting because of his family's business of selling Chinese medicinal herbs. As one of the pioneers of Nanga painting, a style inspired by the great tradition of scholar painting in China, Hyakusen experimented widely. Here, curious scale discrepancies and spatial ambiguities suggest Hyakusen's artistic experimentation. The mixing of various thematic motifs, too, betrays his unfamiliarity with stock Chinese themes. Details such as the descending geese and the scholars who look toward a distant temple from a rocky ledge usually pertain to the famous Chinese theme of the \"Eight Views of Xiao and Xiang.\" However, the cranes, waterfalls, and the fantastic quality of the landscape itself are elements common to paintings of the \"Isles of the Immortals.\"",
  "title": "Imaginary Landscape"
}
