{
  "accession_number": "98.207.1",
  "art_champions_text": null,
  "artist": "Artist: Karen Karnes",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Anne and Hudlai Hull Fund and Gift of funds from Christy and Steve Jones",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "disc-shaped vessel glaze green with horizontal black stripe; 3 spouts at center; bottom unglazed",
  "dimension": "4 9/16 x 13 x 11 7/16 in. (11.59 x 33.02 x 29.05 cm)",
  "id": "http://api.artsmia.org/objects/5644",
  "image": "valid",
  "image_copyright": "© Karen Karnes",
  "image_height": 1493,
  "image_width": 2560,
  "inscription": "Signature",
  "life_date": "American, 1925 - 2016",
  "markings": "[K (backwards) K] initials, stamped into front near bottom",
  "medium": "Glazed wood-fired stoneware",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Karen Karnes began as a functional potter, studying ceramics at Alfred University in 1951-52.  In 1952, she became a resident potter at Black Mountain College in Asheville, North Carolina, which was then a hotbed of experimentation in craft and art.  She returned to New York in 1954 and established a studio at Stony Point. Though her work predominantly consisted of utilitarian salt-glazed pots, she reached a turning point in the late 1970s. A New York gallery show in 1977 brought recognition of the transcendent nature of her work, and she moved to Vermont shortly after, where her form and technique both changed.  She began to make more sculptural, organic pots, and used a wood-fired kiln to give more subtlety to their surfaces.\r\n\r\nBlack and Green, a three-spouted vessel, marks a moment of both loss and gain for Karnes. In May 1998, Karnes's home and studio were destroyed by fire. This piece was in her final wood-fired kiln firing.  Just days later, Karnes received notification that she was to be awarded the American Craft Council Gold Medal for high achievement in craftsmanship. She began her practice anew, but decided to abandon the use of a wood-fired kiln.",
  "title": "Black and Green"
}
