{
  "accession_number": "98.239",
  "art_champions_text": null,
  "artist": "Artist: attributed to Samuel Miller",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Arnold Whitcomb Morse in memory of his parents Guilford Alden and Isabel Barton Morse",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1835",
  "department": "Arts of the Americas",
  "description": "Portrait. American Folk art. Little boy wearing blue dress, white pantaloons and black shoes holding a watch on a long chain up to his proper right ear; dog behind boy on his proper right side and pot of flowers on his proper left side.",
  "dimension": "33 9/16 x 27 1/2 in. (85.25 x 69.85 cm) (canvas)\r\n34 3/4 x 40 3/4 x 3 3/4 in. (88.27 x 103.51 x 9.53 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/5670",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3688,
  "image_width": 3105,
  "inscription": "Sticker",
  "life_date": "American, 1807 - 1853",
  "markings": "[BROWN], on sticker, upper right corner of frame on back",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "Horace Brown, Springfield, Vermont, c. 1920-1930.[1] Arnold Whitcomb Morse, Thetford Center, Vermont; gift to MIA in 1998.\r\n\r\n[1] This reference was supplied by Arnold Morse, the donor in a letter of July 31, 1998: \"[the painting]...was part of a small collection accumulated by Horace Brown of Springfield, Vermont in the 1920s and 1930s.\" Further documentation is provided by a sticker on the verso of the painting which reads [BROWN].",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This portrait of an unidentified little boy wearing appropriate dress for the 1830s, including pantaloons and black slippes, incorporates many of the attributes associated with the Boston portrait painter, Samuel Miller. Of the twenty or more portraits ascribed to Miller, the majority are full-length portraits of children who are portrayed frontally in a stiff, flatly delineated fashion. Miller enhanced his compositions through the use of bold colors, and engaging ambient details, such as family pets and pots of flowers, all of which are present in our painting. The fact that the little boy is listening to his father's gold pocket watch from which a gold chain with watch fob in the form of a pistol is suspended may suggest that it is a posthumous portrait, as his time has run out - tempus fugit.",
  "title": "Portrait of a Young Boy"
}
