{
  "accession_number": "98.244.4a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Paintings; Ceremonial Objects",
  "continent": "Africa",
  "country": "Ethiopia",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Arts of Global Africa",
  "description": "small square carved wood icon with a door on each side attached with string; painted image of madonna and child with 2 angels on inside panel on 1 side and St. George on horseback slaying the dragon on outer door (second door stuck closed); cord threaded through top element of icon attached to cloth bag; 2 part leather pouch with strap for storage",
  "dimension": "4 7/8 x 3 1/8 x 3/4 in. (12.4 x 7.9 x 1.9 cm) (polyptic, overall, without cord or fabric)",
  "id": "http://api.artsmia.org/objects/5681",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3596,
  "image_width": 3871,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, cord, fabric, pigment, leather, string",
  "nationality": null,
  "object_name": "Icon",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "From an early age, the kingdom of Axum, precursor of today's Ethiopia, came into contact with Christianity. Around 324 CE King Ezana adopted the new creed as a state religion - thus making Ethiopia one of the first Christian countries in the world. Christian images from various Middle Eastern and Mediterranean artistic traditions were introduced, and many foreign artists worked at the court. Over time, Ethiopian icons developed their own characteristic style. \r\n\r\nThe use of small, portable icons became especially popular in the 18th century. This triptych consists of three panels, two of which are finely carved with crosses on the exterior. The remaining four sides are painted in vivid colors. The two that are visible show standard compositions: Mary holding Christ seated between archangels Michael and Gabriel, and Saint George, who is very popular in Ethiopia, slaying the dragon. An object of personal devotion, such an icon would also be worn around the neck to protect the traveler.",
  "title": "Icon polyptic and leather case"
}
