{
  "accession_number": "98.265.13",
  "art_champions_text": null,
  "artist": "Photographer: Karl Blossfeldt",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Elaine Dines Cox and Kris Cox",
  "culture": null,
  "curator_approved": 1,
  "dated": "1928 or before",
  "department": "European Art",
  "description": "ring shaped plant segment with striations on exterior and open holes on interior between two walls",
  "dimension": "10 1/16 x 7 11/16 in. (25.56 x 19.53 cm) (image)\r\n12 5/16 x 9 5/8 in. (31.27 x 24.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/5702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3662,
  "image_width": 2839,
  "inscription": "Inscription",
  "life_date": "German, 1865 - 1932",
  "markings": "[4], printed in LR corner",
  "medium": "Photogravure",
  "nationality": "German",
  "object_name": "Photograph",
  "portfolio": "From From \"Urformen der Kunst\" book",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Blossfeldt’s works were primarily used as teaching tools and were brought to public attention in with his first publication Urformen der Kunst (Art Forms in Nature). Published in 1928 when Blossfeldt was a professor of applied art, Urformen der Kunst quickly became an international bestseller and in turn, made Blossfeldt famous almost overnight. His contemporaries were impressed by the abstract shapes and structures that he revealed in nature. Soon regarded as a seminal book on photography, Blossfeldt’s objective and highly detailed imagery was praised by German philosopher and cultural critic Walter Benjamin, who declared that Blossfeldt ‘has played his part in that great examination of the inventory of perception, which will have an unforeseeable effect on our conception of the world’. Benjamin compared him to the pioneers of New Objectivity, such as Moholy-Nagy, also seen in this exhibition, and ranked his achievements alongside great photographers such as August Sander.",
  "title": "Equisetum Hyemale (Rough Horsetail)"
}
