{
  "accession_number": "98.274.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Gail Martin",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 19th century",
  "department": "Arts of the Americas",
  "description": "Yellow background; leaf-like applique border in green; 4 large appliqued floral medallions in green, maroon, pink and yellow; tan and red vine print backing",
  "dimension": "95 3/16 x 87 11/16 in. (241.78 x 222.73 cm)",
  "id": "http://api.artsmia.org/objects/5736",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4060,
  "image_width": 3721,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; pieced quilt",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Traditional quilts are bed covers made up of three layers: a decorative top, an unseen middle filling layer that acts as an insulator for warmth, and a bottom cloth. These three layers are sewn together with small stitches that add to the decorative effect and create a unified whole. Considerable artistry and technical skill are required and today many artists are using the quilt media to create spectacular wall hangings.\r\n\r\nFrequently, small pieces of fabric left over from other sewing projects are sewn together in a decorative pattern to created a quilt top. This is both a challenging and effective way to add beauty to one’s home. Less economical, and therefore often considered more valuable and reserved for special occasions, are appliqué quilts which require layers of fabric to create the design. Appliqué patterns are frequently inspired by floral imagery and many fanciful names are used to describe individual designs.",
  "title": "Variation on Pink Spice"
}
