{
  "accession_number": "98.33",
  "artist": "Artist: Claude Gellée (called Le Lorrain)",
  "catalogue_raissonne": null,
  "classification": " Paintings; (not assigned)",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund, and Gift of funds from Ruth and Bruce Dayton, SIT Investment Associates, Darwin and Geri Reedy, and Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 0,
  "dated": "1638",
  "department": "Paintings",
  "description": "two goat herders seated on the left bank of a river amidst their flock; classical ruins at left side and background left center on hillside; across river stand two pair of deer under the shadow of a large tree",
  "dimension": "38 1/4 x 51 1/4 in. (97.16 x 130.18 cm) (sight)\r\n39 1/2 x 52 in. (100.33 x 132.08 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/5747",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4462,
  "image_width": 5938,
  "inscription": "",
  "life_date": "French, 1603–1682",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G313",
  "see_also": [
    ""
  ],
  "signed": "LLC in black oil: CLAVD / 1638",
  "style": "17th century",
  "text": "Claude Gellée, called Claude Lorrain, was born near Nancy about 1604. After training as a pastry chef, he moved in 1628 to Rome where he studied painting. He was especially influenced by the northern landscape painters active in Rome, such as Paul Bril. <I>Pastoral Landscape</I> dates from Claude's first mature period and is generally considered the finest extant painting of his brilliant and seminal years between 1635 and 1640. It is also the Institute's most important old master acquisition in many decades.\r\n\r\nClaude was the supreme master of the ideal landscape and the founder of the modern landscape tradition. His influence is most evident in the works of 17th-century Dutch Italianate painters, and his pictures anticipated every watershed in landscape painting of the 18th and 19th centuries, from the poetic naturalism of John Constable to Claude Monet's exquisite analysis of sunlight, color and atmosphere. Even the Institute's magnificent pre-Cubist Piperboy of 1911 by André Derain could be described, with little exaggeration, as an homage to Claude's pastoral inventions.\r\n\r\n<I>Pastoral Landscape</I> is a virtuoso performance by an artist at the height of his youthful promise. In its archetypal nostalgia for the simplicity of lost arcadian life, its fascination with light and atmosphere, and its totally subjective response to pure landscape, Claude's vision never fails to enchant.",
  "title": "Pastoral Landscape"
}
