{
  "accession_number": "98.39.1",
  "art_champions_text": null,
  "artist": "Photographer: Seydou Keïta",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Africa",
  "country": "Mali",
  "creditline": "Alfred and Ingrid Lenz Harrison Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1960-1964",
  "department": "Arts of Global Africa",
  "description": "woman lying on a rug with child seated on a pillow in front of her; she is wearing a turban, large earrings and a circular patterned dress. A young mother with her baby. She is wearing a taffeta headscarf, called a karton, because it is held up by a piece of cardboard. She also has a collection of gold rings called \"waterfalls\" (dyi suuru) on her right braid and a loose dress. . .",
  "dimension": "15 15/16 x 22 7/16 in. (40.48 x 56.99 cm) (image)\r\n20 x 23 13/16 in. (50.8 x 60.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/5755",
  "image": "valid",
  "image_copyright": "© IPM International Photo Marketing",
  "image_height": 3578,
  "image_width": 5024,
  "inscription": "",
  "life_date": "Malian, 1921-2001",
  "markings": "",
  "medium": "Gelatin silver print (printed 1998)",
  "nationality": "Malian",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "101029",
    "5755"
  ],
  "signed": "",
  "style": "20th century",
  "text": "“When people saw me with a camera around my neck, they asked me to take a photo of them. That’s how I began.” -Seydou Keïta\r\n\r\nKeïta began his photographic career in 1935 when his uncle gifted him his first camera: a Kodak Brownie Flash. He however, later switched to a large-format camera which offered better resolution and was able to open his own studio in 1948. His studio offered a variety of props ranging from European-style clothing and flowers, to Vespas and cars that customers could pose with. \r\n\r\nHere, a woman is lying on a geometric patterned rug with her child set against the plain backdrop of a bedsheet to emphasize the patterns in her dress, and headpiece.  For most of his photos, Keïta used natural sunlight, granting the subject a more natural, everyday appearance.",
  "title": "Untitled (a young mother with her baby)"
}
