{
  "accession_number": "98.44",
  "art_champions_text": null,
  "artist": "Designer: Attributed to Augustus Welby Northmore Pugin; Maker: Attributed to J. G. Crace &amp; Sons; Maker: Attributed to J. Hardman &amp; Co (metalwork)",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of funds from the Decorative Arts Council with Gift from the 1997 Antiques Show and the William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1850",
  "department": "European Art",
  "description": "sideboard with beveled front corners; double glass doors at center with metal foliate grills in front of glass; inlaid foliate decorations on doors flanking glass doors and on sides; carved foliage at top under edge and on molding",
  "dimension": "39 1/8 x 90 11/16 x 21 5/16 in. (99.38 x 230.35 x 54.13 cm)",
  "id": "http://api.artsmia.org/objects/5771",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2442,
  "image_width": 4807,
  "inscription": "Inscriptions",
  "life_date": "English, 1812-1852",
  "markings": "\\'AB\\', in design, on proper right outer door; \\'IB\\', in design, on proper left outer door",
  "medium": "Walnut with marquetry veneers,brass, glass",
  "nationality": "English",
  "object_name": "Side cabinet",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "No English designer or architect did more to promote the Gothic Revival than Augustus Welby Northmore Pugin. He argued against the ill effects of the Industrial Revolution and advocated a return to the \"honest\" craftsmanship of the Middle Ages. A convert to Catholicism, Pugin showcased his decoration in churches.  Other commissions included some interiors of Windsor Castle in the 1820s (with his father Augustus Charles Pugin), the interiors of the Houses of Parliament in Westminster (executed under his direction during the 1840s), and the Mediaeval Court he created in 1851 for London's Crystal Palace Exhibition. \r\n\r\nPugin displayed range of decorative motifs and materials in this cabinet, including intricate marquetry inlays, carved foliate friezes, and patinated brass grilles over the glazed doors. The initials \"AB\" and \"IB\" entwined in the marquetry panels refer to its original owners. Pugin had a number of private patrons such as the Earl of Shrewsbury and Earl Somers.Further research should reveal who commissioned the Institute's cabinet.",
  "title": "Side cabinet"
}
