{
  "accession_number": "98.5.3.1",
  "art_champions_text": null,
  "artist": "Manufacturer: P. Hertz",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1905",
  "department": "European Art",
  "description": "ornate handles; pierced blade",
  "dimension": "2 1/8 x 2 7/8 x 1 in. (5.4 x 7.3 x 2.54 cm)",
  "id": "http://api.artsmia.org/objects/5776",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1150,
  "image_width": 2560,
  "inscription": "Marks",
  "life_date": "(Copenhagen, Denmark) 1834-present",
  "markings": "at top of blade: [P. Hertz]",
  "medium": "Silver",
  "nationality": null,
  "object_name": "Knife",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "10415",
    "5776"
  ],
  "signed": "",
  "style": "20th century",
  "text": "Peter Hertz, the oldest silver factory in Copenhagen, produced designs by Thorvald Bindesbøll and Johan Rhode (the latter being an important designer for the best-known Danish silver manufacturer, Georg Jensen). The designer of this service clearly drew upon ancient Norse designs, similar to the Celtic imagery of medieval Britain, with interlaced decorative elements including numerous dragons. \r\n\r\nThe revival of folk imagery in material culture during the late 19th century, known as the National Romantic movement, could be found throughout the Nordic countries. Artists adopted historic imagery such as Viking ships or traditional decorative motifs as countries struggled for political independence or cultural distinction. These activities also corresponded with the Arts and Crafts movement taking place as a reaction to industrialization through a revival of handcrafted wares. The resulting style, exemplified in this fish serving set, both honors craft tradition and adopts a more nationalistic overtone by referencing folk history.",
  "title": "Fish serving set"
}
