{
  "accession_number": "98.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Margaret Borgman Asian Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 3rd century",
  "department": "Asian Art",
  "description": "jar-shaped understructure; above shoulder divided into three tiers upper walled-in structure, middle birds, jars and seated figures at center of side, lower seated figures engaged in activity; two gates flank opposite sides; two bands of applied dragon designs to main unadorned body; green glaze",
  "dimension": "18 1/2 x 11 1/8 in. (46.99 x 28.26 cm)",
  "id": "http://api.artsmia.org/objects/5777",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4975,
  "image_width": 3906,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Yue ware Porcelaneous stoneware with olive green glaze",
  "nationality": null,
  "object_name": "Spirit Jar (hunping)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century",
  "text": "Large, extensively decorated burial jars like this have been recovered in recent decades. Limited to the area south of the river in the Northern Zhejiang and Southern Jiangsu province, they represent a vessel type and burial practices specific to this region. Made without lids, the jars display an extremely rich assortment of molded figures, animals, and architecture in a tiered arrangement comprising their upper portions.\r\nThe jars were most likely placed in the tomb so the soul of the deceased would have a place to reside. This accounts for a palace-like structure with entrance gates facing the four directions. The various figures at the top most likely represent Daoist immortals who somehow aided in the afterlife.",
  "title": "Spirit Jar (hunping)"
}
