{
  "accession_number": "98.55",
  "art_champions_text": null,
  "artist": "Photographer: Paul Outerbridge, Jr.",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Alfred and Ingrid Lenz Harrison Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1922",
  "department": "Arts of the Americas",
  "description": "photo of cheese and crackers with knife on cutting board; mounted to board",
  "dimension": "4 1/2 x 3 9/16 in. (11.43 x 9.05 cm) (image)\r\n14 x 11 in. (35.56 x 27.94 cm) (mount)",
  "id": "http://api.artsmia.org/objects/5781",
  "image": "valid",
  "image_copyright": "© Estate of Paul Outerbridge%2C Jr. %2F G. Ray Hawkins Gallery",
  "image_height": 4475,
  "image_width": 3459,
  "inscription": "Signature; Date",
  "life_date": "American, 1896 - 1958",
  "markings": "",
  "medium": "Platinum print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR, beneath photo: [Paul Outerbridge, Jr.;  1922]",
  "style": "20th century",
  "text": "At the beginning of the 20th century, scientists, philosophers and artists began to ask a fundamental question about vision: How do we see and interpret objects in a world that seemed to speed up with the new technologies of modernity' \r\n\r\nExamples of this exploration of vision in art are presented in this gallery of paintings and sculptures. To study objects in space, artists favored portraits and still lifes that could be easily arranged. In painting, artists called attention to painting's two-dimensional surface and depicted objects that intersect, overlap, and fragment. In sculpture, they broke up three-dimensional forms into sections and left open spaces. \r\n\r\nThis international movement, often called Cubism, influenced American photographer Paul Outerbridge. This is seen in Outerbridge's careful arrangement of a cheese board, cheese, crackers, and knife. Note the objects' geometric shapes, the camera's dramatic perspective from above the scene, and the image's cropping and odd spatial arrangement. Two years after the photograph was taken, Outerbridge moved to Paris and became friends with Pablo Picasso, a leading cubist. As you look at the various works in the room, consider how the different media (painting, photography, sculpture) determine what an artist can depict in the cubist style.",
  "title": "Untitled"
}
