{
  "accession_number": "98.62a-h",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 11th-early 12th century",
  "department": "Asian Art",
  "description": "seated Buddha; gilt and red and blue paint",
  "dimension": "38 3/4 x 22 x 13 1/2 in. (98.43 x 55.88 x 34.29 cm) ((a) body)\r\n8 x 30 1/4 x 13 in. (20.32 x 76.84 x 33.02 cm) ((b) legs)\r\n25 x 17 x 12 3/4 in. (63.5 x 43.18 x 32.39 cm) ((c) arm)\r\n22 1/2 x 19 1/2 x 7 7/8 in. (57.15 x 49.53 x 20 cm) ((d) arm)\r\n14 x 14 x 14 1/2 in. (35.56 x 35.56 x 36.83 cm) ((e) PL hip)\r\n8 3/4 x 7 1/2 x 5 in. (22.23 x 19.05 x 12.7 cm) ((f) ushnisha)\r\n10 3/4 x 5 1/2 x 4 in. (27.31 x 13.97 x 10.16 cm) ((g) hand)\r\n11 3/4 x 5 1/2 x 4 in. (29.85 x 13.97 x 10.16 cm) ((h) hand)",
  "id": "http://api.artsmia.org/objects/5788",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10561,
  "image_width": 7846,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, gesso, mineral pigments, and gold",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-12th century",
  "text": "A bodhisattva is a Buddhist deity who has attained the highest level of enlightenment but delays entering paradise in order to aid other earthly beings. Because bodhisattvas remain on earth, their bodies are usually lavishly adorned, unlike buddhas, who have entered the perfected state of nirvana. Here seated in the lotus position, the bodhisattva Avalokiteshvara wears gold jewelry and luxurious silk robes that the artist embellished with delicate designs made of gold foil and gold paint. Originally, his already elaborate topknot would have been further decorated with a gilt-metal crown, although it is now missing. Avalokiteshvara is associated with mercy and compassion. His Chinese name, Guanyin, means “perceiver of sounds” and is an indication that this merciful being has the ability to recognize all the people’s cries of suffering. These associations help make this figure one of the most popular deities to Chinese Buddhists, who might worship a sculpture like this in the hope that Avalokiteshvara would recognize their suffering and help them on their path toward salvation.",
  "title": "Seated Avalokiteshvara Bodhisattva (Guanyin)"
}
