{
  "accession_number": "98.65.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 14th century",
  "department": "Asian Art",
  "description": "standing Confucius facing to his proper right, wearing a green coat; hands held together in front; long white fingernails; red shoes curl up from under edge of robe",
  "dimension": "115 x 27 1/2 in. (292.1 x 69.85 cm) (image)",
  "id": "http://api.artsmia.org/objects/5790",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5200,
  "image_width": 2312,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "This large depiction of Confucius (Kongzi), one of the great cultural heroes of Chinese history, was most likely used in a temple or at an altar dedicated to his system of thought.\r\nConfucius was born at Qufu (Shandong Province), their capital of the state of Lu in 551 BCE. After spending much of his life travelling from state to state seeking a ruler who would adopt his principles of government, he returned to Qufu and spent many years teaching disciples until his death in 479 BCE. A great political and social thinker, his ideas, writings and moral precepts were codified and provided a basis for Chinese societal and government organization for over 2000 years. Confucian temples used to be found throughout China and the official worship of the great sage was carried out on the spring and autumn equinoxes. Many surviving portraits of Confucius are stereotypical representations similar to this one. They feature a bearded Confucius with clasped hands and a placid expression, attired in formal court robes.",
  "title": "Portrait of Confucius"
}
