{
  "accession_number": "98.67.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Asian Art",
  "description": "man standing with proper right foot on head on sea serpent; proper left leg bent backward with square brushwasher resting on heel; man holds brush in proper right hand and small shell-shaped cap in proper left hand",
  "dimension": "25 x 7 x 5 in. (63.5 x 17.78 x 12.7 cm) (approximate)",
  "id": "http://api.artsmia.org/objects/5798",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9202,
  "image_width": 7735,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with traces of gilding",
  "nationality": null,
  "object_name": "Kui Xing (God of Literature)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Originating as a Daoist deity associated with the constellation Ursa Major, Kui Xing (also called Wen Chang and Wen Di) is worshipped in the third and eighth months as the God of Literature and patron saint of scholars. The surly-looking divinity is represented holding a brush in his right hand while standing on the head of a large fish becoming a dragon. The transformation of a carp into a dragon was a synonym for the literary success of an industrious student. This image holds a cap won by the chief graduate in his left hand while balancing a brushwasher on the heel of his upturned foot. Within Confucian society, scholarship could be the main determinant of one's rank and social status. The Chinese evolved a variety of so-called \"household gods\" to help them attain wealth, health, long life, and martial prowess. Statues representing the god of literature would have been owned by all manner of literary persons: students, calligraphers, government officials, and writers.",
  "title": "Kui Xing (God of Literature)"
}
