{
  "accession_number": "98.77.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1403-1424",
  "department": "Asian Art",
  "description": "figure seated on lotus, proper right leg hanging off and supported by smaller lotus; lotus growing from both palms and flowering at shoulders; elaborate headdress and oversize earrings",
  "dimension": "10 1/8 x 6 1/2 x 6 3/8 in. (25.72 x 16.51 x 16.19 cm)",
  "id": "http://api.artsmia.org/objects/5808",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6155,
  "image_width": 4397,
  "inscription": "Mark",
  "life_date": null,
  "markings": "Yung-lo mark and period (1403-1424);\\'Yung-lo\\' mark at front of figure, top edge of lotus base",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G214",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "A bodhisattva is a deity who has attained the highest level of enlightenment but delays entering paradise to aid earthly beings. This sculpture depicts Avalokiteshvara, the bodhisattva of infinite compassion. His right hand is in the gift-giving gesture, or mudra, and the left is in the teaching mudra. Each hand holds a curving lotus stalk, whose blooms symbolize purity and frame the regally attired gilt deity. In the hair behind the crown, you can see a tiny Amitabha, the cosmic Buddha who created Avalokiteshvara to guide sentient beings on the path to enlightenment. The underside of this sculpture bears a six-character mark, dating it to the reign and workshop of the Chinese Ming dynasty Emperor Yongle (1403– 24). A devotee and patron of Tibetan Buddhism, Emperor Yongle sent gifts to Tibet to strengthen political and religious relationships with its leaders.",
  "title": "The Bodhisattva Avalokitesvara"
}
