{
  "accession_number": "98.78.1a-d",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "Asian Art",
  "description": "reddish brown couch with c-carved legs and bulging aprons with rattan seat",
  "dimension": "31 1/2 x 85 3/4 x 46 1/2 in. (80.01 x 217.81 x 118.11 cm)",
  "id": "http://api.artsmia.org/objects/5810",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3702,
  "image_width": 5616,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huang-hua-li hardwood",
  "nationality": null,
  "object_name": "Couch-Bed",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "The low-back couch-bed (chuang) with solid rails is among the simplest and most harmonious forms of Ming furniture. Evolved from ancient box-style platforms, it had developed, by the Ming dynasty, into the sophisticated corner-leg frame with the type of side railings seen here. Often used as the centerpiece in formal seating arrangements within a reception hall, the chuang was extremely versatile and could even be found in the scholar's studio and the women's quarters. Used for sitting, reclining, and sleeping, a low table could be placed on the platform to allow for eating and drinking, writing, or playing board games. Sleek and powerful, this beautifully proportioned couch avoids decoration, relying instead on its boldly outcurved legs, concave waist, and strong graining for its visual effect. It employs massive construction with powerful inward turning legs and strong convex aprons whose wide bead moldings continue down the inside edges of the hoofed feet. These couches were accessorized with long footrests, backrests, decorative cushions, and padded blankets.",
  "title": "Couch-Bed"
}
