{
  "accession_number": "98.80.3",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "late 16th century",
  "description": "folding chair with woven seat; inlaid iron decorations on arms and footrest; carved open-mouthed animals where arms attach to seat",
  "dimension": "41 3/16 x 30 1/8 x 30 in. (104.62 x 76.52 x 76.2 cm) (unfolded)",
  "id": "http://api.artsmia.org/objects/5814",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2975,
  "image_width": 2032,
  "life_date": null,
  "marks": " ",
  "medium": "Huang-hua-li hardwood with iron hardware",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G217",
  "style": "16th century",
  "text": "Considered by many to be one of the most elegant designs created by the Chinese cabinet maker, the roundback folding chair is a unique combination of utility and ceremonial grandeur. This large, harmoniously proportioned folding armchair is one of the finest examples known. Wider than all others, it retains its original patina, decorative carving and most of its iron fittings, which are inlaid with a scrolling lotus design. An openwork iron plaque bearing Buddhist treasure emblems is attached to the footrest with iron bosses. \r\n\r\nBoth comfortable and portable, folding chairs like this were reserved for use by persons of high rank. They are often depicted in paintings and other illustrations placed in front of solid screens and the seat of honor or in formal gatherings from which to greet important guests. Folding roundback armchairs were the chairs of choice in ancestral portraiture and as portable thrones for emperors.\r\n\r\n<P>The decorative metal fittings of this chair are magnificent. Made of iron rather than the usual brass, they are each embellished with scrolling lotus in silver inlay. This chair is an exact mate to one now owned by the Shanghai Museum. Both chairs once belonged to the great scholar and connoisseur Chen Mengjia (1911-1966).\r\n",
  "title": "Folding Roundback Armchair"
}
