{
  "accession_number": "98.81.3",
  "art_champions_text": null,
  "artist": "Artist: Che Ming Yu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "three men and boat at bottom; one man pulls boat toward shore while another drives a stake into the ground and the third sits inside boat; rocky mountain landscape above",
  "dimension": "64 1/2 x 38 1/4 in. (163.83 x 97.16 cm) (image, approximate)",
  "id": "http://api.artsmia.org/objects/5817",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4894,
  "image_width": 2810,
  "inscription": "Inscription; Stamp",
  "life_date": "Chinese, 16th-17th century",
  "markings": "two Chinese characters, in black, rear upper left corner; two seals, in red, below inscription and at lower left corner",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This scene is set in the summer along the river, where two men moor their boat. One pulls a rope holding the boat firm against the current while his companion drives a stake for the mooring line. Fishermen are popular subjects in Chinese painting, and depictions of them fall into two genres: paintings of recluses in the guise of fishermen, withdrawn from society and living on boats in secluded environments; and paintings of real fishermen such as this one. Depicting the lives of fishermen was a subject popular in the early and middle Ming dynasty, particularly among the Zhe school artists. In these compositions, the fishermen are typically shown as carefree people who, when their work is done, can spend free time relaxing and enjoying nature.",
  "title": "Mooring a Boat on the River"
}
