{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "dated": "16th century",
  "culture": null,
  "country": "China",
  "continent": "Asia",
  "dimension": "50 x 23 in. (127 x 58.42 cm) (image, approximate)",
  "medium": "Ink and colors on silk",
  "title": "Kuan-yin on Mt. Potalaka with Sudhana",
  "id": "http://api.artsmia.org/objects/5819",
  "room": "Not on View",
  "style": "16th century",
  "marks": " ",
  "text": "Kuan-yin, the Chinese name of the bodhisattva Avalokitesvara, the compassionate savior, was originally worshipped in the guise of a handsome North Indian prince. Beginning in the Sung period (10th-13th century), however, the Chinese began transforming the bodhisattva into the much beloved Goddess of Mercy, so that by the sixteenth century, Kuan-yin nearly always appears in the guise of a beautiful Chinese woman who saved people from all forms of suffering.\r\n<BR>\r\n<P>More than eighty Buddhist scriptures are connected with Kuan-yin, including the <I>Lotus Sutra<I> (<I>Fa-hua ching<I>), the <I>Heart Sutra<I>, and the <I>Avatamsaka Sutra<I> (<I>Huayan Ching<I>). The latter scripture associates the devout youth Sudhana with Kuan-yin. Sudhana visited 53 teachers including Kuan-yin when learning the Buddha Dharma. He is shown here as the small child in the lower right attending the Goddess at Mt. Potalaka (Pu-tuo Island) in the southern sea that was considered a spiritual abode of Kuan-yin. In the sixteenth century Putao Island emerged as a popular pilgrimage center, reflecting the popularity of Kuan-yin whose image was now probably being worshipped more than that of the Buddha.",
  "description": "large female figure seated on a mountain with crashing waves below; little boy at lower right corner on a small patch of land; mist-covered tree at upper right",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "accession_number": "98.81.5                                   ",
  "artist": ""
}
