{
  "accession_number": "98.81.5",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "16th century",
  "description": "large female figure seated on a mountain with crashing waves below; little boy at lower right corner on a small patch of land; mist-covered tree at upper right",
  "dimension": "50 x 23 in. (127 x 58.42 cm) (image, approximate)",
  "id": "http://api.artsmia.org/objects/5819",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 1925,
  "life_date": null,
  "marks": " ",
  "medium": "Ink and colors on silk",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G203",
  "style": "16th century",
  "text": "Guanyin, the Chinese name of the bodhisattva Avalokitesvara, the compassionate savior, was originally worshipped in the guise of a handsome North Indian prince. Beginning in the Song period (10th-13th century), however, the Chinese began transforming the bodhisattva into the much beloved Goddess of Mercy, so that by the sixteenth century, Guanyin nearly always appears in the guise of a beautiful Chinese woman who saved people from all forms of suffering.\r\n<BR>\r\n<P>More than eighty Buddhist scriptures are connected with Guanyin, including the <I>Lotus Sutra<I> (<I>Fahuajing<I>), the <I>Heart Sutra<I>, and the <I>Avatamsaka Sutra<I> (<I>Huayan jing<I>). The latter scripture associates the devout youth Sudhana with Guanyin. Sudhana visited 53 teachers including Guanyin when learning the Buddha Dharma. He is shown here as the small child in the lower right attending the Goddess at Mt. Potalaka (Putuo Island) in the southern sea that was considered a spiritual abode of Guanyin. In the sixteenth century Putuo Island emerged as a popular pilgrimage center, reflecting the popularity of Guanyin whose image was now probably being worshipped more than that of the Buddha.",
  "title": "Guanyin on Mt. Potalaka with Sudhana"
}
