{
  "accession_number": "98.81.6",
  "art_champions_text": null,
  "artist": "Artist: Wen Zhengming",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1550",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "image of water, boats and houses followed by section of text",
  "dimension": "13 x 28 9/16 in. (33.02 x 72.55 cm) (image)",
  "id": "http://api.artsmia.org/objects/5820",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Chinese, 1470-1559",
  "markings": "",
  "medium": "Ink and color on silk (painting) Ink on paper (calligraphy)",
  "nationality": "Chinese",
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "By the middle Ming, the influential literati painting movement known as the Wu school had developed in Suchou. Its spiritual founders, Shen Chou (1427-1509) and Wen Cheng-ming, represented a new generation of scholar-recluse. The theme of this painting and its accompanying calligraphy is based on the exploits of the legendary King Yu (d. 2197 BCE) who stemmed floods at Wu-ling in Shansi and became the first emperor of the Hsia dynasty. The site was later visited by Confucius (551-479 BCE) whose experience there was recorded by Chuang Tzu. Wen begins his own long poem here with the opening line of the ancient account written by Chuang Tzu.\r\n\r\nLu-liang, however, was in T'ung-shan county, Kiangsu province, near Wen's home in Suchou. Here the river is wide and unthreatening. Isolated houses, tiny hamlets, villages, and a walled town are all visible from the high vantage point chosen by the artist. Painted in his eightieth year, the landscape portrait probably commemorates a trip to the region or  place of residence of the recipient of the work.\r\n\r\nDefining the highest scholar-culture traditions of sixteenth -century China, Wen Cheng-ming abandoned an official career to devote his life to literary composition, calligraphy, and painting. The calligraphic section of this long scroll is the best expression of Wen's brilliance. His brush moves across the paper with a swift fluidity instilling a sense of natural spontaneity.\r\n\r\nCalligraphy\r\n(Partial Translation)\r\n\r\nThe water's fall at Lu-liang is 24,000 feet--\r\n        this I had heard of old but today now believe;\r\nFrom the east it is said, appears water from the high Yellow River.\r\nDownstream it flows, continuing directly to the precipice at P'eng Gate.\r\nGreen mountains restrain the flow, between two steep banks, raging froth\r\n       sprinkles the air, thunder as from a thousand cannons\r\nRiding the wind I trace its source, which appears beyond the mountains\r\nBut responding to extraordinary views, my mind and emotions are moved.",
  "title": "The Floodplain at Lu-liang (painting) Song of the Floodplain at Lu-liang (calligraphy)"
}
