{
  "accession_number": "99.108",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Tsistsistas (Cheyenne)",
  "curator_approved": 0,
  "dated": "c. 1880s",
  "department": "Art of Africa and the Americas",
  "description": "Bag with short flap at top; long fringe along sides, short fringe on top flap; geometric decoration with triangles and lines on front and large X with 4 stars on back in red, green and black",
  "dimension": "13 1/8 x 11 7/8 x 3 9/16 in. (33.34 x 30.16 x 9.05 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/5864",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4834,
  "image_width": 3082,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide (leather), pigment",
  "nationality": null,
  "object_name": "Flat bag (Parfleche)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Smaller size containers, particularly cylinders, held special items or feathers while larger cylinders held ceremonial clothing or rolled up feathered headdresses.  Ceremonial containers were often more heavily laden with fringe, which heightened their visual effect as they were hung from horses or on tripods outside of dwelling places.\r\n\r\nThis Tsistsistas (Cheyenne) case has a green and red color scheme, which is a common characteristic of southern Plains tribes. The Tsistsistas people maintained an entirely exclusive and consistent design aesthetic, which is beautifully demonstrated by this heavily fringed flat case. The drawing is precise, balanced, and elegant and although less frequently collected, Tsistsistas containers are all of superior quality.  Their consistent aesthetic is due to the fact that painting was regulated by an exclusive society that only accepted women who possessed exceptional skill and spiritual knowledge, for the tribe recognized all decorated objects as physical expressions of their spirituality.  \r\n",
  "title": "Flat bag (Parfleche)"
}
