{
  "accession_number": "99.165",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Ceremonial Objects",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund, The William Hood Dunwoody Fund, and gift of funds from Bob Ulrich and The Regis Foundation",
  "culture": "Yombe",
  "curator_approved": 1,
  "dated": "late 19th century",
  "department": "Arts of Global Africa",
  "description": "knit brow, upper eyelid overhanging thin slit eyes, dark vertical smears on the cheeks; half-open mouth with one row of filed teeth; smooth face; traces of kaolin at the teeth, the hairline and around the nose; black, smooth, vertical crescent-shaped coiffure; black stripe down the forehead and on the eyebrows; red color on the lips; hole in each ear; hole at top of coiffure on each side (2nd hole on PR side)",
  "dimension": "9 3/8 x 7 1/8 x 4 3/8 in. (23.8 x 18.1 x 11.1 cm)",
  "id": "http://api.artsmia.org/objects/5896",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4998,
  "image_width": 3888,
  "inscription": "Near bottom, in white on back: FX990521  |  On back near top, in tan: 56. / GENV.7.",
  "life_date": null,
  "markings": "Sticker, on back near top: MATHIAS KOMOR WORKS OF ART NEW YORK / D216 / Ba Kongo",
  "medium": "Wood, pigment, kaolin",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The filed upper teeth and black headdress indicate that we’re looking at a high-ranking woman of Yombe society. Because this highly realistic mask shows her as an ancestor, her face is painted white, the color of the supernatural. When worn by a male dancer during ritual ceremonies, the spirit of the deceased woman would appear from the otherworld to bring fertility, appeasement, and wellbeing to the living.",
  "title": "Mask"
}
