{
  "accession_number": "99.166.1",
  "art_champions_text": null,
  "artist": "Artist: Kwaku Benpoh",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from N. Bud and Beverly Grossman",
  "culture": "Asante",
  "curator_approved": 0,
  "dated": "First half 20th century",
  "department": "Arts of Global Africa",
  "description": "standing male and female couple, facing forward; man on L wears short pants and has linear scarifications on checks, with PL hand on woman's neck; woman at R wears a 'soul wishes' medallion hanging from a ribbon around her neck; woman has PL hand next to her head and PR arm around man's waist; both figures wear sandals and rings around their necks",
  "dimension": "15 1/8 x 7 x 3 in. (38.4 x 17.8 x 7.6 cm)",
  "id": "http://api.artsmia.org/objects/5897",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1188,
  "inscription": "Sticker",
  "life_date": "Ashanti, died 1936",
  "markings": "\\'D\\', on blue sticker, on bottom",
  "medium": "Wood, metal, ribbon",
  "nationality": null,
  "object_name": "Figures",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the late 17th century the numerous small kingdoms of the Akan peoples in the area of Ghana in West Africa were melded into a powerful empire by the chiefs of the Asante, one of the largest and most powerful of the Akan group.  They developed a wide-ranging trading empire whose economy was based on the use of gold dust as the common means of exchange.   Asante kings ruled over the area known as the Gold Coast (Ghana) until the 20th century and they still hold considerable prestige and power today.\r\nLike all royal systems, the Asante relied on a variety of prestigious objects to identify and honor their kings and others of high social status.  Gold ornaments, luxurious woven textiles, ritual objects and carved statues were all part of the regalia and formal environment that proclaimed the lineage, position, and importance of the Asantahene, the King.\r\nThis group of five figures formed part of a set of objects that honored an Asante king.  The figures represent some of the King's relatives and servants who carry objects symbolic of the King's position and power.  The pair of figures standing with their arms holding each other depict a couple of the royal lineage, indicated by the round metal disk hung around the woman's neck.  This represents a special type of gold ornament worn by members of the royal family on important occasions.  The couple is accompanied by a group of four attendants.  One man carries an elaborate royal sword over one shoulder. The social status of an Asante man was marked by the type, size, material, and decoration of his clothing and personal objects, including the formal sword he was entitled to carry on ceremonial occasions.  Another man carries the King's stool.  Each Asante adult had a personal stool which was also believed to embody the spiritual essence of the individual and was therefore of prime importance in their daily and ceremonial lives.\r\nThe other attendant is a soldier, symbol of the King's military power.  He carries a flintlock musket on his shoulder and a small cask of gu",
  "title": "Pair of Figures from a Shrine Group"
}
