{
  "accession_number": "99.17.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Joan Wurtele",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1300",
  "department": "Asian Art",
  "description": "Long covered walkway near front with figure near lower right corner; other buildings at left with light mountains in left background ; trees in front",
  "dimension": "9 11/16 x 9 1/2 in. (24.61 x 24.13 cm)",
  "id": "http://api.artsmia.org/objects/5899",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2016,
  "image_width": 2019,
  "inscription": "Stamp; Label",
  "life_date": null,
  "markings": "[Shen Miao Pin] and [Ji Tong Bi Wan], seals, in red, at right; untranslated label, in black at upper right corner of folder",
  "medium": "Ink and color on silk",
  "nationality": null,
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th-14th century",
  "text": "This small oval ink painting displays the landscape subject matter and “one-corner” compositional device associated with Xia Gui (active 1180–1224) and other artists of the Southern Song painting academy. In “one-corner” compositions, the subjects of the painting are pushed to a corner or a side. This school of professional painters maintained their popularity with the court and Hangzhou aristocracy into the early Ming period (1400s).\r\n\tA series of structures linked by a long covered walkway are shown nestled into pine-covered mountain slopes overlooking a mist-shrouded valley. Replacing the immeasurable vastness of earlier Northern Song ink landscape painting is a somewhat more limited and restrained view of nature, reflecting the shift toward the poetic, intimate, and more impressionistic vision of the Southern Song academy. Small works such as this, typically used as fan or album paintings, were kept in libraries for personal enjoyment, intended for intimate, private viewing.",
  "title": "Corridor Through the Pines"
}
