{
  "accession_number": "99.36",
  "art_champions_text": null,
  "artist": "Photographer: Cy DeCosse",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Paula and Cy DeCosse",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Arts of the Americas",
  "description": "Large white flower with long thin petals on an arching stem with long leaves",
  "dimension": "23 15/16 x 18 3/4 in. (60.8 x 47.63 cm) (image)",
  "id": "http://api.artsmia.org/objects/5956",
  "image": "valid",
  "image_copyright": "Photo © Cy DeCosse",
  "image_height": 5413,
  "image_width": 4218,
  "inscription": "Title; Stamps; Inscriptions; Signature; Date",
  "life_date": "American, born 1929",
  "markings": "\\'\\'Queen of the Night\\'/(Night Blooming Ceveus)\\', in pencil, LL corner on back; \\'In addition to 50 numbered prints/of this image in platinum metals/un-numbered, but signed, silver prints/not exceeding a total of 50 may exist.\\', stamped, in black (numbers in pencil), below title on back; \\'Artist\\'s Proof CD\\', in pencil, below stamp; \\'PHOTOGRAPH BY CY DECOSSE/Copyright (c)/Not to be reproduced/without written permission/from Cy DeCosse or his assigns.\\', stamped, in black, LR corner on back; \\'Cy DeCosse 1998\\', in white pencil, LL corner of image; \\'22.1 24 50/50 350ü [symbol]\\', in pencil, LL corner",
  "medium": "Platinum print",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A genus of cactus also known as the Night Blooming Cereus, the Queen of the Night usually masquerades as an unremarkable, even homely looking vine. The cereus blooms at most once per year, and then just for a single night. Buds grow slowly to a length of six inches, with weeks of almost imperceptible change. Then, suddenly, on one midsummer night, the tightly wrapped tendrils unfurl into the bloom shown here. An intoxicating peppery perfume swirls through the darkness. By sunrise, the bloom has closed forever.\r\n\r\nCy DeCosse discovers the mystery of each subject in his photography, whether it is as familiar as an onion or as exotic as the Night Blooming Cereus. Nature in all its myriad forms captivates DeCosse, but he is particularly drawn to flowers, saying they are \"nature regenerating, nature in love.\" Fascinated with the idea of flowers blooming by moonlight, DeCosse located this Queen of the Night at the Minnesota Landscape Arboretum. He photographed the flower against a hand-painted backdrop, using the quick blink of a strobe light so as not to upset the bloom cycle. Through platinum printing, a process that achieves infinitely fine shadings impossible to obtain in ordinary silver prints, DeCosse created velvety blacks and soft, shadowy details that capture the magic of this nocturnal beauty.",
  "title": "Queen of the Night (Night Blooming Cereus)"
}
