{
  "accession_number": "99.38.12",
  "art_champions_text": null,
  "artist": "Artist: Ritzi Jacobi; Artist: Peter Jacobi",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of the Kaufmann Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1977",
  "department": "European Art",
  "description": "Rootlike coiled forms in shades of orange to red and gold; emerging from a beige woven ground",
  "dimension": "44 x 86 in. (111.76 x 218.44 cm)",
  "id": "http://api.artsmia.org/objects/5958",
  "image": "valid",
  "image_copyright": "© Ritzi and Peter Jacobi",
  "image_height": 9586,
  "image_width": 4842,
  "inscription": "",
  "life_date": "Romanian, born 1941",
  "markings": "",
  "medium": "Wool, cotton, jute and synthetic fibers; inserted elements in a slit tapestry woven ground",
  "nationality": "Romanian",
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "During the 20th century many artists moved beyond the boundaries of traditional pictorial imagery into the area of abstract expressionism. Weavers, who are not limited to a two-dimensional plane as painters are, extended that exploration even further into a more sculptural surface.  Ritzi and Peter Jacobi began creating relief tapestries after observing the medieval religious embroidery tradition of their native country, Romania.  They experimented with weaving non-traditional elements such as woven boxes, thick cords, and pieces of wood into their works.  In \"Exotica,\" the name of a series as well as of this particular work, the Jacobis add surface texture by inserting thick cables into openings in the tapestry ground.  The Jacobis make these cables, which are a hallmark of their work, by wrapping fibers around a long cord.  Peter and Ritzi met when they were students at the Art Academy in Bucharest.  The Jacobis work independently in sculpture, but collaborate on their tapestries, which they design together and Ritzi weaves.",
  "title": "Exotica"
}
