{
  "accession_number": "99.67.1",
  "art_champions_text": null,
  "artist": "Artist: Li Family Workshop",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "Rectangular ceramic pillow; white glaze with brown design depicting 7 standing men facing left in an outdoor setting on top; large flowers at left and right edges, floral sprays at left, right and back sides and bamboo on front",
  "dimension": "6 1/4 x 17 1/16 x 7 3/16 in. (15.88 x 43.34 x 18.26 cm)",
  "id": "http://api.artsmia.org/objects/5999",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3642,
  "image_width": 5616,
  "inscription": "Stamp",
  "life_date": null,
  "markings": "Cartouche with 3 characters and 2 flowers, on bottom",
  "medium": "Cizhou ware Stoneware with painted designs on white slip",
  "nationality": null,
  "object_name": "Pillow",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "This precisely painted pillow illustrates the \"Seven Sages of the Bamboo Grove\" (zhulin qi xian). These \"sages\" were historical figures who lived in the environs of Luoyang during the third century following the fall of the Han dynasty. In the popular mythology that developed around them, they became prototype symbols of scholarly resolve, Daoist reclusion, gentlemanly accomplishments and self-indulgence. The theme of the reclusive sage was repeated in literature and the visual arts throughout most succeeding dynasties. The scholarly subject matter would have been recognizable to an educated Chinese, the type of individual for whom this pillow was probably intended.\r\nThe bottom of the pillow is impressed with a seal bearing three characters which read \"made by the Li family\" (Li jia zao). Rectangular pillows from Cizhou with stamped or brushed inscriptions mention the Zhang, Wang, Chen and Li family workshops. Based on the number of surviving pillows, the Chang family dominated the market during the thirteenth century while examples of the Li family are the most rare.",
  "title": "Pillow"
}
