{
  "accession_number": "2004.169.100",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Maya",
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Arts of the Americas",
  "description": "supplementary weft patterning, missing lace collar; warp faced plain weave fabric with weft design with red, blue, yellow (faded); wide contral panel with narrow panels on other sides; same design front and back; narrow panels have shoulder designs (birds)",
  "dimension": "24 3/4 x 39 1/4 in. (62.87 x 99.7 cm)",
  "id": "http://api.artsmia.org/objects/94146",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2443,
  "image_width": 3772,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk",
  "nationality": null,
  "object_name": "Blouse (huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In this huipil, the red from the silk yarn has bled onto the white cotton fabric.  Although it was common knowledge that silk yarns were not color-fast, the weaver's decision to use the brightly-colored yarn was a deliberate artistic choice. The run-off from the dye did not \"ruin\" her garment; instead, it showcased the artist's ability to purchase expensive, imported silk. This prestige blouse would be worn to a cofradía ceremony, further solidifying her high status as a woman of honor and responsibility. The cofradía is a community-based religious group, responsible for ceremonies as well as the care of their local Catholic church.\r\n\r\nA careful inspection of the delicate embroidery reveals a large double-headed eagle.  Stylistically inspired by the heraldic eagle of the Hapsburg royal family of Spain, the motif also represents the continued prevalence of pre-Conquest cosmology and imagery. The eagle's ability to turn its head to look both forward and backward is a manifestation of the Mayan concept of duality.",
  "title": "Cofradía blouse (huipil)"
}
