{
  "accession_number": "2004.67.423a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund, The Suzanne S. Roberts Fund for Asian Art, and The Helen Jones Fund for Asian Art",
  "culture": "Miao",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "a: five attached large geometric pieces in turquoise, cream, dark lavender, fuscha, black; all pieces embroidered in floral designs; stitched tape edges; three long gold tassels; one metal ornament on PL tassel; pieces joined by clear glass beads; b: 13 attached pieces; four large geometric end pieces (turqouise, rose, red and black), in silk brocade, with nine bird and floral shapes connected by silvered glass beads; metal and cotton embroidered; some pieces edged in colored tape; some pieces have small colored tassels; two large red and green tassels at bottom attached with large glass beads; all pieces are embroidered; c: five attached large geometric pieces in turquoise, dark lavender, peach, fuscha, black; all pieces embroidered in floral designs; stitched tape edges; three long green tassels; center tassel has gold metal ornament; pieces joined by clear glass beads",
  "dimension": "38 1/2 x 5 1/2 in. (97.79 x 13.97 cm) (a)\r\n43 1/4 x 6 1/4 in. (109.86 x 15.88 cm) (b)\r\n36 7/8 x 45 1/2 in. (93.66 x 115.57 cm) (c)",
  "id": "http://api.artsmia.org/objects/94336",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, cotton, metallic threads, glass beads, metal ornament",
  "nationality": null,
  "object_name": "Back Streamers",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "",
  "title": "Back Streamers"
}
