{
  "accession_number": "2004.174.23",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Robert and Carolyn Nelson",
  "culture": null,
  "curator_approved": 0,
  "dated": "1825-1850",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "blue and white overshot weave; white stripes alternate with blue and white geometric stripes",
  "dimension": "88 1/2 x 66 3/4 in. (224.79 x 169.55 cm)",
  "id": "http://api.artsmia.org/objects/94686",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, wool; overshot weave, Blooming Leaf of Mexico pattern variation",
  "nationality": null,
  "object_name": "Coverlet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Overshot coverlets are among the earliest decorative bed covers produced in the United States and their popularity continued well into the nineteenth century. They feature geometric woven designs created by supplementary weft floats on a plain weave ground. The oldest overshot weaving utilized handspun linen warp and weft with handspun, indigo-dyed wool providing the decorative pattern. \r\n\r\nMost overshot coverlets are totally covered with eye-dazzling patterns. This coverlet is unusual in that it alternates bands of blue and white with bands of white-on-white patterning.The popularity of this type of coverlet is due to two important factors. First, attractive patterns could be easily produced with a relatively simple loom, utilizing materials that were readily available. More importantly perhaps, overshot is a very warm weave for the amount of wool that is used, making it both comfortable and economical.",
  "title": "Coverlet"
}
