{
  "accession_number": "2004.112.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Lakȟóta",
  "curator_approved": 0,
  "dated": "c. 1890",
  "department": "Art of Africa and the Americas",
  "description": "rectangular box; green, blue, red and yellow geometric designs on top and sides; blue flannel trim around edges of top and side corners; hide ties",
  "dimension": "8 7/8 x 16 13/16 x 11 1/2 in. (22.54 x 42.7 x 29.21 cm)",
  "id": "http://api.artsmia.org/objects/94794",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, pigment, cloth",
  "nationality": null,
  "object_name": "Parfleche Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Plains Indian life changed significantly when tribes were confined to reservations.  They maintained the tradition of painting on rawhide, but the materials they used changed over time.  As buffalo herds declined, Plains women used deer and elk hide.  New colors also appeared in their designs when they traded for paint with settlers rather than exclusively using earth pigments.  \r\n\r\nIn addition, objects no longer functioned in the same way; in some instances, new shapes were introduced.  For example, the painted rawhide box is not a traditional shape among Plains cultures; it only appeared after contact with Euro-Americans and the reservation period that followed.  Boxes would not have been easily attached to horses and did not logically suit their previously nomadic way of life.  Instead, they were often used for show, traded, or sometimes offered as wedding gifts.",
  "title": "Parfleche Box"
}
