{
  "accession_number": "2004.109",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Pikuni (Blackfeet)",
  "curator_approved": 0,
  "dated": "1890-1910",
  "department": "Art of Africa and the Americas",
  "description": "envelope folded hide; one lace threaded through three pairs of holes on top; geometric design of triangles and bars in red, blue, green and yellow, with blue outlines",
  "dimension": "3 7/8 x 22 11/16 x 14 1/2 in. (9.84 x 57.63 x 36.83 cm)",
  "id": "http://api.artsmia.org/objects/94815",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, pigment",
  "nationality": null,
  "object_name": "Parfleche",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "It is difficult to determine precisely what painted abstract designs symbolize; many of the same motifs had multiple meanings.  However, in several historic interviews with Native women, diamond and hourglass shapes are described as representations of the buffalo, the most important of Plains Indian cultures.  A single animal provided a significant amount of food, clothing, tools, shelter, and rawhide to make containers.  Diamonds and hourglasses appear prolifically on large envelopes like this Pikuni case.    One interpretation is that the long central strip, which appears on many rawhide envelopes, represents the buffalo's spine.  Combined with the hourglass or diamond shape and rawhide material, the entire envelope becomes a beautiful abstracted representation of the animal and honors its contribution to traditional Plains cultures.",
  "title": "Parfleche"
}
