{
  "accession_number": "2006.38",
  "art_champions_text": null,
  "artist": "Artist: Mark Hewitt",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds in memory of Frederick Monkhouse from the Decorative Arts Council, Jennifer Carlquist and Chad Lemke, Susan and Edwin McCarthy, Patty and Sam McCullough, Christopher Monkhouse, and Ruth and David Waterbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "large vessel with rounded body on short foot; bulbous shape at base of cone-shaped neck; body decorated with six incised stylized lizards; six cone-shaped \"knobs\" at shoulder; body is tan with white spots, with grey \"U\" shapes between lizards; neck is brown with slight metallic sheen, with tan zigzag motif designs on bulbous area",
  "dimension": "43 x 25 x 25 in. (109.22 x 63.5 x 63.5 cm)",
  "id": "http://api.artsmia.org/objects/100181",
  "image": "invalid",
  "image_copyright": "© Mark Hewitt",
  "image_height": "",
  "image_width": "",
  "inscription": "Mark",
  "life_date": "English, born 1955",
  "markings": "below one \\\"knob\\\" at shoulder, stamped: [WMH (intertwined)]",
  "medium": "Glazed stoneware",
  "nationality": "English",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Although Mark Hewitt grew up in Stoke-on-Trent, England, as the son and grandson of directors of the venerable Spode pottery, he turned away from industrial ceramics and toward the mingei, or folk art, ceramic traditions promoted in Britain in the in the 1920s by Japanese potter Shoji Hamada.  Bernard Leach and his apprentices, including Warren MacKenzie and Michael Cardew, were all major proponents of the mingei pottery tradition.  Drawn to the mingei principles of the beautiful everyday object made by hand, Hewitt apprenticed to Cardew in Cornwall, England, in the 1970s.  \r\n\r\nHewitt settled near Chapel Hill, North Carolina in 1983 and has, like MacKenzie, steadfastly held to the functional tradition, utilizing rich local clays. He has also become a master of the \"big pot.\"  Leaping Lizards displays his extreme control of form combined with the serendipity of the salt-glaze technique he favors.  The incised lizard designs show the important influence African ceramics have also had on his work.",
  "title": "Leaping Lizards"
}
