{
  "accession_number": "2006.100.100",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Guatemala",
  "creditline": "Gift of Dr. Richard L. Simmons and Dr. Rosa Lynn Pinkus",
  "culture": "Kaqchikel Maya",
  "curator_approved": 0,
  "dated": "c. 1950s",
  "department": "Arts of the Americas",
  "description": "red with thin multicolored stripes; embroidered neckline with birds, flowers, feather and triangle designs in bright colors",
  "dimension": "24 1/8 x 33 1/2 in. (61.28 x 85.09 cm)",
  "id": "http://api.artsmia.org/objects/100433",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3548,
  "image_width": 4781,
  "inscription": "Inscription\r\n\r\nnear lower hem at interior, in pencil (?): [M / ET] and [+]",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; embroidery, appliqué",
  "nationality": null,
  "object_name": "Woman's ceremonial blouse (Huipil)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Many ancient cultures of the Americas used feathers to embellish clothing, headdresses and ritual objects, and the Maya were no exception. Images on Classic Maya pottery and murals clearly show feathers adorning deities, warriors and nobility. The women of Patzún embroider stylized feather shapes on their ceremonial huipiles, referencing the myths and customs of the ancestors. These feathers encircle the head opening of the huipil and their arrangement suggests the rays of the sun, while the central rosette symbolizes the moon.\r\n\tHuipiles with feather motif embroidery are only used as wedding huipiles or for Cofradía (religious or civic brotherhood) rituals. Unlike many other communities where commercial cotton fabric forms the ground for embroidery, the women of Patzún use backstrap woven fabric.",
  "title": "Woman's ceremonial blouse (Huipil)"
}
