{
  "accession_number": "2007.35.182",
  "art_champions_text": null,
  "artist": "Photographer: August Sander",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Frederick B. Scheel",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "European Art",
  "description": "elderly man and woman seated in armchairs with branches on backs; woman in black seated to proper right of elderly woman; woman in white blouse and black skirt seated to proper left of elderly man; three men with moustaches and one woman stand in back of seated people",
  "dimension": "8 1/2 x 11 1/4 in. (21.59 x 28.58 cm) (image, sheet)\r\n17 3/8 x 13 7/16 in. (44.13 x 34.13 cm) (mount)",
  "id": "http://api.artsmia.org/objects/100591",
  "image": "valid",
  "image_copyright": "© Die Photographische Sammlung%2FSK Stiftung Kultur %E2%80%93 August Sander Archiv%2C Cologne %2F Artists Rights Society %28ARS%29%2C New York 2017",
  "image_height": 2994,
  "image_width": 4011,
  "inscription": "Inscription and Stamp",
  "life_date": "German, 1876–1964",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back of mount, in pencil: [November 2, 1978 / No 16]; on back of sheet: photographer\\'s stamp; lower left corner, impressed in paper: [AUG. SANDER / KÖHN / LINDENTHAL]",
  "style": "20th century",
  "text": "In the 1920s and 1930s, in his studio and around Cologne, Germany, August Sander (1876 – 1964) photographed every type of person he came across, in an attempt to capture the then-changing and diverse German society as a whole, in a project entitled “People of the 20th Century.” This endeavor is largely considered to be one of the most monumental collective portraits created in photographic history. Sander presented each of his subjects as entirely individual within their respective categories: Farmers, Workers, Women, Artists, and Urban Inhabitants as well as Handicapped people and Death Portraits. (A list of these categories is on the right.) Altogether, they present their peculiarities and unrepeatable details as well as how they are representative of a broader ‘type’ of person. Many of these portraits were published in his book Face of Our Time (1929). Sander captured a version of Germany that included many people who the Nazi Party considered to be “undesirable” and didn’t fit the Aryan vision that they sought to maintain. The Nazis suppressed Sander’s project and destroyed the printing block of the book, preventing him from printing additional copies. Sander and his family moved to Kuchhausen in the Westerwald region in 1942, taking with them a large portion of his archive, including many glass negatives from People of the 20th Century. During the war, his Cologne studio was bombed, but the 25,000 to 30,000 glass negatives he left in the cellar survived, only to be destroyed in a fire in 1946. This incident left behind approximately 11,000 negatives and 6,000 prints, which includes many images from People of the 20th Century.",
  "title": "Farming Family"
}
