{
  "accession_number": "2006.79",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "8th century",
  "department": "Asian Art",
  "description": "armless figure--bottom edge at middle of thighs; heavily muscled torso; wearing skirt with tie at waist; frowning, angry expression; headdress; dark stone with white veins",
  "dimension": "26 3/4 x 12 x 8 1/2 in. (67.95 x 30.48 x 21.59 cm)",
  "id": "http://api.artsmia.org/objects/100842",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6660,
  "image_width": 4560,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "8th century",
  "text": "Guardian figures called Dvarapala were located at entrances to Buddhist cave sanctuaries and temple compounds where they acted to thwart any forces opposing Buddhist thought. As such, they were dramatically depicted in vigorous poses with threatening facial expressions and exaggerated muscular structure ready to confront all threats. Typically made in pairs, one Dvarapala will be represented as uttering the cosmic sound \"a\" (open mouthed) and the other, as the case is here, the sound \"un\" with a closed mouth. These sounds are the first and last letters of the Sanskrit alphabet symbolizing the beginning and end of all things, reminding us of the brevity of life.\r\nThe basic pose of this rare Tang dynasty work, with its hyper realism and full plasticity, represents a style that had great influence on Buddhist guardian images sculpted in Japan during the Kamakura period (1185-1333).",
  "title": "Dvarapala (Guardian Figure)"
}
