{
  "accession_number": "2006.100.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Pakistan",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th-early 20th century",
  "department": "Asian Art",
  "description": "brown fabric; embroidery overall; central section embroidered with diamond motifs in tan; predominately yellow borders with various diamond and triangle motifs in magenta, purple, tan and pale green",
  "dimension": "94 3/4 x 53 1/4 in. (240.67 x 135.26 cm)",
  "id": "http://api.artsmia.org/objects/100979",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2769,
  "image_width": 4672,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; embroidery",
  "nationality": null,
  "object_name": "Wedding veil (Chand bagh)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "The Punjab region of India and Pakistan once was famous for darning stitch embroidery called phulkari, or flower work.  Some designs were distinctly floral; others severely geometric.  When the embroidery densely covered the cloth's surface, the \"flowers\" were said to form a bagh, or garden.  And when shimmering white silk stitches floated on a dark background as in this veil, the flower garden became a heavenly \"moon garden\" (chand bagh).   \r\n\r\nAll of the Punjab's major groups - Hindus, Sikhs, and Muslims - used phulkari  for wedding textiles, worn by bride, groom, and guests.  Women of the household typically spent years preparing the embroideries, plotting out designs by counting threads in the ground cloth. Stitching was done from the reverse side so that the embroiderer created the design without actually seeing it.",
  "title": "Wedding veil (Chand bagh)"
}
