{
  "accession_number": "2000.270.1a,b",
  "art_champions_text": null,
  "artist": "Maker: Jacobus Halder Adriaesensz; Manufacturer: De Griekse A (The Greek A) factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": null,
  "country": null,
  "creditline": "Gift of Samuel and Patricia McCullough in honor of the Decorative Arts Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1764",
  "department": "European Art",
  "description": "inverted pear-shaped vase with octagonal mouth; domed lid surmounted by dog; woodcutter next to a tree on front and back inside a Rococo cartouche; flowers and lattice throughout; blue and white",
  "dimension": "16 1/4 x 6 3/4 x 6 in. (41.3 x 17.1 x 15.2 cm)",
  "id": "http://api.artsmia.org/objects/13066",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2598,
  "image_width": 4560,
  "inscription": "Inscription",
  "life_date": "Dutch, active 1760s",
  "markings": "\\'A[underline]/iH[underline]/14\\', in blue, on bottom",
  "medium": "Tin glazed earthenware with underglaze blue decoration",
  "nationality": "Dutch",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G331",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The term \"garniture\" is used to describe a set of ceramic vessels for display on a cabinet, table, or on a chimneypiece mantel, the latter being specified as garniture de cheminée. Garnitures are traditionally made up of several beakers or vases, of alternating baluster and cylindrical shapes. This blue and white garniture is known as a \"mirror set\" and contains five pieces, the largest number featured in a traditional garniture. It contains three inverted pear-shaped and two cylindrical vases, each with a lid. All of them are decorated with Rococo relief cartouches, each featuring a landscape and a lone woodcutter. The garniture was manufactured by the Greek A factory, one of the most prominent factories in Delft during the 17th and 18th centuries. Its maker, Jacobus Halder Adriaesensz, owned the factory from 1765 until 1768.\r\n\r\nThe introduction and evolution of garniture in the West over the centuries is closely tied to the development of ceramics as a central element of household decoration, sparked by the enthusiasm for Chinese imports in 17th-century Europe and America. While reflecting the look of porcelain, this set is made of more accessible tin-glazed earthenware, known in Holland as Delftware. It reflects a combination of Eastern and Western aesthetics: Chinese tradition is referenced through the classic porcelain forms, blue and white color scheme, and dog finials, while the Rococo decoration and woodcutter scene allude to European culture.",
  "title": "Pear-shaped vase with cover, from a five-piece garniture"
}
