{
  "accession_number": "2000.235.1",
  "art_champions_text": null,
  "artist": "Designer: Russel Wright; Manufacturer: Steubenville Pottery Co.",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Antay S. Bilgutay",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1955-1959 (designed 1938-1939)",
  "department": "Arts of the Americas",
  "description": "oval shaped; long sides turned inward at rim; horizontal handle on one short side extending from rim; light blue (glacier blue) glaze",
  "dimension": "H.2-1/2 x W.10-1/2 x D.3-13/16 in.",
  "id": "http://api.artsmia.org/objects/13116",
  "image": "valid",
  "image_copyright": "© Russel Wright Studios",
  "image_height": 1208,
  "image_width": 2877,
  "inscription": "",
  "life_date": "American, 1904-1976",
  "markings": "",
  "medium": "Glazed pottery",
  "nationality": "American",
  "object_name": "Gravy boat",
  "portfolio": "From American Modern line",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Russel Wright became a household name thanks in large part to his \"American Modern\" dinnerware line manufactured from 1939-1959.  The service, characterized by its organic forms, soon was a regular fixture in American kitchens, dining rooms, and even backyard barbeques. The various colors such as Coral, Chartreuse Curry, and Sea foam Blue (the latter seen here) ensured the mix-and-match quality the Wrights advocated as part of the new American informality.\r\n\r\n\"American Modern\" followed Wright's philosophy to create a modern home (often run without domestic help) attractive and fun through Russel's colorful, simple designs for the home, including tablewares, flatware, textiles, and furnishings.  Many of these lines were given the patriotic name \"American Modern,\" which positioned them as stylish and indispensable for the redefined \"good life\" for Americans. Although sold as \"open stock,\" the temptation to buy all thirty-three pieces must have been strong, as \"American Modern\" remains the best-selling line of tableware ever produced.  In addition to cooking/serving pieces, the full line included dinner, salad, and smaller plates, soup and fruit bowls, and cups and saucers.",
  "title": "Gravy boat"
}
