{
  "accession_number": "2000.262",
  "art_champions_text": null,
  "artist": "Maker: Joseph Mallord William Turner R.A.",
  "catalogue_raissonne": "TW 2232 [Turner Worldwide, Tate Research]",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of Helmut F. Stern",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1799-1802",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "20 1/8 x 31 3/8 in. (51.3 x 79.6 cm)",
  "id": "http://api.artsmia.org/objects/13134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6498,
  "image_width": 9978,
  "inscription": "Signature",
  "life_date": "British, 1775–1851",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist (given to his friend and traveling companion, Lowson); Newby Lowson (1773-1853) Witton-le-Wear, Durham, UK (until d. 1853; given to his housekeeper and beneficiary, Garthwaite); Elizabeth Garthwaite (1784-1869), Witton-le-Wear, Durham (from 1853; sold to Greenwall); Canon William Greenwell (1820-1918), Durham City (from at least 1869; sold to Barnes); John Wheeldon Barnes (1825-1893) Durham City (sold to Joicey);  Sir James Joicey (1846-1936), Chester-Le-Street, County Durham (by 1903–d. 1936); by descent, to his granddaughter, Sylvia Alice Joicey and her husband, Lt. Col. Thomas George Taylor, Chipchase Castle, Wark on Tyne; by descent to his daughter, Miss Taylor (until 1986, sold to Wood). [Christopher Wood, Esq., Newcastle upon Tyne and London, until 1986; sold, February 6, to Agnew's]; [Thomas Agnew & Sons, London, 1986; sold, June 13, to Stern]; [Helmut F. Stern, Ann Arbor, Mich., 1986–2000; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in brown ink, LL: [JMW Turner]",
  "style": "18th-19th century",
  "text": "**Conservation of this watercolor was made possible by a generous contribution from the Blackman-Helseth Foundation.**\r\n\r\nThe valley of Borrowdale is in the Lake District, in northwestern England. Turner visited this picturesque spot in 1797 and filled two large sketchbooks with pencil drawings and watercolor studies (now in the Tate Britain). Back in London a few years later he consulted these sketches to produce three highly finished watercolors with this composition featuring Longthwaite Bridge and Castle Crag. The smallest, measuring 10 x 15 1/4 inches, was commissioned, according to an inscription on the verso, by \"Col. Lane\" (sold Sotheby's, London, July 13, 1989, lot 104). Another, measuring 13 5/8 x 21 in. (sold by \"Miss Salvin\" at Christie's, London, July 8, 1986, lot 150) may have belonged to John Knowles (1810-1880) of Manchester, owner of the Theatre Royal. He was a major collector of watercolors, including at least five by Turner (see Christie's sales 1865, 1877, and 1880). The Minneapolis version is the largest of the three, and once belonged to Sir James Joicey of County Durham.     \r\n// We are grateful to Jim Bennett for clarifying the early provenance of this work. Bennett points out that Canon Greenwell, the famous antiquarian and collector who owned this watercolor in the second-half of the 19th century, believed that it was part of Turner's commission for Whittaker's \"History of Richmondshire\" (1816-20). The ambitious project was to comprise a seven volume history of York, with engravings after 120 finished landscapes by Turner. But the project was abandoned in 1821 and just 20 engravings after Turner views were executed.//\r\n                                  \r\nTurner, an unrivaled master of watercolor, achieved dazzling painterly and atmospheric effects long thought to be the exclusive domain of oil painting. In Borrowdale, he pulled out all the stops, employing bold brushstrokes, delicate washes, and broad passages of gouache and stopping out varnish—seen here in the rooftops behind the trees",
  "title": "Borrowdale, with Longthwaite Bridge and Castle Crag"
}
