{
  "accession_number": "2000.262",
  "artist": "Maker: Joseph Mallord William Turner R.A.",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of Helmut F. Stern",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1798-1799",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "20 1/2 x 31 1/2in. (52.1 x 80cm)",
  "id": "http://api.artsmia.org/objects/13134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1726,
  "image_width": 2681,
  "inscription": "Signature",
  "life_date": "British, 1775 - 1851",
  "markings": "",
  "medium": "Watercolor with scraping out",
  "nationality": "British",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "John Knowles: Canon William Greenwall, Durham City, UK (before 1902); Sir James Joicey; a Mr. Taylor of Newcastle \"in whose family it had been for many years\"; by descent to his daughter; Christie's, London, July 8, 1986, lot 150; [Thomas Agnew & Sons, London, 1986]; [Helmut F. Stern, Ann Arbor, Mich., 2000; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in brown ink, LL: [JMW Turner]",
  "style": "18th-19th century",
  "text": "The valley of Borrowdale is in the Lake District of northwestern England. In 1797, Turner sketched there extensively, typically making pencil sketches of the terrain and, weather permitting, adding watercolor passages out-of-doors. Sometime between 1799 and 1801, in London, he consulted his 1797 sketchbook and made this full-scale exhibition watercolor, which was commissioned by a gentleman named John Knowles.\r\n\r\nTo create the rough textures of the prominent rocks, Turner scraped the pigments off with a tool or his fingernail after the paint had dried. He achieved the brilliant highlights by using gum to protect the areas of white while he applied watercolor washes. The presence of Turner's fingerprints on the sheet indicates that he blended colors by hand.\r\n\r\n<I>Borrowdale</I> displays the twenty-five-year-old Turner's mature style, particularly his technique. Conceptually, the composition is influenced by the 17th-century French master Claude Lorrain and his 18th-century English disciple Richard Wilson. This is especially true of the classical <I>repoussoir</I> elements--the receding mountains suffused with light and atmosphere. <I>Borrowdale</I> is a brilliant addition to the Institute's holdings of British watercolors, which include works by John Robert Cozens and Thomas Girtin.",
  "title": "Borrowdale, Rosthwaite Bridge and Castle Crag"
}
