{
  "accession_number": "2000.262",
  "art_champions_text": null,
  "artist": "Maker: Joseph Mallord William Turner R.A.",
  "catalogue_raissonne": "TW 2232 [Turner Worldwide, Tate Research]",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of Helmut F. Stern",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1799–1802",
  "department": "Prints and Drawings",
  "description": "",
  "dimension": "20 1/8 x 31 3/8 in. (51.3 x 79.6 cm)",
  "id": "http://api.artsmia.org/objects/13134",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1726,
  "image_width": 2681,
  "inscription": "Signature",
  "life_date": "British, 1775 - 1851",
  "markings": "",
  "medium": "Watercolor",
  "nationality": "British",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "Canon William Greenwall (1820-1918), Durham City, UK (before 1902). Sir James Joicey (1846-1936), Chester-Le-Street, County Durham, UK (by 1903–at least 1909); Mr. Taylor, Newcastle \"in whose family it had been for many years;\" by descent to his daughter; Christie's, London, July 8, 1986, lot 150; [Thomas Agnew & Sons, London, 1986]; [Helmut F. Stern, Ann Arbor, Mich., 2000; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in brown ink, LL: [JMW Turner]",
  "style": "18th-19th century",
  "text": "Conservation of this watercolor was made possible by a generous contribution from the Blackman-Helseth Foundation. J.M.W. Turner was a child prodigy. His drawings sold in his father’s barbershop in London’s Convent Garden neighborhood when he was just a young boy, and by 15 Turner was exhibiting watercolors at the Royal Academy. He was elected to this august institution at the age of 24—around the time of this accomplished work. Turner would undoubtedly be pleased to see his watercolor on display in a gallery full of oil paintings. Challenging the academic hierarchies of the time, he promoted the watercolor medium as equal in rank to paintings on canvas, just as he sought to elevate the subject of landscape, then seen as inferior to scenes inspired by history or literature. An unrivaled master of watercolor, Turner achieved dazzling painterly and atmospheric effects long thought to be the exclusive domain of oil painting. In Borrowdale, he pulled out all the stops, employing bold brushstrokes, delicate washes, and broad passages of gouache and stopping out varnish—the latter a technique adopted from printmaking in which a fluid is used to mask colors (seen here in the rooftops behind the trees on the left). In some areas, such as the distant sky, we can see him scraping away pigment with a sharp tool or his fingernails. The valley of Borrowdale is in the Lake District, in northwestern England. Turner visited this picturesque spot in 1797 and filled two large sketchbooks with pencil drawings and watercolor studies. Back in London a few years later he consulted these sketches to produce three highly finished watercolors with this composition featuring Longthwaite Bridge and Castle Crag. The smallest, measuring 10 x 15 1/4 inches, was commissioned, according to an inscription on the verso, by Col. Lane (sold Sotheby's, London, July 13, 1989, lot 104). Another, measuring 13 5/8 x 21 in. (sold by \"Miss Salvin\" at Christie's, London, July 8, 1986, lot 150) may have belonged to John Knowles of Manchester (1",
  "title": "Borrowdale, with Longthwaite Bridge and Castle Crag"
}
