{
  "accession_number": "2000.205a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "The Alan and Dena Naylor Southeast Asian Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1850",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "rectangular box with removable lid; red on interior; 3 panels on each long side decorated with seated figure with hands folded and organic background and border designs",
  "dimension": "5 5/8 x 32 11/16 x 10 9/16 in. (14.3 x 83 x 26.8 cm)",
  "id": "http://api.artsmia.org/objects/13140",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, lacquer, gold leaf (<I>lai rod nam<I>) technique",
  "nationality": null,
  "object_name": "Buddhist Manuscript Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "While the earliest examples of Thai lacquer date only from the Ayutthaya period (1350-1767), the technique most certainly goes much further back and was probably introduced from China by the earliest migrant groups.\r\n\r\n<P>One of the most elegant arts of the late Ayutthaya period that continued into the Bangkok period (1782-present) was that of gold and black lacquer called, <I>lai rod nam</I> in Thai. Though the technique was developed in China, it acquired distinctively Thai features and, in the best examples, resembles the complex, mural paintings that covered the surfaces of Thai temple walls, as well as temple and palace doors, windows, and furniture. The art form peaked in the early Bangkok period (1782-present) with ceremonial bowls, manuscript boxes such as this, and cabinets to hold religious manuscripts (<I>khoi</I>) and personal belongings of the aristocracy. The pictorial subject matter in <I>lai rod nam</I> lacquer is drawn from Buddhist legends as well as the great Hindu epic, the <I>Ramakian</I>. The classic Bangkok style incorporated figural elements into densely patterned designs of flowers, trees, and stylized foliage.\r\n",
  "title": "Buddhist Manuscript Box"
}
