{
  "accession_number": "2000.24",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jud and Lisa Dayton",
  "culture": "Tsistsistas (Cheyenne)",
  "curator_approved": 0,
  "dated": "c. 1860-1870",
  "department": "Arts of the Americas",
  "description": "fringe at hem and sides with long fringe around arm openings; sleeveless; rectangular areas of geometric beading (mostly white) on shoulders with iridescent blue and matte beads around neck; 2 rows of bone fragments carved to resemble elk teeth on chest and upper back with one beaded rectangular stripe and another row of bone fragments below; hanging pairs of decorative laces throughout; beading at hem",
  "dimension": "35 3/4 x 26 in. (90.8 x 66 cm) (including bottom fringe)",
  "id": "http://api.artsmia.org/objects/13141",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2046,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Animal hide, beads, bone",
  "nationality": null,
  "object_name": "Dress",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This style of dress was introduced to the Plains in the 19th century, replacing an earlier draped and tied design common amongst the Tsistsistas (Cheyenne).  Elk teeth, the upper two incisors only, were used as decoration, representing great wealth because of their scarcity.  As elk become harder to obtain, bone was carved to resemble teeth and used the same way, such as on this dress.  The beaded yoke and hem design is typical of Tsistsistas art and added to the overall decorative effect.  Tsistsistas beadwork was typically sewn in a lane-stitch style.  The creation of decorative beaded patterns among the Tsistsistas was limited to women of respected character who were members of a beadworkers guild.  This guild had sacred aspects and production of work followed a set of rituals that were taught to its members along with beading techniques.  The work produced by these women had high cultural value because of their recognized skill and virtue.",
  "title": "Girl's Dress"
}
