{
  "accession_number": "2000.242.9",
  "art_champions_text": null,
  "artist": "Maker: Otto Dix",
  "catalogue_raissonne": "Lorenz 2003, no. EDV 1.1.11",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Kate Butler Peterson",
  "culture": null,
  "curator_approved": 1,
  "dated": "1919",
  "department": "European Art",
  "description": "Cubist head",
  "dimension": "16 1/4 × 11 3/4 in. (41.28 × 29.85 cm) (image)\r\n24 × 20 × 1 1/4 in. (60.96 × 50.8 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/13189",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 7707,
  "image_width": 5569,
  "inscription": "Signature\r\n\r\nOn verso, in graphite [150]",
  "life_date": "German, 1891–1969",
  "markings": "",
  "medium": "Black chalk and graphite on ivory paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Margarete Schultz (Mrs. Karl Heinz Schultz), New York, until 1968; sold on March 3, through Grace Borgenicht Gallery, New York,  for $1,350, to Petersons]; Hall James and Kate Butler Peterson, Petersham, Mass. (1968-2000; given to MIA).",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "[DIX], in LR",
  "style": "20th century",
  "text": "Head Study III reveals an artist in his formative years contending with the celebrated creation of a brilliant artist ten years his senior. Here Otto Dix reinterpreted a Cubist sculpture made by Picasso in 1909. Many features are clearly recognizable: the massive waves of hair extending down to the bony ridges of the brow, the sharply defined diamond-shaped eyes, the long nose, the protuberant lips, the knobby chin, and the neck extending from the cowl collar. Dix paid close attention to the play of light over the faceted surface and rendered the form at one-to-one scale (the drawing and sculpture are both sixteen inches tall). What serves as a bit of background landscape is actually a quick notation of the juncture of eyes, nose, and brow.\r\n\r\nDix’s study is no coldly analytical examination. He has transformed Picasso’s introverted, meditative sculpture into an alert woman who will not tolerate any funny business. Such sparks of humor animated Dix’s art throughout his career. But he would move far beyond playfulness, propelled to the forefront of social-critical art.",
  "title": "Head Study III"
}
