{
  "accession_number": "2000.242.14",
  "art_champions_text": null,
  "artist": "Artist: Emil Nolde (born Emil Hansen)",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Kate Butler Peterson",
  "culture": null,
  "curator_approved": 1,
  "dated": "1910-1911",
  "department": "European Art",
  "description": "profile view of standing woman wearing green dress and hat against purple ground",
  "dimension": "14 7/8 x 10 1/2 in. (37.78 x 26.67 cm) (image)\r\n23 9/16 x 19 7/16 x 2 1/8 in. (59.85 x 49.37 x 5.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/13194",
  "image": "valid",
  "image_copyright": "© Nolde Stiftung Seeb%C3%BCll",
  "image_height": 9184,
  "image_width": 6600,
  "inscription": "Signature",
  "life_date": "German, 1867–1956",
  "markings": "",
  "medium": "Watercolor on Japan paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "(Nolde Stiftung Seebüll, Neukirchen, Germany, until 1966; sold to Galerie Beyeler); (Galerie Beyeler, Basel, 1966-1969; sold to Stephen Hahn); (Stephen Hahn, New York, from 1969). Hall James and Kate Butler Peterson, Petersham, Mass., by 1971-2000; given to MIA.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pigment, LR: Nolde",
  "style": "20th century",
  "text": "Emil Nolde found inspiration in the decadent pleasures of urban nightlife, showing a preference for entertainers who performed in lurid artificial light. He frequented theaters, dance halls, and cabarets, recording his impressions in quick sketches that provided the basis for oil paintings and watercolors produced in his studio.\r\n\r\nThe seemingly primitive treatment of this woman’s features belies the sophistication of Nolde’s watercolor technique. A marvelous balancing act of freedom, control, and chance, his handling of the brush allowed the liquid color to flow across and soak into the Japanese paper. Combining and overlapping, his wet-in-wet colors give a vivid sense of the harsh light entering from the left and casting varied shadows on the woman’s green dress. Nolde held it all together with his deft application of opaque black contours, from narrow in full light to thick in the shadows. The single stroke that separates the figure’s arm from her chest, articulating the shape and volume of both, delivers a concise statement of Nolde’s brilliance.",
  "title": "Diseuse"
}
