{
  "accession_number": "2000.35.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Asian Art",
  "description": "small table with stone inlay top; 4 straight corner legs, turned slightly inward at bottom; runners connect 4 feet in rectangular shape",
  "dimension": "30 13/16 x 20 7/8 x 14 3/4 in. (78.3 x 53 x 37.5 cm)",
  "id": "http://api.artsmia.org/objects/13209",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1439,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Huanghuali hardwood and marble",
  "nationality": null,
  "object_name": "Incense stand",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Small square or rectangular high tables were generally used in wealthy households as incense stands. This sixteenth-century example has an inlaid marble top that provided a durable, fire-retardant surface for the burning of rare fragrances. Incense stands were typically fitted with floor-stretchers (horizontal leg braces) creating, in effect, a space-frame of well-balanced proportions and minimalist form. All edges and corners of the wooden members are rounded including the foot of each leg. This softens an otherwise rigid box-like shape into a more aesthetically pleasing one. Such stands were used individually indoors and out, in pairs flanking thrones, and as stands in front of ancestral shrines or large altar tables.\r\nIllustrated Ming books suggest that both round and square incense stands were common in upper-class households, but due to fragility of construction remarkably few have survived. Burning of aromatic incense was undertaken in ceremonial worship, as a connoisseur's pastime, and for the general perfuming of interior spaces.",
  "title": "Incense stand"
}
