{
  "accession_number": "2000.34.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "Wanli mark and period (1573-1619)",
  "department": "Asian Art",
  "description": "2 blue dragons on white ground with green, blue and yellow foliate and organic designs",
  "dimension": "H.12 x Dia.15-1/2 in.",
  "id": "http://api.artsmia.org/objects/13241",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2480,
  "image_width": 3000,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "untranslated inscription, in blue, at rim above one dragon\\'S head",
  "medium": "Doucai ware Porcelain with underglaze blue and overglaze enamel decor",
  "nationality": null,
  "object_name": "Imperial Fish Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th - 17th century",
  "text": "Large and sturdily potted with a thick rim, this deep bowl probably functioned as an imperial fish tank (kang) or possibly as a jardinière for potted plants. The Ming period is distinguished in ceramic history for the introduction of new in-glaze color combinations and the use of overglaze enamels. The terms wu ts'ai (five-color) and tou-ts'ai (joined colors), were used loosely to mean \"polychrome\" or \"multiple-color ware.\" A tou-ts'ai pattern such as this one has its overglaze colors applied to a design outlined in underglaze cobalt oxide blue. Imperial marked porcelains indicate that Tou-ts'ai wares were first manufactured during the Xuande reign (1426-35). Decorated with a magnificent imperial five-claw dragon, this bowl bears a six-character Wanli reign mark (1573-1619), indicating that it was made on imperial order possibly at the great imperial factory at Jingdezhen. The dragons on this basin are pursuing large yellow springs of ling-chih, the fungus of immortality. The lotus plants symbolize harmony and the entire image conveys the wish of extended good fortune for the empire.",
  "title": "Imperial Fish Bowl"
}
