{
  "accession_number": "2000.281",
  "art_champions_text": null,
  "artist": "Artist: Pierre Bonnard; Artist: Wood engravings by Tony Beltrand; Author: Paul Verlaine; Publisher: Ambroise Vollard; Printer: Imprimerie Nationale, Paris; Printer: Lithographs printed by Auguste Clot",
  "catalogue_raissonne": "Ives/Newman 82; V & A 17; Artist and the Book 27; Bouvet 73; Ray 383; Rauch 21; Arts of the French Book 6",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1900",
  "department": "European Art",
  "description": "artist's book with original color lithographs by Pierre Bonnard, bearing Imprimerie Nationale designation",
  "dimension": "12 x 10 x 7/8in. (30.5 x 25.4 x 2.2cm)",
  "id": "http://api.artsmia.org/objects/13291",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "French, 1867–1947",
  "markings": "",
  "medium": "Lithographs printed in rose ink, wood engravings, and letterpress; bound volume",
  "nationality": "French",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Ruth and Bruce Dayton, Wayzata, Minn.; given to MIA, 2000.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "13291",
    "6079",
    "66008"
  ],
  "signed": "",
  "style": "19th century",
  "text": "Considered by manny to be the first modern artist's book, Pierre Bonnard's Parallèlement was unconventional both in design and content when published in 1900. Afforded creative license by the publisher, Bonnard produced a series of audacious, rosy-pink lithographs that amplify author Paul Verlaine's erotic musings on Lesbian love. The figure model for many of these illustrations was Bonnard's longtime lover Marthe de Méligny, whose languorous poses are harmoniously interwoven with blocks of text with an unprecedented freedom and expressiveness.\r\n\r\nShortly after the book's publication, the French Ministry was scandalized to learn that Parallèlement was not a study of geometry, as had been assumed, but rather erotic love. Some of the poems had previously been banned in France. The government recalled the entire edition so new title pages could be substituted, removing references to the French national press. The MIA owns copies of both the revised edition and this rare example with the original title page, one of only a small number that publisher Ambroise Vollard had sold before the government's action.",
  "title": "Parallèlement"
}
