{
  "accession_number": "2000.31.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "Tibet",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "13th century",
  "department": "Asian Art",
  "description": "bell-shaped base surmounted by a square section with indented corners, a cone with thickly incised bands and topped with a finial with crescent and circle designs and organic motifs; stamped hide bottom",
  "dimension": "17 11/16 x 7 1/2 in. (44.9 x 19.05 cm)",
  "id": "http://api.artsmia.org/objects/13444",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11020,
  "image_width": 7871,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Brass",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G212",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "This portable chorten (Tibetan for stupa, a domed structure that contains relics) can be understood as a three-dimensional mandala. The dome-shaped base derives from the hemispherical burial mounds erected over the relics of the Buddha. These architectural structures sprinkle the landscape of the Himalayas as representations of the Buddha, his teachings, and a microcosm of the universe. It is said the first mandala was created when devotees walked a pathway around the stupa, forming concentric circles along which they physically and mentally ascended toward the center— the cardinal axis representing enlightenment. On this shrine, which would have likely been donated to a monastery, the tower of discs represents the 13 stages of enlightenment in the Kadem Order of Tibetan Buddhism. The crescent moon and sun symbolize the dissolution of opposites, a critical aspect of wisdom.",
  "title": "Chorten"
}
