{
  "accession_number": "2000.38.2",
  "art_champions_text": null,
  "artist": "Artist: Gao Fenghan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1727",
  "department": "Asian Art",
  "description": "lotus flowers and bud, with long, thin, spotted stems and large leaves growing in water with floating leaves and grass",
  "dimension": "H.53-9/16 x W.19-1/8 in. (image)",
  "id": "http://api.artsmia.org/objects/13441",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6857,
  "image_width": 2561,
  "inscription": "Inscriptions; Stamps",
  "life_date": "Chinese, 1683 - 1748",
  "markings": "inscription, in black, at R edge; 2 stamps, in red, below inscription",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Born in Shandong province, Gao Fenghan passed a special government exam in 1728 and was appointed to office in Anhui province, where he met many scholars, officials, and artists, including several from Suzhou, Nanjing, and Yangzhou. The model for this painting is the great individualist painter, Zhu Da, or Bada Shanren (1626-1705), who had a tremendous impact on Yangzhou area painters and influenced Chinese artists well into the 20th century.\r\n\r\nWet ink has been applied in spontaneous washes that effectively capture the lushness of the lotus leaves and a wet, humid atmosphere. The formal and abstract interests of the artist, as well as his personality, are expressed in a visual performance that emphasizes the immediate emotions of the painter in spontaneously rendered images. Gao became a good friend of the eccentric Yangzhou artist Zheng Xie",
  "title": "Ink Lotus after Bada Shanren"
}
