{
  "accession_number": "21.131a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of Countess Phelps Resse",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "A border of fine white linen embroidered with various stiches in pale blue and cream colored silks. Decorated with columns, human figures, dressed and undressed, some are kneeling before a column, holding branches in their hands, evidently knights, as their horses stand behind them, their plumed helmets hang upon a stand behind them which seperates the horses. Winged figures float in air before column and other nude figures are below. Birds fly over the heads of the knights. Two outer borders are embroidered with outlined ornato upon a cream ground. The decoration of the ground is outlined in pale blue upon a beautifully embroidered stitch of cream colored silk. The top is edged with a narrow passementerie and the lower edge is worked beautifully, and the linen edge is fringed between a silk fringed edge. 'Judgment of Paris'",
  "dimension": "6 x 23 in. (15.24 x 58.42 cm)",
  "id": "http://api.artsmia.org/objects/13462",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, silk; embroidery",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Although most Italian embroidery designs were interlacing floral patterns, figural images were not unknown. It is rather interesting to note the angular rendering of the individual figures.",
  "title": "Judgement of Paris"
}
