{
  "accession_number": "2000.77.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of George W. Rickey",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1000",
  "department": "Arts of the Americas",
  "description": "small fan formed with feathers with quills attached to braided fiber strands tied together; blue feathers with cut feather fragments in orange, white, brown, yellow and blue forming geometric patterns below yellow tips; mounted inside plexi case",
  "dimension": "10 3/4 x 8 3/4 x 3/8 in. (27.3 x 22.2 x 1 cm) (approximately)",
  "id": "http://api.artsmia.org/objects/13614",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1704,
  "image_width": 2272,
  "inscription": "Sticker",
  "life_date": null,
  "markings": "\\'R87-083\\', in blue ink, on sticker at one corner of case",
  "medium": "feathers, plant fibers, thread",
  "nationality": null,
  "object_name": "Fan",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "10th-11th century",
  "text": "Colorful tropical birds were rare in South America’s Andes highlands and arid Pacific coast region, so feathered accessories and garments in those areas were luxury items reserved for nobility. Brilliantly colored feathers and live birds were imported from the eastern slopes of the Andes and the Amazon rain forest and symbolized authority, spiritual power, hunting prowess, and masculine virility. Feather fans like this one would have been part of regalia worn for special occasions, such as the declaration or conclusion of war, ceremonies and festivals. Feathered items were also offered as sacrifices in religious ceremonies. Owing to the delicacy of feathers, and their ritual sacrifice, limited examples of Andean feather work survive.",
  "title": "Fan"
}
