{
  "accession_number": "2000.78",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Katherine Kittredge McMillan Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Mughal dynasty, c. 1600–20",
  "department": "Asian Art",
  "description": "reddish carved openwork stone; central arch with wide border with open stars; top corners contain rosettes on one side and 'Allah' on the other; central trellis design of curving lines; attached to mount",
  "dimension": "49 x 36 1/2 x 3 3/8 in. (124.5 x 92.7 x 8.6 cm)",
  "id": "http://api.artsmia.org/objects/13611",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3904,
  "image_width": 3076,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red sandstone",
  "nationality": null,
  "object_name": "Jali",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Mughal dynasty, c. 1600–20",
  "text": "Islamic kingdoms of Turkish, Central Asian, and Afghan origins began to exert influence over portions of the Indian subcontinent by about 800 CE. Of them, the impact of the Mughals (reign 1526–1858), famous for building the Taj Mahal, was among the greatest and most enduring. \r\n\r\nFluidly carved window screens, or jali, are found throughout South Asia. This jali likely lined a corridor surrounding the tomb of a Mughal emperor or a prominent saint. Jali allowed air and light to circulate within an architectural space, a device well suited for a harsh summer climate. But the design is not merely functional. The central panel features a lattice of interlocking curves—a geometric pattern capable of endless expansion, which in Islamic theology underscores the infinity of the universe. The lattice filtered sunlight into divine light, further invoked here by the calligraphic word “Allah,” Arabic for God, which is carved on one side in the upper corners opposite the floral roundels.",
  "title": "Jali (window screen)"
}
