{
  "accession_number": "2000.85.1",
  "art_champions_text": null,
  "artist": "Maker: Qian Gu",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1555",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "landscape with mountains and trees in background; calm water with docked boats at center; buildings and figure on steps at LR corner",
  "dimension": "H.11-7/16 x W.10-7/8 in. (image/sheet)",
  "id": "http://api.artsmia.org/objects/13693",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Stamps",
  "life_date": "Chinese, 1508-1578",
  "markings": "3 seals, in red, 2 at LR corner, one at LL corner",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "These four leaves by the Wu school artist Qian Gu come from an album dated to the second month of 1555. Characterizing a majority of his landscapes are an elegant, quiet mood, and clear, understated brushwork that stands between the refinement of Wen Zhengming (1470-1559) and the simpler style of Shen Zhou (1427-1509), the two leading masters of the Wu school.\r\nBorn in Suzhou, Qian was orphaned at an early age and had little formal education until he became a pupil of the great literatus, Wen Zhengming. He evolved into an avid book collector and gained a reputation as a fine poet. While Qian often painted in Wen's style, his personal approach is recorded as having been derived more from that of Wen's teacher and friend Shen Zhou, the legendary founder of the Wu school.\r\nShen's style, defined by simple blunt brushwork, clear compositions, and transparent mineral colors is clearly evident in these landscapes by Qian. The remaining four leaves of this album are in a private Chinese collection.",
  "title": "Mountain Scenes"
}
