{
  "accession_number": "2000.86.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "plump face and wide nose; nearly closed eyes; wearing a large crown with dragon and foliage designs",
  "dimension": "30 3/8 x 16 1/2 x 19 3/4in. (77.2 x 41.9 x 50.2cm)",
  "id": "http://api.artsmia.org/objects/13718",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5594,
  "image_width": 3471,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Limestone",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Although carved at a time when north China was ruled by invaders, this massive image of a crowned bodhisattva demonstrates that despite foreign occupation, the north remained a center of flourishing culture. Sculpted during the Jin (1115-1234, Jurchen-tungus rule), or early Yuan (1260-1368, Mongol rule) dynasties, this fully modeled, dignified, and elaborately detailed image reflects the splendid legacy of classical Song dynasty (960-1279) Buddhist sculpture.\r\n<P>The spectacular two-tier crown, decorated with dragons and phoenixes, is similar to gold crowns excavated from tenth-twelfth-century royal burials in north China. In the front of the crown is a roundel on a lotus base containing the Tibetan <I>Phags-pa</I> character meaning Buddha. Its use here may be as a substitute for the miniature image of Amitaba Buddha, which usually appears in the headdress of the bodhisattva Guanyin, who may be represented here. It was common for Buddhist images of Liao, Jin, or Mongol patronage to include Tibetan rather than Chinese script in their makeup.\r\n",
  "title": "Head of a Crowned Bodhisattva"
}
