{
  "accession_number": "2004.236.113",
  "art_champions_text": null,
  "artist": "Designer: Circle of Christopher Dresser; Manufacturer: Masborough Stove Grate Company",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Richard L. Simmons and Rosa Lynn Pinkus",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870",
  "department": "European Art",
  "description": "very straight, tall back; seat moulded to resemble padded buttoned seat; elaborate geometric and geometricized organic openwork back rest; two twisted leg supports; geometric rondel design around edge of seat; brown coppery patina",
  "dimension": "52 1/2 x 19 1/4 x 13 3/8 in. (133.35 x 48.9 x 33.91 cm)",
  "id": "http://api.artsmia.org/objects/96000",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3776,
  "image_width": 2832,
  "inscription": "Inscription\r\n\r\nULC of back rest, on back, incised: [I / 23 / 2 (?) / R d H / R (inside a diamond)]",
  "life_date": "Scottish, 1834-1904",
  "markings": "",
  "medium": "Iron, pigment",
  "nationality": "Scottish",
  "object_name": "Side chair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Christopher Dresser, a trained botanist who became one of the first industrial designers in Britain, promoted innovative design available to many social classes through inexpensive, mass-produced objects.  The stylized palms and thistles on the back of the chair also appear on the cast-iron coatstand that Dresser designed for Coalbrookdale Company.  The trompe l'oeil (fool the eye) tufted seat is recorded on an 1868 design registered by the Masborough Stove Grate Company in England.  The spiral turnings on the back stiles and legs, crocket finials, and geometric patterns suggest an assortment of Elizabethan, Gothic, and Renaissance revival motifs in vogue in both America and Europe during the 1860s and 1870s.",
  "title": "Side chair"
}
