{
  "accession_number": "2005.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "blue and white; flattened globular shape supported on a spreading pedestal foot with flat unglazed base containing a central glazed hemispherical recess; narrow neck flares out to a bulbous mouth supported by a pair of strap handles terminating in ruyi heads on the high schoulders; bulb is painted with a cloud collar filled with scrolls and interspersed with three-petalled motifs; flattened sides are each finely painted with a different pictorial scene within a six-point cartouche, the edges filled with floral sprigs within compartments, and encircled by double lines; one scene comprises two women standing on a terrace outside the open door of a house or pavillion, the right edge framed by rockwork and various trees including pine; beyond a balustrade lies an expanse of water in which splashes a large carp, while fingers of land are visible on the horizon; reverse is painted with two women inside a house or pavillion set in a lush garden of trees, shrubs and a large bamboo on which is perched a phoenix; small boy, waiting on the women, stands at top of the flight of stairs; each narrow side of the vessel is further painted with a floral sprig on the raised boss, itself painted with a flower-head",
  "dimension": "9 3/8 x 7 5/8 x 3 15/16 in. (23.81 x 19.37 x 10 cm)",
  "id": "http://api.artsmia.org/objects/96073",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3882,
  "image_width": 3246,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Porcelain with underglaze blue decor",
  "nationality": null,
  "object_name": "Moon Flask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Paintings were a major source for the decoration on Ming and Ch'ing porcelain. The potters at Ching-te-chen, where this unusual vessel was produced, often interpreted porcelain from an earlier period freely and inventively. While the shape of this flask is drawn directly from early fifteenth century porcelain prototypes, the pictorial decoration of women in a garden setting, however,  would not have been found on the earlier versions. The flattened, footed shape seen here is ultimately derived from Islamic vessels and the inclusion of the auspicious motifs of a phoenix and carp (one on each side of the flask) indicates the ladies were in the process of receiving good news.",
  "title": "Moon Flask"
}
