{
  "accession_number": "2005.18.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of funds from the Regis Foundation",
  "culture": "Ewe",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Art of Africa and the Americas",
  "description": "twenty-two strips sewn together; rectangular blocks alternate in strips: blues and white stripes and two blocks of multicolored stripes, some with geometric patterns, flanking geometric designs and hands; predominantly dark blue, medium blue and white",
  "dimension": "109 7/16 x 73 5/16 in. (277.97 x 186.21 cm)",
  "id": "http://api.artsmia.org/objects/96156",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Wrapper",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Kente cloth is produced in long, thin strips on narrow-strip looms. The strips of cloth are pieced together with alternating blocks of colors and patterns, producing a basket weave effect. A distinguishing feature of Ewe weavers' kente is the use of representational imagery in some of the pattern blocks. Here one recognizes, among other things, knives, combs, hats, spindles, cowrie shells, as well as the human hand with an open palm, which is meant to be read as: \"I am clean.\"\r\n\r\nKente is not only used for personal adornment but also as a powerful expressive medium of communication; even colors and abstract patterns are significant. Today kente has become a kind of Pan African cloth worn by political leaders and dignitaries from all over the continent to help express their African identity.",
  "title": "Wrapper"
}
