{
  "accession_number": "2004.236.68",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Asia",
  "country": "Laos",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Hmong",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Asian Art",
  "description": "resist dyed blue/black and white; tightly pleated with six rows of narrow red and pink trim along bottom; zipper fastener in back; black elasticized waistband",
  "dimension": "29 3/4 x 11 in. (75.57 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/96235",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2800,
  "image_width": 2430,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, synthetic; wax resist dyed, appliqué",
  "nationality": null,
  "object_name": "Skirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Hmong people are originally from China, but during the last two hundred years many of them have migrated to other countries in Southeast Asia as well as Europe and North America.  For many Hmong women, traditional clothing continues to be a source of creative expression as well as cultural affirmation. This clothing is particularly appreciated by all the community when worn for holiday celebrations.  Although there are a variety of costume styles reflecting regional and ethnic sub-group preferences, embroidery is universally valued and used to embellish everything from the distinctive pleated skirts to baby carriers, jackets and funeral garments.  \r\n\r\nSometimes needlework is worked directly on specific garments, but frequently individual unites of cloth, as seen here, are embroidered and then incorporated into individual costumes.  As clothing wears out, it is not unusual for the embroidered panels to be reused.  Hmong women are known to use many embroidery stitches, but the fold and tuck appliqué style seen here is a distinctive tradition that is admired wherever it is seen.",
  "title": "Skirt"
}
