{
  "accession_number": "2004.236.79",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of Richard L. Simmons in memory of Roberta Grodberg Simmons",
  "culture": "Unknown",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "finely knit; brightly colored with tassels at neck and top; multicolored; design is circular pattern of various sizes and geometric shapes",
  "dimension": "28 x 9 3/4 in. (71.12 x 24.77 cm) (including tassels)",
  "id": "http://api.artsmia.org/objects/96266",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3800,
  "image_width": 2024,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Acrylic, cotton",
  "nationality": null,
  "object_name": "Hat",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Chullos are popular among men and boys in the Andean highlands. Often worn under another hat, they provide extra warmth in the cool, thin air of the area around Qusqu (Cuzco), elevation 11,200 feet. Their distinct conical shape was influenced by the past practice of shaping the heads of babies and young children to communicate social rank, personal beauty or style, and community identity. \r\n\r\nWhile head shaping is no longer practiced, chullos continue to reflect community affiliation and fashion trends. Like many other clothing articles, their designs, colors, and patterns can reveal a lot about the wearer. Preferences for certain color combinations, pattern variations and embellishments change with time and vary from community to community. The acrylic fibers and brilliant, synthetic jewel tones in this example reveal the influences of modern industry and the artist’s use of commercially produced materials.",
  "title": "Hat"
}
