{
  "accession_number": "2004.261.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Jingdezhen, China",
  "creditline": "Gift of Leo and Doris Hodroff",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 16th century",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "painted in rich cobalt blue; interior has cusped circular medallion enclosing monkey seated on a pie-bald horse within fenced garden, encircled by trellis, diaper and floral panels, broad flaring rim with lotus-lappet panels enclosing ribbon-tied antique phoenix and blossoming peach trees alternating with diaper, pearl string and flame scroll panels; exterior has lotus panels enclosing ruyu-headed cloud scrolls and panels of Lingxi",
  "dimension": "4 x 20 1/4 x 20 1/4 in. (10.16 x 51.44 x 51.44 cm)",
  "id": "http://api.artsmia.org/objects/96512",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Stickers",
  "life_date": null,
  "markings": "on bottom: two collector\\'s stickers",
  "medium": "Porcelain",
  "nationality": null,
  "object_name": "Dish with scene of monkey on a horse",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G209",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Chinese export",
  "text": "The term for early Chinese Export porcelain is <I>kraak</I>, a derivation of the Dutch word <I>carrack</I>, the type of Portuguese ship that dominated trade with China in the 16th century.\r\n\r\nThis <I>kraak</I> bowl and the smaller one beneath were formed by pressing clay over a mold to create the appearance of panels.  The pieces were painted with borders to deliniate the panels and images inspired by nature in cobalt-blue underglaze decoration. \r\n\r\n<I>Kraak</I> wares were Europe's first introduction to Chinese porcelain, and proved tremendously popular and influential.  Factories in Delft and elsewhere in Europe imitated their blue-and-white decoration on pottery.",
  "title": "Dish with scene of monkey on a horse"
}
