{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "Japanese, 1559 - 1635",
  "nationality": "Japanese",
  "role": "Artist",
  "dated": "c. 1625",
  "culture": null,
  "country": "Japan",
  "continent": "Asia",
  "dimension": "76 x 39 1/4 x 4 in. (193.04 x 99.7 x 10.16 cm)",
  "medium": "Ink, light colors and gold on paper",
  "title": "Scene of Rice Cultivation, from a set of sixteen sliding doors (fusuma)",
  "id": "http://api.artsmia.org/objects/96531",
  "room": "Not on View",
  "style": "17th century",
  "marks": " ",
  "text": "These sliding panels originally formed the four walls of a small reception chamber in Daikakuji, a temple in northwest Kyoto that alternately served as the palace for Japan's emperor. Representing the various activities associated with rice cultivation, the panels form a continuous agricultural panorama from wall to wall. Some of these chores include plowing, transplanting the rice, irrigating, threshing and grinding. \r\n<P>Typical of paintings by artists of the Kano school, the theme derives from China and is didactic in nature. Agriculture, according to Chinese Confucian teachings, is the basis of a well-ordered society. Accordingly, when Japanese rulers adopted Confucianism as their ruling ideology, they also commissioned paintings which reflected social stability, morality and government values. \r\n<P>Although unsigned, it is likely that these paintings are by Kano Sanraku who was comissioned to decorate the temple where these screens once existed. As head of the Kano school in the early 17th century, Sanraku evolved a style characterized by greater naturalism and detail than previous Kano artists. In addition to these characteristics, these screens exhibit a clear compositional arrangement, crisp brushwork, and heavily outlined rock formations--all hallmarks of the Kano style. \r\n",
  "description": "from the Saga Palace, Kyoto; man behind plow pulled by ox; two figures in background--one planting, one holding a yoke",
  "creditline": "The William Hood Dunwoody Fund and Gift of funds from Louis W. Hill, Jr.",
  "accession_number": "81.1.4",
  "artist": "Kan? Sanraku"
}
