{
  "accession_number": "81.1.4",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Kano Sanraku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1620s",
  "department": "Asian Art",
  "description": "unsigned; from the Saga Palace, Kyoto; man behind plow pulled by ox; two figures in background--one planting, one holding a yoke",
  "dimension": "76 x 39 1/4 x 4 in. (193.04 x 99.7 x 10.16 cm)",
  "id": "http://api.artsmia.org/objects/96531",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10098,
  "image_width": 5588,
  "inscription": "",
  "life_date": "Japanese, 1559 - 1635",
  "markings": "",
  "medium": "Ink, light color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Sliding door (fusuma)",
  "portfolio": "From Set of sixteen sliding doors showing Rice Farming in the Four Seasons",
  "provenance": "Take no ma, Shōshinden, Daikakuji, Kyoto until 1755, then Ōoka Shunboku; Joseph U. Seo (until 1981)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "These sliding door panels originally formed the four walls of a small reception chamber at Daikakuji, a Buddhist temple in northwest Kyoto that also served as the palace for Japan’s emperor. The panels form a continuous panorama from wall to wall and present various activities associated with rice cultivation: plowing, transplanting the rice, irrigating, threshing, and grinding. The didactic theme is derived from Chinese painting; agriculture, according to Confucian teachings, is the basis of a well-ordered society. Accordingly, when Japanese rulers adopted Confucianism as their ruling ideology, they also commissioned paintings that reflected social stability, morality, and government values.\r\n\r\nAlthough unsigned, these paintings were likely produced by Kano Sanraku. As head of the Kyoto branch of the influential Kano school, Sanraku counted several prominent aristocratic families and Buddhist monasteries, including Daikakuji, as key patrons.",
  "title": "Winter [right from the set Rice Farming in the Four Seasons]"
}
