{
  "accession_number": "81.1.10",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Kano Sanraku",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1620s",
  "department": "Asian Art",
  "description": "unsigned; from the Saga Palace, Kyoto; five figures, fields at left",
  "dimension": "39 x 37 x 3 1/2 in. (99.06 x 93.98 x 8.89 cm)",
  "id": "http://api.artsmia.org/objects/96535",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10231,
  "image_width": 5372,
  "inscription": "",
  "life_date": "Japanese, 1559 - 1635",
  "markings": "",
  "medium": "Ink, light color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Sliding door (fusuma)",
  "portfolio": "From Set of sixteen sliding doors showing Rice Farming in the Four Seasons",
  "provenance": "Take no ma, Shōshinden, Daikakuji, Kyoto until 1755, then Ōoka Shunboku; Joseph U. Seo (until 1981)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "These sliding door panels are part of a group of 16, which originally formed the four sides of a small reception chamber at Daikakuji, a Buddhist temple in northwest Kyoto. The paintings show the process of rice cultivation across four seasons. A person seated in the room would have seen the scene unfold from north, beginning with winter and moving clockwise. Summer, the third in order, would have been on the southern side.\r\nRice cultivation was a common subject in Chinese painting, meant to remind the ruler to appreciate the work of the people and to govern them well. Daikakuji had a strong connection to the imperial family: only imperial princes could serve as abbot (head) of the temple, and many emperors used it as their residence after abdicating and becoming monks themselves.",
  "title": "Summer [center left from the set Rice Farming in the Four Seasons]"
}
