{
  "accession_number": "2005.16.1.39",
  "art_champions_text": null,
  "artist": "Artist: Otto Dix; Publisher: Karl Nierendorf",
  "catalogue_raissonne": "Karsch 108",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John R. Van Derlip Fund and Gift of funds from Alfred and Ingrid Lenz Harrison and the Regis Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1924",
  "department": "European Art",
  "description": "two bodies hanging out of a hole blown in the corner of a brick building; woman's body with the body of a baby on top of it, LLC; legs at ULC",
  "dimension": "11 1/2 x 9 3/8 in. (29.21 x 23.81 cm) (plate)\r\n18 3/4 x 13 15/16 in. (47.63 x 35.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/96579",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F VG Bild-Kunst%2C Bonn",
  "image_height": 2328,
  "image_width": 1909,
  "inscription": "Signature, Inscription and Edition\r\n\r\nsee Signed",
  "life_date": "German, 1891–1969",
  "markings": "see Signed",
  "medium": "Etching and aquatint",
  "nationality": "German",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, in pencil: [19/70 IX (illegible signature)]",
  "style": "20th century",
  "text": "Published in Berlin in 1924 on the occasion of the tenth anniversary of the mobilization of German forces during the First World War (1914-18), Otto Dix's celebrated print cycle Der Krieg presents the ugly realities of modern warfare in horrific detail. The portfolio features 50 intaglio plates, whose subjects arose from Dix's own wartime experiences and memories of the ravages of combat and its aftermath. Dix had enthusiastically volunteered for service in the German army in 1915 and had fought in an artillery regiment and as a machine gunner on the Western front, including the infamous Battle of the Somme, where Allied and German forces suffered more than one million causalities. Wounded several times himself, Dix was deeply traumatized by his experiences and suffered recurring nightmares for the rest of his life.  At the same time, Dix was fascinated by the experience of war, especially the psychological truths of human conflict. He explores these truths through the morbid realism of his depictions.\r\n\r\nDix consciously modeled Der Krieg on Francisco Goya's equally famous print cycle Los Desastres de la Guerra (The Disasters of War), which recounted the travesties of Napoleon's invasion of Spain during the Peninsular War of 1808 to 1814. Like Goya, Dix produced his images in intaglio, a medium perfectly suited for the lush textures and meticulous detail he sought to create. As a result, despite their horrific content, the prints possess an aesthetic quality that Dix exploited through his skillful use of etching, drypoint and aquatint techniques.\r\n\r\nDix, who in the years following the First World War became one of the preeminent proponents of the social realist movement Neue Sachlicgkeit (New Objectivity), was relentless in exposing life's absurdities and contradictions. One of the great masterpieces of twentieth century art, Der Krieg is a fundamental examination of humanity's capacity for brutality, and remains one of the most powerful anti-war statements ever made.",
  "title": "Durch Fliegerbomben zerstörtes Haus (House Destroyed by Aerial Bombs), plate 39 from Der Krieg (The War)"
}
