{
  "accession_number": "2005.161.2",
  "art_champions_text": null,
  "artist": "Artist: Yabe Makoto",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Sue and Bernie Pucker in honor of Kikoku and Masuo Nishibayashi",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 2003",
  "department": "Asian Art",
  "description": "tall, with bulbous heavy body and short, slightly flaring neck; overall design of stamped starburst or floral shapes; dark red, cream and light blue glazes",
  "dimension": "16 x 7 3/4 x 7 3/4 in. (40.64 x 19.69 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/96754",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 1933,
  "inscription": "Inscription\r\n\r\non bottom, incised: illegible inscription",
  "life_date": "Japanese, 1947-2005",
  "markings": "",
  "medium": "Inlaid stoneware with ash glaze",
  "nationality": "Japanese",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Makoto Yabe attended the Kyoto Municipal Industrial School where he received a certificate in ceramics. Afterwards he enrolled in Ritsumeikan University and earned a degree in philosophy and comparative cultures in 1969. For a time he worked under the Kyoto potters Uno Sango and Uno Jinmatsu, but found the traditional apprentice system to be too time-consuming and stifling. Leaving Japan in 1977, he lived in the United States until his death in 2005, holding positions at Radcliffe College, Harvard University, and Decordova Museum (Lincoln, Massachusetts). For this vase, he used a method championed by Korean potters in the 15th century in which floral designs are stamped into the surface of the clay. The white slip is then brushed onto the surface, and the excess wiped away, leaving the stamped designs \"inlaid\" with slip.  Although Yabe throws his vessels on the wheel, he further shapes them by hand, giving them an irregular form that accords well with the casual application of his stamped designs.",
  "title": "(Large Vase)"
}
