{
  "accession_number": "2005.117",
  "art_champions_text": null,
  "artist": "Designer: Michael Thonet",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Germany (Prussia)",
  "creditline": "Gift of funds from the Decorative Arts Council with proceeds from the 2004 Antiques Show and Sale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1836-1840",
  "department": "European Art",
  "description": "top of back support slightly curved; central back support bar is made up of two U-shapes with three lozenges between; cane seat; curved bent wood legs, feet and side supports",
  "dimension": "33 1/4 x 16 7/8 x 19 in. (84.46 x 42.86 x 48.26 cm)",
  "id": "http://api.artsmia.org/objects/96908",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4786,
  "image_width": 3468,
  "inscription": "",
  "life_date": "German (Prussian), 1796-1871",
  "markings": "",
  "medium": "Bent and laminated wood, walnut veneer, cane",
  "nationality": "German (Prussian)",
  "object_name": "Chair",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Indelibly identified as classics of modern design, the remarkable bentwood furnishings of Gebrüder Thonet continue to turn heads more than a century later.  The history of bentwood furniture dates back centuries, but it was Michael Thonet, an enterprising cabinetmaker from Boppard-am-Rein in Germany, who propelled the notion of steam-bending woods (and subsequently, tubular metal) into the 20th century, representing a significant passage from craft to industrial production.\r\n\r\nIn 1819, Thonet began producing delicate, lightweight Biedermeier designs in his hometown, one surrounded by forests.  This led to experiments with laminated wood a decade later.  Having gained the patronage of Prince Metternich, he moved to Vienna where this side chair was made.  Today, this chair serves as a celebrated example in which the stylish forms of Biedermeier furniture converge with a new, revolutionary technology.  \r\n\r\nIncidentally, we continue to struggle with the correct pronunciation, many preferring the French Tho-Nay rather than the correct German TONN-ett.",
  "title": "Boppard chair"
}
