{
  "accession_number": "2005.21",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Luigi Frullini",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Mrs. Eunice Dwan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870s",
  "department": "European Art",
  "description": "Renaissance style; elaborately carved; pediment has shells, fleur-de-lis, floral and scroll decorations; fall board carved with grotesque mask; large paw feet",
  "dimension": "58 1/2 x 38 1/2 x 22 in. (148.59 x 97.79 x 55.88 cm) (closed)",
  "id": "http://api.artsmia.org/objects/96942",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6876,
  "image_width": 4770,
  "inscription": "",
  "life_date": "Italian, 1839-1897",
  "markings": "",
  "medium": "Walnut",
  "nationality": "Italian",
  "object_name": "Folio stand",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Renaissance revival",
  "text": "The Florentine woodcarver and furniture maker Luigi Frullini achieved international renown for his Renaissance Revival designs through highly visible displays at World's Fairs, most notably in London (1862), Venice (1873), and Paris (1867 and 1878).  This exposure led in 1875 to a commission to design and execute the dining room and furnishings for Château-sur-Mer, the family cottage of George Peabody Wetmore in Newport, Rhode Island.  \r\n\r\nThe carved decorations of this stand, including the grotesque masque in the center, stippled ground, ball and reel design, and surrounding guilloche border of interlacing curves, are very characteristic of Frullini's work.  Additional examples by Frullini can be found in the Metropolitan Museum of Art in New York, the Philadelphia Museum of Art, the Victoria & Albert Museum in London, and the Museum für Angewandte Kunst in Vienna.",
  "title": "Folio stand"
}
