{
  "accession_number": "P.99.12.1",
  "art_champions_text": null,
  "artist": "Artist: André Racz, American (born Romania)",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1945",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "21 13/16 x 14 7/8 in. (55.4 x 37.78 cm) (plate)\r\n25 3/4 x 18 5/8 in. (65.41 x 47.31 cm) (sheet, irregular)",
  "id": "http://api.artsmia.org/objects/44006",
  "image": "valid",
  "image_copyright": "© Estate Andr%C3%A9 Racz",
  "image_height": 4987,
  "image_width": 3594,
  "inscription": "Inscribed in pencil, LL margin: A] (circled)\r\nTtiled in pencil, LC margin: Pegasus beheading Medusa VIII",
  "life_date": "1916-1994",
  "markings": "WM present",
  "medium": "Color engraving, soft-ground etching, and scorper",
  "nationality": "American (born Romania)",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "[Charles M. Young Fine Prints and Drawings, Portland, Conn.]; sold to MIA, 1999.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR: André Racz 1945",
  "style": "20th century",
  "text": "André Racz joined the wave of artists who immigrated to America from Europe after the outbreak of World War II in 1939. A painter, sculptor, printmaker, and educator, Racz was active at Stanley Hayter's renowned experimental print workshop Atelier 17 in New York between 1943 and 1945.\r\n\r\nAmong the prints he produced there is this dramatic interpretation of the well-known mythic Greek hero-warrior Perseus, who victoriously holds the severed head of the slain Gorgon monster Medusa, whose powers include the ability to turn to stone those who dare look in her eyes. Perseus's story is a long and convoluted adventure. The son of Zeus and Danäe, Perseus embarked on a perilous journey to find and kill Medusa as a wedding gift for Polydectes, King of Serifos Island, who had pledged marriage to Danäe.  Unbeknownst to Perseus, his mother had rejected the king's advances. On learning of the deception, Perseus holds the severed head of Medusa before the king and his court, turning all of them to stone.\r\n\r\nRacz's composition was strongly influenced both by Hayter's distinct brand of abstract surrealism and Picasso's anguished and tormented images of mythical subjects.",
  "title": "Perseus Beheading Medusa VIII"
}
