{
  "accession_number": "P.99.14.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Italian (Florence) 15th century; Artist: Attributed to Baccio Baldini",
  "catalogue_raissonne": "Hind A.I. 47; Illus. Bartsch 24; Commentary I, 040; Pass. 5, 22, 42; Krist. Arch. Stor. VI",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1460-1463",
  "department": "European Art",
  "description": "",
  "dimension": "8 9/16 x 12 in. (21.75 x 30.48 cm) (plate)\r\n11 1/2 x 16 3/4 in. (29.21 x 42.55 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/44010",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3358,
  "image_width": 4856,
  "inscription": "",
  "life_date": "Italian, Florence c. 1436–1487 Florence",
  "markings": "Watermark: Ladder in shield under star (partly obscured) [Venetian 16th-century watermarks according to Zelen 2015]",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Johann Georg Zobel I von Giebelstadt, Prince Bishop of Bamberg (d. 1580), Germany; [Antiquariat Konrad Meuschel, Bad Honnef, Germany, until 1999; broke up Johann George Zobel I von Giebelstradt album of 123 sheets, sold \"Virgil and the Sorcerer\" for 'DM12,000, to Theodoli]; [Olimpia Theodoli, London; 1999; sold to MIA]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Virgil (70-19 B.C.E.) was the most famous poet of his time, honored as a divinity after his death. In the popular tradition, the admiration for his literary work went along with that for his supposed powers as a sorcerer. The engraving tells the story of his spurned love for the Emperor’s daughter, who pretended to accept the poet’s advances. She agreed to receive him in secret by lifting him up to her room in a basket, but halfway up she left him dangling until daylight revealed his laughable predicament to the Romans. The prank laid bare the susceptibility of even such a revered man to ordinary human passions. The emperor saves Virgil from further punishments as the magical poet takes his revenge by extinguishing all fires in Rome, except that particular one residing between the legs of the Emperor’s daughter. And for years thereafter, the citizens knew that from that source they could kindle their flames. The tale, which had great popularity between the 14th and 16th centuries, captures the foolishness of all who are in love, but also underscores the malevolent power of lustful women.",
  "title": "Virgil the Sorcerer"
}
