{
  "accession_number": "P.99.15.1",
  "art_champions_text": null,
  "artist": "Artist: Possibly Baccio Baldini; Artist: Formerly attributed to Tommaso di Antonio Finiguerra; Artist: Formerly thought to be after Antonio del Pollaiuolo",
  "catalogue_raissonne": "Illus. Bartsch 24, 9 & Commentary 24, 1, 124; Hind 1938–48, \n73–74, no. A.II.23; Zucker 1993–94, 265–67, no. 2403.124; Zelen 2015, 3–11, 36",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Charles A. Cleveland and Janet and Winton Jones in memory of Thirza Jones Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1460-1464",
  "department": "European Art",
  "description": "",
  "dimension": "7 1/16 x 9 15/16 in. (17.94 x 25.24 cm) (plate)\r\n10 x 16 3/4 in. (25.4 x 42.55 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/44264",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1787,
  "image_width": 2507,
  "inscription": "",
  "life_date": "Italian, Florence 1431/32–1498 Rome",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Johann Georg Zobel I von Giebelstadt, Prince Bishop of Bamberg \n(1543–1580), Bamberg, Germany. \n[Antiquariat Konrad Meuschel, Bad Honnef, Germany, until 1999; sold to Theodoli]; \n[Olimpia Theodoli, London; 1999]; sold to the Minneapolis Institute of Art",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "With ironic fatalism, the central inscription proclaims, “who is not dead will die, who is not a cuckold will be.” The practice of adorning a cuckold with horns supposedly comes from the highly promiscuous behavior of goats, particularly males, that allow other males have their female. Even to the present, to be “with horns” in the Italian code of honor seriously undermines a man’s value. \r\n \r\nThis surreal print pokes fun at male weakness before the lascivious and unfaithful woman. The absurd ceremony is set in the imaginary court of the “king of goats,” he himself crowned by two conspicuous sets of horns and seated on a throne whose back is made out of horns. Every detail of the scene—the seat, the armor of the courtiers, the brocaded clothing—is elegantly and richly decorated, as was fashionable in 1460s Florence, under the rule of Piero de’ Medici. Two kneeling supplicants ask to have their horns sawn off, as it was considered better to ignore or pardon a wife’s infidelity, than to be noted for it. The woman embodies feminine lust and weak morality. Perfectly at ease in the glory of horns and unashamed of her nudity, she embraces an elegant young man, whose double set of horns signals his destiny.",
  "title": "The King of Goats: A Satire on Cuckolds"
}
