{
  "accession_number": "P.99.30.7",
  "art_champions_text": null,
  "artist": "Artist: Rufino Tamayo; Printer: Lucien Détruit, Paris; Printer: Jean Paul Vibert; Publisher: Club International de Bibliophile Jaspard, Polus &amp; Cie., Monaco",
  "catalogue_raissonne": "Pereda 69",
  "classification": " Prints",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "Gift of Terrence D. Curley",
  "culture": null,
  "curator_approved": 1,
  "dated": "1959",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "13 x 19 7/8 in. (33.02 x 50.48 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/44282",
  "image": "valid",
  "image_copyright": "Art © Tamayo Heirs %2F Mexico %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 3250,
  "image_width": 4899,
  "inscription": "",
  "life_date": "Mexican, 1899 - 1991",
  "markings": "",
  "medium": "Color lithograph on ivory paper",
  "nationality": "Mexican",
  "object_name": "Print",
  "portfolio": "From From \"The Apocalypse of Saint John,\" Monaco, 1959",
  "provenance": "Terrence D. Curley, Golden Valley, Minn.; given to the MIA, 1999.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, UR: R Tamayo",
  "style": "20th century",
  "text": "Rufino Tamayo tried to move past the nationalist themes favored by the generation of Mexican artists that preceded him and toward more universal ones. While working in France in 1959, he produced a series of lithographs illustrating the chapters of the New Testament book of Revelation, Saint John the Divine’s vision of things to come. Included were images of the Four Horseman of the Apocalypse: Conquest, War, Famine, and Death. Death is front and center here.\r\n\r\n\"I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth.\" (Revelation 6:8)\r\n\r\nDeath displays consummate horsemanship, riding without saddle or reins, but his steed seems a little spooked. Perhaps Hades is gaining on them'",
  "title": "Death on a Pale Horse (Chapter XVI), from The Apocalypse of Saint John (El Apocalipsis de San Juan)"
}
