{
  "accession_number": "2003.56",
  "art_champions_text": null,
  "artist": "Designer: Gianni Pettena",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Artist, Transfer from the Record Book Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/44388",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Italian (born 1940)",
  "markings": "",
  "medium": "Plywood, fibreglas, nylon straps",
  "nationality": "Italian",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This foldable chair, preserved in its fiberglas casing (frozen in time), is one of a series of chairs Gianni Pettena made for his 1971 one-man exhibition in the Art Institute.  The one-gallery installation consisted of numerous chairs suspended from the ceiling, all spotlighted in an otherwise blacked-out room.  While the chair has some practical applications (it is hinged and meant to be portable, even “wearable”), it is less a singular object than a “document” taken from an installation by an artist exploring relationships between conceptual art, performance pieces, design and architecture.  Other artists, such as Scott Burton, Richard Artswager and Donald Judd, were exploring similar ideas with their chair designs at the time.  \r\n\r\nInterestingly, Pettena also created an “ice house” during his stay in Minneapolis.  A water-tight scaffold form was erected around a house designated for removal, then filled entirely with water thereby encasing it in a cake of ice during the winter months (illustrated in the adjacent book).",
  "title": "Wearable Chair"
}
