{
  "accession_number": "2002.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "robin's egg blue ground with flowering branch; 2 large orange flowers; branch extends from outer edge, with small branches around edge",
  "dimension": "3-5/8 x 20-1/8 x 20-1/8 in. (9.2 x 51.1 x 51.1 cm)",
  "id": "http://api.artsmia.org/objects/60013",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4077,
  "image_width": 4281,
  "inscription": "6-character inscription, in blue, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "One of the chief glories of the Yung-cheng reign (1723-35) was the perfection of famille rose enamels, named for the pink enamel that often predominates these striking compositions. Major advances in the technology of enamel production allowed for a subtle blending of white, pink, and green enamels to produce color gradations. For the first time, enamels could be mixed with opaque white and used in shading in a manner akin to oil painting. \r\n\r\nThe Yung-cheng emperor took great interest in the production of imperial porcelain at Ching te-chen and, under his patronage, the quality of body, glaze, and enamel decor reached its zenith. While delicately painted famille rose porcelain was valued by the court throughout the eighteenth century, large plates like this one featuring two types of blossoming plum branches were apparently produced only for the thirteen years of the Yung-cheng reign. The elegantly composed and finely detailed prunus blossoms are tinted with rose-pink over white enamel, while the pair of iron red camellias are exquisitely shaded, imparting a sense of realistic texture and volume impossible to achieve with other overglaze techniques. The underside of the plate is similarly decorated with pink and white plum blossoms, the edge has lichen and camellias, and the center bears a six-character Yung-cheng reign mark in underglaze blue.",
  "title": "Famille-Rose Dish"
}
