{
  "accession_number": "2002.4.2",
  "artist": "You Qiu",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "1581",
  "description": "male figures and attendants in a lush landscape with water and buildings; text at front (partially on mount) and back",
  "dimension": "151-7/8 x 10-7/8 in. (385.8 x 27.6 cm)",
  "id": "http://api.artsmia.org/objects/60018",
  "image": "invalid",
  "image_copyright": "",
  "life_date": "paintings dated 1554 - 1587",
  "marks": " ",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "16th century",
  "text": "This meticulously painted handscroll illustrates thirty-nine scholars and their attendants clustered in various activities amongst powerful cedars and sweeping pines growing along a river course. The destination and purpose of these travelers is clarified by the pavilion built out over the water housing a scholar who pauses to watch the geese swimming below him. This is Wang Xizhi (321-379), the great calligrapher who, in 344, gathered his friends at Orchid Pavilion (Lanting) about nine miles southeast of Shaoxing in Zhejiang province. A poetic account of the event was written by Wang Xizhi in a graceful script style said to have been influenced by his observation of the curvature of the geese's necks, and the text was destined to become the most famous and sought after text in Chinese history.\r\n<P>The <I>baimiao<I> or monochromatic lineal style of painting seen here was a specialty of the Suzhou artist Yu Qiu. His teacher in painting was the venerable classicist, Qiu Ying, whose works embody to near perfection the ideals of balance, emotional reserve, rationality, and high technical proficiency. These traits are readily evident in the works of Yu Qiu, considered one of Qiu Ying's best disciples and an important exponent of the classical tradition.",
  "title": "The Gathering at Orchid Pavilion"
}
