{
  "accession_number": "2002.4.4",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Jin Shi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid 15th century",
  "department": "Asian Art",
  "description": "two quails on a rock over water; tall bamboo plants at right; large flowers above birds' heads",
  "dimension": "46-1/2 x 20-11/16 in. (118.1 x 52.5 cm)",
  "id": "http://api.artsmia.org/objects/60017",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3943,
  "image_width": 1723,
  "inscription": "",
  "life_date": "Chinese",
  "markings": "",
  "medium": "Ink on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Two quails perch on a rock beneath overhanging chrysanthemums at the foot of towering bamboo and fragrant osmanthus. Both the chrysanthemum and osmanthus blossom in autumn, suggesting that this painting was meant to hang during the fall season. Interestingly, a strain of red osmanthus with intense fragrance was developed during the early Ming dynasty at Jin's birthplace.\r\n\r\nJin, whose signature appears on this work, was born in the Yin district, modern Ningbo, in Zhejiang province. In 1441, he passed the provincial examination and was appointed Secretariat Drafter at the Hall of Literary Splendor (Wenghuadian). He was best known for his calligraphy and paintings of bamboo and rocks, especially those done in the ink-outline style. The careful delineation of form, subject matter, and compositional features seen here are all grounded in Song dynasty (960-1279) flower-and-bird painting. The revival of Song pictorial styles was common during early Ming, especially in Zhejiang province.",
  "title": "Quails and Bamboo"
}
