{
  "accession_number": "2002.4.1",
  "artist": "Ryoshin",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "early 13th century",
  "description": "striding man, seen from PR, with beard, wearing sketchy robe; text above",
  "dimension": "39-5/16 x 17 in. (99.9 x 43.2 cm)",
  "id": "http://api.artsmia.org/objects/60016",
  "image": "valid",
  "image_copyright": "",
  "life_date": "Japanese",
  "marks": " ",
  "medium": "Ink on silk",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "13th century",
  "text": "The meditative branch of Buddhism known as Chan in China and Zen in Japan fit well into the Chinese contemplative tradition with its emphasis on insight, self-discipline, and intuitive comprehension. The Chan schools utilized painted portraits such as this to demonstrate the importance of the lineage of their masters. The rough, spontaneous, abbreviated brushwork of the <I>i-pin<I> or \"untrammeled manner\" was adopted to Chan themes. These enigmatic images including brief but inspiring works of calligraphy were developed to challenge and provoke adherents to greater awareness and creative thinking.\r\n<P>The subject of this work is Hsien-tzu, a disciple of Tung-shan Liang-chieh (807-860), one of the founders of the Ts'ao-tung sect of Chan Buddhism. Hsien-tzu was attached to no monastery. Lacking fixed residence, he wandered along rivers and lakes using a net to catch the clams and shrimps that constituted the main part of his diet. Hsien-tzu is shown here grasping a shrimp in apparent conflict with the Buddhist proscription against the killing of any sentient creature.\r\n<P>Paradoxically, an enlightened being such as Hsien-tzu, emancipated from all attachments, was also freed from such artificial disciplines as a vegetarian diet. Provocative images like this were designed to stretch the mind and imagination of the viewer leading them to greater understanding and ultimate discernment.\r\n<P>The inscription reads:\r\n\r\n<P><I>Traveling along the seashore he spoke for the benefit of mankind,<I>\r\n<P><I>Saying I have nothing better by which to complete the eight stages (of Buddhism).<I>\r\n<P><I>Three hundred years of age he lived together with the Deva (gods),<I>\r\n<P><I>His head transformed with knowledge, he entered the inner sanctum of the Teacher (Buddha).<I>\r\n<P><I>Once the lamp was established, the mandate has never been severed,<I>\r\n<P><I>And those who follow his teachings still portray this singular man.<I>",
  "title": "The Priest Hsien-t'zu"
}
