{
  "accession_number": "2002.4.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "peacock with tailfeathers extended; blue and green rocks in strange shapes; pink flowers on bottom; white, purple, yellow and pink flowers at left center; pink and white flowers in ULC",
  "dimension": "53 5/8 x 33 1/2 in. (136.21 x 85.09 cm) (image)\r\n66 11/16 x 34 1/4 in. (169.39 x 87 cm) (without roller)\r\n68 1/8 x 38 3/4 in. (173.04 x 98.43 cm) (with roller)",
  "id": "http://api.artsmia.org/objects/60020",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4061,
  "image_width": 2491,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "With tail feathers spread in full array, a peacock strolls in a garden resplendent with blossoms and bamboo. The contorted and pierced forms of the fantastical blue-green taihu rocks were greatly admired by artist-scholars. The flowers were standard motifs associated with good fortune during both the Ming and Qing dynasties (1300s–1800s). The peacock, however, reflects a new layer of meaning brought about by the Manchu conquest of 1644. The new rulers from the north of China presented themselves as protectors of Chinese culture in the face of social and political chaos. They adopted the image of Mahamayuri, the “Peacock Mother of the Buddha” and “Protectress of the North” as one of their political emblems. \r\nA painting like this would have made an appropriate gift for a high-ranking Manchu official, who might have displayed it in one of his home’s public spaces.",
  "title": "Peacock with Flowers and Fantastic Rocks"
}
