{
  "accession_number": "2002.4.6",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "peacock with tailfeathers extended; blue and green rocks in strange shapes; pink flowers on bottom; white, purple, yellow and pink flowers at left center; pink and white flowers in ULC",
  "dimension": "53 5/8 x 33 1/2 in. (136.21 x 85.09 cm) (image)\r\n66 11/16 x 34 1/4 in. (169.39 x 87 cm) (without roller)\r\n68 1/8 x 38 3/4 in. (173.04 x 98.43 cm) (with roller)",
  "id": "http://api.artsmia.org/objects/60020",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4061,
  "image_width": 2491,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and colors and gold on silk",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "With tail feathers spread in full array, a peacock strolls in a garden resplendent with roses, peonies, magnolias, peach blossoms, and bamboo set among fantastic blue-green <I>taihu</I> rocks. While these specific flowers were standard auspicious motifs during both the Ming and Qing dynasties, the peacock reflects a new layer of meaning occasioned by the Manchu conquest in 1644. The new rulers, coming from their homeland to the north of China proper, presented themselves as protectors of Chinese culture in the face of social and political chaos. They appropriated the image of Mahamayuri, the \"Peacock Mother of the Buddha\" and \"Protectress of the North\" as one of their political emblems. \r\n\r\nThis painting featuring a dignified and noble bird among auspicious plants would have made an appropriate gift for a high Manchu official. It would have served a purely decorative purpose within the public spaces of an upperclass household.\r\n\r\nThe painting is a good example of the academy school. The artistic merit of this work is more dependent on intimate naturalism than any kind of conventional stylization. \r\n",
  "title": "Peacock with Flowers and Fantastic Rocks"
}
