{
  "accession_number": "2002.4.3a,b",
  "artist": "Artist: Zhao Ziyong; Artist: Zhao Guangqi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1835",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "four paintings mounted as two hanging scrolls; crabs crawling amid leaves and stems; inscriptions in ULC",
  "dimension": "100 1/8 x 47 5/8 in. (254.32 x 120.97 cm) (a (left scroll), overall, without roller)\r\n100 x 47 7/8 in. (254 x 121.6 cm) (b (right scroll), overall, without roller)",
  "id": "http://api.artsmia.org/objects/60021",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7321,
  "image_width": 7303,
  "inscription": "",
  "life_date": "Chinese, 1786 - 1847",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Tall reeds bend gracefully over a bank of grass enclosing a host of crabs scuttling along the water's edge with pincers held high. The artists are father and son. Zhao Ziyong was from Nanhai, modern Canton. He earned his second-level degree in 1816 and was appointed a district magistrate in Shandong. A number of the so-called Eight Eccentrics of Yangzhou had served in Shandong during the preceding century, and this connection seems to have influenced Zhao Guangqi to follow their expressionistic approach to painting. A standard theme in paintings, the crab, like bamboo and orchid, lent itself to expressive brushwork. Originally mounted as four hanging scrolls, the composition takes on a panoramic effect, difficult to achieve in the single, hanging-scroll format.\r\n\r\nThe shorter of the two inscriptions reads:\r\n<I>One hundred crabs,\r\nSet free in river or lake\r\nThey come and go as they please.\r\nReeds continue through the end of spring\r\nAnd the fragrant may-weed through autumn;\r\nThroughout their lives they are unwilling\r\nTo lower their paired eyes,\r\nHoping to see to the end of the pure\r\nAnd sometimes muddy stream.\r\n\r\nPainted and inscribed by Zhao Guangqi during an autumn month in 1835.</I>\r\n",
  "title": "One Hundred Crabs"
}
