{
  "accession_number": "2001.233",
  "art_champions_text": null,
  "artist": "Artist: Paul Huet",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John R. Van Derlip Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1826",
  "department": "European Art",
  "description": "white cottage with slanted roof at L; trees behind - tallest with turning leaves; woman on path with a pony; figures at R by haystack",
  "dimension": "45 1/4 x 58 in. (114.9 x 147.3 cm) (image)\r\n58 3/4 x 71 in. (149.2 x 180.3 cm) (framed)",
  "id": "http://api.artsmia.org/objects/60157",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3031,
  "image_width": 3812,
  "inscription": "",
  "life_date": "French, 1803–1869",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G321",
  "see_also": [
    ""
  ],
  "signed": "[Paul Huet 1826]",
  "style": "19th century",
  "text": "Paul Huet was a principal intermediary between the French and British landscape schools during the revolutionary decade of the 1820s. From 1822, he sketched in oil regularly in suburbs of Paris. In the year that this early masterwork was painted he was sharing a studio with Eugene Delacroix and Richard Parkes Bonington. \r\nThis painting is Huet's most ambitious early work and a melange of the different styles that vied for his attention at this moment. The impression on Huet of the English landscapes shown at the 1824 Paris Salon, especially those of Bonington and John Constable, was profound, although he continually sought to temper the English manner with inspiration from a medley of old master sources, including Claude, Rubens, and Rembrandt.\r\nA number of similar subjects by Huet, in a variety of media, are known, yet this is the only one identifiable with a specific landscape site. During several centuries, the forest of Compiègne, northeast of Paris, was a royal hunting preserve, much like Windsor Great Park near London. The \"caretaker's cottage\" was the residence of the gamekeeper.",
  "title": "Caretaker's Cottage in the Forest of Compiegne"
}
