{
  "accession_number": "77.50.1",
  "art_champions_text": null,
  "artist": "Artist: Kano School",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Louis W. Hill, Jr. and the John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 16th century",
  "department": "Asian Art",
  "description": "depicting mountains, shoreline and river scenes",
  "dimension": "67 5/8 x 150 in. (171.77 x 381 cm)",
  "id": "http://api.artsmia.org/objects/60174",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4232,
  "image_width": 9712,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Ink, light color, and gold on paper",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": "From ",
  "provenance": "Fuse Akinobu",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "By the 1500s, Japanese painters had become adept at producing landscapes based on the imagined mountains and rivers of China. They based their works on prototypes produced by famous painters from Chinese antiquity, including Ma Yuan (c. 1160/65–1225) and Xia Gui (active c. 1195–1230). Stylistically, however, the Japanese approach—particularly that of artists associated with the Kano house—was more decorative, especially when applied to the large format of folding screens. Painters sharply outlined their trees and rocks and textured them with rhythmic patterns of dots and dashes. They also applied washes of gold for dramatic effect. \r\n\r\nThis pair of screens displays a compositional mode frequently used by Kano painters—framing a misty waterway with mountains. By varying seasonal motifs from right to left, artists could suggest the passage of the seasons, from the new leaves of spring at far right to the icy peaks of winter at far left, a technique that can be seen in this pair of screens.",
  "title": "Spring and Summer [right of a pair of Landscapes of the Four Seasons]"
}
