{
  "accession_number": "2001.243",
  "art_champions_text": null,
  "artist": "Photographer: Richard Avedon",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "France",
  "creditline": "The William Hood Dunwoody Fund and purchase through Art Quest 2001",
  "culture": null,
  "curator_approved": 0,
  "dated": "August 1955",
  "department": "European Art",
  "description": "woman with her hair in a bun, wearing a black dress with a white sash, standing between 2 elephants",
  "dimension": "50 1/4 x 40 1/8 in. (127.64 x 101.92 cm) (image)",
  "id": "http://api.artsmia.org/objects/60233",
  "image": "valid",
  "image_copyright": "Photograph by Richard Avedon ©The Richard Avedon Foundation",
  "image_height": 3550,
  "image_width": 2864,
  "inscription": "",
  "life_date": "American, 1923-2004",
  "markings": "",
  "medium": "gelatin silver print (printed 1979)",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Richard Avedon, born in 1923, is regarded as one of the most influential photographers of the 20th Century.  In addition to having made definitive portraits of the cultural and political leaders of the last fifty years, his work encompasses subjects as disparate as fashion, the Civil Rights movement, and the fall of the Berlin Wall.  His photographs have challenged conventions and expectations in portraiture, documentary and fashion photography.  He has received a Master of Photography Award from the International Center of Photography and his work is among the collections of MOMA and the Metropolitan Museum of Art, among many others.  His books include Observations, Nothing Personal, In the American West, An Autobiography, and most recently The 60s.  Avedon's first art museum exhibition was organized by the MIA in July, 1970.",
  "title": "Dovima with Elephants, Evening Dress by Dior, Cirque d'Hiver, Paris"
}
