{
  "accession_number": "2001.286a-i",
  "art_champions_text": null,
  "artist": "Artist: Richard Hamilton; Publisher: Co-published by Professional Prints, Zug, Switzerland; Publisher: Co-published by EYE Editions, Cincinnati, Ohio; Printer: Frank Kicherer, Stuttgart, Germany; Distributor: Petersburg Press Ltd., London",
  "catalogue_raissonne": "Field 37; Waddington 77;  Lullin 79;",
  "classification": " Multiples",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Rex S. Wiederanders",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "Prints and Drawings",
  "description": "Portfolio consisting of a relief cast in white synthetic rubber, seven screenprints in black on transparent Mylar, and one sheet of text with a five-color collotype housed in a white paste board portfolio box.",
  "dimension": "23 3/4 x 33 1/2 in. (60.33 x 85.09 cm) (sheet, each)",
  "id": "http://api.artsmia.org/objects/60323",
  "image": "invalid",
  "image_copyright": "© Richard Hamilton %2F Artists Rights Society %28ARS%29%2C New York %2F DACS%2C UK",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature; Edition",
  "life_date": "British, 1922-2011",
  "markings": "",
  "medium": "Relief cast in white synthetic rubber, seven screenprints in black on transparent Mylar, and one sheet of text/images printed as a color collotype",
  "nationality": "British",
  "object_name": "Multiple",
  "portfolio": "From \"Five Tyres, remoulded\" portfolio",
  "provenance": "Rex S. Wiederanders; given to MIA, 2001.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed, numbered in graphite on relief cast, verso: [R Hamilton 122/150]; and on one screenprint, LR",
  "style": "20th century",
  "text": "Hamilton describes the focus of Five Tyres, remoulded as \"the paradox of a shallow relief print of a perspectival projection.\" This eccentric project begins with a text by the artist explaining his \"research and development\" efforts borne of a chance encounter with an illustrated advertisement from a 1951 issue of Technique et Architecture, which showed the development of tire treads from 1902 to 1950. \r\n\r\nFrom early in his career, Hamilton was keenly interested in new developments in technology and design and how these innovations impacted commerce and popular culture. As early as 1950, he also explored the paradox of contradictory spatial readings, making a large number of perspective drawings that culminated in a 1964 screenprint Five Tyres, abandoned, which documented the artist's quest and ultimate failure to complete a graphic plot for the tire tread projections.\r\n\r\nHamilton's plan for a shallow relief print was eventually realized after an American art dealer offered to plot the extremely complex perspective of the tire treads with the aid of a computer. Instead of paper, Hamilton used a white synthetic rubber that was cast from a machine cut brass plate. As part of the project, Hamilton produced a series of screenprints on Mylar as a way to document various technical details of Hamilton's project.",
  "title": "Five Tyres Remoulded"
}
