{
  "accession_number": "2002.6.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Oceania",
  "country": "Solomon Islands",
  "creditline": "The Paul C. Johnson, Jr. Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th-20th century",
  "department": "Art of Africa and the Americas",
  "description": "round white shell with tortoise shell cut-out overlay; string through center with 3 red shell beads on top, one white bead on bottom",
  "dimension": "3 x 2 15/16 x 9/16 in. (7.62 x 7.46 x 1.43 cm)",
  "id": "http://api.artsmia.org/objects/60503",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Shell, tortoise shell, string",
  "nationality": null,
  "object_name": "Kapkap",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G256",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-20th century",
  "text": "Kapkap were worn as pendants, and forehead or belt ornaments by men in the Solomon Islands. Worn in battle and at festivals, these ornaments symbolized personal wealth and status. The size and quality of a man's kapkap generally indicated his social status-the bigger the size, the more valuable it was. The white disk is ground from the shell of the Tridacna, a large sea clam, which was also used for money. The brown inner disk was carved from boiled tortoiseshell and attached to the other half of the ornament by a beaded string. The addition of beads further increased its value and prestige. Kapkap from the Solomon Islands were traded throughout Melanesia, and are still highly valued today for their beauty and use as exchange goods. \r\n\r\nThe openwork design on the largest kapkap represents a frigate bird, a popular symbol of strength. The design on the twentieth century kapkap may be purely decorative or may relate to the mataling, \"eye of fire,\" found on other sculptures from the region.",
  "title": "Kapkap"
}
