{
  "accession_number": "2002.16",
  "art_champions_text": null,
  "artist": "Designer: Owen Jones; Manufacturer: Jackson &amp; Graham",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Furniture",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Various Donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1866",
  "department": "European Art",
  "description": "door (keyhole on L edge) with scroll and foliate inlaid design; floral forms in corners. Architecture - Fragment",
  "dimension": "37 5/8 x 14 x 15/16 in. (95.57 x 35.56 x 2.38 cm)",
  "id": "http://api.artsmia.org/objects/60509",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6995,
  "image_width": 2689,
  "inscription": "",
  "life_date": "Welsh (born England), 1806 - 1889",
  "markings": "",
  "medium": "Wood",
  "nationality": "Welsh (born England)",
  "object_name": "Door panel",
  "portfolio": "From From 16 Carlton House Terrace; John Nash, architect.",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "After extensive study travels throughout Egypt, Turkey, and Spain, Owen Jones published Plans, Elevations, Sections and Details of the Alhambra in 1842.  This pioneer work illustrated Islamic design motifs and was the first major British work printed in chromolithography.  Jones's own adaptation of the Islamic style is best exemplified by the interiors he created for 16 Carlton House Terrace, the London townhouse of scholar and antiquarian Alfred Morrison (1821-1897).  Jones and Morrison's passion for Orientalism and craftsmanship, with the help of Morrison's considerable fortune, resulted in a rich layering of ornament throughout the townhouse's first two floors.  Nearly every surface was decorated with exotic woods, enamel, marble, or gilding in geometric and naturalistic patterns. \r\n\r\nThis door panel from a bookcase illustrates the archeologically-inspired Pompeian theme of Morrison's study, where he displayed Venetian glass, Chinese vases, and metalwork from his collection.  Jones's designs for furniture and paneling, including this piece, were executed by London's most respected cabinetmakers, the firm of Jackson and Graham.\r\n\r\nNote in this gallery the enameled glass flasks, also designed for Morrison's townhouse by Owen Jones, and the Etruscan table made by Jackson & Graham from Alexander Prignot's design.",
  "title": "Bookcase door panel"
}
