{
  "accession_number": "2002.10.2a,b",
  "art_champions_text": null,
  "artist": "Maker: Tuan Family Workshop",
  "catalogue_raissonne": null,
  "classification": " Ceramics; Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "light blue glaze; slightly flattened melon form; interior has 3 small compartments divided by flowering branches",
  "dimension": "2 1/2 x 5 3/8 x 5 3/8 in. (6.35 x 13.65 x 13.65 cm) (overall)",
  "id": "http://api.artsmia.org/objects/60516",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2208,
  "image_width": 3380,
  "inscription": "",
  "life_date": "Chinese",
  "markings": "\\\"Tuan Chia ho chi\\\", stamped, on bottom",
  "medium": "Qingbai ware Porcelain with pale blue glaze",
  "nationality": null,
  "object_name": "Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Shaped in the form of a flattened melon, this lidded box is set on the interior with a large central flower bud from which issue three branches each with furled leaves and buds interspersed with three small rounded containers presumably for cosmetics. Boxes such as this, as well as seal-ink and multifunctional lidded boxes, were produced in great quantity at Yingqing kilns during Southern Song and Yuan periods. The most refined of these utilitarian wares would have appealed to the educated elite and aristocratic women of China, but a great quantity were made for burial as well as exported to Korea, Japan, and Southeast Asia. \r\n\r\nThe dense white body and glossy glaze seen here are characteristics of Jingdezhen ware and it is most likely that this box comes from that center in Jiangxi province. The sunken base is molded with a reverse maker's mark reading: duan jia he qi, \"Box made by the duan family.\" More than a dozen different makers are recorded on ceramic boxes suggesting that numerous small family kilns, specializing in certain types of ware operated at Jingdezhen.",
  "title": "Melon Form Cosmetic Box"
}
