{
  "accession_number": "2002.10.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st-2nd century",
  "department": "Asian Art",
  "description": "hammered winged dragon design, with 10 colored stones set on back, neck and eyes",
  "dimension": "2 1/2 x 4 1/4 x 9/16 in. (6.35 x 10.8 x 1.43 cm)",
  "id": "http://api.artsmia.org/objects/60515",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3234,
  "image_width": 4618,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gold, turquoise, and agate",
  "nationality": null,
  "object_name": "Belt buckle",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "In ancient China, gold and silver were not accorded the high status of lacquer and jade. Before the Tang (608-960) dynasty, these precious metals were used primarily as decorative inlay on bronze and lacquer and for personal ornaments such as hairpins and belt hooks. Made of solid gold, this rare belt buckle is unusual in form, but it does relate to excavated examples including a famous buckle retrieved from tomb no. 9 at Sogam-ni, the former Han colony of Lo-lang (1st century BCE - 1st century CE) in present-day Korea. A number of gold and silver ornaments, several inlaid with turquoise, were apparently made at the Han court in the \"barbarian style\" as tribute for vassal princes.\r\n\r\nThis buckle is decorated with a repoussé winged dragon, a motif that had matured during Han, and was already emblematic of the court. It is set with cabochons of turquoise and agate. Turquoise had been used throughout the Bronze Age for decorative inlay in metal, and it combines here with the agate and gold with great decorative effect. While perhaps not in classic Han court taste, this luxurious buckle is exactly the type of object that would have impressed rulers of remote provinces.",
  "title": "Belt buckle"
}
