{
  "accession_number": "2002.11.3.1",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1st century BCE -1st century CE",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "prancing bird with wings outstretched; long tailfeathers; facing L",
  "dimension": "4 1/2 x 5 3/8 x 7/8 in. (11.43 x 13.65 x 2.22 cm)",
  "id": "http://api.artsmia.org/objects/60548",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4113,
  "image_width": 4974,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Gilt bronze",
  "nationality": null,
  "object_name": "plaque",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st century BCE -1st century CE",
  "text": "Mythical creatures proliferated in Han dynasty literature and art. These two gilt birds, probably intended to depict a male and female phoenix (<I>feng-huang</I>), display their wings in a lively dancing pose and hold pearls in their beaks. The body and wings are covered with finely detailed feather markings under remains of green corrosion. While the phoenix is a classic image that appears in tomb paintings and other media during Han, gilt bronze examples are quite rare and few are associated with royal tombs. The smaller of these two birds actually resembles a peacock in some respects: notice the topknot and the tips of its tail feathers, which contain \"eyes.\" It is thought by some that early phoenixes combined the characteristics of pheasant and peacock. In any case, the phoenix was already an auspicious symbol by Han and eventually came to represent the court and the empress. The three fangs cast into the back of each plaque suggest that they were affixed to a larger object and might have served as architectural embellishments.",
  "title": "Phoenix Bird Form Plaque, one of a pair"
}
