{
  "accession_number": "2002.11.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "seated man wearing robes trimmed in gold, holding a sceptre in his PR hand and stroking a tiger, emerging from his robes, with his PL hand; orange figure; pink stone base",
  "dimension": "3 3/8 x 3 3/8 x 2 in. (8.57 x 8.57 x 5.08 cm) (including stone base)",
  "id": "http://api.artsmia.org/objects/60547",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Soapstone",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Appropriate to a scholar's study, this small, finely carved soapstone figure most likely represents Da mo or Bodhidarma, chief patriarch of the Buddhist religion. His basic doctrine was that perfection must be achieved through inward meditations of the heart rather than in outward deeds and observances. According to legend, he traveled from India to China in the sixth century and founded the Chan sect of Buddhism. He is shown here sitting at ease on a rockwork base holding a ru yi scepter and stroking a reclining tiger that emerges from the folds of his robe. Da mo is depicted with a rather large head and a black curly beard and mustache; these foreign features connote his Indian origins.\r\n\r\nDuring Ming the scholar class increasingly appreciated soapstone alongside jade for its fine grain, variegated color, and smooth subtle surface. Small soapstone figures of lohan, Guanyin, and Daoist subjects became standard accoutrements of the scholar's desk. This small stone carving is from Fukien province.",
  "title": "Lohan and Tiger"
}
