{
  "accession_number": "2002.99.2a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "6th century",
  "department": "Asian Art",
  "description": "small foot tapering upward to a cylindrical body with cone-shaped cover; jar decorated with incised foliate and geometric designs and applied scallops and dots; cover decorated with applied leaf-like bands; light green",
  "dimension": "21 1/2 x 11 1/16 x 11 1/16 in. (54.61 x 28.1 x 28.1 cm) (overall)",
  "id": "http://api.artsmia.org/objects/60591",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3264,
  "image_width": 2448,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Yue ware; porcelaneous stoneware with incised and applied decor under a celadon glaze",
  "nationality": null,
  "object_name": "Reliquary Jar in the Shape of a Stupa",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "6th century",
  "text": "This unusual, lidded jar appears to simulate a round storehouse with a highly stylized roof. It is likely that the vessel functioned as a container for the ashes of a Buddhist monk. Although the Daoist and Confucian custom was to bury the dead, Buddhists also practiced cremation. This reliquary would have been placed inside a temple or pagoda. Studded, fortified doors are incised prominently on the vessel wall. Evenly spaced wooden columns flank these with incised tendril patterns between them. The removable cover is quite fanciful. With scalloped eaves and a bulb-like knob, the roof shape is that of a Chinese-style Buddhist stupa. The hard, high-fired body and celadon glaze (yue ware) suggests the work was made in the south, probably in Jiangxi province.",
  "title": "Reliquary Jar in the Shape of a Stupa"
}
