{
  "accession_number": "2002.27.12",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Democratic Republic of the Congo",
  "creditline": "Gift of funds from Darwin and Geri Reedy",
  "culture": "Luba",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Arts of Global Africa",
  "description": "female figure seated with legs forward; arms carved free of the body and holding a large bowl resting on the feet; elaborate raised scarification on the abdomen and keloids on the lower back; large cruciform hairstyle; very soft, light wood",
  "dimension": "11 5/16 x 4 3/4 x 6 1/2 in. (28.73 x 12.07 x 16.51 cm) (including attached base)",
  "id": "http://api.artsmia.org/objects/60623",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "\\\"[illegible]/WF [?] 16\\\", in white, on PL buttock, on bottom; illegible red markings, on PR buttock, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Figure",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Among the Luba, diviners act as mediators between the spirit world and the living, using a mixture of white kaolin clay and medicinal herbs as part of their practice.  This substance is stored a figure like this one, called a mboko.  They are carved in the shape of a female figure because the Luba believe that women have a special connection to the spirit world, based on their sacred power to bear children.  In the case of the mboko, the figure represents the wife of a contacted spirit.Mboki are also used during the ceremonies for the induction of a new chief.   They serve as proof of the chief's authority and are displayed at his door.  If lost or damaged, the chief's mboko must be quickly replaced, for it provides protection and prosperity to the community.",
  "title": "Mboko (Female Cup Bearer)"
}
