{
  "accession_number": "2002.15.1",
  "art_champions_text": null,
  "artist": "Manufacturer: Attributed to Bakewell, Page and Bakewell",
  "catalogue_raissonne": null,
  "classification": " Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Walter C. and Mary C. Briggs Charitable Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1818",
  "department": "Arts of the Americas",
  "description": "outward-flaring footed clear vase on a square base; cut glass designs of celeries, flowers and swags, urns and a pair of birds on a column; engraved \"WMW\"",
  "dimension": "9 1/8 x 5 3/4 x 5 3/4 in. (23.18 x 14.61 x 14.61 cm)",
  "id": "http://api.artsmia.org/objects/60708",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3156,
  "image_width": 4045,
  "inscription": "",
  "life_date": "Pittsburgh, Pennsylvania, 1808-1882",
  "markings": "",
  "medium": "Blown, cut, and engraved glass",
  "nationality": null,
  "object_name": "Celery vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "60708",
    "60709"
  ],
  "signed": "",
  "style": "19th century",
  "text": "This celery vase is one of a pair noted for the quality of neoclassical decoration, including engraved garlands of flowers, kissing doves, and vessels crowned with the leaves of celery stalks.  The last embellishment is self-referential, as this vase was used for displaying celery.  based on its shape and skillfully executed decoration, it was probably made by Bakewell, Page and Bakewell, the first firm in America to excel in the production of cut and engraved glass.  Bakewell employed the most successful English and Continental European glass engravers who had recently immigrated to America.  The firm came to prominenence through furnishing the White House with glass during the Madison, Monroe, and Jackson administrations.\r\n\r\nThe engraved monogram on the vases, \"WmW\"",
  "title": "Celery vase, one of a pair"
}
