{
  "accession_number": "2002.45",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "dated": "25-220",
  "description": "standing horse with legs slightly splayed outward; wide eyes; open mouth with exposed teeth; upward-pointed ears; green patina with white, blue and red pigment traces",
  "dimension": "44 7/8 x 34 1/2 x 14 1/2 in. (113.98 x 87.63 x 36.83 cm) (without mount)",
  "id": "http://api.artsmia.org/objects/60728",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "life_date": null,
  "marks": " ",
  "medium": "Bronze with traces of polychrome",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G215",
  "style": "1st-2nd century CE",
  "text": "This magnificent statue of a young stallion represents one of the fabled \"heavenly horses\" of the Eastern Han dynasty (A.D. 25-220). Imported along the Silk Road from Ferghana in Central Asia, western horses were greatly admired for their strength, size, and endurance by the Han military and aristocracy. All members of Han elite owned horses for riding and to pull their beautifully appointed carriages. Bronze horses such as this one were placed in elaborately furnished aristocratic tombs and were meant to provide transportation for the deceased in the afterlife. \r\n<P>This horse was constructed of nine separately cast bronze sections. The surface of the bronze has corroded to brilliant green and blue tones. Traces of paint--black, red, and white--are clearly visible in areas around the eyes, mouth, neck, mane, and belly. The original coppery bronze color is also visible in large patches around the girth of the horse.\r\n<P>Most large-scale bronze horses, such as this one, have come from Eastern Han tombs in southwest China, principally Sichuan province. This outstanding example of an Eastern Han bronze sculpture is the first horse of its type to enter an American collection.\r\n",
  "title": "Celestial Horse"
}
