{
  "accession_number": "2002.45",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "25-220",
  "department": "Asian Art",
  "description": "standing horse with legs slightly splayed outward; wide eyes; open mouth with exposed teeth; upward-pointed ears; green patina with white, blue and red pigment traces",
  "dimension": "44 7/8 x 34 1/2 x 14 1/2 in. (113.98 x 87.63 x 36.83 cm) (without mount)",
  "id": "http://api.artsmia.org/objects/60728",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze with traces of polychrome",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "1st-2nd century",
  "text": "Chinese government envoys sent to central Asia returned to court marveling over a breed of “heavenly horse” like no other, a stout animal with powerful back and shoulders that worked so hard it sweated blood. The Chinese emperor Wu (r. 141–87 BCE) became obsessed with these stories and dispatched diplomats and later a military force to obtain the horses. His interest in these remarkable horses and the growing role horses played in military campaigns largely account for the popularity of the horse in art from the Han dynasty, in particular the era in which Wu ruled. Bronze horses such as this one were placed in elaborately furnished aristocratic tombs and were meant to provide transportation for the deceased in the afterlife. This spirited horse, a blend of ideal and real in its modeling, captures the spirit of the fabled “celestial horses” of the Han dynasty.",
  "title": "Celestial Horse"
}
