{
  "accession_number": "2002.63a-f",
  "art_champions_text": null,
  "artist": "Artist: Mark Sfirri",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Various Donors, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1993",
  "department": "Arts of the Americas",
  "description": "group of five baseball bats and rack for display: a: baseball bat, curved and flat at wide end; burned logo with title and artist's name; \"Super!\" and \"CURVED!\" also burned into bat; b: baseball bat, off-centered near center (as if 2 segments were rejoined crooked); end of handle off center; burned logo with title and artist's name; \"OVER TEMPERED\" and \"SEMI-PROFESSIONAL\" also burned into bat; c: baseball bat with handle at each end, meeting off-center at middle; d: baseball bat with 2 flattened areas opposite 2 rounded areas at widest point; burned logo with title and artist's name; \"ODDLY TEMPERED\" and \"HARDLY PROFESSIONAL\" also burned into bat; e: baseball bat with central inverted section (small end and large end reversed) and 2 disjointed areas; burned logo with title and artist's name; \"OVER TEMPERED\" and \"UN-PROFESSIONAL\" burned into bat; f: asymmetrical rack for displaying bats; angled edges",
  "dimension": null,
  "id": "http://api.artsmia.org/objects/60803",
  "image": "valid",
  "image_copyright": "© Mark Sfirri",
  "image_height": 4076,
  "image_width": 3646,
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "",
  "medium": "Ash, mahogany",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mark Sfirri first began turning wood in the 1970s while studying at the Rhode Island School of Design under seminal wood artist Tage Frid.  Around 1976 he began creatively using the \"multiple-axis\" technique, which he employed to make these humorous bats.  This entails repeatedly repositioning a piece of wood on the lathe at different angles during the turning process.\r\n\r\nThe cubist rack is meant to conjure up the work of seminal studio furniture maker and sculptor Wharton Esherick (1887-1970), as are the ash bats, which reference Esherick's use of ash axe handles in the production of a series of stools.  Ash is also the principal material used in making baseball bats.",
  "title": "Rejects from the Bat Factory"
}
