{
  "accession_number": "2002.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Asian Art Deaccession Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "long narrow form; constructed out of a single piece of wood with rectangular hole cut in the underside serving as the sound box; top is slightly convex; sides flat; neck slightly raised; tiger's face with large eyes, flaring nostrils, flattened ears, wide curved mouth carved at one end; tiger's head is pierced with large square opening, designed to hold the single string anchor, and five small holes for pegs; covered overall with black lacquer; painted with a fine red cross-hatched design on top and sides; sides decorated with frieze of 5 black dragons with elongated arched bodies, long tails, thin legs and gold wings; another dragon on top of neck; narrow bands of black diamonds on a solid red ground at edges; fingerboard painted with 4 groups of symmetrically confronting double-headed dragons with snakelike bodies between human-faced dragon figures and either end",
  "dimension": "2 3/4 x 3 5/16 x 34 1/4 in. (6.99 x 8.41 x 87 cm)",
  "id": "http://api.artsmia.org/objects/60838",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3386,
  "image_width": 5194,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer over wood core",
  "nationality": null,
  "object_name": "Zither (Qin)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "Remarkable for its state of preservation and vivid colors, this rare five-stringed instrument called qin is constructed from a single piece of wood with a rectangular hole cut in the underside serving as a sound box. The important discovery of the tomb of Marquis I of Cheng (433 BCE), which yielded the massive set of sixty-five bronze bells also included two types of lacquer zithers: one version with ten strings resembled the rectangular type held by the tomb figurine shown here. The second, narrower type, is very close in form, fine decoration, and number of strings to this example. \r\n\r\nStill being played, the qin is arguably the oldest continuous musical tradition in the world. Its unique notational system, which records detailed finger techniques that indicate timbral subtleties, has persisted since at least the Tang dynasty. Popular since the time of Confucius (6th century BCE), the qin has shared an intimate relationship with the lives and thoughts of the literati. The instrument of choice for traditional scholars, it offers a unique view of Chinese culture. The soundtrack playing in the gallery includes a section of \"ancient\" qin music.",
  "title": "Zither (Qin)"
}
