{
  "accession_number": "2002.8",
  "art_champions_text": null,
  "artist": "Artist: China",
  "catalogue_raissonne": null,
  "classification": " Musical Instruments",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Asian Art Deaccession Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "5th century BCE",
  "department": "Asian Art",
  "description": "long narrow form; constructed out of a single piece of wood with rectangular hole cut in the underside serving as the sound box; top is slightly convex; sides flat; neck slightly raised; tiger's face with large eyes, flaring nostrils, flattened ears, wide curved mouth carved at one end; tiger's head is pierced with large square opening, designed to hold the single string anchor, and five small holes for pegs; covered overall with black lacquer; painted with a fine red cross-hatched design on top and sides; sides decorated with frieze of 5 black dragons with elongated arched bodies, long tails, thin legs and gold wings; another dragon on top of neck; narrow bands of black diamonds on a solid red ground at edges; fingerboard painted with 4 groups of symmetrically confronting double-headed dragons with snakelike bodies between human-faced dragon figures and either end",
  "dimension": "2 3/4 x 3 5/16 x 34 1/4 in. (6.99 x 8.41 x 87 cm)",
  "id": "http://api.artsmia.org/objects/60838",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3386,
  "image_width": 5194,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lacquer over wood core",
  "nationality": "Chinese",
  "object_name": "Junzhong (zither)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "5th century BCE",
  "text": "This junzhong (均鐘), a five-stringed instrument constructed from a single piece of wood, is remarkable for its state of preservation and vivid colors. Popular since the time of Confucius (6th century BCE) and still played today in various forms, the junzhong, and its more common relative known as the qin (see an example in Gallery 216), is arguably the oldest continuous musical tradition in the world. Its unique notational system, which records detailed finger techniques that indicate tonal subtleties, has persisted since at least the Tang dynasty (618–907 CE).",
  "title": "Junzhong (zither)"
}
