{
  "accession_number": "2002.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Ghana",
  "creditline": "Gift of Myron Kunin",
  "culture": "Ewe",
  "curator_approved": 0,
  "dated": "c. 1940",
  "department": "Arts of Global Africa",
  "description": "strips of striped fabric sewn together; multicolored embroidered bands and designs. Textile - Woven Fabric.",
  "dimension": "59 1/4 x 97 in. (150.5 x 246.38 cm)",
  "id": "http://api.artsmia.org/objects/60835",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3908,
  "image_width": 2494,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; strip woven, supplementary weft patterning",
  "nationality": null,
  "object_name": "Cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Both Ewe and Asante weavers create unusual, dynamic cloths by alternating two or more stripe patterns. The Asante name for this style is Mmbam (mixed cloth); the Ewe refer to it as Sasa. The strips are often dramatically different from one another, but the pattern blocks usually share a similar color palette and design features which unify the disparate elements. The use of multiple stripe patterns reflects a conscious design choice and is not a way to use up odds and ends of leftover strips or to recycle older cloths.\r\n\r\nThe use of two-color plied weft threads and figurative motifs identifies this particular piece as the creation of an Ewe weaver. In the lower right hand corner is an area patched with a third stripe pattern; this may be a repair to the garment or it may make up for a shortage of that particular stripe pattern. Almost every cloth in this installation has a patch or a miscalculation of some sort; these aberrations are not considered flaws nor do they diminish the value of the cloth.",
  "title": "Man's cloth"
}
