{
  "accession_number": "2002.36",
  "art_champions_text": null,
  "artist": "Artist: Barbara Diamond",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Barbara Diamond",
  "culture": null,
  "curator_approved": 0,
  "dated": "1942-1946",
  "department": "Arts of the Americas",
  "description": "off-white ground; 5 completely printed and 1 partially printed bands of repeating decoration in grey, brown and black, resembling abstracted tall buildings and 3 trees",
  "dimension": "38 5/8 x 36 3/4 in. (98.11 x 93.35 cm)",
  "id": "http://api.artsmia.org/objects/60847",
  "image": "valid",
  "image_copyright": "© Barbara Diamond",
  "image_height": 3497,
  "image_width": 3326,
  "inscription": "",
  "life_date": "American, born 1923",
  "markings": "",
  "medium": "Stenciled cotton; printed",
  "nationality": "American",
  "object_name": "Stenciled Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A Minnesota native and longtime MIA volunteer, Barbara Diamond, created this piece between 1942 and 1946 at the University of Minnesota.  She was a student there as a Related Arts major, and recounts that \"[The Goldstein Sisters] were gifted professors, and passed their knowledge, enthusiasm, and interest in Contemporary design onto their students. They were my mentors.\" Harriet and Vetta Goldstein led a section of what is known today as the College of Design for about 35 years, and were very influential in the field of home economics and design, where their philosophy emphasized the relationship between aesthetics and lifestyle, developed in their 1925 book Art in Everyday Life. \r\n\r\nDiamond was assigned to create a modern fabric design by cutting several stencils, one per color, and using a stiff stencil brush to apply the pigment to the fabric.  The colors of this piece were considered very contemporary for the time, as were the sharp outlines and geometric shapes, as well as the interest in architecture as a subject. Diamond's printing process relates strongly to Japanese fabric-stencil techniques, in contrast to most of the pieces in this gallery, which employed a screen-printing process for their production.",
  "title": "Stenciled Panel"
}
