{
  "accession_number": "L2002.49.3",
  "artist": "Peter Voulkos",
  "continent": null,
  "country": null,
  "creditline": "Collection of the Frederick R. Weisman Art Museum, University of Minnesota, Minneapolis, Nancy and Warren MacKenzie Fund and Reuben and Eva Brown Ceramics Fund",
  "culture": null,
  "dated": "1996",
  "department": "Decorative Arts, Textiles & Sculpture",
  "description": "round brown platter with irregular edges and surface",
  "dimension": "21 x 23 1/2 x 6 in. (53.34 x 59.69 x 15.24 cm)",
  "id": "http://api.artsmia.org/objects/60857",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "American, 1924-2002",
  "marks": " ",
  "medium": "Wood-fired stoneware",
  "nationality": "American",
  "provenance": "",
  "restricted": 0,
  "rights_type": null,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "By the 1970s, Peter Voulkos had returned to clay after a period of sculpting in bronze. For these new works, he chose utilitarian icons--plates and vessel-like pieces called stacks (one of the latter is also featured in this gallery). Taking up familar forms was a way of stimulating his creativity. Voulkos explained, \"I get down to very basic forms that I really love, but they're still giving me information. Like stacked forms and plates. I made hundreds and hundreds of plates in the last years, but....they're still exciting for me, and I'm still getting information out of them.\"  \r\n\r\nThough there is a deliberate gestural quality to much of his work from the late 1950s on, Voulkos, a stocky and strong man, was always in control of his clay. Here he begins with approximately seventy-five pounds of clay, and throws a plate with an exaggerated rim. After the plate is dry, he pulls off parts of the rim and reattaches them, all the while leaving the mark of his hands. The natural ash glazing of the wood-fired kilns he used for his plates since the late 1970s is all he preferred. Voulkos's expert combination of control and chance has come to define the contemporary ceramics movement.",
  "title": "Plate"
}
