{
  "accession_number": "98.67.2.4",
  "art_champions_text": null,
  "artist": "Artist: Cai Jia",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1735",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "landscape with tall rock in center background; buildings and figures at bottom, foreground; bridge, LLC; album contains twelve landscape paintings in a book; pages next to paintings and front and end pages are gold flecked; wood cover with paper label",
  "dimension": "9 x 11 in. (22.86 x 27.94 cm) (image, approximate)",
  "id": "http://api.artsmia.org/objects/60968",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "untranslated inscription, on label, on front cover; Sydney Moss sticker, on back cover",
  "life_date": "Chinese, 1686-after 1756",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Leaf",
  "portfolio": "From From an album of twelve leaves",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "First trained as a silversmith, Cai Jia later became a professional painter, calligrapher, and poet. Although often linked with Yangzhou's eccentric group, Cai's painting represents a rather lyrical interpretation of the Qing orthodox lineage, especially that of Wang Hui (1632-1717). The present set of twelve paintings depicting scholars or fishermen in landscapes are each clearly composed, carefully brushed renderings. An inscription on the last page states the work was produced in the fourth month of 1735 at a \"grass hut on the river,\" most probably a studio name.\r\nCai includes four ink studies in this album; each appropriately in the style of a Song or Yuan master. His remaining leaves however conform closely to Qing orthodoxy, and it is in these lucid disciplined renderings that Cai Jia's importance as an exponent of the archaic blue-green landscape style is clearly evident.",
  "title": "Leaf from Landscape Album"
}
