{
  "accession_number": "2007.6.1",
  "art_champions_text": null,
  "artist": "Artist: Cheng Ming",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1730s",
  "department": "Asian Art",
  "description": "sketchy, dry-brush-style; two figures on a small bridge in LLC; bare trees; rocky landscape; still, grey water; two figures in a small hut near R edge, below inscription",
  "dimension": "67 3/8 x 18 7/16 in. (171.13 x 46.83 cm) (image)\r\n111 5/16 x 26 13/16 in. (282.73 x 68.1 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/101491",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6552,
  "image_width": 1835,
  "inscription": "Inscription and Stamp\r\n\r\nURC, in black: untranslated inscription; URC, in red: two untranslated seals",
  "life_date": "Chinese, 18th century",
  "markings": "see inscriptions",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Cheng Ming was born in Shexian in Anhui province and lived and worked near Yangzhou. He was a noted poet and a student of the individualist artist Shitao, one of the greatest individualist literati painters of the seventeenth century. Individualist painters did not follow traditional norms of landscape painters, but created their own distinct style using different brushworks. The painting depicts a literati recluse visiting a scholarly friend in his wintry mountain retreat. The spiky calligraphic brushwork of the rocks is counterbalanced by Cheng's own poem, which reads:\r\n\r\nWillow catkins, reed embroidery, wind through the entire night.\r\nBut still, there is the plank bridge for crossing the flowery stream.\r\nThat man lives here, in evening blue-green, in midst of chilly fragrance.\r\nAs spring comes to a thousand cliffs and myriad ravines.\r\nCheng Ming, Songmen composed this (in addition to the painting) as well.",
  "title": "Mountain Retreat"
}
