{
  "accession_number": "2007.6.2",
  "artist": "Artist: Chen Guan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th-17th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "towering rock at L top; figure at R standing on a high plateau; rushing water at bottom; figure with bare legs and feet seated on a rock at bottom center; touches of red on tips of branches of tree above seated figure",
  "dimension": "72 5/16 x 16 1/2 in. (183.67 x 41.91 cm) (image)\r\n105 3/4 x 24 1/2 in. (268.61 x 62.23 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/101492",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7005,
  "image_width": 1657,
  "inscription": "Inscription and Stamp\r\n\r\nURC, in black: untranslated inscription; URC and LRC, in red: four seals",
  "life_date": "1563 - 1639 or later",
  "markings": "see inscriptions",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "Chen Guan was one of the leading late Ming Wu School painters. He developed a conservative orthodox painting style from early masters such as Zhao Mengfu (1254-1322) and, more immediately, the great Wu School artist Wen Zhengming (1470-1559).\r\n<P>The painter's inscription in the upper right of this landscape is the final couplet of poem no. 5 from the important poem-cycle <I>Yong Shi</I> written by the poet Zuo Si (c. 253-c. 307). It reads\r\n\r\n<P><I>…Wearing sack cloth I'll leave the royal gateways and stepping proudly, follow in the footsteps of hermit Xu Yu! I'll shake the dust from my robe on thousand-foot ridges, and wash my feet in streams that flow a thousand miles.\r\n\r\n<P>Signed: Chen Guan</I>\r\n\r\n<P>The scholar Xu Yu famously washed his ears with pure mountain stream water after being offered an important government post. This couplet is one of the earliest statements of the seminal dichotomy in Chinese culture between the Confucian pursuit of status and the Daoist desire to find spiritual purity and serenity in nature.\r\n",
  "title": "A Scholar Washing his Feet in a Mountain Stream"
}
