{
  "accession_number": "2007.6.2",
  "art_champions_text": null,
  "artist": "Artist: Chen Guan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th-17th century",
  "department": "Asian Art",
  "description": "towering rock at L top; figure at R standing on a high plateau; rushing water at bottom; figure with bare legs and feet seated on a rock at bottom center; touches of red on tips of branches of tree above seated figure",
  "dimension": "72 5/16 x 16 1/2 in. (183.67 x 41.91 cm) (image)\r\n105 3/4 x 24 1/2 in. (268.61 x 62.23 cm) (without roller)",
  "id": "http://api.artsmia.org/objects/101492",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7005,
  "image_width": 1657,
  "inscription": "Inscription and Stamp\r\n\r\nURC, in black: untranslated inscription; URC and LRC, in red: four seals",
  "life_date": "Chinese, 1563 - 1639 or later",
  "markings": "see inscriptions",
  "medium": "Ink and color on silk",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G203",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th-17th century",
  "text": "This scene depicts unfathomably tall mountains rising upward to the sky. At the bottom of the painting, a man sits on a rock by the river, washing his feet. Above him, within the mist near the middle of the painting on the right side, a small scholar gazes out from where he stands upon a cliff. The mountain peaks beyond him rise further upward. The painter's inscription in the upper right of this landscape is the final couplet of poem No. 5 from the important poem series Yong Shi, written by Zuo Si (c. 253–c. 307). It reads:\r\n\r\n…Wearing burlap clothes, I'll leave the royal gateways stepping proudly, and follow in the footsteps of hermit Xu You! I'll shake the dust from my robe on thousand-foot ridges, and wash my feet in streams that flow a thousand miles.\r\n\r\nThe scholar Xu You famously washed his ears with pure mountain stream water after being offered an important government post. This couplet is one of the earliest statements of the formative dichotomy in Chinese culture between the Confucian pursuit of status and the Daoist desire to find spiritual purity and serenity in nature.",
  "title": "A Scholar Washing his Feet in a Mountain Stream"
}
