{
  "accession_number": "2006.102a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "Gift of Darwin and Geri Reedy",
  "culture": "Benin",
  "curator_approved": 0,
  "dated": "c. 1800",
  "department": "Arts of Global Africa",
  "description": "standing figure wearing a hat with turned-up brim in front, neck and mouth covering, armor-like tunic and anklets; figure holds spear in PR hand and removable shield in PL hand; bare feet; bell-like pendant on element at PL hip",
  "dimension": "11 3/4 x 7 5/16 x 4 5/8 in. (29.85 x 18.57 x 11.75 cm)",
  "id": "http://api.artsmia.org/objects/101539",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6066,
  "image_width": 4304,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Warrior Chief",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This bronze figure represents a warrior chief, and would have been placed on a shrine to honor an Oba, or king, accompanied by a memorial head and tusk, bells, and other ceremonial items.  The figure’s garments and accoutrements all make reference to his status as a warrior with royal associations.  He holds a shield in one hand and a ceremonial spear in the other, and the series of small bells that hang from his garment are indications of his status within the warrior class.  The leopard – represented in the leopard-tooth necklace and the leopard face decorating the front of the figure’s garment – was an important symbol of the Benin kingship because of its power and ferociousness.  Like memorial heads, this figure also wears a large coral necklace, symbolizing the wealth and power of the Oba he served.",
  "title": "Warrior Chief"
}
