{
  "accession_number": "2006.105.1",
  "art_champions_text": null,
  "artist": "Artist: Michelle T. Holzapfel",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Jane and Arthur Mason",
  "culture": null,
  "curator_approved": 0,
  "dated": "1987",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "clamshell shaped, with slit opening at top; small cylindrical opening at top center; burned inside slit opening; golden brown wood with dark brown veins; small foot; very heavy",
  "dimension": "9 7/16 x 11 3/16 x 5 1/4 in. (23.97 x 28.42 x 13.34 cm)",
  "id": "http://api.artsmia.org/objects/101669",
  "image": "invalid",
  "image_copyright": "© Michelle Holzapfel",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature, Date and Inscription\r\n\r\nSee signed",
  "life_date": "American, born 1951",
  "markings": "",
  "medium": "Spalted birch",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on bottom, incised: [M. T. Holzapfel/ 1987/ BIRCH]",
  "style": "20th century",
  "text": "Holzapfel was one of the earliest professional female woodturners, a field that was male-dominated through the 1980s.  She began turning in 1977, when she purchased a small lathe to help turn table legs for her husband, a furnituremaker.  She then devoted herself to turning and carving as an artistic pursuit and is admired for her technical skill, especially in the tromp l'eoil pieces she produced in the early 1990s.  In addition to the lathe, Holzapfel uses a variety of wood carving tools, including the \"pencil grinder,\" a pneumatic tool that she used to create the stippled effect in the indentation at the top of Pilgrim's Bottle.\r\n\r\nHolzapfel created a number of Pilgrim's Bottles, a form with which she began to experiment after seeing an ancient Chinese ceramic canteen at the Museum of Fine Arts, Boston.  Much of Holzapfel's work is inspired by pilgrimage, both literal through travel and metaphorical through various art forms.  Interestingly, all of Holzapfel's vessels are non-functional and most have only the smallest of hollows inside.  She write of this practice, \"I wanted my work to be more narrative, more personal and reflective of my view of the world.  In not hollowing out the interior, not violating its insides, I was able to keep my own inner sense intact.\"",
  "title": "Pilgrim's Bottle"
}
