{
  "accession_number": "2007.7.1",
  "art_champions_text": null,
  "artist": "Artist: Stephen Dupont; Publisher: Stephen Dupont",
  "catalogue_raissonne": null,
  "classification": " Photographs; Books; Works on Paper",
  "continent": "Oceania",
  "country": "Australia",
  "creditline": "Gift of funds from the Print and Drawing Curatorial Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "Prints and Drawings",
  "description": "accordion-folded book printed on stiff cardboard in black and white; photos of men-most with weapons; text scratched onto pages; some red text highlighting",
  "dimension": "6 1/2 x 5 3/8 x 2 9/16 in. (16.51 x 13.65 x 6.51 cm) (closed)",
  "id": "http://api.artsmia.org/objects/101907",
  "image": "valid",
  "image_copyright": "© Stephen Dupont",
  "image_height": 3139,
  "image_width": 2686,
  "inscription": "Signature, Date and Inscription\r\n\r\nsee Signed",
  "life_date": "Australian, born 1967",
  "markings": "",
  "medium": "Gelatin silver prints, ink on paper, with hand-coloring; accordion-fold volume",
  "nationality": "Australian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "The artist; [Booklyn Artists Alliance, New York]; sold to MIA, 2007.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom of title page, scratched into surface: [ ARTIST\\'S COPY NOVEMBER 2004 STEPHEN DUPONT]",
  "style": "21st century",
  "text": "Stephen Dupont is an internationally acclaimed, award-winning Australian photojournalist, and filmmaker whose work centers on global changes caused by war, violence, and other social and cultural upheavals. Dupont's self-published artist's book Raskols documents Papua New Guinean youth in crisis--men and boys who have turned to crime, violence, and anarchy in a bid to survive within a gang-dominated urban social order.\r\n\r\nIn 2004, Dupont befriended members of a raskol (gang) in order to document the individuals behind the facelessness of gang warfare. His compelling book offers an extensive series of portraits of members of the Kips Kaboni (Red Devils), the largest and oldest of the numerous street gangs active in the capital city of Port Moresby.\r\n\r\nUsing a Polaroid instant camera, Dupont photographed gang members as they chose to be seen. His images are at once mesmerizing and unsettling, particularly from the perspective of outsiders, who may at first see only the spectacle of gang members posing as armed and dangerous \"criminal heroes.\" To counter such self-glorification, Dupont inserts brief hand-written texts citing Port Moresby's annual crime statistics, a potent reminder of the human cost of violence.",
  "title": "Raskols"
}
