{
  "accession_number": "2007.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Anishinaabe (Ojibwe) or Dakhóta",
  "curator_approved": 0,
  "dated": "c. 1840-1850",
  "department": "Arts of the Americas",
  "description": "blue; central beaded round medallion with leaf designs and organic shapes; large beaded floral designs in lower corners; silk appliqué in predominantly pink, green and yellow on bottom hem and part of sides in floral and geometric designs; six appliquéd stars at bottom in pink and cream; blue backing (modern)",
  "dimension": "53 x 62 x 7/8 in. (134.62 x 157.48 x 2.22 cm) (without backing)",
  "id": "http://api.artsmia.org/objects/101923",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5112,
  "image_width": 5947,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, silk, beads; needlework",
  "nationality": null,
  "object_name": "Blanket",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This rare blanket combines two important Native American decorative forms: beading and ribbonwork.  The appliqué ribbon designs combine traditional Native work with American folk quilting.  While the ribbonwork is unattributed, the beadwork was probably made by the Dakota.  This superb example of Native American artistry was passed down through the prominent LaFramboise family of Minnesota.  Family lore states that this blanket was once owned by Jane Dickson LaFramboise (born circa 1820), a woman of Anishinabe/Dakota descent whose father had good relations with the Dakota.  The blanket was said to have been used at her wedding in 1845 to Joseph LaFramboise who established one of the first trading posts in Minnesota.",
  "title": "Dance Blanket"
}
