{
  "accession_number": "2001.3.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "Gift of the Betty J. Sullivan Unitrust",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Arts of Global Africa",
  "description": "multicolored floral pattern in satin stitch overall on muslin; multicolored knotted fringe",
  "dimension": "38-1/2 x 60-3/4 in. (97.8 x 154.3 cm)",
  "id": "http://api.artsmia.org/objects/41008",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2971,
  "image_width": 1811,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; embroidery",
  "nationality": null,
  "object_name": "Chest Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "As in many Islamic countries, decorative fabrics were highly valued and used extensively in Moroccan households. Many regional styles developed that resulted in the creation of distinctive interiors. The central coastal cities of Rabat and Sale were noted for their dramatic, richly embroidered door curtains that separated public and private spaces in the home. That same style of embroidery was also used for smaller items, such as the chest cover we see here. This could have been a dowry piece or a commissioned embroidery intended possibly for a wedding gift.\r\nTextiles such as this tell us many things about the society in which they were made. The fine, machine-made cotton ground fabric and silk embroidery thread were both imported, which implies extensive trade connections with Europe as well as other Islamic countries.  The complexity of the pattern suggests the participation of a designer and the sophistication of the embroidery and knotted fringe indicates the participation of two additional trained specialists.",
  "title": "Chest Cover"
}
