{
  "accession_number": "2001.3.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "Gift of Jane and Thomas Nelson",
  "culture": "Amazigh (Berber)",
  "curator_approved": 0,
  "dated": "first quarter of the 19th century",
  "department": "Arts of Global Africa",
  "description": "pouchlike bag with flap closure; elaborate floral medallion and organic embroidered designs on interior of flap and bag body, with one floral medallion on exterior; 2 stamped designs on front flap; 2 metal rings on strap",
  "dimension": "16 1/2 x 6 3/16in. (41.9 x 15.7cm) (overall)\r\n27 in. (68.6 cm) (single element, shoulder strap)",
  "id": "http://api.artsmia.org/objects/41006",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3056,
  "image_width": 2032,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Leather, silk, metal; embroidered",
  "nationality": null,
  "object_name": "Man's Bag",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Professional male embroiderers living in northern Morocco's Riff Mountains produced leather objects that were used throughout the country. The elaborate embroidery done on leather for men's accessories such as this bag has a long tradition in the country and has been much appreciated by foreign visitors.  Delacroix and other European artists working in northern Morocco during the 19th century often included depictions of embroidered leather and other highly decorative fabrics in their paintings.\r\n\r\nThis bag would have been used by men living in a non-urban environment and would have accorded the owner a certain amount of prestige within his community. On festive occasions it would have been worn by a horseman whose mount would also have had an elaborately embroidered halter and saddle. This bag was acquired in the Siroua Mountains in southern Morocco in the 1990's.",
  "title": "Man's Bag"
}
