{
  "accession_number": "2022.73.1.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Anonymous gift in memory of John L. and Ruth M. McKelvey",
  "culture": null,
  "curator_approved": 0,
  "dated": "1851-1875",
  "department": "Asian Art",
  "description": "One of a pair of polychrome dishes with buff crackled glaze and painted with designs of pine, plum blossom and bamboo in overglaze enamel; shallow dish with scalloped rim; three orange bats on exterior; exterior is slightly lighter tan on .1 than .2",
  "dimension": "1 1/4 × 5 7/8 × 5 7/8 in. (3.2 × 14.9 × 14.9 cm)",
  "id": "http://api.artsmia.org/objects/143126",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5460,
  "image_width": 4368,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ceramic",
  "nationality": null,
  "object_name": "Dish",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "First appearing in the Tang dynasty in 9th century, porcelain decorated with underglaze blue ornamentation (known as blue-and-white porcelain) is one of the most well-known and enduring products in the history of Chinese ceramic making. Blue-and-white wares produced at the imperial kilns in Jingdezhen, Jiangxi province, during the Qing dynasty are thought to represent the most sophisticated and refined quality porcelain. Using the simple palette of blue and white, Jingdezhen potters incorporated a range of decorative techniques: combining dark and light blue to create striking contrast; using areas reserved in white to create patterns on a densely painted blue background; or covering the exterior surface of the vessel entirely - vessels with such decoration were commonly used in imperial ceremonies during the Qing dynasty.",
  "title": "Polychrome dish, one of a pair"
}
