{
  "accession_number": "2023.33",
  "artist": "Philippe Rousseau",
  "classification": "Paintings",
  "continent": null,
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1843",
  "department": "European Art",
  "description": "",
  "dimension": "10 1/8 × 8 in. (25.7 × 20.3 cm)",
  "id": 143194,
  "image": "valid",
  "image_copyright": null,
  "image_height": 8381,
  "image_width": 6444,
  "inscription": null,
  "life_date": "French, Paris 1816–Acquigny, Upper Normandy 1887",
  "markings": null,
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "[Galerie Fischer-Kiener, Paris; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": "Lower right: 1843 / Ph. Rousseau",
  "style": null,
  "text": "Philippe Rousseau is best remembered as a painter of still-lifes and landscapes, but he also painted animals and, occasionally, portraits. For seven Salons, beginning in 1834, he submitted landscapes. In 1844, he started showing still-lifes. He won a medal the following year, went on to became popular, and won major commissions.\r\n\r\nThis anonymous portrait represents a little-known aspect of Rousseau's activity: the creation of small-scale full-length portraits set in open landscapes. During the preparation of this document, I turned up another example, Portrait d'homme à la compagne, which sold at Christie's, Paris, June 22, 2005, lot 169. These can be seen as an extension of true miniature painting, which was fashionable in the Napoleonic era, though Rousseau's are painted with greater spontaneity. Who is this young man? Why did Rousseau paint this? These are questions that await answers. One hopes someday a similar work bearing an informative inscription or perhaps a letter or diary entry will be discovered. One never knows if we will ever unlock the secrets of this little picture.",
  "title": "Portrait of a Young Man in a Landscape"
}
