{
  "accession_number": "2022.6",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "tan body with dark blue geometric appliques; decorated with shells and cartilage elements on chest, sleeves, and upper back; multicolored braids on front at waist; one brown and two blue silk tassels on front, with metal pendants, beads, and mother-of-pearl ornaments",
  "dimension": "48 1/2 × 51 1/8 in. (123.2 × 129.9 cm)",
  "id": "http://api.artsmia.org/objects/143269",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8294,
  "image_width": 6719,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cloth: elm bark fiber; cotton appliqué and embroidery, silk, wool, sturgeon scales, shells, bird bones, silk tassels, metal, stone; lining: cotton",
  "nationality": null,
  "object_name": "Robe (attush)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In Ainu society, the women traditionally made clothing. Ainu robes decorated with appliqués and embroidery were not everyday clothes, but are valued garments worn at formal occasions. The design patterns passed down through generations were not only meant to be beautiful but also to protect the bearer and to please the kamuy (gods). This garment is an exceptional example of the attush type. Attush (lit. elm bark) robes are made of plain-weave bast fiber manufactured from bark of the Manchurian Elm. Usually decorated with appliques and chain-stitch embrodery, this robe is unusual in that it is embellished with various talismanic pendants created from sea creatures (mostly sturgeon scales), as well as silk tassels.",
  "title": "Attush robe with exceptional decoration of fish bones and tassels"
}
