{
  "accession_number": "2022.21.2",
  "art_champions_text": null,
  "artist": "Photographer: Sheila Pree Bright",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "outdoor scene; woman with head bent down, wearing a dark headband, light-colored mask, and light-colored garment with long sleeves, looking at an open softbound book in her PL hand; woman holds an American flag on a pole in her PR hand, with another smaller flag clutched in her PR fist",
  "dimension": "19 15/16 × 29 3/4 in. (50.6 × 75.6 cm) (image)\r\n21 15/16 × 31 3/4 in. (55.7 × 80.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143280",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1183,
  "image_width": 1785,
  "inscription": "",
  "life_date": "American, born 1967",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Bright’s photography of the reawakened movement for social justice in America has been nationally recognized for its original perspective and rootedness of her practice within the communities she documents.  As a photojournalist in Atlanta, Bright was on the front lines of demonstrations demanding accountability from law enforcement and elected officials in the wake of George Floyd’s murder by a Minneapolis police officer in May 2020.  At a Juneteenth demonstration in the waning months of the Trump administration, Bright provides a heroic view of a female protestor holding two different American flags—one carried aloft, the other clasped to her chest.  At a demonstration for justice for Rayshard Brooks, a Black father of three who was shot and killed by police officers outside a Wendy’s restaurant, Bright reveals the determination and grief of protestors bearing homemade signs of MLK quotes.  The immediacy of her images brings the issues almost unbearably close to home, charging each with the generational trauma of our era.",
  "title": "2020, A woman outside of Rayshard Brook's funeral, Atlanta, GA"
}
