{
  "accession_number": "2022.14",
  "art_champions_text": null,
  "artist": "Artist: Zarina",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Trust Fund, the Marguerite S. McNally Endowment for Art Acquisition, the Kenneth and Elayne Hengler Endowment for Art Acquisition, the Friends of Bruce Dayton Art Acquisition Fund, and anonymous funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "long, oversized strand of large beads covered in gold leaf; tube shaped pendant with one bulbous end; three dangles of braided gold cord hanging off end of pendant, with round and disc shaped beads at end",
  "dimension": "90 in. (total length)",
  "id": "http://api.artsmia.org/objects/143287",
  "image": "valid",
  "image_copyright": "Tasbih © 2016 Zarina. All rights reserved.",
  "image_height": 8256,
  "image_width": 6192,
  "inscription": "",
  "life_date": "Indian-American, 1937-2020",
  "markings": "",
  "medium": "Sheesham wood gilded with 22-karat gold leaf and strung with nylon coated copper wire and gold thread (99 units)",
  "nationality": "Indian-American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Referring to trauma, displacement, and religious practice, this sculpture by Zarina is at once playful in conception—it first reads as an oversized gold necklace—and layered with memory. The work evokes her early experience of loss felt when her Muslim family was uprooted in India and fled to Pakistan. Here a string of Islamic prayer beads (tasbih) is sensitively reconstructed to an amplified yet still human scale. Made of sheesham, or Indian Rosewood, and covered in gold leaf, the rich tactility of the surface evokes the ritual handling of each of the ninety-nine beads, respectively enunciating the 99 names of Allah. The shimmering gold evokes the Sufi concept of noor, or divine light—a symbol of spiritual union with God.",
  "title": "Tasbih"
}
