{
  "accession_number": "2022.25",
  "art_champions_text": null,
  "artist": "Artist: Harriet Bart",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Albert de la Chapelle Estate in honor of Clara Derber Bloomfield and the Dandelion Endowment Fund for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1977",
  "department": "Global Contemporary Art",
  "description": "black woven band with long twisted strands on one side; three groups of four vertical elements with orange twisted wire ended in black feathers",
  "dimension": "47 1/2 × 9 in. (120.7 × 22.9 cm)",
  "id": "http://api.artsmia.org/objects/143282",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 1160,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Linen, copper, woven fabric, plaiting, feathers",
  "nationality": "American",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Harriet Bart is a Minnesota based artist and was a founding member of the feminist art collective WARM (Women’s Art Registry of Minnesota) established in 1973. Over time, Bart’s work has evolved to embrace a variety of media, but textiles were a primary preoccupation of hers in the 1970s during the height of the US fiber art and related wearable art movement. “Waiting,” was initially part of a larger group of five similarly constructed fiber components together entitled “Rivers of Silence” but “Waiting” was sold to a private collector when the group was displayed at WARM’s Minneapolis gallery in 1978. The other four components of the assemblage, “Knowing,” “Watching,” Wailing,” and “Wasting,” were acquired by Mia in 1997. The important acquisition of “Waiting” completes the “Rivers of Silence” set.",
  "title": "Waiting, from the \"Rivers of Silence\" series"
}
