{
  "accession_number": "2022.2.1",
  "art_champions_text": null,
  "artist": "Artist: Winyan Hcaka (\"The True Woman\")",
  "catalogue_raissonne": null,
  "classification": " Beadwork; Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowment for Native American Art",
  "culture": "Oglala Lakota",
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "Arts of the Americas",
  "description": "short half-circle shape; light-colored hide body with red lining (received with \"faux\"/second lining of red synthetic material whip stitched to original lining); short fringe on all edges including neckline with red wrapped porcupine quills; many symmetrical beaded floral sprays and floral motifs in multicolored beads overall; edging of white beads with red, blue, and yellow geometric patterns",
  "dimension": "29 × 59 in. (73.7 × 149.9 cm) (including fringe)",
  "id": "http://api.artsmia.org/objects/143224",
  "image": "valid",
  "image_copyright": "",
  "image_height": 223,
  "image_width": 166,
  "inscription": "",
  "life_date": "American (Oglala Lakota)",
  "markings": "",
  "medium": "Hide, glass and brass beads, dyed porcupine quills, cotton and polyester fabric, sinew",
  "nationality": "American (Oglala Lakota)",
  "object_name": "Cape",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This cape has been in the family of the maker for more than a century and has been worn and taken care of by four generations of Lakota women. In the late 19th or early 20th Century Lakota artist Winyan Hcaka (The True Woman) created this extraordinary cape for her daughter, Mary Julia. The cape, with abundant floral designs in a dazzling array of colors, is made to be worn on very special occasions. Constructed from a supple brain tanned hide with beads sewn onto the work with sinew, the cape adorns the wearer in a particular form of Lakota figurative art made by women, floral designs. The artist then incorporates abstract lane-stitch beadwork at the border of the cape. She then finishes the piece by sewing a thin piece of hide as the base for fringe, meticulously wrapping more than one hundred red porcupine quilled tassels.",
  "title": "Cape"
}
