{
  "accession_number": "2022.14",
  "art_champions_text": null,
  "artist": "Artist: Zarina",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Trust Fund, the Marguerite S. McNally Endowment for Art Acquisition, the Kenneth and Elayne Hengler Endowment for Art Acquisition, the Friends of Bruce Dayton Art Acquisition Fund, and anonymous funds",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "long, oversized strand of large beads covered in gold leaf; tube shaped pendant with one bulbous end; three dangles of braided gold cord hanging off end of pendant, with round and disc shaped beads at end",
  "dimension": "90 in. (total length)",
  "id": "http://api.artsmia.org/objects/143287",
  "image": "valid",
  "image_copyright": "Tasbih © 2016 Zarina. All rights reserved.",
  "image_height": 8256,
  "image_width": 6192,
  "inscription": "",
  "life_date": "Indian, 1937-2020",
  "markings": "",
  "medium": "Sheesham wood gilded with 22-karat gold leaf and strung with nylon coated copper wire and gold thread (99 units)",
  "nationality": "Indian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Known for her aesthetic clarity which maximized the emotive potential of minimal forms,  Zarina (the artist preferred to go by her first name) once described memory as “the only lasting possession we have,” a mode of thinking that has inspired much of the artists’ imagery, which borrowed from her early childhood in India: the heaps of paper in her father’s library, star gazing with her sister in their garden, re-stringing her aunt’s prayer beads, and “the smell of rotting flesh” from her family’s urgent flight to Pakistan during the Partition of India. That searing event set a course for the artist’s highly mobile life and her preoccupation with the power of memory and the centrality of home.\r\nCreated late in the artist’s life, here a string of Islamic prayer beads (tasbih), a signifier of personal identity and memory, is sensitively reconstructed to an amplified yet still tactile scale. It is further made to shimmer in an evocation of Sufi concept of noor, or divine light—a symbol of spiritual union with God.",
  "title": "Tasbih"
}
