{
  "accession_number": "2022.47a-d",
  "art_champions_text": null,
  "artist": "Artist: Renée Stout",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages; Artist Installations",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Richard and Beverly Fink Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "Gallery installation in four parts; a sits on top of b, c sits on top of d, electrical cord on c plugs into b; a= vertical portion consisting of wire cage with woven vertical rattan element at center; red glass heart with red and blue veins suspended from chain inside rattan element; metal lamp with electrical components at top; clear glass chandelier pendants attached to exterior of cage with wire; b=wooden box on casters with rusty hammered metal panels on front and back; rusty patina on top; electrical outlet attached to one short side; electrical component consisting of box with dials and temperature gauge on top; c=aged electronic tool (\"ALIGNMENT GENERATOR\" at top) with dials and two gauges; d=small cabinet on turned wood legs with wooden casters, with rectangular gauge, dials, and switches on front",
  "dimension": "96 × 50 × 18 in. (243.8 × 127 × 45.7 cm) (approx., overall)",
  "id": "http://api.artsmia.org/objects/143288",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Found wire, wood, metal, acrylic paint, found technology, and glass",
  "nationality": "American",
  "object_name": "Assemblage / Installation",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G304",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "If you could make a device that would harness the power of the spirit realm to transform the hearts of human beings into emanations of pure love, what might that look like' What would it need to do' How would it work. These are some of the ideas that artist Renee Stout played with in making this piece. It is an absurd imaginary machine that works in conjunction with otherworldly forces in order to remove bad thoughts and intentions from people. But it might also connect on a wavelength that allows the artist to communicate with spirits, or even extraterrestrial beings.",
  "title": "Soul Catcher / Regenerator"
}
