{
  "accession_number": "2022.17",
  "art_champions_text": null,
  "artist": "Artist: Jim Denomie",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Minnesota Artist Fund, the Michael Bennes Endowment for Art Acquisition, the Karl Thomas Opem Acquisition Fund, the Shared Fund, and the Driscoll Art Accessions Endowment Fund",
  "culture": "Ojibwe",
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "abstracted landscape, viewed from above; purple, rose, and blue sky with rolling landscape with an orange river cutting diagonally across picture plane; numerous figures and animals in vignettes; campground with tents, teepees, and vehicles including a bus with a row of Porta-Potties and a line of figures on horseback in upper left; central section with farm equipment, Jeeps, police car, figures with flame throwers and figures wearing Ku Klux Klan outfits behind barbed wire, confronting people on opposite shore of river holding signs--one of whom has their pants dropped; foreground figures in LLQ include a man in a purple shirt printed \"I'M TOAST\" in a well, a Black man wearing a tie and holding a saxophone seated on a toilet, a man in a white shirt, a man wearing a feathered Native American headdress and a woman in a blue shirt and yellow vest with arms upraised; blindfolded woman with one bare breast, holding a blue bra and a scale balancing a dollar sign and a glass being grabbed from behind by a blonde man in a suit, with a row of men in suits behind them, smoking and drinking, with three hyenas; helicopters, plane, and a man holding two drones in the sky; received unframed",
  "dimension": "91 1/2 × 120 × 2 1/4 in. (232.4 × 304.8 × 5.7 cm)",
  "id": "http://api.artsmia.org/objects/143274",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7951,
  "image_width": 10371,
  "inscription": "",
  "life_date": "American (Ojibwe), 1955 - 2022",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American (Ojibwe)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G262",
  "see_also": [
    ""
  ],
  "signed": "LLC in blue: JIM DENOMIE 18",
  "style": "21st century",
  "text": "Standing Rock 2016 comes from a series of works (2018-19) that respond to the North Dakota Access Pipeline protests at the Standing Rock Reservation (2016-2017). The painting also encapsulates the heightened anxiety, volatility, and absurdity of the American zeitgeist prior to the COVID pandemic. \r\n\r\nComposed of small vignettes, the painting is not a document of historical events so much as it is a raw, cumulative response to what transpired at Standing Rock. Denomie pulls not punches. In the center of the canvas a group of Water Protectors hold signs as one moons law enforcement. In response, the officers open fire and spray a water canon. Two officers share a congratulatory high-five. The scene juxtaposes stark contrasts, laid bare for all to see.",
  "title": "Standing Rock 2016"
}
