{
  "accession_number": "2022.13.4",
  "art_champions_text": null,
  "artist": "Photographer: Alec William Soth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David Draper Dayton Fund and the Robert C. Winton Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "image of the intersection of a street, with stoplights; woman seated on sidewalk, holding a bouquet of flowers; stacked bouquets of flowers in front of seated woman; scattered shoes on sidewalk in LRQ; telephone poles in C; bike with a trailer leaning against a garbage can in LLQ",
  "dimension": "51 1/4 × 65 1/2 in. (130.2 × 166.4 cm) (image, sheet)\r\n56 1/2 × 69 3/4 × 2 1/8 in. (143.5 × 177.2 × 5.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143278",
  "image": "valid",
  "image_copyright": "Copyright © Alec Soth",
  "image_height": 3600,
  "image_width": 4500,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "BC, verso: Weinstein Hammons Gallery label",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In A Pound of Pictures—Soth’s pandemic series—the artist centers his unwavering love of photography and reckons with its pull upon his life.  The act of picture making lies heavy along each of the compositions selected; seeing the world clearly presupposes a kind of distance and a removal of the self from the frame. These photographs, however, insist upon the physical and emotional presence of the artist: in perhaps the finest of the series, he stands behind his view camera in a hotel room, photographing his and his daughter’s reflection in a lens-like mirror.  In another, Soth reprises Walker Evans’ iconic view of the steel mills and row houses of Bethlehem, Pennsylvania, from a hilltop graveyard, parking his own battered minivan at the center of the frame.  In an abandoned house, he arranges videotapes and snapshots with artificial flowers for an elegiac still-life; in another, he shows a woman arranging her own bouquet from discarded flowers at a crossroads.  Through each composition, Soth imparts a sense of homecoming, as well as a kind of fateful wonder at the vast emotional terrain of life.",
  "title": "King & Sheridan, Tulsa, Oklahoma"
}
