{
  "accession_number": "2022.50",
  "artist": "Umar Rashid",
  "classification": "Paintings",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "72 × 72 × 1 9/16 in. (182.9 × 182.9 × 4 cm)",
  "id": 143281,
  "image": "invalid",
  "image_copyright": null,
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "American, born 1976",
  "markings": null,
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "A natural storyteller, Umar Rashid’s practice reinvents the paths of populations often omitted from the historical record. Through writing, illustration, painting, and sculpture, he creates alternative historical narratives—including a what-if story about France and England unifying into a gargantuan empire Frenglish—that reference a panoply of cultures and collapse geography and time while underlining the intricacies of race, gender, class, and overall power in the colonial world. The artist steers clear of simplistic dichotomies. Instead, Rashid’s work challenges the viewer to consider the complex feelings and conducts that make up every human. In his tale’s people are as likely to be heroes as villains no matter their color, which ultimately acknowledges their agency as historical actors.",
  "title": "In the House of the Bear, the Jaguar, and the Crocodile, The Triumvirate. Or, the miracle at the Californian Alhambra. The rebel leaders hover above their acolytes adept in the ways of reverse conversion. The priests have a 50 percent survival rate. Meanwhile, some djinn show up to see what's going on. Black and White Jesus in the El Camino appear shocked"
}
