{
  "accession_number": "2022.20",
  "art_champions_text": null,
  "artist": "Artist: Ronny Quevedo",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "abstract image made up of many silver geomtric forms (nearly all rectangles and squares) with dark edges; gold rays radiating out from center of image; two tones of gold; dark bands at bottom and top URC; received in white frame",
  "dimension": "26 1/4 × 17 7/8 in. (66.7 × 45.4 cm) (sheet, irregular)\r\n29 7/16 × 21 × 1 1/2 in. (74.8 × 53.3 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143223",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6651,
  "image_width": 4814,
  "inscription": "",
  "life_date": "Ecuadorian (active United States), born 1981",
  "markings": "",
  "medium": "Metal leaf on carbon paper",
  "nationality": "Ecuadorian (active United States)",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Ecuadorian-born, New York based artist Ronny Quevedo draws inspiration for his multidisciplinary practice from the historically marginalized indigenous cultures of South and Central America, exploring questions about lineage, migration, and the socio-political implications of contemporary identities. In the collage inti – killa, which translates from the Quechua language into English as Sun – Moon, Quevedo incorporates pre-Columbian iconographies and languages of abstraction to form a geometric image that evokes the duality of sun and moon, day and night, and warmth and coolness. Astral bodies and the observed movements of the sun, moon, and stars were integral to many pre-Columbian beliefs, rituals, and calendars. Using meticulously cut sections of silver and gold leaf adhered to carbon paper, Quevedo merges the formal, material and conceptual into a symbolic abstraction that both honors and acknowledges his ancestral heritage and Ecuadorian-American identity.",
  "title": "inti - killa"
}
