{
  "accession_number": "2022.50",
  "art_champions_text": null,
  "artist": "Artist: Umar Rashid",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "complex, colorful image in a comic book style, with black outlines; imagery includes brown bear's head at top center, with pink rays emitting from its eyes; blonde figure and Black figure with an Afro hairstyle, wearing white robes, with a red vehicle in URC; seated bare-chested Black figure with long hair and a gold halo, with a black rifle, below bear's head; jaguar's head at left center; crocodile's head in profile at right center; nude smiling white man with white hair and vacant white eyes, with hands in prayer, near bottom center, with a white round element with a gold radiating star above his head, flanked by pairs of dark-skinned, bare-chested men holding their hands out, palms up; pair of white snakes surrounding a skeleton with the word \"FAIL\" and a skull with green eyes at bottom center; similar scenes in bottom corners, with three Black men wearing Colonial miliary uniforms, carrying figures in a shroud (?) with their heads uncovered and holding red books; blue and white ground with brown in lower corners; received unframed",
  "dimension": "72 × 72 × 1 9/16 in. (182.9 × 182.9 × 4 cm)",
  "id": "http://api.artsmia.org/objects/143281",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1976",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "A natural storyteller, Umar Rashid’s practice reinvents the paths of populations often omitted from the historical record. Through writing, illustration, painting, and sculpture, he creates alternative historical narratives—including a what-if story about France and England unifying into a gargantuan empire \"Frenglish\"—that reference a panoply of cultures and collapse geography and time while underlining the intricacies of race, gender, class, and overall power in the colonial world. The artist steers clear of simplistic dichotomies. Instead, Rashid’s work challenges the viewer to consider the complex feelings and conducts that make up every human. In his tale’s people are as likely to be heroes as villains no matter their color, which ultimately acknowledges their agency as historical actors.",
  "title": "In the House of the Bear, the Jaguar, and the Crocodile, The Triumvirate. Or, the miracle at the Californian Alhambra. The rebel leaders hover above their acolytes adept in the ways of reverse conversion. The priests have a 50 percent survival rate. Meanwhile, some djinn show up to see what's going on. Black and White Jesus in the El Camino appear shocked"
}
