{
  "accession_number": "2022.19",
  "art_champions_text": null,
  "artist": "Artist: Sonya Clark",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gifts of funds from Mary and Bob Mersky, Ellen Michelson, and David Crosby",
  "culture": null,
  "curator_approved": 0,
  "dated": "2011",
  "department": "Global Contemporary Art",
  "description": "armchair with wooden arms and legs with scroll motifs; seat upholstered in red velvet; backrest upholstered in red and white ticking stiped fabric with red velvet buttons; back of backrest and underside of seat have black braided thread strands",
  "dimension": "34 × 27 × 27 1/2 in. (86.4 × 68.6 × 69.9 cm)",
  "id": "http://api.artsmia.org/objects/143222",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3459,
  "image_width": 3072,
  "inscription": "",
  "life_date": "American, born 1967",
  "markings": "",
  "medium": "Upholstered armchair, thread",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Cornrow Chair started with an unexpected encounter of a found object: an awkwardly proportioned chair with curvaceous Rococo arms and plain standard legs. To Clark, the chair signified the uncomfortable history of race relations within the United States, and our nation’s deeply entrenched practice of devaluing labor-often rendered invisible-that nonetheless props up the economy and the wealthiest members of white society. To underscore the metaphorical links between this unusual object and seen/unseen members of American society, Clark recovered the chair with a showy velvet and striped ticking–a durable industrial textile often used as an upholstery underlining or mattress cover. Clark then embroidered the back of the chair with stitched cornrows that extend beneath the chair and cascade in a mass of braids which appear to support the chair itself.",
  "title": "Cornrow Chair"
}
