{
  "accession_number": "2022.21.1",
  "art_champions_text": null,
  "artist": "Photographer: Sheila Pree Bright",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "young Black girl with her hair in a ponytail, standing up inside an open Jeep with her upper body above the windshield, her PR hand in a fist and holding a sign (\"When Will MLK Jr.'s Dream Come True\") in her PL hand; scowling Black woman with glasses in driver's seat of Jeep; shirtless Black man wearing shorts and tennis shoes standing on top of another Jeep at right; Ferris wheel at center back",
  "dimension": "19 15/16 × 29 3/4 in. (50.6 × 75.6 cm) (image)\r\n31 13/16 × 21 3/4 in. (80.8 × 55.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143279",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1174,
  "image_width": 1769,
  "inscription": "",
  "life_date": "American, born 1967",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Bright’s photography of the reawakened movement for social justice in America has been nationally recognized for its original perspective and rootedness of her practice within the communities she documents.  As a photojournalist in Atlanta, Bright was on the front lines of demonstrations demanding accountability from law enforcement and elected officials in the wake of George Floyd’s murder by a Minneapolis police officer in May 2020.  At a Juneteenth demonstration in the waning months of the Trump administration, Bright provides a heroic view of a female protestor holding two different American flags—one carried aloft, the other clasped to her chest.  At a demonstration for justice for Rayshard Brooks, a Black father of three who was shot and killed by police officers outside a Wendy’s restaurant, Bright reveals the determination and grief of protestors bearing homemade signs of MLK quotes.  The immediacy of her images brings the issues almost unbearably close to home, charging each with the generational trauma of our era.",
  "title": "2020, Juneteenth Celebration, Atlanta, GA"
}
