{
  "accession_number": "2022.6",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation; purchase from the Thomas Murray Collection",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "tan body with dark blue geometric appliques; decorated with shells and cartilage elements on chest, sleeves, and upper back; multicolored braids on front at waist; one brown and two blue silk tassels on front, with metal pendants, beads, and mother-of-pearl ornaments",
  "dimension": "48 1/2 × 51 1/8 in. (123.2 × 129.9 cm)",
  "id": "http://api.artsmia.org/objects/143269",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8294,
  "image_width": 6719,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cloth: elm bark fiber; cotton appliqué and embroidery, silk, wool, sturgeon scales, shells, bird bones, silk tassels, metal, stone; lining: cotton",
  "nationality": null,
  "object_name": "Robe (attush)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This utterly unique robe is an exciting document of the cultural exchange between the peoples of Japan’s far north and their neighbors. Unlike any other known Ainu robe, this one is decorated with objects: silk tassels and talismanic pendants created from sea creatures, mostly sturgeon scales. The garment itself can be dated to the 18th century, and the decoration was added later. The sturgeon scales originated in the Russian Far East; either they were traded south to Hokkaido or the robe made its way north. One theory is that this robe was owned by the captain of a Japanese merchant ship (kitamaebune) that sailed the trade route from Hokkaido south to Nagasaki. Such captains are known to have fancied rare, exceptional robes they picked up on their journeys.",
  "title": "Attush robe with exceptional decoration of fish bones and tassels"
}
