{
  "accession_number": "2022.10",
  "art_champions_text": null,
  "artist": "Maker: Possibly made by Elizabeth Smith",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "United Kingdom",
  "creditline": "The Simmons Family Endowment for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1840s",
  "department": "European Art",
  "description": "stenciled and painted cotton stole with highly naturalistic morning glory pattern, insects, tiny animals, and script; design is divided into two, vertically directional components; each half bordered with densely clustered morning glories, blue on one side and pink on the other; in the center, lush sprays with a variety of flowers including iris, roses, morning glories, sweet peas, and fuchsia surrounded by butterflies and dragonflies; hidden amongst areas of the morning glories and tendrils are words, names, phrases in English and French, and small motifs such as an eye, faces, a horse and rider, a cow, a cat, and a pig; cream fringe on short sides embellished with pink, green, and pale green",
  "dimension": "74 1/2 × 23 1/2 in. (189.2 × 59.7 cm)",
  "id": "http://api.artsmia.org/objects/143273",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4066,
  "image_width": 4281,
  "inscription": "",
  "life_date": "British",
  "markings": "",
  "medium": "Plain weave cotton; stenciled and painted",
  "nationality": "British",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G281",
  "see_also": [
    ""
  ],
  "signed": "25\\\" from one short side in green tendrils: E. Smith | near center at one long side in green tendrils: Elizabeth",
  "style": "19th century",
  "text": "In the first half of the nineteenth century, stenciling became a popular artistic enterprise for American and European women. Stenciled designs were applied not only to walls and domestic textile furnishings but to dress items as well. This stenciled cotton textile – possibly meant to have been used as a table runner or stole - is an exceptional example for its condition, densely packed design, saturated colors, sophisticated use of shaded/voided areas, and witty inclusion of free-drawn words and images.",
  "title": "Textile"
}
