{
  "accession_number": "2022.13.1",
  "art_champions_text": null,
  "artist": "Photographer: Alec William Soth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "circular border, with image of a figure lying on a bed; large format camera with man standing behind it on L; large black and white photograph in background",
  "dimension": "31 3/4 × 39 7/8 in. (80.6 × 101.3 cm) (image, sheet)\r\n35 3/4 × 43 1/2 × 1 3/4 in. (90.8 × 110.5 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143275",
  "image": "valid",
  "image_copyright": "Copyright © Alec Soth",
  "image_height": 3600,
  "image_width": 4500,
  "inscription": "",
  "life_date": "American, born 1969",
  "markings": "BC, verso: Weinstein Hammons Gallery label",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "In A Pound of Pictures—Soth’s pandemic series—the artist centers his unwavering love of photography and reckons with its pull upon his life.  The act of picture making lies heavy along each of the compositions selected; seeing the world clearly presupposes a kind of distance and a removal of the self from the frame. These photographs, however, insist upon the physical and emotional presence of the artist: in perhaps the finest of the series, he stands behind his view camera in a hotel room, photographing his and his daughter’s reflection in a lens-like mirror.  In another, Soth reprises Walker Evans’ iconic view of the steel mills and row houses of Bethlehem, Pennsylvania, from a hilltop graveyard, parking his own battered minivan at the center of the frame.  In an abandoned house, he arranges videotapes and snapshots with artificial flowers for an elegiac still-life; in another, he shows a woman arranging her own bouquet from discarded flowers at a crossroads.  Through each composition, Soth imparts a sense of homecoming, as well as a kind of fateful wonder at the vast emotional terrain of life.",
  "title": "Carmen, Williams, Arizona"
}
