{
  "accession_number": "2022.51",
  "art_champions_text": null,
  "artist": "Artist: Winfred Rembert",
  "catalogue_raissonne": null,
  "classification": " Leatherwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2002",
  "department": "Global Contemporary Art",
  "description": "Black woman at left wearing a red skirt suit with white buttons, red and white striped blouse, and red hat with white pompon or flower; Black woman to right of first figure wearing a black blouse, tan skirt, and tan hat with white bow, holding a baby wrapped in a white blanket; Black couple at right, with woman in a brown skirt suit and brown hat with white band, reaching out for baby, and man wearing a dark suite and dark hat; two Black children at center; small framed portrait of a Black man in a black hat against a turquoise ground, on a shelf at top center; received in white frame",
  "dimension": "23 1/16 × 23 3/4 in. (58.6 × 60.3 cm) (sight)\r\n30 × 30 5/8 × 1 3/4 in. (76.2 × 77.8 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143286",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7699,
  "image_width": 7910,
  "inscription": "",
  "life_date": "American, 1945 - 2021",
  "markings": "",
  "medium": "Dye on carved and tooled leather",
  "nationality": "American",
  "object_name": "Leatherwork",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "below feet of woman at right, incised: WINFrEd / 5-02 / REMbErt",
  "style": "21st century",
  "text": "This scene shows the artist’s imaginative recreation of an important moment in his life. When he was three months old, his birth mother turned him over to the care of her aunt, Lillian Rembert, who holds out her hands to receive the child. She raised Winfred as her own child. The artist based this scene on stories told in his family and brought his keen eye for character building and narrative to bear on an emotionally charged moment.",
  "title": "The Beginning"
}
