{
  "accession_number": "2022.15",
  "art_champions_text": null,
  "artist": "Artist: Tanaka Yū",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Gordon Brodfuehrer in honor of Michael and Tamara Root and the Gary L. Gliem Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020-21",
  "department": "Global Contemporary Art",
  "description": "large, yellow ceramic sculpture that is rounded to resemble a bundle of cloth",
  "dimension": "29 1/8 × 17 3/4 × 17 3/4 in. (74 × 45.1 × 45.1 cm)",
  "id": "http://api.artsmia.org/objects/143267",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6000,
  "image_width": 4000,
  "inscription": "",
  "life_date": "Japanese, born 1989",
  "markings": "",
  "medium": "Matte-glazed stoneware",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "What is wrapped in yellow cloth' Ceramic artist Tanaka Yū encourages viewers to look and imagine what could possibly be hidden underneath from its contours. In actuality, the entire piece is made in ceramics – its inside, empty. This work is part of a series titled tsutsumimono, or “wrapped things.” For her works, she first finds everyday objects like bowls and planters, which she envelopes in furoshiki, a traditional Japanese square wrapping cloth. She carefully studies the folds and wrinkles that appear on the cloth once the object is wrapped, and then replicates it in clay by hand, using wooden supports to prevent sagging. The vibrant yellow cloth that was used as a model for this work is a special type of Japanese cloth called ukon-nuno (turmeric cloth) that is used to protect objects from insects. By bundling utilitarian objects, Tanaka emphasizes the beauty of their forms.",
  "title": "Bundle"
}
