{
  "accession_number": "2022.23.2",
  "art_champions_text": null,
  "artist": "Artist: Myrlande Constant",
  "catalogue_raissonne": null,
  "classification": " Textiles; Collages / Assemblages",
  "continent": "North America",
  "country": "Haiti",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "beading and sequins overall; central turquoise drum in front of a gold platform, with an old man with white hair and beard wearing gold pants and a black shirt with green leaves and vines assisting a woman wearing a white hat and blue dress with moons and starts onto the platform; musicians at left and right; man in red knickers and gold shirt playing maracas and man in green pants and black and red shirt playing a lute at right; man in dark blue suit playing an accordion, man in white pants at red shirt with leaves seated on and playing a box-shaped percussion instrument, and man in black tank top playing a harmonica at left; large brown element at top; multicolored beads on border, with symmetrical pattern of maracas, conical horns, and lutes; outer fabric border of patterned khaki, grey, and white fabric, with gold sequined trimming",
  "dimension": "59 × 57 1/2 in. (149.9 × 146.1 cm)",
  "id": "http://api.artsmia.org/objects/143263",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8647,
  "image_width": 8377,
  "inscription": "",
  "life_date": "Haitian, born 1968",
  "markings": "",
  "medium": "Beads, fabric, sequins, and trimmings",
  "nationality": "Haitian",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G255",
  "see_also": [
    ""
  ],
  "signed": "on bottom front of gold platform, in red and black beads:  CONS / TANT",
  "style": "21st century",
  "text": "Myrlande Constant revolutionized the tradition of Vodou flag-making in Haiti, both by using different materials than the traditional sequins and by expanding the subject matter. She learned beadwork while working at a wedding dress factory as a teenager, an experience that is fundamental to her complex compositions depicting regular people in everyday life. In this work, two figures dance while musicians play amid a vibrant landscape.",
  "title": "Bal Kontredans"
}
