{
  "accession_number": "2022.31a-c",
  "art_champions_text": null,
  "artist": "Artist: Fukuoka Ichimonji Kagenori",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burker Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1280",
  "department": "Asian Art",
  "description": "handle with black wrappings; tsuba with scrolling floral designs; scabbard of brown lacquer with scrolling openwork metal piece at end with scrolling floral designs; blue, grey, and white wrapping cord with metal fittings with similar scrolling designs; blade received wrapped separately (not unwrapped for exam)",
  "dimension": "27 5/8 in. (70.2 cm) (object part, length of blade)\r\n39 × 4 × 3 1/4 in. (99.1 × 10.2 × 8.3 cm) (handle, tsuba, and scabbard)",
  "id": "http://api.artsmia.org/objects/143303",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8249,
  "image_width": 2414,
  "inscription": "",
  "life_date": "Japanese",
  "markings": "",
  "medium": "Steel, wood, lacquer, silk, cotton",
  "nationality": "Japanese",
  "object_name": "Tachi (sword)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "Sword manufacturing was introduced to Japan from the Asian mainland. The earliest known types of swords were straight and mostly 23 1/2 to 27 1/2 inches in length. They were made of bronze and used for stabbing as well as striking. Higher-ranking warriors on horseback carried tachi, swords that hung from the belt with the cutting edge facing down. This unaltered tachi is signed “Kagenori” and was therefore made by Fukuoka Ichimonji Kagenori (dates unknown) who was active around 1280. It has been rated by the Society for Preservation of Japanese Art Swords (NBTHK) as an “especially important” blade, the highest rank possible.",
  "title": "Tachi (sword)"
}
