{
  "accession_number": "2023.70.4",
  "art_champions_text": null,
  "artist": "Artist: Hippolyte Dominique Berteaux",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "1898",
  "department": "European Art",
  "description": "image of a woman wearing a white hat and a flat-front blue bodice with a lavender blouse; woman faces the viewer; wood frame",
  "dimension": "15 3/4 × 12 9/16 in. (40 × 32 cm)",
  "id": "http://api.artsmia.org/objects/143316",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6336,
  "image_width": 5197,
  "inscription": "",
  "life_date": "French, Saint-Quentin, Aisne 1843–Paris 1928",
  "markings": "",
  "medium": "Watercolor, gouache, and charcoal on tan paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "[Galerie Jacques Fischer, Paris, until 2016; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis; their gift to Mia, 2023.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower right: HB 98",
  "style": "20th century",
  "text": "The nineteenth century saw a proliferation of murals in France, not just in churches but in museums, train stations, post offices, and town halls. How better, civic leaders reasoned, to teach citizens about their history and culture' During this golden age of mural painting, the Musée des Beaux-Arts, or Museum of Fine Arts, in Nantes built a new home. Construction began in 1893, and the building was dedicated in 1900. Hippolyte Berteaux was commissioned to create two enormous scenes to line its grand staircase. The murals, each more than 25 feet tall and 68 feet wide, were to feature Breton subjects in recognition of Nantes’s historical roots in the duchy of Brittany. One mural celebrated the Breton countryside and its tradition of threshing wheat; the other, titled \"Mystical Brittany,\" was devoted to religious customs. The present sheet is a preliminary drawing for the latter, which was completed in 1904.\r\n\r\nThe theme of \"Mystical Brittany\" is the Brittany Pardons, yearly events held to commemorate the patron saint of a church or chapel. The highlight is the procession of pilgrims, fully attired in Breton dress, who pay homage to the saint. The present drawing focuses on a single pilgrim, a woman wearing a elaborate bonnet characteristic of traditional Breton costume. As Berteaux developed his composition, he produced many more such drawings: his training at the French academy would have emphasized the importance of creating multiple preliminary sketches before executing such a large, complex painting. The work-themed mural can still be seen on the wall of the art museum in Nantes, but the mural \"Mystical Brittany\" has suffered significant damage and remains in storage.",
  "title": "Breton Woman, Study for \"Mystical Brittany\""
}
