{
  "accession_number": "2024.48.1",
  "artist": "Jules Chadel",
  "classification": "Drawings",
  "continent": "\"Europe\"",
  "country": "\"France\"",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1920",
  "department": "European Art",
  "description": "",
  "dimension": "12 1/2 × 17 in. (31.8 × 43.2 cm)",
  "id": 143366,
  "image": "valid",
  "image_copyright": null,
  "image_height": 7358,
  "image_width": 10147,
  "inscription": null,
  "life_date": "Jules Chadel, French, Clermont-Ferrand, Auvergne 1870–Paris 1942",
  "markings": null,
  "medium": "Watercolor",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "[Eric G. Carlson, New York, until 2010; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis",
  "restricted": 0,
  "rights_type": "Public Domain",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "From a slightly elevated vantagepoint, we look over a hilly landscape of fields and forest. In the middleground a farmer plos his field with a team of two horses. This view probably shows the terrain of the Auvergne, the part of central France where Jules Chadel was born. Chadel started out as a stone carver, but then moved into jewelry design. While working for Henri Vever, one of France's leading jewelers and a great devotee of Asian art, Chadel become enamored of Japanese art. He developed notable skill in Japanese printmaking and drawing technigues. He drew this watercolor landscape using a range of brushes, pressures, and dilutions.\r\n\r\nIn an article published in Art et décoration: revue mensuelle d'art moderne in 1922,  Léon Deshaires described Chadel's approach to drawing: \r\n\r\n\"While he bathes his Japanese brush in the water of the bucket, while he removes the excess water by automatically wiping it under his sleeve, while he finally dips the tip into the bottle of Indian ink hanging from his jacket, he continues to look attentively in front of him, like a hunter staring at his prey. It is then that he chooses and imprints in his memory the essential characteristics of an object, an individual or a scene. His hand which is getting ready trembles, because the man is lively and nervous, and the friend who observes him wonders if he is not going to miss the goal; but suddenly this hand falls and it traces on the paper a fair line of masterly decision.\"",
  "title": "Landscape I: Puy-de-Dôme"
}
