{
  "accession_number": "2023.70.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Alexandre Cabanel",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Gabriel P. and Yvonne M.L. Weisberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "European Art",
  "description": "drawing of a standing female figure, leaning against a wagon; jug at feet of figure; white mat board, in a black frame",
  "dimension": "24 × 18 1/8 in. (61 × 46 cm)",
  "id": "http://api.artsmia.org/objects/143306",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7028,
  "image_width": 5309,
  "inscription": "",
  "life_date": "French, Montpellier 1823–Paris 1889",
  "markings": "Watermark: CF in crest",
  "medium": "Charcoal, crayon, and white chalk on gray laid paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Arenberg Auctions, Brussels, March 29, 2019, no. 209; [Armstrong Fine Art, Chicago, until 2019; to Weisberg]; Yvonne and Gabriel Weisberg, Minneapolis; their gift to Mia, 2023.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower left: Alex Cabanel",
  "style": "19th century",
  "text": "This refined study of a woman in an old flour mill presents her with the dignity that one expects in a realist drawing. The figure is calm, strong, self-satisfied—almost monumental. As she takes a break from operating the grinding mill behind her, she is bathed in a warm light filtering in from the right. \r\n\r\nThe drawing is signed \"Alex Cabanel,\" as was the practice of Alexandre Cabanel, one of the most successful artists in nineteenth-century Europe. Apart from his activity as a portraitist, he normally produced historical and mythological pictures—genres diametrically opposed to Realism. Occasionally a drawing or painting like this one surfaces that suggests Cabanel dipped his toe into the realist pool. It is also possible that one of his many students hoped to get a better price for their work by applying the famous artist’s name.",
  "title": "The Miller’s Wife (La femme du meunier)"
}
