{
  "accession_number": "2022.36",
  "art_champions_text": null,
  "artist": "Artist: Raffaello Sorbi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Paul C. Johnson, Jr. Fund and the Anne and Hadlai Hull Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 1,
  "dated": "1870",
  "department": "European Art",
  "description": "two women walking with a young girl; foremost woman wears a white gown with a cape-like back with a green lining, and wears her brown hair in two long braids, with her head completely turned so her face is not visible; second woman wears a black dress and a sheer headscarf over her black hair, with a red headband; little girl in front of women holds a small bouquet of orange and white flowers and wears a gold dress with brown trim, white stockings, and brown pointed Mary Jane shoes, with her long frizzy light brown hair loose with a blue headband; flat landscape with low horizon line, with some figures in middle ground seated on the grass in LLC, three figures walking with a pair of dogs between pair of woman and little girl, and pair of walking figures at leftt; birds in sky at right; pink cloud above girl's head; received in gilt frame",
  "dimension": "29 11/16 × 35 7/8 in. (75.4 × 91.1 cm) (sight)\r\n38 1/4 × 44 5/8 × 2 3/4 in. (97.2 × 113.3 × 7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143405",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6438,
  "image_width": 7809,
  "inscription": "",
  "life_date": "Italian, 1844 - 1931",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Italian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Mr. S. Tolfrey, London, by 1872. Private collection, England. Sale, Christie's, London, July 12, 2018, no. 23, to Kilgore; [Jack Kilgore & Co. 2018–2022 sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    ""
  ],
  "signed": "LL: Raf Sorbi 1870",
  "style": "19th century",
  "text": "In 1861 The Florentine painter Raffaello Sorbi was awarded a prize at the Florentine Triennale for his history painting of the dying Corso Donati, a Florentine aristocrat and leader of a failed rebellion who was killed in 1308. 1861 was also the year in which many of the independent states on the Italian peninsula united to form the Kingdom of Italy. Sorbi played his part in celebrating the Italian spirit, painting a wide range of subjects drawn from the Bible, ancient Rome, and genre scenes of figures in 18th century dress. His most original contribution, however, lies in the highly finished paintings of an imagined Florence of the Middle Ages. The Evening Walk is one of his most compelling in this manner.",
  "title": "The Evening Walk--Environs of Florence"
}
