{
  "accession_number": "2022.39a-c",
  "art_champions_text": null,
  "artist": "Sculptor: Portrait modello by Jacomo Antonio Fancelli; Gilder: Carlo Mattei; Sculptor: Stonemason: Gabriele Renzi; Architect: Francesco Contini; Caster: Francuccio Francucci",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Trust Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1658-61",
  "department": "European Art",
  "description": "three-part sculpture; a=bust of a woman in gilt bronze; woman wears her hair in a thick bun in back with thick, curly portions framing her face; billowing headdress with point of fabric at center of forehead; woman wears long-sleeved garment with wide cuffs and small bows at shoulders; PR hand on torso below PL breast; PL hand held open at waist; b=black marble pillow/cushion with bronze tassels at front corners and decorative band of chevrons; c=front black marble portion carved to resemble a curtain/drapery with incised gilt inscription",
  "dimension": "31 3/4 × 25 1/2 × 23 in. (80.6 × 64.8 × 58.4 cm) (object part, a, figure only)",
  "id": "http://api.artsmia.org/objects/143402",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2000,
  "image_width": 1600,
  "inscription": "ANNAE COLVMNAE BARBERINAE HVIVS. CAENOBII. FVNDATRICIS. EFFIGIEM QVAM.IN.AERE.SPIRANTEM.VIDES NICOLAVS. BARBERININVS. CONGRAGATIONIS. ORATORI PRAESBITER. FILIVS. ET. HAERES. POSVIT. IMAGINEM. ALTERAM. IPSA.VIRTVTIBVS. AETERNAVIT. RELIGIONE. PRVDENTIA. PVDCITIA. MATRONALI GENTILIS. COLVMNAE. LAVDE. CONSTANTIA ET. BENIFCENTIA. BARBERINA SED.VIVAS. QVOQVE. IMAGINES. RELIQVIT.SVI TVM. SACRAM. ET. PVRPVRATAM. TVM. PRINCIPATV. ET. SERENISSIMO. DIADEMATE. INSIGNEM. SOBOLEM. EXPRESSIORES QVIA. SANGVINE. ET. EDVCATIONE. COLORATAS\r\n\r\n",
  "life_date": "Italian, active in Rome 1637-1670",
  "markings": "",
  "medium": "Gilt bronze and black marble",
  "nationality": "Italian",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "Church of Santa Maria Regina Coeli, Rome (c. 1659- until at least 1877); Palazzo Barberini, Rome (c. 1877–early 20th century, sold to Brummer); [Joseph Brummer, New York, until 1946; sold to the Albright-Knox]; Albright-Knox Art Gallery, Buffalo (1946–2022; deaccessioned, sale, Sotheby’s, January 27, 2022, no. 41, to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This vivid portrait of is the only known likeness of Anna Colonna Barberini (1601-1658), an important figure in seventeenth-century Rome. The 50-something princess appears formidable with an intense gaze and billowing veil or widow’s hood. The exacting depiction captures the slackening flesh beneath her eyes and along her jawline, and even a prominent mole on the right side of her chin. It was executed to adorn her lavish funerary monument in Santa Maria Regina Coeli, the newly built church in the convent she founded for the Discalced Carmelite nuns (Scalzi) in Rome. The work is part of a small, important genre of Roman baroque portrait sculpture representing prominent, mature noble women in papal families, often made for tombs. The sculptures are typically unsparing in their depiction of age, for it is the women’s wisdom, knowledge, and virtuous widowhood that are the source of their power.\r\n\r\nMonastery documents record a number of artists contributed to this work, all of whom were longtime collaborators of Gianlorenzo Barberini. The wax model portrait was produced Jacomo Antonio Fancelli (noted in the documents with the abbreviation “Fa.lli”). The bronze was cast by Francuccio Francucci and gilded by Carlo Mattei. The successful and prolific stonemason Gabriele Renzi carved (and sourced) the marble base.\r\n\r\nA descendant of one of the oldest noble families in Italy, Anna Colonna was married to Taddeo Barberini, nephew of Urban VIII Barberini (reign 1623-1644), a pope infamous for his nepotism. Over Urban’s long two-decade reign, he enriched his family beyond precedent. As a consequence, the family was exiled after Urban’s death. Don Taddeo died in Paris in 1647, and much of the Barberini properties and art collection in Rome had been seized. Anna Colonna remained in Rome in the wake of their exile, working to protect the family’s fortune and reputation. As a widow, she devoted herself to the foundation of Santa Maria Regina Coeli, where she was buried and this sculpture once stood. The portrait was removed in th",
  "title": "Princess Anna Colonna Barberini (1601-1658)"
}
