{
  "accession_number": "2022.49a,b",
  "art_champions_text": null,
  "artist": "Artist: Matsubara Ken",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation and gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Global Contemporary Art",
  "description": "pair of six-paneled folding screens; dark blue cloth backing; black frames; a (left): abstract image in mostly black, white and red pigments; fiery red and orange section, with swirling, looping linear pattern on left-most section of screens; several repeating patterns of circular shapes, in many different sizes, and arranged in rows L and R sides; large circular shape in C, with two smaller circles at lower edges of larger circle, in washy black pigments; thick white pigment with linear surface treatments on lower section of three right-most screens; b (right): abstract image with biomorphic forms including human arms primarily in black on tan with pale blue and red highlights; forms are more dense/taller at right side and taper toward left; textured designs of circles and wavy lines at top in grey, blue, and white",
  "dimension": "70 7/8 × 433 1/8 in. (180 × 1100.1 cm) (overall, approx.)",
  "id": "http://api.artsmia.org/objects/143409",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5640,
  "image_width": 30352,
  "inscription": "",
  "life_date": "Japanese, born 1948",
  "markings": "on a, LLC, left-most panel: (seal) | on a, left-most panel, LRC, verso, on label: (seal) | see Signed",
  "medium": "Ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Two six-panel folding screens (diptych)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on a, left-most panel LRC verso, in black ink on white label: Ken Matsubara | on , left-most panel LRC, on label: Chaos / 1983 | on b, LRC in black: Ken Matsubara | on b, right-most panel verso, LRC, on paper label in black and red: Chaos / 1983 / Ken Matsubara (seal)",
  "style": "20th century",
  "text": "In the Buddhist parable titled “Two Rivers and the White Path” (Niga byakudō), a man traveling to the west is chased by bandits when he arrives at the intersection of two rivers: one of blazing fire, and the other of torrential water. The river of water represents greed and covetousness, while the river of fire symbolizes anger and hatred. As he hesitantly takes the white path in between the two, he hears voices encouraging him from both banks, and he successfully crosses over.\r\n\r\nMatsubara, who grew up in a temple, decided to paint this story while he was mourning the death of his teacher, Inoue Sankō. In Chaos, he rid himself of the urge to stay faithful to his teacher’s style and to pursue his own interest in depicting sound, as captured in the circles that cover the surface of the screens. The repetitive circles evoke the reverberations of the singing bowl, a sound commonly heard in a Japanese temple. Like the writhing figures in the screen, Matsubara struggled through the white path to emerge confident about his own ideas about painting.",
  "title": "Chaos"
}
