{
  "accession_number": "2022.49a,b",
  "artist": "Matsubara Ken",
  "classification": "Paintings",
  "continent": "\"Asia\"",
  "country": "\"Japan\"",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation and gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "70 7/8 × 433 1/8 in. (180 × 1100.1 cm) (diptych overall, approx.)",
  "id": 143409,
  "image": "valid",
  "image_copyright": null,
  "image_height": 5640,
  "image_width": 30352,
  "inscription": null,
  "life_date": "Matsubara Ken, born 1948",
  "markings": "on a, LLC, left-most panel: (seal) | on a, left-most panel, LRC, verso, on label: (seal) | see Signed",
  "medium": "Six-panel folding screen pair, ink and color on paper",
  "object_name": "folding screen, six-panel, pair",
  "portfolio": null,
  "provenance": null,
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "on a, left-most panel LRC verso, in black ink on white label: Ken Matsubara | on , left-most panel LRC, on label: Chaos / 1983 | on b, LRC in black: Ken Matsubara | on b, right-most panel verso, LRC, on paper label in black and red: Chaos / 1983 / Ken Matsubara (seal)",
  "style": null,
  "text": "A pair of six-paneled folding screens with red flames on the left and masses of abstract figures crawling at the right surrounded by white. One large circle with emanating lines outlined in gold appears at the intersection of the red fire and white clouds. Smaller circles of varying sizes, concentric circles, and rectangles cover the surface of the screens, underneath the paint. The white clouds are shaped with parallel wavy lines. The abstract forms have recognizable bodily features, such as eyes, fingers, heads, and arms, but are jumbled together, like geometric forms merging and emerging. They are painted mostly in black and gray, with accents in white, light blue, pale orange, and red, with some base color peeking through.",
  "title": "Chaos"
}
