{
  "accession_number": "2022.77a-f",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Sue Talley",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "wooden box, with hinged lid at T, and two carved wooden doors that open at front; elaborate carvings of images of dragons within scalloped oval shapes, and carved dragons in all corners on R and L door; two small metal handles in C, with clasp at top within a round metal shape; decorative metalwork on all corners of box; metal handles on R and L sides; recessed tray in lid of box; four small drawers with metal handles, and single larger drawer at B, on inner side; three strips of wood included in top tray of box",
  "dimension": "13 3/4 × 14 × 10 1/2 in. (34.9 × 35.6 × 26.7 cm) (closed)",
  "id": "http://api.artsmia.org/objects/143461",
  "image": "valid",
  "image_copyright": "",
  "image_height": 539,
  "image_width": 481,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved huanghuali hardwood",
  "nationality": null,
  "object_name": "Box",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G230",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This carved wooden chest would have been used to store scholarly items such as writing brushes, inksticks, and seals. While many boxes of this type produced during the late Ming and early Qing dynasties were less decorated, conveying elegance and austerity simply through the perfection of lines and the material itself, this box is more generously decorated with its unique carved designs on the front face. This can be seen as a representation of the beginning of a gradually increasing preference for more ornately ornamented furniture as the Qing dynasty progressed.",
  "title": "Scholar's Box"
}
