{
  "accession_number": "2022.37",
  "art_champions_text": null,
  "artist": "Artist: Fernando Gallego",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Trust Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1470-1480",
  "department": "European Art",
  "description": "central panel: seated Madonna with blonde wavy hair, wearing two strands of pearls, dark green dress with gold trim, and white cape; blonde baby Jesus wearing white garment with text around neckline, being held by Madonna; pink and green checkerboard floor; shield in LLC with trees and X's in green right panel: top half with image in grey and white of seated man holding a book with a small lamb on top of it; bottom half with image in grey and white of kneeling woman wearing crown, with hands held in prayer, with a spoked wheel behind her left panel: top half with image in grey and white of seated elderly man with beard, holding an open book in his PL hand and resting a large X-shaped cross on floor and on PR shoulder; bottom half with image in grey and white of man in outdoors kneeling on one knee, with hands in prayer; man accompanied by two dogs; stag in URC each portrait and center panel have gilt frame with foliate arched panel above it; black \"frame\"; exterior is reddish brown with multicolored spots--faux leather effect",
  "dimension": "26 3/8 × 17 5/8 × 1 1/8 in. (67 × 44.8 × 2.8 cm) (object part, central panel)\r\n26 1/4 × 35 5/8 × 1 3/4 in. (66.7 × 90.5 × 4.4 cm) (overall, open)",
  "id": "http://api.artsmia.org/objects/143408",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7383,
  "image_width": 9733,
  "inscription": "Inscribed by the artist around the neckline of Christ’s robe with letters and glyphs",
  "life_date": "Spanish, 1440 - 1507",
  "markings": "",
  "medium": "Oil and gilding on softwood panels with original split hinges and applied framing elements",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "Private collection, Berlin ('from 1950s—2019; by descent to heirs (until 2020; sale, Leo Spik Auktionen, Berlin, December 3, 2020, no. 211, to Fogg); [Sam Fogg, London, 2020—22; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "The Spanish medieval painter Ferdinando Gallego was one of the leading painters in Castile in the fifteenth century. His art is characteristic of the so-called “Hispano-Flemish style” that flourished in Spain. The influence of Flemish art was predominant, introduced through the trade of luxury items from the Netherlands and northern artists traveling there. Talented Spanish artists like Gallego experimented with Flemish pictorial sources and manners to forge highly original styles and create inventive works like the present triptych, which was likely made for private devotion, or as a traveling altar. \r\n\r\nGallego depicts the Virgin Mary holding the infant Christ on her lap, meeting his cheerful gaze with downcast eyes. Her somber mood seems to foresee the Crucifixion, as does the child’s gesture. He holds up his arms to display his palms and crosses his legs to show the bottoms of his feet, exposing the places where his body would be wounded in the crucifixion. The figure of Saint Eustace, shown at lower left kneeling before a stag with a crucifix between his antlers, might be the patron of the work. He is shown next to a coat of arms and is the only figure depicted in contemporary dress. While he prays before the miraculous stag, Eustace’s gaze is also directed toward the Virgin and Child. Above him is Saint Andrew, with the x-shaped cross of his martyrdom. On the right is Saint John the Baptist, with a lamb atop his book, and Saint Catherine, kneeling before the spiked wheel of her martyrdom. The figures are exquisitely painted in grisaille, which gives the illusion that they are carved of stone.",
  "title": "Triptych of the Virgin and Child with Saints Andrew, John, Catherine, and Eustace"
}
