{
  "accession_number": "2024.89",
  "art_champions_text": null,
  "artist": "artist: Teo Nguyen",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Dr. Jenifer Lloyd and Dr. John Dunne, David and Susan Plimpton, and Patricia Connelly in honor of Peace Projects Everywhere",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021–22",
  "department": "Global Contemporary Art",
  "description": "concept and design plans for future installations of the sculpture were accessioned in 2024--the original physical components (paper, acrylic boxes, riser) are no longer extant; object is a sculptural installation consisting of sixty stacks of heavy white paper (14 x 14 in., each sheet), one sheet with printed black numerals, contained within sixty open-top acrylic boxes (18 x 14 x 14 In. each) arranged on a 6-inch white wood riser in a configuration of six rows of ten stacks each, with each stack spaced one inch apart, and one inch of space left along each edge of the riser; see fabrication and installation instructions attached to this record and in the object file",
  "dimension": "24 × 152 1/2 × 92 in. (61 × 387.4 × 233.7 cm) (overall, as installed, including base)\r\n6 × 152 1/2 × 92 in. (15.2 × 387.4 × 233.7 cm) (base)",
  "id": "http://api.artsmia.org/objects/143503",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2635,
  "image_width": 4684,
  "inscription": "On the top-facing sheet of one stack, printed in black ink: 58,220",
  "life_date": "American (born Vietnam), born 1977",
  "markings": "",
  "medium": "Concept and design plans for a gallery installation of 60 stacks of heavy white paper (one sheet with numerals printed in black) contained in 60 transparent acrylic boxes set on a white wooden platform",
  "nationality": "American (born Vietnam)",
  "object_name": "Sculptural installation",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The Vietnam Veterans Memorial in Washington, D.C., pays tribute to the 58,220 service members of the U.S. armed forces killed or missing in action during the American war in Vietnam (1954–75). The memorial, sometimes called The Wall, is a popular destination for American tourists who wish to honor those who died for their country. Few Americans, however, are aware of the enormous human cost of the war on the Vietnamese people. Officials of the Socialist Republic of Vietnam have estimated that 1.1 million North Vietnamese and Viet Cong fighters, and some 250,000 South Vietnamese soldiers, died in combat. In addition to military casualties, more than 2 million civilians perished during the war. \r\n\r\nNguyen’s austere stacked-paper installation is a visual metaphor venerating those Vietnamese who died, while affirming the intrinsic value of all human life. The installation invites reflection and appeals to reconciliation by highlighting the countries’ relative scale of loss. One stack—bearing the number 58,220— symbolizes the number of Americans soldiers who died during the war, while 59 stacks approximate the total number of Vietnamese who lost their lives.",
  "title": "Remembering Other"
}
