{
  "accession_number": "2022.57a,b",
  "art_champions_text": null,
  "artist": "Artist: Matsukawa Hiromi",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Dick Lehman",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 2020-22",
  "department": "Global Contemporary Art",
  "description": "ceramic water jar with lid; irregular in shape, with concave dents on sides, with linear crisscrossing lines patterned with horizontal lines; pale tan glazing, with reddish brown pigment in dents and mostly on one side of jug, and black drippy glazing in crevices; small knob at C of lid, with circular patterns around perimeter of lid",
  "dimension": "8 1/2 × 7 3/8 × 7 1/8 in. (21.6 × 18.7 × 18.1 cm)",
  "id": "http://api.artsmia.org/objects/143550",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6310,
  "image_width": 6310,
  "inscription": "",
  "life_date": "Japanese, born 1958",
  "markings": "",
  "medium": "Stoneware with ash-glaze",
  "nationality": "Japanese",
  "object_name": "Water container (mizusashi)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Matsukawa’s ceramics are characterized by an earthy, rustic look. Although he lives and works in Okayama prefecture, which is known for Bizen ware, he creates Shigaraki ware using Shigaraki clay from the Lake Biwa region. This type of container is called a yahazuguchi, or “nock-of-an-arrow mouth,” because the opening is sunken in and the lid sits on an inner rim. In this water container, Matsukawa’s hands are visible and tangible. The lid of the container is topped with a tab that he formed by folding a strip of clay into a heart shape and pressed together from both sides. The indentations formed by his fingers allow the user to comfortably lift the top. During the tea ceremony, the host would use a container like this one to store fresh water.",
  "title": "Water Container with Arrow Notch Mouth"
}
