{
  "accession_number": "2022.35.1",
  "art_champions_text": null,
  "artist": "Artist: Hendrick Goltzius",
  "catalogue_raissonne": "Bartsch 231\r\nHollstein 373\r\nStrauss 403\r\nBialler 25 ii/vi",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The John E. and Marion Andrus III Fund in Support of the Department of Prints and Drawings and the Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1588",
  "department": "European Art",
  "description": "two nude men fighting, with a standing man holding a club over his head; second man lying on his back, reaching up to grab standing man's groin; two other figures in ULC; cows, owls, and winged figure in URC; skull at bottom center; printed in green, yellow, and black",
  "dimension": "16 3/16 × 13 1/16 in. (41.1 × 33.2 cm) (image)\r\n16 7/8 × 13 5/8 in. (42.9 × 34.6 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143510",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9407,
  "image_width": 7566,
  "inscription": "LLC in brown ink: H. Golts[... illegible]",
  "life_date": "Netherlandish, 1558–1617",
  "markings": "verso LLC stamp in brown: S (inside a circle) [mark of Otto Schäfer, Lugt 5881].",
  "medium": "Chiaroscuro woodcut printed from three blocks in black, pale yellow, and olive green",
  "nationality": "Netherlandish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The story of Hercules and Cacus is a spinoff from the tenth of the hero’s famous Twelve Labors: rustling the cattle of the monster Geryon. Having stolen the cattle, Hercules was driving them through Italy, when he decided to spend the night on the Aventine Hill (one of the seven hills upon which Rome would later rise). In a cavern beneath the hill lived Cacus, a menacing, fire-breathing giant. As Hercules slept, Caucus made off with some of the cattle. When Hercules discovered that they were in Cacus’s cave, he went in and slew him with his club. We identify the main players by their attributes: Hercules wears a lion skin as a cape, and Cacus belches fire.\r\n\r\nHendrick Goltzius used the chiaroscuro printmaking technique to cast an eerie light on the action. Three wooden blocks were carved with different but interdependent designs and then printed in superimposed layers of different colors.",
  "title": "Hercules and Cacus"
}
