{
  "accession_number": "2022.33.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "around 1600 (restored in 1672)",
  "department": "Asian Art",
  "description": "six-panel folding screen with predominately gold, blue, green image of sailboats, stylized calm water and mountains; green foliage in foreground at bottom edge, large mountain on the right side; blue and gold brocade mount; backing paper dark blue with overlapping circles and stars repeating pattern; unsigned",
  "dimension": "60 × 141 13/16 in. (152.4 × 360.2 cm) (image)\r\n65 1/2 × 148 1/2 × 3/4 in. (166.4 × 377.2 × 1.9 cm)",
  "id": "http://api.artsmia.org/objects/143592",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5002,
  "image_width": 11234,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on gilded paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Yodo River was an important thoroughfare to connect Kyoto with Osaka and was used for transporting goods as well as people, but no humans are depicted in this remarkably abstract view of the section flowing through Fushimi in Kyoto. Limiting the palette to gold, blue, and green tones, bamboo, clouds, mountains, and sail boats are the only elements, created on top of a layer of thin gold leaf. The artist created a clever composition because both sides of the pair connect and there is no fixed left or right placement; indeed, the pair could even be arranged in a circle for a person to sit in the middle and enjoy the continuous scene.",
  "title": "Sail boats on Yodo River in Fushimi [left of a pair]"
}
