{
  "accession_number": "2022.45",
  "art_champions_text": null,
  "artist": "Photographer: Will Wilson",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Nancy and Rolf Engh",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Global Contemporary Art",
  "description": "portrait of dark skinned man with long hair with a mask with hoses attached around his neck; man wears a down vest; degraded edges of image; black and white",
  "dimension": "49 3/16 × 40 1/16 in. (124.9 × 101.8 cm) (image)\r\n56 1/8 × 44 1/16 in. (142.6 × 111.9 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143605",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1380,
  "image_width": 1128,
  "inscription": "",
  "life_date": "American (Diné (Navajo)) born 1969",
  "markings": "see Signed",
  "medium": "Archival pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: Will Wilson, Citizen of the Navajo Nation, Trans-Customary Artist, CIPX DAM 2013 1/3 | LRC in pencil: Wilson",
  "style": "21st century",
  "text": "Wilson’s striking tintype self-portrait was created during his residency at the Denver Art Museum (DAM) in 2013.  Developed through a historical photographic process, the portrait deliberately echoes Edward Curtis’s ethnographic series, The North American Indian, as part of a restorative practice rooted in visual sovereignty. Using the grittier tintype process—a medium popular in the mid- 19th century for its relatively inexpensive fabrication—as a point of contrast against Curtis’s lush, romanticized photogravures, Wilson meets the camera lens with unswerving critical attention. Around his neck is a gas mask—a direct allusion to the impact of extractive colonial practices upon Native health—worn over a puffy down vest, his arms crossed confidently upon his chest.  Like the other images in Wilson’s ongoing project, the Critical Indigenous Photography Exchange (CIPX), his self-portrait contains layers of meaning pertinent to the intertwining histories of photography and colonization.  At the same time, this portrait of the artist carries special significance as a record of his work within—and impact upon—the collections held by a major American museum of fine art.\r\n\r\nAs a project dedicated to, in Wilson’s own words, “[supplanting] Curtis’s Settler gaze and the remarkable body of ethnographic material he compiled with a contemporary vision of Native North America,” the CIPX is “a body of photographic inquiry that will stimulate a critical dialogue and reflection” around the circulation of images pertinent to Native Americans.  “Ultimately,” he writes, “I want to ensure that the subjects of my photographs are participating in the re-inscription of their customs and values in a way that will lead to a more equal distribution of power and influence in the cultural conversation.”",
  "title": "Trans-Customary Artist, CIPX DAM"
}
