{
  "accession_number": "2024.39",
  "art_champions_text": null,
  "artist": "Artist: Jolene K. Rickard",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects; Artist Materials",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard and Beverly Fink Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "96 × 72 in. (243.8 × 182.9 cm)",
  "id": "http://api.artsmia.org/objects/143671",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2400,
  "image_width": 3600,
  "inscription": "",
  "life_date": "American (Tuscarora Nation, Turtle Clan), born 1956",
  "markings": "",
  "medium": "Single channel video projection on painted metal sign",
  "nationality": "American",
  "object_name": "Video",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Using projected photographic images and a green road sign with reflective lettering, Fight For The Line is a conceptual assemblage born of generational resistance by Hodinöhsö:ni’ scholar-artist Jolene Rickard. As a centerpiece of the 2012 exhibition “Lines of Power: Partition as Productive Space” at the Johnson Museum of Art at Cornell University, Fight For The Line centers Native sovereignty at the heart of a university built upon the traditional homelands of the Gayogo̱hó꞉nǫ' (the Cayuga Nation). Images of the land, and of protest signs demanding recognition of Native sovereignty in the region, flash across the surface of the road sign and spill out across the gallery wall, challenging the boundary lines between them–and, by extension, the borderlines established by colonizers upon unceded Hodinöhsö:ni’ territories. Through this restless kiosk of ever-changing images—itself a commentary upon the ephemeral nature of colonial claims to the land--Rickard deftly collapses history into the present, offering a singular work and view into the resilience and cultural survivance of Hodinöhsö:ni’.",
  "title": "Fight For the Line"
}
