{
  "accession_number": "2022.89.2",
  "art_champions_text": null,
  "artist": "Artist: Emily Lunde",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cindy Pratt",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Arts of the Americas",
  "description": "colorful image with cartoonish figures in a large room with gray floorboards; older woman in a green dress with a white apron, seated in a rocking chair, holding a sheet of paper with text that reads \"MIN CHER\", in LRC; girl that is holding out the skirts of a red dress, wearing oversized white pumps and a black hat in BL of image; pieces of furniture throughout the room- a vanity with a stool in URC, a green painted dresser with red and yellow decorative design in CR, an open chest in the same green design and pattern in BR of image; standing figure in CL who is standing in front of a record player, holding a record in PR hand; rusting gray wood frame",
  "dimension": "23 3/16 × 29 7/16 in. (58.9 × 74.8 cm) (image)\r\n27 1/4 × 33 5/16 × 1 in. (69.2 × 84.6 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/143764",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1914 - 2003",
  "markings": "handwritten label on back of frame, TC: The Attic by Emily Lunde",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black ink: LUNDE",
  "style": "20th century",
  "text": "The children in this painting have been let loose in an attic to discover what has been hidden away. They play with dress up clothes, an old record player, and many other items that they have found. Emily Lunde, the artist, loved to paint her memories of growing up in Minnesota in the 1910s and 1920s and had an escially good feel for tapping into childhood and a sense of play.",
  "title": "Grandma's Attic"
}
