{
  "accession_number": "2022.75a,b",
  "art_champions_text": null,
  "artist": "Artist: Miura Ken'ya",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Julia Meech",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "ceramic vessel with lid; vessel is in the shape of a pumpkin, with two moths on base of handle in R and L side; wooden handle with leather strip at T, and blue glazing around mouth of vessel; twisted edges around perimeter of lid, with white flowers surrounded by blue and green leaves on T of lid; oval shaped hole at edge, with blue glazing around the edge of hole",
  "dimension": "7 7/8 × 11 3/8 × 10 1/8 in. (20 × 28.9 × 25.7 cm)",
  "id": "http://api.artsmia.org/objects/143881",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6674,
  "image_width": 6674,
  "inscription": "",
  "life_date": "Japanese, 1825 - 1889",
  "markings": "red stamp on B",
  "medium": "Earthenware (Raku ware) with glaze and enamels, wood handle, leather",
  "nationality": "Japanese",
  "object_name": "Vessel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G239",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "White peonies bloom amid blue and green leaves on the lid of this melon-shaped hand warmer (shuro) or incense burner (kōro). The object could have served either purpose during a tea ceremony: as a hand warmer, it could have kept participants warm during the winter, and as an incense burner, it would have filled the tearoom with fragrance. In addition to its large oval opening, the vessel has openings around the flowers, branches, and leaves, allowing for air circulation.\r\nMiura Ken’ya was a potter who led a tumultuous life during the transition between the Edo and Meiji periods. In addition to making ceramics, he studied shipbuilding techniques and other Western technologies.",
  "title": "Tebachi in the shape of a gourd"
}
