{
  "accession_number": "2023.16.1",
  "art_champions_text": null,
  "artist": "Artist: Diego Birelli; Publisher: La Biennale de Venezià, 1974",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Acquired through the Minnesota Museum Property Act",
  "culture": null,
  "curator_approved": 0,
  "dated": "October 5, 1974",
  "department": "Global Contemporary Art",
  "description": "Issue 1 of 5 of a newspaper published during the 1974 Biennale di Venezia with a poster insert by Diego Birelli; newspaper type in black and orange inks; poster is gray and black with white and orange type; at the top of the poster are three men standing behind a wall which runs vertically to the bottom of the poster",
  "dimension": "39 1/8 × 26 3/4 in. (99.4 × 67.9 cm) (sheet, open)\r\n38 1/2 × 26 9/16 in. (97.8 × 67.5 cm) (poster, sheet, open)",
  "id": "http://api.artsmia.org/objects/143857",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1533,
  "image_width": 2735,
  "inscription": "",
  "life_date": "Italian, 1934–2011",
  "markings": "",
  "medium": "Offset lithography and letterpress in black and orange",
  "nationality": null,
  "object_name": "Newspaper with inserted poster",
  "portfolio": "From Libertà al Cile",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Libertà al Cile (Freedom for Chile) was a weekly publication that appeared five times during the 1974 Biennale di Venezia, on Oct. 5, 12, 19, and 26, and November 2, and was composed and edited by Chilean journalists and scholars.  Included in each issue was a poster created by artists Diego Birelli, Roberto Sebastian Matta, Emilio Vedova, Giò Pomodoro and Andrea Cascella, respectively. The purpose of the publication was to express solidarity with the plight of Chile and its people under the miulitary junta of Augusto Pinochet (1915-2006), who in 1973 led the violent overthrowing of the democratically-elected President Salvador Allende (1908-1973). The project was directed by Carlo Ripa di Meana, president of the Biennale di Venezià.",
  "title": "Issue 1 of Libertà al Cile: Liberstad para Chile, La Biennale di Venezià, 1974"
}
