{
  "accession_number": "2022.75a,b",
  "art_champions_text": null,
  "artist": "Artist: Miura Ken'ya",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Julia Meech",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "ceramic vessel with lid; vessel is in the shape of a pumpkin, with two moths on base of handle in R and L side; wooden handle with leather strip at T, and blue glazing around mouth of vessel; twisted edges around perimeter of lid, with white flowers surrounded by blue and green leaves on T of lid; oval shaped hole at edge, with blue glazing around the edge of hole",
  "dimension": "7 7/8 × 11 3/8 × 10 1/8 in. (20 × 28.9 × 25.7 cm)",
  "id": "http://api.artsmia.org/objects/143881",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3672,
  "image_width": 4896,
  "inscription": "",
  "life_date": "Janpanese, 1825 - 1889",
  "markings": "red stamp on B",
  "medium": "Earthenware (Raku ware) with glaze and enamels, wood handle, leather",
  "nationality": "Janpanese",
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "White peonies bloom amidst blue and green leaves on the top of this melon-shaped hand warmer (Jp. shuro). This hand warmer demonstrates how previous owners viewed the work. On the outside of the storage box, the object is called a hand warmer (shuro); on the inside of the cover, it is called an incense burner (kōro). The object could have served a purpose either way during a tea ceremony: as a hand warmer, it could have kept participants warm during the winter, and as an incense burner, it would have filled the tea room with fragrance. In addition to the large oval opening, the areas around the flowers, branches, and leaves are open, allowing for air circulation. \r\n\r\nMiura Ken’ya (1825-1889) was a potter who led a tumultuous life through the transition period between the Edo and Meiji periods. In addition to making ceramics, he studied shipbuilding and made electric insulators.",
  "title": "Tebachi in the shape of a gourd"
}
