{
  "accession_number": "2022.62.1",
  "art_champions_text": null,
  "artist": "Artist: Grant Wallace",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1918",
  "department": "Arts of the Americas",
  "description": "drawings and calligraphy on layered paper; at top is a central figure with a glowing white outline placing a laurel wreath on a mother with baby at L; a horned satyr kneels on a pyramid at R; caligraphy quote on a strip of brown paper at center; lower half is a drawing of a person's head on textured paper with a section of prose written over it in black ink; heading of passage is Personal Responsibility; at TR is text: PLATE 77; arrived in blond wood frame",
  "dimension": "21 3/8 × 14 3/4 in. (54.3 × 37.5 cm) (image, sheet)\r\n28 9/16 × 22 × 1 1/2 in. (72.5 × 55.9 × 3.8 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143943",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1868 - 1954",
  "markings": "TL corner, graphite: Aug 12 12[?] 30 minutes/1918/Titian/1st drawing; gallery label on back of frame",
  "medium": "Conté crayon, gouache, and ink on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Working as a writer and journalist in California, Grant Wallace began to feel in about 1919 that he was being contacted by spirits of the dead and extraterrestrials. He had been interested in the occult but had never felt he was a channeler. Yet the messages came and he began writing them down and drawing the messages in trance states. Two of the results are shown here -- gorgeously mysterious transmissions from the otherworldly. Part of the mystery is that Wallace had no prior experience with making art. Did the spirits guide his hand' Only Wallace knew for sure.",
  "title": "A More Splendid Race"
}
