{
  "accession_number": "2022.71",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The M. Boyd and Carol Burton Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "1848",
  "department": "Asian Art",
  "description": "blue soft-cover book; Japanese text; illustrations of painting tools, hands holding brushes, and various plants, fruits, and vegetables; light colors--primarily green, blue, and tan; embossing with flowers and oval rings inside back cover",
  "dimension": "9 15/16 × 7 1/8 × 7/16 in. (25.3 × 18.1 × 1.1 cm) (closed)",
  "id": "http://api.artsmia.org/objects/143959",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7309,
  "image_width": 9359,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodblock printing with color",
  "nationality": null,
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "How do you draw a persimmon' An aspiring painter or curious reader could refer to Tōga hitorigeiko (Up-to-Date Self-Instruction Manual for Painting) for an answer. The book, initially published in 1816, shows readers how to paint through step-by-step instructions and textual explanations. The book offers instructions on how to paint 28 fruits and plants, including a peach, persimmon, pear, eggplant, bamboo shoots, apples, chestnuts, radishes edible wild plants, mushrooms, melons and gourds, and beans. A color-printed image provides an example of what the final picture should look like, while a numbered line drawing showing the strokes offer the basic skeleton of the subject. A persimmon, for example, takes twelve strokes. A short accompanying text further explicates how to apply color to the line drawing. During the nineteenth century in Japan, printed illustrated books were available for purchase at bookstores or through lending libraries, allowing readers from different classes to learn about painting.",
  "title": "Up-to-Date Self-Instruction Manual for Painting (Tōga hitori geiko)"
}
