{
  "accession_number": "2022.81",
  "art_champions_text": null,
  "artist": "Artist: Jean Eugène Buland",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 1,
  "dated": "1900",
  "department": "European Art",
  "description": "three female figures sharing a meal in foreground; green field in background; two facing women in profile at R and L sides; woman on L is holding a bottle; woman on R is holding bread; a girl with red-gold hair standing between them facing viewer with a cloth draped over her arm; gold frame",
  "dimension": "56 1/4 × 72 1/16 in. (142.9 × 183 cm) (image)\r\n66 1/4 × 82 1/16 × 2 3/4 in. (168.2 × 208.5 × 7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/143981",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4308,
  "image_width": 5363,
  "inscription": "BR, black pigment: Eug. Buland, 1900",
  "life_date": "French, Paris 1852–1926 Charly-sur-Marne, Aisne",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G355",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated at lower right in black pigment: Eug. Buland, 1900",
  "style": "20th century",
  "text": "Jean-Eugène Buland created large-scale naturalist paintings representing scenes of everyday rural life. Rather than depicting his subjects engaged in labor, he often focused on quiet moments of rest, like this painting of women breaking for lunch in the afternoon sun. None of the washerwomen speak, giving the scene a silent, quotidian majesty, much like a religious scene. The sharing of red wine and bread is suggestive of the Christian Eucharist, and the young girl at the center, covered in white cloths, takes the role of an acolyte, receiving, or helping to administer, communion. Buland often used the new medium of photography to create his hyperrealistic paintings. He executed the sunlit scene with loose brushstrokes, yet the surfaces of the forms—textiles, hair, flesh, wood, glass, dirt—are rendered with startling intensity.\r\n\r\nThe painting was exhibited at the Paris Salon of 1900. The critic Arsène Alexandre praised Buland's painting in his review of the show, writing \"that it is a picture of a singular truth, without accent or romance, without theatrical arrangement, and one of the most vigorous that M. Buland has made\" (\"Figaro-Salon\" 1900, Paris).",
  "title": "Washerwomen's Lunch"
}
