{
  "accession_number": "2022.69.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "bifold screen with hand painted design representing a map of a military headquarters or camp; large rectangle fenced area with color coded rectangles within; color key at BL, calligraphy at CR and along bottom; large calligraphy at TC; verso is green paper with written label at verso TL; in simple light wood frame",
  "dimension": "72 3/4 × 71 5/8 × 3/4 in. (184.8 × 182 × 1.9 cm)",
  "id": "http://api.artsmia.org/objects/143944",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1220,
  "image_width": 1212,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": null,
  "object_name": "Folding screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This rare pair of screens provides insight into the types of military encampment settings and battle formations used during the sixteenth and early seventeenth century. \r\nOne shows the delineation for an encampment of almost 11 acres for a unit (sonae) which is led by a feudal lord (daimyo). The other shows the deployment of battalions starting from the top with light infantry (ashigaru) units, armed with matchlock rifles. Each type of soldier is indicated with a different color and on the left side of each screen is a legend that explains what the colors stand for. Varying amounts of text accompany the screens that provide rules or guidelines.",
  "title": "Folding screen depicting map of military camp, one of a pair"
}
