{
  "accession_number": "2022.66",
  "art_champions_text": null,
  "artist": "Artist: Seymour Lipton",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Alan and Mr. and Mrs. Michael and Bernadette Lipton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1980",
  "department": "Arts of the Americas",
  "description": "large abstract modern bronze-colored metal sculpture in three attached sections; tallest section looks like a stylized helmet; shorter section is vertical with two feet and a window at the top; third section is a horizontal tube that passes through the window and is attached to inside of tall section",
  "dimension": "67 × 45 × 28 in. (170.2 × 114.3 × 71.1 cm)",
  "id": "http://api.artsmia.org/objects/143940",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9398,
  "image_width": 7123,
  "inscription": "",
  "life_date": "American, 1903 - 1986",
  "markings": "at top of tube, scratched or painted: 31 + [arrow symbol] / 43",
  "medium": "Nickel-silver on Montel metal",
  "nationality": "American",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Seymour Lipton made metal sculptures that appear abstract but always had a reference point in storytelling or the natural world. His titles often provide clues. \"Visionary\" suggests someone who can see or imagines a future, either through their ability to look ahead past convention or by supernatural means. The dome-like structure at the top of the sculpture implies a skull or head, and the pipe-like form might suggest a telescope or an eye. Might this represent a guardian or an oracle' Lipton's interest in ancient sculpture and its role in sacred sites was always on his mind as he made modern forms.",
  "title": "Visionary"
}
