{
  "accession_number": "2022.92.2",
  "art_champions_text": null,
  "artist": "Artist: Walter Gramatté",
  "catalogue_raissonne": "Z 67",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of The Eckhardt-Gramatté Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1918",
  "department": "European Art",
  "description": "two figures in center of sheet outlined in black ink and filled in with various shades of gray and black wash; male figure in foreground is limp and reclined with a blank stare while the female figure is kneeling and hunched over and behind the man propping him up in her lap with her arms wrapped around his chest; a thicker black line is drawn around the figures on the top and sides",
  "dimension": "19 3/4 × 15 1/8 in. (50.2 × 38.4 cm) (sheet, irregular)",
  "id": "http://api.artsmia.org/objects/143930",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10241,
  "image_width": 7856,
  "inscription": "LR under image in black ink: Das Weib: \\\"Du bist masslos gut.\\\" / Walter Gramatté  26.5.18. | LLC in red pencil on verso: 67",
  "life_date": "German, 1897–1929",
  "markings": "",
  "medium": "Black ink and wash on tan paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The Eckhardt-Gramatté Foundation, Winnipeg, Manitoba.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC in black ink: Walter Gramatté / 18 | LL under image in pencil: \\\"das-Paar\\\" | LRC of sheet in pencil: Das-Paar.",
  "style": "20th century",
  "text": "Walter Gramatté was a German painter and printmaker whose short career began with his discharge from military service in 1918 until his premature death in 1929. Despite poor health, financial difficulties, and unstable housing, he persevered to create a body of highly personal art that favored truthful introspection over superficial beauty. He produced some 200 self-portraits and over 100 portraits of his wife Sonia, a remarkable musician and composer. In 2021, the Eckhardt-Gramatté foundation presented Mia with a large collection of prints, printing matrices, and sketches that reveal his creative processes in depth. This collection includes trial proofs, variants, hand-colored prints, printing plates, and other rare material. We invite you to explore the collection on Mia's wed site and, by appointment, in the Hershel V. Jones Study Room.",
  "title": "The Couple"
}
