{
  "accession_number": "2022.61",
  "art_champions_text": null,
  "artist": "Artist: Juanita McNeely",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky and the Milton K. and Margie M. Woodhouse Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "stylized image of seated man wearing red jacket at R; standing woman in blue and red dress at L leaning toward man; nude with mask at TL, Donald Duck at BL; film strips along R side and top",
  "dimension": "72 × 72 × 1 1/4 in. (182.9 × 182.9 × 3.2 cm)",
  "id": "http://api.artsmia.org/objects/143958",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7962,
  "image_width": 7973,
  "inscription": "",
  "life_date": "American, 1936 - 2023",
  "markings": "verso TL, red ink: a year together; on paper label taped to L side: A Year Together; paper gallery label stapled in BR corner verso",
  "medium": "Oil on linen",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BC, black pigment: JuANiTA McNEELY",
  "style": "20th century",
  "text": "What does the portrait of a marriage look like' For Juanita McNeely, the artist who made this painting, it looks like a moment of calm in a tumultuous life. She leans in to whisper something into her husband, filmmaker Mickey Siporin's ear. He holds a motion picture camera and touches her kneee. There is affection, but also intrigue, something a little off. Strips of images showing the two run along the right side of the painting, alluding to film and also to photo booth portraits. Images above them in color show Juanita kissing Mickey. On the far left, at top, a nude figure pulls something alarming from her mouth; an allusion to Juanita's considerable health challenges in the years before and after this moment of celebration.",
  "title": "A Year Together"
}
