{
  "accession_number": "2022.92.1",
  "art_champions_text": null,
  "artist": "Artist: Walter Gramatté",
  "catalogue_raissonne": "Z 356",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of The Eckhardt-Gramatté Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1925 ?",
  "department": "European Art",
  "description": "three cartoon-like animal/human heads on top half of drawing with eyes lightly colored in green and a series of undulating pencil lines drawn around and over the heads; bottom portion of drawing has a series of smaller drawings including an elephant, dog, cat, mice, ducks, and an open mouth with a mustache; some of the animals are crossed out with thick lines; at the bottom center is the head and shoulders of a man with a goatee and mustache; various words written on lower half including Biiblein (recto); series of cartoon or doll-like animals and a human head are on the top half of the sheet with undulating lines drawn throughout; on bottom half of sheet are more cartoon-like drawings but undulating lines are darker and more prominent so figures underneath them are difficult to discern (verso)",
  "dimension": "17 15/16 × 15 1/8 in. (45.6 × 38.4 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143916",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9195,
  "image_width": 7902,
  "inscription": "LLC in red pencil: 356",
  "life_date": "German, 1897–1929",
  "markings": "Blindstamp in LLC: WATT [illegible]",
  "medium": "Graphite with touches of colored pencil on thick beige paper",
  "nationality": "German",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The Eckhardt-Gramatté Foundation, Winnipeg, Manitoba.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Walter Gramatté was a German painter and printmaker whose short career began with his discharge from military service in 1918 until his premature death in 1929. Despite poor health, financial difficulties, and unstable housing, he persevered to create a body of highly personal art that favored truthful introspection over superficial beauty. He produced some 200 self-portraits and over 100 portraits of his wife Sonia, a remarkable musician and composer. In 2021, the Eckhardt-Gramatté foundation presented Mia with a large collection of prints, printing matrices, and sketches that reveal his creative processes in depth. This collection includes trial proofs, variants, hand-colored prints, printing plates, and other rare material. We invite you to explore the collection on Mia's wed site and, by appointment, in the Hershel V. Jones Study Room.",
  "title": "Playing with Curves"
}
