{
  "accession_number": "2022.92.4",
  "art_champions_text": null,
  "artist": "Artist: Walter Gramatté",
  "catalogue_raissonne": "Eckhardt 90-F",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of The Eckhardt-Gramatté Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1923",
  "department": "European Art",
  "description": "head and torso of a man with his arm on the right raised to his head; man is in blue coat with the words \"Dédie à un sale collègue\" written in red across the bottom half of the print; swirling lines of black with yellow are in the background and the man's eyes and mouth are green and lined with red",
  "dimension": "18 15/16 × 12 3/4 in. (48.1 × 32.4 cm) (image)\r\n27 9/16 × 21 15/16 in. (70 × 55.7 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/143932",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9307,
  "image_width": 7524,
  "inscription": "LL margin of sheet in pencil: E90-1 Stein handkoloriert.-F",
  "life_date": "German, 1897–1929",
  "markings": "",
  "medium": "Hand-colored lithograph",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The Eckhardt-Gramatté Foundation, Winnipeg, Manitoba.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR under image in pencil: Walter Gramatté / 23.",
  "style": "20th century",
  "text": "Walter Gramatté was a German painter and printmaker whose short career began with his discharge from military service in 1918 until his premature death in 1929. Despite poor health, financial difficulties, and unstable housing, he persevered to create a body of highly personal art that favored truthful introspection over superficial beauty. He produced some 200 self-portraits and over 100 portraits of his wife Sonia, a remarkable musician and composer. In 2021, the Eckhardt-Gramatté foundation presented Mia with a large collection of prints, printing matrices, and sketches that reveal his creative processes in depth. This collection includes trial proofs, variants, hand-colored prints, printing plates, and other rare material. We invite you to explore the collection on Mia's wed site and, by appointment, in the Hershel V. Jones Study Room.",
  "title": "Dédie à un sale collègue. To the painter Anton K. (Self-Portrait with Raised Hands)"
}
