{
  "accession_number": "2022.82",
  "art_champions_text": null,
  "artist": "Artist: Pamela Phatsimo Sunstrum",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Africa",
  "country": "Botswana",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2022",
  "department": "Global Contemporary Art",
  "description": "Four women in colorful dresses in a room with an open door; central figure in purple floral dress is seated facing viewer; two women in profile crouched on eaither side facing central figure; fourth woman at R in green dress standing in open doorway adjusting her hair; window and curtain in TL",
  "dimension": "73 1/2 × 77 1/8 × 1 9/16 in. (186.7 × 195.9 × 3.9 cm)",
  "id": "http://api.artsmia.org/objects/143914",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7998,
  "image_width": 8407,
  "inscription": "",
  "life_date": "Botswanan (active Canada), born 1980",
  "markings": "Gallery label on stretcher wood on back CR",
  "medium": "Oil and pencil on linen",
  "nationality": "Botswanian (active Canada)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "Verso, LC: PAMELA PHATSIMO SUNSTRUM  \\\"FRONT ROOM\\\"  2022",
  "style": "21st century",
  "text": "Pamela Phatsimo Sunstrum’s Front Room features the artist’s alter ego, Asme (“as me”), a figure she invented to provide distance from the autobiographical elements of her work. Here, Asme sits within a domestic interior, surrounded by three other women. Two of these women hold Asme’s hands, offering comfort and assurance. Sunstrum’s composition references the 1866 painting The Hesitant Fiancée (La fiancée hésitante) by 19th-century French painter Auguste Toulmouche (1829–1895). In contrast to Toulmouche’s bride-to-be, who reveals momentary doubt, Asme conveys an expression of barely restrained rage–—a defiant reaction to the social and cultural expectations that constrain women’s lives. With its flattened pictorial space and conspicuous patterning, Sunstrum’s painting zeroes in on the women’s faces, presenting a psychologically complex portrait of a woman’s domain.",
  "title": "Front Room"
}
