{
  "accession_number": "2001.30",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Burma (Myanmar)",
  "creditline": "The Alan and Dena Naylor Southeast Asian Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "seated cross-legged Buddha with PR hand pointing downward and PL hand palm up on lap; head bent slightly downward, eyes closed; brownish-red color",
  "dimension": "45-3/4 x 25-3/4 x 16-1/2 in. (116.2 x 65.4 x 41.9 cm)",
  "id": "http://api.artsmia.org/objects/33050",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2921,
  "image_width": 1665,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Dry lacquer with traces of gilt",
  "nationality": null,
  "object_name": "The Buddha Manbaya",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Hollow lacquer sculpture of this size is unusual, especially in collections outside of Burma. Lacquer is refined from the sap of a type of sumac, <I>gluta usital</I>, at tree common in much of Southeast Asia. When tapped, the resin is straw-colored but quickly turns a glossy black. Light, durable, flexible, and waterproof, hardened lacquer is a natural polymer. Most Burmese Buddhist sculpture of this size was made from multiple blocks of wood joined together and coated with lacquer on the exterior. Such images are subject to cracking and surface spalding as the solid wood core reacts to continued changes in humidity. In the dry lacquer technique employed here, a core image was made of clay over which successive layers of lacquer were applied and modeled leaving a thin walled, hollow image, extraordinarily light in weight, and subject to none of the splitting of the wooden-core variety.",
  "title": "The Buddha Manbaya"
}
