{
  "accession_number": "2001.30",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Myanmar (Burma)",
  "creditline": "The Alan and Dena Naylor Southeast Asian Art Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "seated cross-legged Buddha with PR hand pointing downward and PL hand palm up on lap; head bent slightly downward, eyes closed; brownish-red color",
  "dimension": "45-3/4 x 25-3/4 x 16-1/2 in. (116.2 x 65.4 x 41.9 cm)",
  "id": "http://api.artsmia.org/objects/33050",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2921,
  "image_width": 1665,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Dry lacquer with traces of gilt",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "With his right hand touching the ground and his left hand held palm up in his lap, this figure shows the historical Buddha, Shakyamuni, performing the “calling the earth to witness” gesture (bhumisparsha-mudra). It is a depiction of the moment immediately after his enlightenment. While meditating, the Buddha was bombarded by an army of demons and other fiends sent by the demoness Mara. The steadfast Buddha nevertheless overcame her distractions and achieved enlightenment. Mara tried to claim the Buddha’s enlightenment as her own, with the demon hoards as her witnesses, but the Buddha, reaching out his right hand to touch the ground before him, called upon the earth itself to bear witness to this achievement. \r\n\t\r\nTo create this sculpture, the artist first created a core image of clay, then applied many thin layers of lacquer, and finally removed the clay core, leaving a thin-walled hollow image that is extraordinarily lightweight and durable.",
  "title": "Shakyamuni Buddha Calling the Earth to Witness"
}
