{
  "accession_number": "2001.70.5",
  "artist": "Artist: Wang Shanggong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1591",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "image of woman rising out of a body of water, wearing a billowing garment and surrounded by waves; 8 men on shore observe woman, with 10 other men further from shore; image followed by panel of text",
  "dimension": "11 1/4 x 143 7/8 in. (28.6 x 365.4 cm)",
  "id": "http://api.artsmia.org/objects/33126",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5325,
  "image_width": 3550,
  "inscription": "",
  "life_date": "active 16th century",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hand scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The classical narrative poem, <I>Nymph of the Luo River</I>, written by Cao Zhi (192-232) is the subject of this elegantly brushed handscroll. The story recounts an abortive love affair between a poet and a river goddess. The verse, one of the standards of Chinese literature, became a favorite subject of literati artists. Attached to the painted portion of this scroll, dated 1591, is a transcription of the <I>Nymph of the Luo River</I> by the late Ming calligrapher, Gu Mengyu, dated 1654.\r\n<BR>\r\n<P>The painting is executed in the \"fine line\" technique called <I>baimiao</I> that matured during the Song-Yuan period (11th-14th century). Although the style demands extraordinary brush control, Wang has creatively alternated areas of dry, textured brushwork with calculated, even, wire-like lineation to add a sense of spontaneity and liveliness to the composition. Only a few paintings by Wang Shanggong reside in western collections.",
  "title": "Nymph of the Luo River"
}
