{
  "accession_number": "2001.4.67a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Vietnam",
  "creditline": "Gift of funds from C. Curtis Dunnavan",
  "culture": null,
  "curator_approved": 0,
  "dated": "Le or Tran dynasty, 13th-14th century",
  "department": "Asian Art",
  "description": "rounded body on short, wide foot; short, organic spout; small handle; incised light foliate bands around body and mouth; inward-curling lid edge with looped handle",
  "dimension": "8-1/4 x 6-11/16 x 6-3/8 in. (21.0 x 17.0 x 16.2 cm)",
  "id": "http://api.artsmia.org/objects/33200",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6211,
  "image_width": 6211,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stoneware with carved decor under a celadon glaze",
  "nationality": null,
  "object_name": "Ewer and Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Le or Tran dynasty, 13th-14th century",
  "text": "Northern Vietnamese ceramic production flourished under the Le (1009–1225) and Tran (1225–1400) dynasties. While dialogue with Chinese forms and glazes is apparent, Vietnamese potters tended toward experimentation, producing unique vessels that were highly valued at home and exported abroad. One innovation was the production of rims with wavy edges, evoking the soft petals of the lotus flower. Another, as seen on this ewer, was a spout molded to mimic the head of a makara, a mythical aquatic beast. The wide body of the vessel provides an ample canvas for loose and spontaneous underglaze painting, with brushstrokes appearing like calligraphic floral sprays. “Celadon,” or greenware, results from the application of a transparent, glassy-green glaze. Here, the glaze pools into the engraved decoration to jewel-like effect.",
  "title": "Ewer with cover"
}
