{
  "accession_number": "2012.58.15",
  "artist": "Ludovico Carracci",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "dated": "c. 1583-1585",
  "description": "laid down on mount with black, tan and gray framing lines; figure at center pulls back drapery to reveal scene of Judith with sword raised, holding struggling Holofernes, lying on bed, by the hair; soldiers at left; squared off in a grid",
  "dimension": "9 1/4 x 15 3/8 in. (23.5 x 39 cm) (sheet)\r\n12 9/16 x 18 5/8 in. (31.9 x 47.3 cm) (mount)\r\n19 3/4 × 23 3/4 in. (50.17 × 60.33 cm) (outer frame)\r\n",
  "id": "http://api.artsmia.org/objects/33378",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6004,
  "image_width": 8707,
  "life_date": "Italian (Bologna), 1555 - 1619",
  "marks": "Stamp and Inscription\r\n\r\nInscribed on recto of mou ",
  "medium": "Pen and brown ink, brush and brown wash, squared in black chalk",
  "nationality": "Italian (Bologna)",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "16th century",
  "text": " \r\nLudovico Carracci’s exceptional gifts as a storyteller are displayed in this depiction of the Jewish heroine Judith, who saved a city besieged by the Assyrians. Sneaking behind enemy lines, she feigned loyalty to Holofernes, the Assyrian general, and he became enamored of her. After a banquet, when he was weak with drink, she beheaded him.\r\n \r\nLike David with Goliath, Judith was commonly shown triumphantly holding the victim’s severed head. Yet there was also a tradition of representing the moment before the slaying, as Ludovico has done: Holofernes, naked and struggling, and Judith, sword raised, gripping his hair to steady his head. In a novel twist, Ludovico added suspense by having Judith’s maid discovering the assassination along with the viewer. Emerging from the darkness, she pulls back the tent curtain to expose the horrific scene within. Ludovico used various compositional devices to dramatize the moment. The diagonal line of the curtain creates movement and tension, enhanced by an intersecting diagonal thrust extending across Holofernes’ muscular body to Judith’s arms. The shimmering wash, which casts half the scene in darkness, adds mystery and excitement.\r\n ",
  "title": "Judith Beheading Holofernes"
}
