{
  "accession_number": "2012.58.15",
  "art_champions_text": null,
  "artist": "Artist: Ludovico Carracci",
  "catalogue_raissonne": "Bohn 2004, no. 4",
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1583-1585",
  "department": "European Art",
  "description": "laid down on mount with black, tan and gray framing lines; figure at center pulls back drapery to reveal scene of Judith with sword raised, holding struggling Holofernes, lying on bed, by the hair; soldiers at left; squared off in a grid",
  "dimension": "9 1/4 x 15 3/8 in. (23.5 x 39 cm) (sheet)\r\n12 9/16 x 18 5/8 in. (31.9 x 47.3 cm) (mount)\r\n19 3/4 × 23 3/4 in. (50.17 × 60.33 cm) (outer frame)\r\n",
  "id": "http://api.artsmia.org/objects/33378",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6004,
  "image_width": 8707,
  "inscription": "Stamp and Inscription\r\n\r\nInscribed on recto of mount, in pencil: [Metelli]; [71 N. dell\\'Abate frescoes in Parma/Modena]\r\n\r\nInscribed on verso of mount, in pencil: [Mitelli]\r\n",
  "life_date": "Italian (Bologna), 1555 - 1619",
  "markings": "LLC, stamped in black: [SR / IR] Lugt 2364 and [TB (intertwined)] Lugt 416a\r\n\r\nwatermark, mostly illegible, ?crown or ?tulip, in a circle measuring 35 x 38 mm; chain lines 20 mm apart",
  "medium": "Pen and brown ink, brush and brown wash, squared in black chalk",
  "nationality": "Italian (Bologna)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sir Joshua Reynolds, Lugt 2364 (1723-1792), London. Collector \"TB,\" England, Lugt 416a (as unidentified mark), possibly Thomas Blayds (1795-1848/49), Castle Hill, Englefield Green, Surrey*; Samuel Jones Loyd, 1st Baron Overstone, London and Lockinge, Oxfordshire (until d. 1883); his daughter, Harriet Sarah Loyd-Lindsay, Lady Wantage, Carleton Gardens, London and Lockinge, Oxfordshire (1883-d. 1920);** 'A.T. Loyd, London (1920-d. 1944);* 'his son, Christopher L Loyd, Betterton House, Berkshire (from 1944). Sale, Sotheby's, New York, July 6, 1987, no. 85, for £4,620 to Ganz; [Kate Ganz, London; 1987-88; sold July 6, for £22,000, to Moir]; Alfred Moir, Santa Barbara, Calif. (1988-d. 2010; bequeathed to MIA)\r\n\r\n*A recent Christie's drawing catalogue (London, July 3, 2007, no. 1) identifies Lugt 416a as the mark of Thomas Blayds and reports that Overstone acquired this drawing collection en bloc. According to the unnamed writer of the entry, the drawings may have been acquired in Blayds's posthumous sale, as part of lot 36, \"A Collection of Drawings by Old Masters, in 2 scrapbooks,\" sold for 23 gns., to Thatcher. There was no such lot in either of Blayds' posthumous sales on March 23-24, 1849 and March 30-31, 1849, nor was there a sale at Christie's on the date March 29, 1849, which was noted in the entry, so this information cannot be verified. Lugt 1956 states Overstone, instead, acquired \"TB\" marked drawings around 1840. \r\n**The collection was inherited by Overstone's daughter, Lady Wantage. Upon her death, her art collection was divided between two heirs: the works at Lockinge House, where most of the drawings can be traced, passed her cousin A.T. Loyd and the works at her London house went to her husband's nephew, the 27th Earl of Crawford. A.T. Loyd's posthumous sale (Sotheby's, London, November 28, 1945) grouped large lots of drawings, so it cannot be determined if the drawing was in this sale. If sold here, it would have fallen alphabetically into part of lot 2, which sold for £88, to Calmann.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "Ludovico Carracci’s exceptional gifts as a storyteller are displayed in this depiction of the Jewish heroine Judith, who saved a city besieged by the Assyrians. Sneaking behind enemy lines, she feigned loyalty to Holofernes, the Assyrian general, and he became enamored of her. After a banquet, when he was weak with drink, she beheaded him.\r\n\r\nLike David with Goliath, Judith was commonly shown triumphantly holding the victim’s severed head. Yet there was also a tradition of representing the moment before the slaying, as Ludovico has done: Holofernes, naked and struggling, and Judith, sword raised, gripping his hair to steady his head. In a novel twist, Ludovico added suspense by having Judith’s maid discovering the assassination along with the viewer. Emerging from the darkness, she pulls back the tent curtain to expose the horrific scene within. Ludovico used various compositional devices to dramatize the moment. The diagonal line of the curtain creates movement and tension, enhanced by an intersecting diagonal thrust extending across Holofernes’ muscular body to Judith’s arms. The shimmering wash, which casts half the scene in darkness, adds mystery and excitement.",
  "title": "Judith Beheading Holofernes"
}
