{
  "accession_number": "2012.58.26",
  "art_champions_text": null,
  "artist": "Artist: Ottavio Leoni",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 1,
  "dated": "1621",
  "department": "European Art",
  "description": "mounted to stiff grey paper; portrait of a boy with a round face; dark brown hair with asymmetrical hairstyle--shorter on PR side, longer on PL side; large white collar; sketched suggestion of jacket",
  "dimension": "8 1/8 x 5 3/4 in. (20.64 x 14.61 cm) (sheet)\r\n8 5/16 x 5 7/8 in. (21.11 x 14.92 cm) (mount)\r\n19 3/4 x 15 3/4 in. (50.17 x 40.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/33390",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4212,
  "image_width": 2969,
  "inscription": "Inscription\r\n\r\nLLC, in brown: [i95 / luglio]",
  "life_date": "Italian (Rome), 1578 - 1630",
  "markings": "",
  "medium": "Red, black, white, and brown chalk on faded blue paper, laid down",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "The artist, Rome (until d. 1630); 'his son, Ippolito Leoni, Rome (1630; sold September 9, with large group of Ottavio's paintings and drawings, for 500 scudi, to Borghese); 'Cardinal Scipione Borghese, Rome (1630-d. 1633); 'by descent to Prince Marcantonio Borghese, Rome (1633-d.1658). 'Monsieur d'Aubigny (until 1747; sold and dispersed Leoni works). Marquis Philippe de Chennevières, Lugt 2072 (1820-1899), Orne, France. Sale, Sotheby's, London, July 4, 1975, no. 64, for £750, to Moir; Alfred Moir, Santa Barbara (1975-d. 2010; bequeathed to Mia)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Ottavio Leoni was a prolific, sensitive portraitist in 17th-century Rome, executing portrait drawings from life and etchings of the city's aristocrats, clerics, and artists. His preferred medium was \"à trois crayons,\" combining black, red, and white chalk, often on blue paper, here faded, and he has additionally incorporated brown chalk in the long locks of the teenage sitter. The inscriptions indicate that the present portrait was executed in July (\"luglio\") of 1621--the year mostly cropped at lower edge, but confirmed by the artist's numbering system (see number \"195\").\r\nScholar and collector Alfred Moir (2000) observed that the sitter's \"complacent expression, starched collar, and tailored doublet characterize him as prosperous and probably of a privileged class.\" Moir suggested his plump face has a familial resemblance with Paolo Giordano II Orsini, duke of Bracciano (1591–1656), a flamboyant figure in Rome whom Leoni represented in at least four surviving portrait drawings as well as a number of etchings. The sitter is too young to be Orsini and too old to be his son, but he might be Paolo Giordano II's younger brother and ultimate heir, Ferdinando Orsini (before 1606–1660), duke of Bracciano from 1656 to 1660.",
  "title": "Portrait of an Adolescent Boy"
}
