{
  "accession_number": "2012.58.33",
  "art_champions_text": null,
  "artist": "Artist: Unknown Italian; Artist: after Sebastiano del Piombo; Artist: Formerly attributed to Francesco Salviati; Artist: Formerly attributed to Michelangelo Buonarroti",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "16th century",
  "department": "European Art",
  "description": "head and torso of dead figure of Christ, lying with head up on drapery; bare-chested; hands unfinished; verso not examined--received framed",
  "dimension": "7 9/16 x 11 5/16 in. (19.21 x 28.73 cm) (sheet)\r\n15 3/4 x 19 3/4 in. (40.01 x 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/33400",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3040,
  "image_width": 4548,
  "inscription": "Inscription and Stamps\r\n\r\nVerso, inscribed in pen and ink with W. Gibson\\'s price code: [M. Angelo 8. 3.]",
  "life_date": null,
  "markings": "LLC, dry stamp: [TL] Lugt 2445; LLC, stamped in black: [S r / I R] Lugt 2364; LRC, stamped in black: [PL] Lugt 2092; LRC, stamped in black: image of palette and paintbrushes, Lugt 2183;\r\non verso, stamped in violet:  [RL] Lugt 1758; stamped in violet [KEH] Lugt 860",
  "medium": "Red chalk on paper",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sir Peter Lely (1618-1680), Lugt 2092, London (until d. 1680; his posthumous sale, April 11-18, 1688, London, to Gibson); William Gibson, London (1688-d. 1703); by descent to his widow (sold to Richardson); Jonathan Richardson, Sr., Lugt 2183, London (until d. 1745; his sale, Christopher Cock, Covent Garden, London, February 6, 1747, 'p. 31, no. 61, as \"four Michel Ang. dead Christ, & c\" to Campbell); Sir Joshua Reynolds (1723-1792), Lugt 2364, London; Sir Thomas Lawrence, Lugt  2445, London (until d. 1830; sold, in 1834, by executors to Woodburn); [Samuel Woodburn, London, 1834-38; sold, as by Michelangelo, no. 7 or 59, for 21 gns, to William II]; William II, King of the Netherlands (1838-d.1849; his posthumous sale, De Vries, Roos, and Brondgeest, The Hague, August 12-20, 1850, no. 117, as Attributed to Michelangelo, for 40 guilders, to Roos. Freiherr Reinhold von Liphart, Lugt 1758, Rathshof, Tartu, Estonia; Baron Karl Edward von Liphart (until 1899; his sale, C. G. Boerner, Leipzig, June 27, 1899, no. 427, as by Sebastiano, for DM 48, to Carlo). Karl Ewald Hasse, Lugt 860, Hanover (until d. 1902); by descent to his stepson, Ernst Ehlers, Göttingen (1902-30; his sale; C. G. Boerner, Leipzig, May 9-10, 1930, no. 331 as by Sebastiano, BI, 'aftersale for RM 250). Tito Miotti (1913-2002), Lugt 4259, Venice and Udine (sold to Scarpa); [Pietro Scarpa, Venice, 1978/79; sold for $2,500 to Moir]; Alfred Moir, Santa Barbara (1978/79-d. 2010; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The collectors’ marks scattered around the margins of this double-sided drawing document some of the sheet’s illustrious provenance and provide the guideposts that permitted the detailed reconstruction of its ownership. It belonged to a number of renowned English painters—Peter Lely, Jonathan Richardson, Sir Joshua Reynolds, Sir Thomas Lawrence—as well as William II, King of the NetherlandsThe fortunes of this work rose and fell. For a period it was believed to be an authentic Michelangelo, yet by the 1970s it was sold for $2,500 as a copy.\r\n\r\nThe studies on both the recto and verso are made after figures from an altarpiece by the Italian Renaissance painter Sebastiano del Piombo, \"The Pietà,\" c. 1513 (Viterbo, formerly S. Francesco, now Museo Civico). Sebastiano’s painting was actually designed by Michelangelo. Michelangelo had befriended young Sebastiano in Rome and helped promote his career, including providing him with a full-scale cartoon (now lost) for the Pietà painting. \r\n\r\nThe quality of the draftsmanship clearly identifies the studies as copies, and copies after this celebrated Pietà abound, as artists traveled to Viterbo for centuries to study it. Already by 1745, however, if not earlier, the drawing was thought to be by Michelangelo himself, and that attribution persisted, although not entirely confidently, until at least 1850. By 1899, the attribution had changed to Sebastiano, and in 1931, the sheet failed to sell at auction under this name. (The bad economy may have been as much to blame as the misattribution, however.) By the time Alfred Moir acquired the sheet in the late 1970s, it was considered to be a copy, with a number of Michelangelo’s followers subsequently suggested as its author—Daniele da Volterra, Rosso Fiorentino, and Francesco Salviati.  The authorship of copies is always difficult to determine, but it seems quite possible that the studies were executed considerably later, perhaps in the early seventeenth century.",
  "title": "Pietà: The Dead Christ (recto); The Mourning Virgin (verso)"
}
