{
  "accession_number": "2012.58.53",
  "art_champions_text": null,
  "artist": "Artist: Baldassare Franceschini (il Volterrano)",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Bequest of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "1660s-1670s",
  "department": "European Art",
  "description": "sketched studies; torso and head of reclining winged female with a horn (?) at left; lighter sketches of architectural elements at right; verso not examined--received framed",
  "dimension": "10 7/16 x 15 1/4 in. (26.5 x 38.8 cm) (sheet, irregular)\r\n19 5/8 × 23 1/2 × 1 1/2 in. (49.85 × 59.69 × 3.81 cm) (outer frame) (excluding pedestal)",
  "id": "http://api.artsmia.org/objects/33422",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4922,
  "image_width": 7138,
  "inscription": "Mark\r\n\r\n",
  "life_date": "Italian, 1611 - 1690",
  "markings": "Watermark: sun in circle (close to Biblioteca Marucelliana di Firenze B6 and Heawood 3896)",
  "medium": "Black chalk (recto); black chalk with touches of pen and brown ink (verso)",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Sotheby's London, July 3, 1980, no. 67; sold for £780.50 to Moir; Alfred Moir, Santa Barbara (1980-d. 2010; bequeathed to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Volterrano’s boundless imagination is on display in this lively double-sided sheet, where the artist’s hand seems to race to keep pace with the inventions pouring onto the page. In addition to some rapidly sketched thoughts for a chapel wall design and sculpted decoration, he explored four ways to represent a woman swooning. In the study on the recto, which was brought to the highest degree of finish, the figure clearly has wings and holds a trumpet in her lap, identifying her as an allegory of fame. The drawing relates to Volterrano’s ceiling fresco in the Palazzo Lanfredini in Florence, Time Plucking the Wings of Fame, which depicts Fame falling at Time’s feet, her trumpet broken beneath her. The artist’s first thought for the violent lunging gesture of the allegory of time might be taking shape in the scribbles jotted at the upper right of the verso.",
  "title": "Female Figure Reclining (Allegory of Fame Vanquished by Time), Architectural Studies (recto); Three Studies of a Female Figure Reclining, Studies of Sculptural Ornament (verso)"
}
