{
  "accession_number": "2002.121",
  "art_champions_text": null,
  "artist": "Artist: Simon Vouet",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Professor Alfred Moir",
  "culture": null,
  "curator_approved": 0,
  "dated": "1643-1644",
  "department": "European Art",
  "description": "2 draped figures holding up a foliate swag, with a cartouche in front of them, being held by 2 putti",
  "dimension": "13 11/16 x 5 11/16 in. (34.77 x 14.45 cm) (sheet)\r\n19 3/4 × 15 3/4 in. (50.17 × 40.01 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/33433",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7513,
  "image_width": 3199,
  "inscription": "Inscription and mark\r\n\r\nInscribed on verso in pencil in cursive: [S. Vouet / 578 / vol 2]",
  "life_date": "French, 1590–1649",
  "markings": "Watermark: bunch of grapes (24 grapes, 5 across at widest), which fits between the chain lines.  Small countermark ?\\\"I\\\" in a cartouche beside grapes; not in Heawood but related to grape watermarks catalogued by him from 17th-century France.",
  "medium": "Black chalk, heightened with white chalk, partially incised for transfer, on beige paper, framing lines in pen and brown ink",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "Sale, Sotheby's, London, March 17, 1975, no. 38, for £540 to Moir); Professor Alfred Moir, Santa Barbara (1975-2002; gave to MIA)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Simon Vouet served at the court of Louis XIII as \"first painter to the king.\" At the chateau of Fontainebleau, Vouet used this sketch as the basis for a fresco in the vestibule of the queen's apartments in 1644. The decorations were later destroyed, but they are known from a book of engravings that reproduce the works. This drawing even provided inspiration for the book's title page. The engraver, Michel Dorigny, Vouet's son-in-law, made significant changes to Vouet's drawing when adapting it for print, altering the composition and turning Vouet's robust, monumental figures into thinner, less classicizing women and putti.",
  "title": "Design for a Wall Decoration at Fontainebleau"
}
