{
  "accession_number": "2001.7.6",
  "art_champions_text": null,
  "artist": "Maker: Mei Geng",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1695",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "small pavilion in ULC with bare trees and sketchy mountains",
  "dimension": "10-1/16 x 15-13/16 in. (25.6 x 40.2 cm)",
  "id": "http://api.artsmia.org/objects/33594",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "untranslated inscription, in black, URC; seal, in R, to L of inscription",
  "life_date": "Chinese, 1640-1716?",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "In a dynamic composition of minimalist brushwork, a stepped path leads upward past starkly silhouetted pines around a mountainous projection to arrive at a viewing platform overlooking a boundless valley. Such dramatic views are typical of the famous Huangshan or Yellow Mountain range of Anhui province just as techniques used here are typical of the 17th century school of painters based in Anhui whose dry brush, linear style was founded on the vision of the monk-painter, Hong Ren (1610-1664). Artists who followed Hong Ren adopted his aesthetic goal: the creation of a surface richness that belied the simplicity of the means.\r\n\r\n Mei Geng was born into a prominent highly cultured family. In 1681, he passed his second-level Ju Ren examinations, assumed government service, and became acquainted with several scholars. He was a distant cousin of Mei-ch'ung, the artist shown to the left. As a true scholar-artist, Mei Keng did not produce numerous paintings and most seem to have been done as gifts to his literary friends.",
  "title": "Viewing Pavilion at Huang-Shan"
}
