{
  "accession_number": "2001.7.7",
  "art_champions_text": null,
  "artist": "Maker: Chang Jin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "2000",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "barren mountains in a pinkish wash; spindly trees in middle ground; dark rocks in foreground",
  "dimension": "51-1/8 x 25 in. (129.9 x 63.5 cm)",
  "id": "http://api.artsmia.org/objects/33595",
  "image": "invalid",
  "image_copyright": "© 2000 Chang Jin",
  "image_height": "",
  "image_width": "",
  "inscription": "untranslated inscription, in black, ULC; 3 seals, in red, below inscription, at R edge and LRC",
  "life_date": "Chinese, born 1951",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Born in Nanjing in 1951, Chang Jin represents the mature stage of the first generation of artists to have been born since the founding of the People’s Republic of China. While he witnessed firsthand the excesses of the Cultural Revolution (1966-1974), his maturation comes at a time of unprecedented freedom of expression in modern China. Chang graduated from the Jiangsu Painting Institute in 1987. Under the influence of its former director, Fu Baoshi (1904-1965), this school maintained the conviction that traditional Chinese art forms for the most part could and should be preserved provided they were updated and re-evaluated to meet contemporary needs.\r\nDepicting a cold wilderness devoid of human habitation, this winter landscape has an ethereal quality. The subtle peach coloration, and agitated brushwork  is reminiscent of Fu Baoshi, founder of the Institute but the basic structure and attitude have 17th-century antecedents in the paintings of Shitao (1642-1707) and Bade Shanren (1626-1705).",
  "title": "Frost in the Desolate Wilderness"
}
