{
  "accession_number": "2001.7.3",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Gao Kegong",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "misty landscape with rolling hills; building at center; bridge in LLQ; 2 figures at lower center; inscriptions on silk panels",
  "dimension": "42 x 15-5/16 in. (106.7 x 38.9 cm)",
  "id": "http://api.artsmia.org/objects/33591",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 3101,
  "inscription": "4 blocks of text, in black, to R and L of edges of image; 7 stamps, in red, at bottom of text blocks",
  "life_date": "1248 - 1310",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "A colophon (mark or inscription) on the mounting of this painting written by renowned painter and calligrapher Wang Wenzhi  (1730–1802) attributes it to the important Yuan artist Gao Kegong. (Eminent artists were often invited to write colophons to authenticate or simply to increase the value of the works.) Technically and conceptually, this moistly atmospheric landscape is a clear link to an earlier tradition begun by Mi Fu (1051–1107) during the Northern Song era (960–1127). Graduated ink washes have been applied in a limited range of tonal densities, and only a few brushstrokes, many consisting of simple horizontal dots, are used to construct the impressionistic landscape forms. This basic style, reliant on ink-wash technique rather than precise delineation, had tremendous influence on subsequent landscape painting in both China and Japan.",
  "title": "Landscape in the Style of Mi Fu"
}
