{
  "accession_number": "2001.7.4",
  "art_champions_text": null,
  "artist": "Maker: Cha Shibiao",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Joan Wurtele",
  "culture": null,
  "curator_approved": 0,
  "dated": "1681",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "7 sailboats on a lake with mountains behind at top; weeping willow trees at center; bridge at bottom center",
  "dimension": "59-11/16 x 20-1/16 in. (151.6 x 51.0 cm)",
  "id": "http://api.artsmia.org/objects/33592",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "4 line inscription, in black, at URC; 2 stamps, in red, at URC",
  "life_date": "Chinese, 1615 - 1698",
  "markings": "",
  "medium": "Ink on satin",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Much of the expression of this painting is carried by the schematic brushwork which varies from wet to dry touches set down in light, carefully disciplined strokes. The artist avoids any dash or virtuosity of brush and ink that might detract from his relaxed minimalist concept. \r\nThe inscription reads:\r\n\r\nSpring morning over lake and mountains.  A painting expressing that idea done for the venerable Daoist, Ziyuan, two days before the Birthday of Flowers (the 16th of the second lunar month) of the year 1681 by Cha Shibiao.\r\n\r\nCha Shibiao was born in Xiuning, Anhui province. His family owned a large collection of archaic bronzes, old paintings and calligraphy, but having passed the first level exams, he had to abandon the hope of an official government career after the fall of the Ming dynasty in 1644. His calligraphy and painting owe a debt to the great literatus Dong Qichang (1555-1636), the artist whose theory and practice dominated much of Chinese painting from the 17th century on. Although a professional artist, Cha developed a reputation as a connoisseur as well as a calligrapher. He was eventually classified along with Hong Ren, Wang Zhirui and SunYiI as one of the \"Four Masters of Anhui\" or Xin'an school of painting.",
  "title": "Spring Morning over Lake and Mountains"
}
