{
  "accession_number": "2001.75.2.1-11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1890",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "11 volumes with wooden cover; ink rubbings of 500 holy men with inscriptions above",
  "dimension": "2 7/8 x 7 x 12 in. (7.3 x 17.8 x 30.5 cm)",
  "id": "http://api.artsmia.org/objects/33630",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "volume number, in pencil, marked inside front cover of each volume",
  "life_date": null,
  "markings": "",
  "medium": "Stone rubbings, ink on white paper",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This complete eleven-volume set contains rubbings of the 500 arhats, the holy men who are said to have been present at Sakyamuni's first sermon on Vulture Peak. Each arhat is depicted on a single page with his name above as well as the name of the person who originally donated the stone carving from which the rubbings were made.\r\nRubbings are taken from low relief stone sculpture by thoroughly tapping damp paper into the recesses of the stone surface. After the paper has dried, ink is applied to it so that the sunken areas remain white against the raised black ink ground. The paper is then pulled from the stone and mounted as a scroll for hanging or, in this case, as a book.\r\nAccording to the preface of this series, the original stone carvings were produced in 1798 at the Ch'u-sheng Temple on Hung-shan Mountain in Hunan province. These stone engravings were considered the main treasures of the temple but they were destroyed during the Cultural Revolution in the late 1960s. These rubbings, and one other set in the Nanyu Temple Museum in Hunan, apparently are all that remain of these fine stone carvings.",
  "title": "Stone Rubbing of the Five Hundred Arhats (Wu-pai Lo-han ying ch'en tu)"
}
