{
  "accession_number": "2001.34",
  "art_champions_text": null,
  "artist": "Artist: Wang Shimin",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1670",
  "department": "Asian Art",
  "description": "green, brown and black landscape of mountains with dense trees in foreground; buildings near center and at LRC",
  "dimension": "44-3/4 x 23-1/4 in. (113.7 x 59.1 cm)",
  "id": "http://api.artsmia.org/objects/33686",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 2947,
  "inscription": "untranslated inscription, in black, URC; seal, in red, below inscription",
  "life_date": "Chinese, 1592-1680",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Because of his father's meritorious service to the Ming court, Wang Shimin was admitted to government office in 1614 as a secretary. By 1636, he had risen to the position of vice-minister of the court of Imperial Sacrifices. Following the Manchu conquest in 1644, he retired to Taichang where he pursued artistic activities. His integrity and social stature insured his family's continued prominence and his son Wang Shan became grand secretary under the Kangxi emperor. Wang Shimin became the leader of the so-called Qing orthodox school of painting and, together with Wang Jian, Wang Hui, and Wang Yuanqi formed the mainstream literati group known as the Four Wangs.\r\nUnder Wang's leadership, the stylistic reconstruction of Chinese landscape painting, formulated by Wang's teacher Dong Qichang (1555-1636), was now perceived as the orthodox (and politically safe) lineage for literati painting. Literati masters of the Yuan dynasty (14th century) were greatly admired by the Four Wangs, and it is not surprising that this bucolic mist-shrouded mountain scene by Wang was inspired by the Yuan master, Huang Gongwang (1269-1354). With its light, earth-toned washes and deliberate use of horizontal texture strokes, this classic landscape typifies Qing orthodox school painting.",
  "title": "Landscape After Huang Kung-wang"
}
