{
  "accession_number": "2001.62",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Beadwork; Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Driscoll Art Accessions Endowment Fund and Gift of Dr. Terrence Brayboy",
  "culture": "Anishinaabe (Ojibwe)",
  "curator_approved": 0,
  "dated": "c. 1870-1900",
  "department": "Arts of the Americas",
  "description": "bag with wide shoulder strap with beaded geometric designs; back of strap and interior of bag printed brown fabric; front panel of bag beaded with geometric shapes; top panel and back of bag red wool; 17 short beaded hanging tails with red wool tassels; body of bag trimmed in blue",
  "dimension": "37 1/4 x 8 15/16 in. (94.6 x 22.7 cm)",
  "id": "http://api.artsmia.org/objects/33688",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4348,
  "image_width": 1515,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, wool, cotton, beads",
  "nationality": null,
  "object_name": "Bandolier Bag",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The designs on this bandolier bag reference important elements in traditional Anishinabe life.  The repeating geometric floral patterns, shown on the central panel and strap, refer to the natural environment that the Anishinabe depend on.  The beaded design that can be found on the outside of the central beaded panel refers to the otter, who plays an important role in Anishinabe stories and clan system.  The series of diamonds followed by straight lines, then diamonds, refer to the otter tracks.  The diamonds symbolize footprints, and the straight lines are the otter's tail.  This bandolier bag is a testimony of Anishinabe artistic skill and creativity.",
  "title": "Bandolier Bag"
}
