{
  "accession_number": "2001.5.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th century",
  "department": "Asian Art",
  "description": "bulbous round body tapering and flaring outward to second smaller bulbous shape on small foot; grey-white glaze",
  "dimension": "5 x 9-7/16 x 9-7/16 in. (12.7 x 24.0 x 24.0 cm)",
  "id": "http://api.artsmia.org/objects/33690",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ding-type ware Porcelaneous stoneware with incised design under a transparent glaze",
  "nationality": null,
  "object_name": "Gourd-Shaped Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th century",
  "text": "The Liao state (916-1125) was founded by non-Chinese Khitans in the northeast periphery of the Tang empire. The nomadic Khitans had no glazed pottery tradition, but they occupied territory that had kilns and they soon employed Chinese potters and sponsored ceramic production. Liao ceramics were rather limited in scope, including white porcelain, white stonewares, and lead green, yellow, and brown glazes that loosely paralleled Tang (618-906) and Song (960-1279) styles, including sancai (three-color) ware. \r\n\r\nThis large vessel has an ovoid lower section surmounted by a bulbous neck of almost spherical form. Commonly referred to as a gourd or \"double gourd,\" the unusual shape was adopted to vases and ewers during the Song in a variety of glazes. The early white porcelaneous stoneware vessels of the Liao dynasty are a well-known category, but fine examples are rare and no other large vase of this distinctive form appears to have been recorded.",
  "title": "Gourd-Shaped Vase"
}
