{
  "accession_number": "2001.8",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 13th century",
  "department": "Asian Art",
  "description": "slender meiping shape with rounded shoulders and reel-top mouth; white slip over grey stoneware; central band of carved scrolling floral branches",
  "dimension": "5-3/4 x 6-13/16 x 6-13/16 in. (14.6 x 17.3 x 17.3 cm)",
  "id": "http://api.artsmia.org/objects/33825",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Lingwu ware Stoneware with white \"cut-glaze\" floral decoration under a transparent glaze",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G204",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "13th century",
  "text": "This tall, slender, meiping shape vase displays an exceptionally well-cut floral design. The vessel was first covered with a white slip through which the decoration was incised. The areas intended as background were then shaved away to reveal the light-grey stoneware body of the vase. Finally, the entire vessel was given a transparent glaze before firing. This so-called \"cut-glaze\" (tihua) technique had been used at Cizhou type kilns throughout north China since the Jin dynasty (1115-1234). \r\n\r\nRecently excavated kilns near Lingwu in northern Ningxia, Huici autonomous region, reveal that the area produced excellent wares during the twelfth and thirteenth centuries of the Xixia period (1032-1227). The black and white \"cut-glaze\" wares of these kilns included a large variety of bottle-vase forms. Black glazes predominated, however, and white glaze vessels of this size, condition, and design quality are relatively rare.",
  "title": "Vase"
}
