{
  "accession_number": "2001.25",
  "art_champions_text": null,
  "artist": "Maker: Lenore Tawney",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Alfred and Ingrid Lenz Harrison, Sara and David Lieberman, the Textile Council, Ruth Kaufmann and Richard Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1974",
  "department": "Arts of the Americas",
  "description": "red linen; solid background with a circle defined by vertical stripes 1/2 in. wide warp face; at the top left the warp is braided (1 x 28 in.); one metal rod (covered with the warp) at the top, one at the bottom; fringe 8 in. at the bottom; fringe 5-1/2 in. decrease to 2-1/2 in. at the top",
  "dimension": "98 x 84-1/4 in. (248.9 x 214.0 cm)",
  "id": "http://api.artsmia.org/objects/33831",
  "image": "valid",
  "image_copyright": "© Lenore G. Tawney Foundation",
  "image_height": 9374,
  "image_width": 8168,
  "inscription": "",
  "life_date": "American, 1907 - 2007",
  "markings": "",
  "medium": "Linen; warp-faced slit tapestry, knotting",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Lenore Tawney has always been attracted to the abstract aesthetic and much of her early work involves a reduction of form. Drawn to fiber as a medium of artistic expression and trained as a weaver, she nevertheless frequently resisted the constraints of the rectangular dimensions imposed by loom construction. In the mid-1970s she resolved some of these tensions by integrating a circle within the square, as seen here, which for her represented a symbol of cosmic unity.\r\n\r\nRed Sea is one of several hangings created in the mid-1970s that focus on the artist's contemplation of universal symbols.  As with many of her works, the interplay of light is an important aspect of the aesthetic, and therefore the pieces from this period are usually suspended from the ceiling in the middle of the room, or employ a cantilevered installation system.",
  "title": "Red Sea"
}
