{
  "accession_number": "2021.69.4",
  "art_champions_text": null,
  "artist": "Artist: Unknown French, 1525 - 1550",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1525-1550",
  "department": "European Art",
  "description": "panoramic image with man at left (Moses) pulling branch off of tree; group of women at center harp and drums with teepee-form tents in background; soldiers and horses overtaken by water at right",
  "dimension": "4 5/16 × 14 11/16 in. (10.95 × 37.31 cm) (plate)\r\n4 5/16 × 14 7/8 in. (10.95 × 37.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140052",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3377,
  "image_width": 10752,
  "inscription": "",
  "life_date": null,
  "markings": "Watermark: armorial shield with bands, surmounted by a quatrifoil (see Briquet 1048-1055; northern France and Netherlands, all datable to the second quarter of the 16th century)",
  "medium": "Engraving",
  "nationality": null,
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This complex image includes various scenes from the 15th chapter of the biblical Book of Exodus, in which Moses leads the Israelites in their escape from the Egypt. To place the scenes in the order of the text, they should be read from right to left. At the far right Pharaoh and his army are inundated in the Red Sea (Exodus 15:4-5). Pharaoh himself wears a crown and rides a rearing horse. Next comes Moses's sister Miriam and other women celebrating by dancing, singing, and playing various musical instruments (15:20-21). A band on Miriam's skirt is inscribed \"MARIA.\" At left is Moses, who grasps for a frond on a palm tree. This appears to be a reference to the refugees arrival at Elim, \"where there were twelve springs and seventy palm trees, and they camped there near the water\" (15:27). \r\n\r\nThe pillar of cloud seen to the left of the Red Sea is not mentioned mentioned in Exodus 15, but it does appear in other chapters as a beacon provided by God to show the Israelites the way to freedom.\r\n\r\nAt the upper right in a star-lit corner of the sky are two fish, Pisces of the zodiac, appropriate to the significant role water plays in the story. It also invites the question as to whether this rare print was intended as part of a cycle of the zodiac.",
  "title": "Scenes from the Book of Exodus, with Moses, Miriam and women dancing, the pillar of cloud, and Pharoah's army inundated by the Red Sea"
}
