{
  "accession_number": "2021.34",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "678",
  "department": "Asian Art",
  "description": "relief sculpture; three figures inside a concave niche; central seated figure on lotus blossom on pedestal flanked by standing figures, incised Chinese characters around front edges; traces of pigment appearing brown--predominately grey",
  "dimension": "22 × 6 1/4 × 17 3/4 in. (55.9 × 15.9 × 45.1 cm)",
  "id": "http://api.artsmia.org/objects/140016",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8855,
  "image_width": 7084,
  "inscription": "An inscription incised along the edge of the niche reads: \r\n儀鳳三年佛弟子維行義比丘居證徹為天皇天姤及師僧父母法界衆生見存眷屬合家一心供養佛時 \r\n“In the third year of Yifeng (678 – reign of Emperor Gaozong of the Tang), the devotees of the Buddha, Wei Xingyi and Ju Zhengche, invoke His blessings on the Emperor and Empress of Heaven, as well as on their masters and monks, father and mother, and all animated beings who follow their Dharma; (they pray) for the salvation of the dear members of their families who, with one heart, present this offering (i.e. this stele) to the Buddha.”\r\n",
  "life_date": null,
  "markings": "",
  "medium": "Limestone, pigments",
  "nationality": null,
  "object_name": "Votive stele",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G200",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th century",
  "text": "This stone stele depicts the Buddha sitting on a lotus throne, flanked by a pair of bodhisattvas. His left hand is raised in abhaya mudra (gesture of dispelling fear), and the right is resting on his knee. The figures in this stele illustrate the vivid and naturalistic qualities that are characteristic of Buddhist icons of the Tang dynasty; artists of that period were skilled at imbuing deities with a sense of warmth and humanity. The inscription tells us that the stele was commissioned during the reign of Emperor Gaozong in 678, and remarkably lists both the Emperor and the Empress, Wu, as beneficiaries. It was highly unusual for an empress to be included in this way prior to this time, proving her rising power before ultimately becoming the most powerful woman in the Tang dynasty when she became the de facto ruler of China in 690.",
  "title": "Buddhist votive stele with Buddha and two Bodhisattvas"
}
