{
  "accession_number": "2021.15",
  "art_champions_text": null,
  "artist": "Designer: Howard Smith; Manufacturer: Vallila Interior",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "The Textile Council Acquisition Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1978",
  "department": "European Art",
  "description": "white ground; three repeats of design of large bouquet of blue flowers with tan centers, black stems, and green leaves in a brown vase",
  "dimension": "52 × 93 3/4 in. (132.1 × 238.1 cm)",
  "id": "http://api.artsmia.org/objects/140004",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5786,
  "image_width": 10229,
  "inscription": "bottom edge center of each design repeat, in black: © VALLILA FINLAND 1978",
  "life_date": "Helsinki, Finland, 1936-present",
  "markings": "",
  "medium": "Screen-printed cotton linen",
  "nationality": null,
  "object_name": "Textile panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC of each design repeat, printed in black: Howard Smith",
  "style": "20th cetury",
  "text": "New Jersey native Howard Smith visited Helsinki as part of a youth art festival in 1962 and soon made Finland his home. A few years later in 1967 Smith met with Rudi Berner, head of Vallila Interiors, who commissioned the artist to create several new printed textile designs for the company’s textile factory. It was a novel assignment for Smith, who had not previously worked in textile design. It is possible the commission was sparked by an exhibition of Smith’s work at the Artek shop in Helsinki earlier that year which featured appliqué textiles. In 1968, Smith produced 25 designs for Vallila of which the company implemented roughly half. Again, in the 1970s, Vallila commissioned yet more designs from Smith and the proposed textile emerged from this second wave of designs. Flowers featured prominently in Smith’s designs for Vallila. The artist explains: “I have always been fond of nature; flowers gave me an excuse to pass my passion to the public. Flowers were beautiful and brought the feeling and smell of the land and the sound of birds. Flowers have not played a role in human aggression, so they brought a peaceful aspect to the design.” Smith still calls Finland home and in 2003 was recognized as a national treasure with a Finnish state artist’s pension.",
  "title": "Iris (or Blue Iris)"
}
