{
  "accession_number": "2021.69.19.2",
  "art_champions_text": null,
  "artist": "Artist: Philips Galle; Artist: after Maarten van Heemskerck",
  "catalogue_raissonne": "The Illustrated Bartsch, vol. LVI .072:2\r\nNew Hollstein, Philips Galle, Part II.288 I/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1563",
  "department": "European Art",
  "description": "two women and children in an outdoor setting with many animals and birds; striding woman at left, feeding a baby held to her body by a sling; woman at center walking with a nude toddler; two crying nude children at right and a baby inside a wheeled walker; text at bottom",
  "dimension": "7 1/4 × 9 1/2 in. (18.42 × 24.13 cm) (plate)\r\n10 × 10 9/16 in. (25.4 × 26.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140095",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7001,
  "image_width": 7360,
  "inscription": "In plate, lower center: .2.",
  "life_date": "Flemish, 1537 - 1612",
  "markings": "Watermark: sphere, French, 1550-1566, compare Briquet 13.995/14.008/14.009/14.013",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From The Misery of Human Life",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "In the foreground, a woman spoonfeeds an infant, and another woman teaches a child to walk. Note that someone has tried to censor its bare bottom with a smudge of paint.Another child toddles along in a walking frame, while two others follow along whining. The backgound is filled with animals.\r\n\r\nThis is the second print in a series of six that studies the misery of human life. The images were designed by Maarten van Heemskerck and engraved by Philips Galle. Each is accompanied by Latin verses by the learned Dutch polymath Hadrianus Junius (1511-1575), with further verses in French and Dutch below.\r\n\r\nHere the message is that animals naturally walk; fish swim--without drowning; and, birds fly with the aid of their wings. But we humans are unable to walk and have to rely on others for food. We come into the world with nothing in our memories except for the ability to cry.",
  "title": "Man has to learn everything, plate #2 from \"The Misery of Human Life\""
}
