{
  "accession_number": "2021.69.1",
  "art_champions_text": null,
  "artist": "Artist: Anthonie Waterloo",
  "catalogue_raissonne": "Bartsch II.36.27\r\nIllustrated Bartsch .027, I/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid 17th-century",
  "department": "European Art",
  "description": "two trees with intertwined trunks at right with walking man with staff over his shoulder; boat with two figures at bottom center; house at center with figures, wagon, and horses; boats at left in distance; village at right in distance",
  "dimension": "3 11/16 × 5 11/16 in. (9.37 × 14.45 cm) (plate)\r\n5 13/16 × 7 5/8 in. (14.76 × 19.37 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140025",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4120,
  "image_width": 5362,
  "inscription": "In plate at upper left: 8\r\nVerso, lower left in graphite, two inventory numbers: A70768 & C13411",
  "life_date": "Flemish, about 1610 - 1690",
  "markings": "Stamp of Emil Schröter, Dresden (Lugt 2270)\r\n",
  "medium": "Etching and drypoint",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Antoni Waterloo specialized in landscapes and was quite productive as an etcher. Here he presents us with a world in minature. As viewers, we may identify with the traveler who enters on foot from the right, for we too have the sense of arriving in a new place. We not only see the activity of the nearby boatmen and travelers but also the distant sailboats on the horizon and the large buildings of a substantial town. One of the occupants of the foreground rowboat adjusts a large bundle--perhaps a rolled up fishing net. On the point overlooking the water, a rider sits on a horse and looks out at the boats. Nearby is a covered wagon pulled by horses. A small crowd gers at the wayside house near the center of the scene. The town has a large church and windmills dot the periphery, probably along the town wall as was often the case in 17th-century Holland. \r\nIt is a fine breezy day with wispy cirrus clouds scattered in the sky. To achieve this effect, Waterloo has supplemented his etched work with extremely fine drypoint lines scratched into his copper printing plate.",
  "title": "Traveler passing two large trees"
}
