{
  "accession_number": "2021.69.3",
  "art_champions_text": null,
  "artist": "Artist: Crispijn de Passe the Elder",
  "catalogue_raissonne": "Franken p. 263-4, 1344\r\nHollstein 856",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1613",
  "department": "European Art",
  "description": "round image of a standing winged figure holding a cross and standing on a skull and an hourglass; text around and beneath image; scroll at bottom center",
  "dimension": "5 7/16 × 4 1/16 in. (13.81 × 10.32 cm) (plate)\r\n5 9/16 × 4 1/4 in. (14.13 × 10.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140051",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6157,
  "image_width": 4809,
  "inscription": "In plate, encircling main image: TRANSITUS CELER EST AVOLAMUS\r\n\r\nIn plate, at bottom: TRANSITUS hinc CELER EST, VOLARE VIDMUR  /  Caelestem in patriam, ad gaudia sancta poli. \r\n\r\nIn plate, upper right: 18",
  "life_date": "Dutch, c. 1565-1637",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "With the youthful angel astride a human skull and an hourglass, this image is a \"momento mori,\" a reminder that each of us will die. Since the angel grasps a cross, the image is explicitly Christian. In the background, rays of light descend from the dense, billowing clouds and Moses receives the Tablets of the Law--the Ten Commandments. To the right we see a naked old man on the ground and, nearby, two angels attempting to ward of a devil. The implicit message is that we should prepare for our fate.\r\n\r\nSuch images oftem paired with texts are called \"emblems.\" They were frequently published in the Netherlands in the 17th century. This one appeared as the 18th among 100 emblems in a book called \"Selectorum Emblematus Centuria Secunda,\" written by Gabriel Rollenhagen and published in Arnheim in 1613.  Rollenhagen's accompanying verse can be translated as follows:\r\n\r\nThis life is nothing but a quick passage,\n\r\nSo that we seem to fly from this land\r\n\nTowards the other brilliants of the celestial manor,\n\r\nWhere joy and pleasure are always the way.",
  "title": "Momento mori, from \"Selectorum Emblematus Centuria Secunda\""
}
