{
  "accession_number": "2021.69.19.5",
  "art_champions_text": null,
  "artist": "Artist: Philips Galle; Artist: after Maarten van Heemskerck",
  "catalogue_raissonne": "The Illustrated Bartsch, vol. LVI .072:5\r\nNew Hollstein, Philips Galle, Part II.291 I/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1563",
  "department": "European Art",
  "description": "three figures in foreground, from left: figure with a basket and a bowl, walking with a crutch, bearded man with his wrists chained together, extending between his legs, man falling on his sword; landscape in background, with very large fire in ULC, with figure falling off cliff; text at bottom",
  "dimension": "7 5/16 × 9 5/8 in. (18.57 × 24.45 cm) (plate)\r\n10 1/16 × 10 1/4 in. (25.56 × 26.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140098",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6968,
  "image_width": 7180,
  "inscription": "In plate, lower right: .5.",
  "life_date": "Flemish, 1537 - 1612",
  "markings": "Watermark: sphere, French, 1550-1566, compare Briquet 13.995/14.008/14.009/14.013",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From The Misery of Human Life",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "A woman in tattered clothing walks with the aid of a crutch and carries a begging bowl and an empty basket. A man walks with his hands manacled, with chains going from the cuffs, bewteen his legs, and presumably up his back to the iron collar around his neck. Finally a man is tripping, and having dropped his sword is about to fall on it, impaling himself. In the background, a clifftop castle is on fire and a mn is falling from the cliff. At right, a dead body floats down a river. Such are the perils of life: poverty, imprisonment, and death.\r\n\r\nThis is the fifth print in a series of six that studies the misery of human life. The images were designed by Maarten van Heemskerck and engraved by Philips Galle. Each is accompanied by Latin verses by the learned Dutch polymath Hadrianus Junius (1511-1575), with further verses in French and Dutch below.",
  "title": "Man is threatened by poverty, imprisonment and death, plate #5 from \"The Misery of Human Life\""
}
