{
  "accession_number": "2021.69.19.3",
  "art_champions_text": null,
  "artist": "Artist: Philips Galle; Artist: after Maarten van Heemskerck",
  "catalogue_raissonne": "The Illustrated Bartsch, vol. LVI .072:3\r\nNew Hollstein, Philips Galle, Part II.289 I/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1563",
  "department": "European Art",
  "description": "five walking men and a youth outdoors--from left: youth writing, man holding his PR cheek, man with a brimmed hat, man on crutches with amputated foot, man with a can wearing a wide sash, man holding a small dog on a lead; text at bottom",
  "dimension": "7 5/16 × 9 1/2 in. (18.57 × 24.13 cm) (plate)\r\n9 3/4 × 10 1/2 in. (24.77 × 26.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140096",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6872,
  "image_width": 7324,
  "inscription": "In plate, lower center: .3.",
  "life_date": "Flemish, 1537 - 1612",
  "markings": "Watermark: sphere, French, 1550-1566, compare Briquet 13.995/14.008/14.009/14.013",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": "From The Misery of Human Life",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This procession smaples the dangers and diseases that can complicate life.  A boy who carries a book and a pointer leads the way. He is probably mute and points out words to communicate.The first man seems to have an ache in his teeth or ear, but this could also be from the itching of scabies. The next carries a clapper, a noisemake to  warn other that he has leprosy. Then comes a man with no left foot, who walks with the aid of crutches and a wooden leg. The next man is jowly but not jolly; he holds his stomach and walks with a cane--he suffers from edema. The final man is blind and has a guide dog and a stick to help him navigate. \r\n\r\nThis is the third print in a series of six that studies the misery of human life. The images were designed by Maarten van Heemskerck and engraved by Philips Galle. Each is accompanied by Latin verses by the learned Dutch polymath Hadrianus Junius (1511-1575), with further verses in French and Dutch below.",
  "title": "Man is burdened with pains and diseases, plate #3 from \"The Misery of Human Life\""
}
