{
  "accession_number": "2021.6",
  "art_champions_text": null,
  "artist": "Artist: Anwar Jalal Shemza",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "United Kingdom",
  "creditline": "The David and Margaret Christenson Endowment for Art Acquistion, the Helen Jones Fund for Asian Art, and the Sima and Clark Griffith Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1962",
  "department": "Asian Art",
  "description": "central panel with mottled yellow, grey, and blue ground, with blue mottled geometric forms with a half-circle near bottom center and smaller forms in rows and columns, with larger forms at bottom; central panel inset in a shadow box frame with medium-toned wood ground and grey frame edges; received in white shadow box outer frame",
  "dimension": "21 3/4 × 9 3/4 in. (55.2 × 24.8 cm) (central panel)\r\n23 5/8 × 11 7/16 in. (60 × 29.1 cm) (inner frame)\r\n29 × 17 1/8 × 1 5/8 in. (73.7 × 43.5 × 4.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140010",
  "image": "valid",
  "image_copyright": "",
  "image_height": 650,
  "image_width": 433,
  "inscription": "",
  "life_date": "1928 - 1985",
  "markings": "",
  "medium": "Oil on hardboard",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "The painting is signed and dated by the artist in the upper left corner.",
  "style": "20th century",
  "text": "One circle, one square, one problem, one life is not enough to solve it.\r\n– Anwar Jalal Shemza, 1962\r\n\r\n\r\nAnwar Jalal Shemza was a Pakistani artist who emigrated to Britain in 1956. Blue Composition, produced in 1962, demonstrates a crystallization of the artist’s approach after years of struggle negotiating his personal identity in a decolonizing world. Shemza sought to fuse the mystical qualities of Islamic calligraphic structure, pattern, and geometry with Western modernism in using the surface plane as a site of experimentation. Throughout the composition, the circle and square (which in Islamic theology represent infinity and humanity, respectively) are used as modular building blocks, capable of serial expansion. Painted after a visit to Lahore, the work subtly evokes the blue tiles on its old city walls.",
  "title": "Blue Composition"
}
