{
  "accession_number": "2021.69.5.2",
  "art_champions_text": null,
  "artist": "Artist: Jan Sadeler I; Artist: after Maerten de Vos",
  "catalogue_raissonne": "Hollstein 547",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "European Art",
  "description": "seated heavy-set women with a snake wrapped around her PR arm and a bird on her head; two frogs at woman's feet, LRC; text at bottom",
  "dimension": "5 13/16 × 4 3/16 in. (14.76 × 10.64 cm) (plate)\r\n9 11/16 × 6 5/8 in. (24.61 × 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140054",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8562,
  "image_width": 5964,
  "inscription": "In plate, at top: DIALECTICA\r\nIn plate, lower left: Ioan.Sadler Sculp. et excud.\r\nIn plate, lower right: M. de Vos figura.\r\nIn plate at bottom: De themate omnigeno Dialectica disputat, & qua  /  Quaerndum in dubijs Sit verum indagine monstrat.\r\nLower right in pen and ink: 123 overwritten as 124",
  "life_date": "Flemish, 1550 - 1600",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is an allegory, a symbolic picture intended to convey abstract ideas. The woman represents Dialectics, the practice of engagement between two people of differing views who attempt to find truth through reasoned argument. She turns her head up to the light, for she seeks enlightenment. Just as participants in such discourse can change their views, the serpent coiling around her arm occasionally sheads its skin in an act of renewal. The frogs near her feet have undergone metamorphosis from the tadpoles they once were; moreover, frogs often engagement in prolonged conversations as they croak back and forth.The bird on her head is a magpie, a higly intelligent species. When this print was made, magpies had a reputation for collecting shiny objects, just as open-minded participants in dialectics will gather the best ideas. The two upright books may represent separate unstable ideas, which working together support the third book, which safely lies flat. In the background, we see a man dressed in a toga, an ancient philosopher who would have practiced reasoned argument.\r\n          The woman wears clothing meant to recall classical antiquity, because dialectics is one of the Seven Liberal Arts outlined by the Roman philosopher Cicero in the fist century BCE, but based on still earlier tradition. This engraving comes from a series meant to depict the arts: grammar, dialectics, rhetoric, arithmetic, astronomy, geometry, and music. Such didactic series poured from the printing presses of 16th-century Antwerp and then many other European capitals when the Dutch revolt upended Antwerp's economy in the 1580s. It is difficult to say where the Jan Sadeler made this print because he worked in Antwerp, Cologne, Mainz, Frankfurt, Munich, Verona, and Venice! Maerten de Vos, designer of the images, was a leading artist in Antwerp. In addition to providing designs for some 1600 prints, he gained major commisions to paint replacements for the many pictures destroyed during Protestant uprisings.",
  "title": "Dialectica, from \"The Liberal Arts\""
}
