{
  "accession_number": "2021.69.13",
  "art_champions_text": null,
  "artist": "Artist: Lorenzo Loli; Artist: after Giovanni Andrea Sirani",
  "catalogue_raissonne": "Bartsch XIX.177.22\r\nLeBlanc 22 \r\nNagler-Kunstlerlexikon 22\r\n",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1640",
  "department": "European Art",
  "description": "two cupids or putti, one grasping the others arm, with a cloth tied over their heads to tree branch forming a canopy",
  "dimension": "6 15/16 × 5 5/16 in. (17.62 × 13.49 cm) (sheet)\r\n10 5/16 × 7 7/8 in. (26.19 × 20 cm) (mount)",
  "id": "http://api.artsmia.org/objects/140067",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9079,
  "image_width": 7052,
  "inscription": "",
  "life_date": "Italian, about 1612–1691",
  "markings": "Watermark (fragmentary): something enclosed in a single circle",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Lower right, in plate: Lo",
  "style": "17th century",
  "text": "Lorenzo Loli was a Bolognese artist who trained with Guido Reni and Giovanni Andrea Sirani. He made a number of prints based on their designs, including this etching from a series of playful images of putti after drawings by Sirani. Putti, naked boys, and angels were among his favored subjects. Here he offers us a bright, sunny day with strong shadows. Two winged putti are beneath a makeshift tent. One putto reclines on a cloth and holds a bow in his right hand. On the ground is a quiver of arrows. The other putto approaches him from behind and grasps his arm. The quickness of this maneuver is suggested by a fluttering swag of drapery behind the aggressor. It is an open-ended image, inviting the viewer to make up his or her own story.\r\n          If we associate these putti with Cupid, the god of love, we might think that the approaching cupid thought the reclining one was loafing on the job; so, he tries to grab the bow to fire up some romance.",
  "title": "Two cupids under a tent"
}
