{
  "accession_number": "2021.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Thailand",
  "creditline": "Gift of James Amberson",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "tan panel with central blue area with small red flowers and scrolls; red and blue borders with star-form cartouches and bands of flowers; selvedge on long sides and stitched on short ends; some remnants of gold details--much lost",
  "dimension": "121 7/16 × 37 3/16 in. (308.45 × 94.46 cm)",
  "id": "http://api.artsmia.org/objects/140021",
  "image": "valid",
  "image_copyright": "",
  "image_height": 11194,
  "image_width": 3759,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, pigments",
  "nationality": null,
  "object_name": "Textile panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Indian textiles have long been a sought-after global commodity, valued for the suppleness of the cotton weave and the advanced dying techniques which yielded rich, color fast (fade resistant) textiles in a range of designs. This textile was specifically designed for the Thai market, whose court—according to British East India Company records—had been supplying Indian weavers and dyers with pattern books since at least 1662. Here, the elaborate end borders features three rows of the iconic Thai ‘flame’ motif, frequently seen in Buddhist statuary from the region. An end border (trumpal) with three registers indicates male use, while two indicates that the garment was intended for a female.  Within the narrow, longitudinal borders, the vast centerfield features a trellis pattern, known as ba khai, comprised of vines and blooming flowers. The lush pattern was produced by a combination of block printing and painting, successively resist-and mordant-dyed in vats of red, blue, brown, and light green pigments. \r\n\r\nAs with many cultures throughout Southeast Asia, Indian trade cloths played an important role in the cultural and socio-political structures of Thailand. Royal protocol frequently restricted imported textiles for use at court or for diplomatic gifts. For example, ‘a flowered cloth…from Hindustan’ appears in the list of gifts sent by King Phra Narai (r. 1656-1688) to the court of Louis XIV. This textile was collected by Georges Padoux (1867-1961), a French diplomat and Plenipotentiary Minister to Siam from 190-1915, demonstrating a continuing tradition through the early 20th century.",
  "title": "Painted cotton \"Pha nung\" textile panel"
}
