{
  "accession_number": "2021.40.1",
  "art_champions_text": null,
  "artist": "Artist: Gio Swaby",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "image of a figure, on canvas and rendered with thin, black thread; standing, wearing a striped dress, hair in two buns, with pink high top sneakers",
  "dimension": "81 3/4 × 36 3/8 × 1 in. (207.6 × 92.4 × 2.5 cm)",
  "id": "http://api.artsmia.org/objects/140009",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4032,
  "image_width": 3024,
  "inscription": "",
  "life_date": "Bahamaian (active Canada), born 1991",
  "markings": "",
  "medium": "Thread and fabric sewn on canvas",
  "nationality": "Bahamaian (active Canada)",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in bottom R corner, on a patch of canvas, in black thread: Gio Swaby 2020",
  "style": "21st century",
  "text": "Through intricate thread portraits Gio Swaby explores the intersections of womanhood and Blackness. Her detailed portraits seek to reinfornce the individuality of her subjects, showing multiple ways of being as a counter to the one-dimensional narratives often placed on Black women in society. Displaying the reverse side of the canvas, thread and knots remain visible to emphasize the beauty of imperfection, referencing the complexity of the individuals themselves and to share a moment of vulnerability with the viewer. Her series “Pretty Pretty” is an exploration of one’s personal style as resistance, reclaiming space through unapologetic self-expression, and capturing the moment of empowerment.  \r\n\r\n“Each piece I create continues to build upon an integral aspect of my practice: to contribute to the visibility of Blackness in the art world. At many points in our lives, Black women can live within a paradox of hypervisibility and yet still not feeling truly seen. I want my work to function as a love letter of sorts to Black women, to create space for us not only to be represented but to be celebrated.” – Gio Swaby",
  "title": "Pretty Pretty 3"
}
