{
  "accession_number": "2021.69.5.3",
  "art_champions_text": null,
  "artist": "Artist: Jan Sadeler I; Artist: after Maerten de Vos",
  "catalogue_raissonne": "Hollstein 548",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "European Art",
  "description": "heavy, set woman wearing clinging drapery and a helmet, with her hair in two braids, holding a caduceus in her PR hand and a scroll in her PL hand, with two books at her feet; text at bottom",
  "dimension": "5 13/16 × 4 3/16 in. (14.76 × 10.64 cm) (plate)\r\n9 11/16 × 6 5/8 in. (24.61 × 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140055",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8613,
  "image_width": 5964,
  "inscription": "In plate, at top: RHETORICA\r\nIn plate, lower right: Ioan.Sadler Sculp. et excud.   M. de Vos inuen.\r\nIn plate at bottom: Rhetorice vario delectat Splendida cultu,  /  Ornatum[que] adhibet dictus, viuoS[que] colores.\r\nLower right in pen and ink: 126 overwritten as 127",
  "life_date": "Flemish, 1550 - 1600",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is an allegory, a symbolic picture intended to convey abstract ideas. The woman represents Rhetoric, the art of verbal persuasion. She holds a caduceus, the symbol of Hermes (Mercury), the god of trade and commerce. Hermes was known for his eloquence. Since trade requires skill in negotiation and the recognition of balance and reciprocity, the caduceus has become associated with uplifting rhetoric. According to legend, Hermes used his caduseus to spearate two serpents entwined in mortal combat, thus bringing about peace, thus reminding us that rhetoric properly deployed leads to harmony. Persuasion is not only a matter of logical argument, it can also appeal to our ethics and emotions. It is probably emotion that is at stake in the play being formed in the background of the scene.\r\n          The woman wears clothing meant to recall classical antiquity, because rhetoric is one of the Seven Liberal Arts outlined by the Roman philosopher Cicero in the fist century BCE, but based on still earlier tradition. This engraving comes from a series meant to depict the arts: grammar, dialectics, rhetoric, arithmetic, astronomy, geometry, and music. Such didactic series poured from the printing presses of 16th-century Antwerp and then many other European capitals when the Dutch revolt upended Antwerp's economy in the 1580s. It is difficult to say where the Jan Sadeler made this print because he worked in Antwerp, Cologne, Mainz, Frankfurt, Munich, Verona, and Venice! Maerten de Vos, designer of the images, was a leading artist in Antwerp. In addition to providing designs for some 1600 prints, he gained major commisions to paint replacements for the many pictures destroyed during Protestant uprisings.",
  "title": "Rhetorica, from \"The Liberal Arts\""
}
