{
  "accession_number": "2021.23",
  "art_champions_text": null,
  "artist": "Artist: Rico Gatson",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Arts of the Americas",
  "description": "black-and-white bust-length photograph of Ntozake Shange wearing a headscarf and a blouse with butterfly pattern at bottom center; radiating lines in black, yellow, green, orange, and red extending out from behind the photograph; white ground; received in white frame",
  "dimension": "21 3/4 × 30 1/8 in. (55.2 × 76.5 cm) (sheet)\r\n25 1/2 × 33 1/2 × 2 in. (64.8 × 85.1 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140022",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5987,
  "image_width": 8170,
  "inscription": "",
  "life_date": "American, born 1966",
  "markings": "",
  "medium": "Colored pencil and found photograph on paper",
  "nationality": "American",
  "object_name": "Drawing and collage",
  "portfolio": "From Icons series",
  "provenance": "The artist, New York; [Miles McEnery Gallery, New York]; sold to MIA, 2021.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and titled in pencil, verso:  Rico Gatson  Ntozake",
  "style": "21st century",
  "text": "The mixed media work, Ntozake, is part of Rico Gatson’s long-running “Icons” series of paintings, drawings, and prints celebrating prominent Black civil rights activists, writers, musicians, actors, and sports figures. Initiated in 2007, the series has featured such notable figures as Harriet Tubman, Nelson Mandela, Angela Davis, Dr. Martin Luther King, Jr., James Baldwin, Louis Armstrong, Nina Simone, Muhammad Ali, among others.  In these works, Gatson combines existing black-and-white photographs of his subjects with radiating lines of vibrant colors—red, green, yellow, orange, black—that symbolize centers of power and call to mind colors associated with the Pan-African flag and Black nationalism. In this example from 2020, Gatson celebrates the prominent Black feminist playwright, poet, and writer Ntozake Shange (1948-2019), whose literary work explores issues relating to race, feminism, and Black consciousness. Internationally acclaimed, Shange is part of the Black Arts Movement, a subset of the Black Power Movement, and is perhaps best remembered for her award-winning play For colored girls who have considered suicide/when the rainbow is enuf, a groundbreaking “choreopoem” that combines poetry, dance, and music in dramatic monologues that explore the life experiences of contemporary women of color.",
  "title": "Ntozake"
}
