{
  "accession_number": "2021.3",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Sierra Leone",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Mende",
  "curator_approved": 0,
  "dated": "first half of 20th century",
  "department": "Arts of Global Africa",
  "description": "full head form with small wide facial features; pointed chin; small ears; elaborate crown with round mirrors on four sides; cross form at top of crown; lobes on four elements on crown; geometric incised patterns in hair, with short braided ponytail at back of head; cowrie shell tied with cord around top of crown; dark wood patina",
  "dimension": "15 3/4 × 8 3/4 × 11 1/16 in. (40 × 22.2 × 28.1 cm)",
  "id": "http://api.artsmia.org/objects/140024",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8374,
  "image_width": 6699,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, mirrors, cowrie shell, cord",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "What better example than the most powerful queen in the world to inspire young women as they enter adulthood' That is what a Mende sculptor from Sierra Leone may have asked himself as he carved this mask for a female dancer of the all-women association called Sande. Members of the Sande association promote their interests, protect their well-being, and assist young women in their rite of passage. Sande masks are among the very rare mask genres in Africa to be worn and dances exclusively by women. And this particular example, with its European-style crown, represents Queen Victoria, who ruled over the British Empire (of which Sierra Leone was a part) for over six decades, until her death in 1901.",
  "title": "Mask"
}
