{
  "accession_number": "2021.69.12",
  "art_champions_text": null,
  "artist": "Artist: Stefano della Bella",
  "catalogue_raissonne": "DeVesme/Massar 264 II/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1638-1643",
  "department": "European Art",
  "description": "archway with two wide towers in middle ground, center; soldiers with long lances and fire at right; other figures in front of archway; dogs, LLC; coat of arms at bottom center with flags; text at bottom",
  "dimension": "4 5/16 × 9 7/8 in. (10.95 × 25.08 cm) (plate)\r\n7 7/8 × 12 in. (20 × 30.48 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140066",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6816,
  "image_width": 10565,
  "inscription": "In plate, lower left: Israel. ex. cum privil. Regis.\r\nIn plate, on central banderole: ET PACE  /  ET BELLO\r\nIn plate, at bottom: Divers desseins tant pour la paix que pour la guere;   /  Faictes par LABELLE , et dediez A Monseigneur le  /   MARQUIS DE MAVLEVRIER, Maistre de la garderobe  /  de son Altesse ROYALLE.  Par Israel son tres humble servit.",
  "life_date": "Italian (Florence), 1610–1664",
  "markings": "watermark: Elaborate coat-of-arms, surmounted by a small trefoil, at bottom another trefoil, flanked by open letters \\\"M G\\\" (or M C\\\")",
  "medium": "Etching",
  "nationality": "Italian (Florence)",
  "object_name": "Print",
  "portfolio": "From Divers desseins tant pour la paix que pour la guerre",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This is the frontispiece to a series of prints meant to reflect war and peace. As such, it balances the two by showing a military installation during a moment of peace. Stefano della Bella was a prolific printmaker. Due to his wide-ranging subject matter, interest in all walks of life, and eye for detail, he provides a valuable eye-witness account of his generation, one which endured the horrors of the Thirty Years War. He made this print during a decade-long sojourn in Paris.\r\n          Here he offers a view of an old fortress and life around it.  We stand at a distance before a gate flanked by two round towers. Weeds and small trees grow from the masonry. The portal has a drop-gate and a stairway leading to a guardroom above. In the foreground a soldier dressed in a dandified outfit converses with a halbardier. To the left are four cannons aimed across the moat and towards a walled access road. In the distance are the angular walls typical of Renaissance fortresses built a hundred years earlier. It is a lazy day. A soldier with a long pole stands. Seemingly more attentive is a nearby dog that sniffs another dog's butt. To the right, in the foreground, is a large round tower. In front of it sits a woman patiently delouisng a child while tending a cookfire. Nearby are five armored pikemen--three standing and two seated. To the left of them are two carts bearing large casks. Further on towards the portal, a group of soldiers gather around a drum that seems to have become an impromptu card table. Above the wall and within the fortress is an elevated area with a cannon and a soldier. There is also a large bell, ready to announce changes of the guard or to sound the alarm should trouble arise.\r\n          At the botton of the image is a generic crowned coat-of-arms surrounded by cannons, cannonballs, a torch, guns, swords, and flags. A banderole reads \"ET PACE -- ET BELLO. Clearly the strategy here is peace through strength.",
  "title": "L'entrée d'une forteresse, frontispiece for \"Divers disseins tant pour la paix que pour la guerre\""
}
