{
  "accession_number": "2021.69.6",
  "art_champions_text": null,
  "artist": "Artist: Simone Cantarini",
  "catalogue_raissonne": "Bartsch XIX.133.18 II/II\r\nNagler Kunstlerlexicon II, p.341\r\nLeBlanc 11\r\nBellini 4 II/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "European Art",
  "description": "seated woman (Mary) with her head leaning on her PR hand, with her elbow on a platform, holding baby (Jesus) on her lap, who looks a bird attached to a string in his PR hand",
  "dimension": "8 1/4 × 5 3/4 in. (20.96 × 14.61 cm) (sheet)\r\n8 13/16 × 6 1/16 in. (22.38 × 15.4 cm) (mount)",
  "id": "http://api.artsmia.org/objects/140059",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7867,
  "image_width": 5435,
  "inscription": "",
  "life_date": "Italian, 1612-1648",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The Virgin Mary sits on a stone bench. A halo of light around her head cuts through the shadows of the space. She looks tired and pensive as she cradles the baby Jesus in her lap. Any new parents can recognize the exhaustion and the weight of responsibility. She rests her head against her closed right hand, a traditional sign of melancholy. Jesus looks up at a bird flying in the upper left corner of the image. The bird is tethered by a string, which Jesus holds in his right hand. The bird may symbolize the soul, which is only tenuiously held by the body. Mary's prefigures the sadness she will fell after the Crucifixion.\r\n          Simone Cantarini was a largely self-taught artist who quickly absobed the style of other artists. As is evident in the present etching, he was especially interested in the work of Bolognese master Guido Reni and went to work in his studio. Cantarini's biogrpahers portray him as having poor interpersonal skills and a penchant for insubordination, which boiled over into conflict with Reni. Seeing the quietude of this etching, one would hardly suspect turbulence in his life.",
  "title": "Madonna and child with the bird"
}
