{
  "accession_number": "2022.98.19a-c",
  "art_champions_text": null,
  "artist": "Artist: Harmony Hammond",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Global Contemporary Art",
  "description": "central panel has old stretched pieced quilt with leaf pattern in various printed fabrics, with blue painted ground on blocks and maroon panted borders, with two overlapping pieces of corrugated metal at bottom of panel; left and right panels are worn corrugated metal with words painted in green capital letters",
  "dimension": "96 × 127 1/2 × 3 in. (243.8 × 323.9 × 7.6 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/140043",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8039,
  "image_width": 10543,
  "inscription": "",
  "life_date": "American, born 1944",
  "markings": "",
  "medium": "Quilt, canvas, acrylic, oil paint, and corrugated roofing tin",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Harmony Hammond evokes a person and place with an old quilt, sheets of rough and rusty roofing tin, and painted text. Chicken Lady is partially based on a real person, who lived on the marshy land along the waterfront in Milford, Connecticut at the periphery of class, geography, and society. The painted text is from a letter the artist received from a former intern describing the Chicken Lady. The hard industrial metal sheets frame the soft, hand sewn fabric (the work of fellow artist Ann Wilson), calling to mind a view through a window, a house, or structure.\r\n\r\nHammond has been a critical part of the 1970s feminist art movement as a founding member of the Brooklyn, New York A.I.R. Gallery— the first nonprofit, artist-run gallery for women in the country—and of the Heresies collective, a group of feminist artist that published a journal by the same name. She attended the University of Minnesota 1963-67 and had her first solo show at the student union gallery.",
  "title": "Chicken Lady"
}
