{
  "accession_number": "2021.69.5.4",
  "art_champions_text": null,
  "artist": "Artist: Jan Sadeler I; Artist: after Maerten de Vos",
  "catalogue_raissonne": "Hollstein 549",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "European Art",
  "description": "seated woman writing with a stylus on a tablet; beads and another table on table at right; gourds on wall in URC; text at bottom",
  "dimension": "5 13/16 × 4 1/4 in. (14.76 × 10.8 cm) (plate)\r\n9 11/16 × 6 9/16 in. (24.61 × 16.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140056",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8613,
  "image_width": 5964,
  "inscription": "In plate, upper left: ARITHME  /  TICA.\r\nIn plate, lower left: Ioan.Sadler Sculp. et excud.\r\nIn plate, lower right: M. de Vos figura.\r\nIn plate at bottom: Tradit Arithmetice numeros, SparSim[que] vagantes  /  Colligit, & certa in Summas ratione coercet.\r\nLower right in pen and ink: 127 overwritten as 128",
  "life_date": "Flemish, 1550 - 1600",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is an allegory, a symbolic picture intended to convey abstract ideas. The woman represents Arithmetic. She holds a tablet on which she works out her calculations. The ability to do bookkeeping and other reckoning can lead one to reap a harvest as the men on the way to the vindyard will do.\r\n          The woman wears clothing meant to recall classical antiquity, because Arithmetic is one of the Seven Liberal Arts outlined by the Roman philosopher Cicero in the fist century BCE, but based on still earlier tradition. This engraving comes from a series meant to depict the arts: grammar, dialectics, rhetoric, arithmetic, astronomy, geometry, and music. Such didactic series poured from the printing presses of 16th-century Antwerp and then many other European capitals when the Dutch revolt upended Antwerp's economy in the 1580s. It is difficult to say where the Jan Sadeler made this print because he worked in Antwerp, Cologne, Mainz, Frankfurt, Munich, Verona, and Venice! Maerten de Vos, designer of the images, was a leading artist in Antwerp. In addition to providing designs for some 1600 prints, he gained major commisions to paint replacements for the many pictures destroyed during Protestant uprisings.",
  "title": "Arithmetica, from \"The Liberal Arts\""
}
