{
  "accession_number": "2021.69.5.5",
  "art_champions_text": null,
  "artist": "Artist: Jan Sadeler I; Artist: after Maerten de Vos",
  "catalogue_raissonne": "Hollstein 550",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "European Art",
  "description": "woman wearing a headdress with two towers, measuring with a calipers on a globe; frog and snake in front of globe; text at bottom",
  "dimension": "5 13/16 × 4 1/4 in. (14.76 × 10.8 cm) (plate)\r\n9 5/8 × 6 5/8 in. (24.45 × 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140057",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8555,
  "image_width": 5964,
  "inscription": "In plate, at top: GEOMETRIA\r\nIn plate, lower left: Ioan.Sadler Sculp.  /  et excud.\r\nIn plate, lower right: M. de Vos figura.\r\nIn plate at bottom: Terrarum Spatia & metas Geometria ponit  /  Distinguit[que] plagas, montes[que] ac flumina lustrat.\r\nLower right in pen and ink: 124 overwritten as 125",
  "life_date": "Flemish, 1550 - 1600",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is an allegory, a symbolic picture intended to convey abstract ideas. The woman represents geometry. Her crown, which has the form of a fortres castle, reminds us of the usefulness of geometry in the practice of architecture, including for fortifications. Besides keeping a place safe, it is the geometry of navigation that allows trvel around the Earth, as indicated by her measurement of a globe using a pair of dividers.  Instruments for drafting, navigation, and surveying (compass, right angle, ruler, yardstick, etc.) litter the room. What are the snake and toad doing here'\r\n          The woman wears clothing meant to recall classical antiquity, because Geomerty is one of the Seven Liberal Arts outlined by the Roman philosopher Cicero in the fist century BCE, but based on still earlier tradition. This engraving comes from a series meant to depict the arts: grammar, dialectics, rhetoric, arithmetic, astronomy, geometry, and music. Such didactic series poured from the printing presses of 16th-century Antwerp and then many other European capitals when the Dutch revolt upended Antwerp's economy in the 1580s. It is difficult to say where the Jan Sadeler made this print because he worked in Antwerp, Cologne, Mainz, Frankfurt, Munich, Verona, and Venice! Maerten de Vos, designer of the images, was a leading artist in Antwerp. In addition to providing designs for some 1600 prints, he gained major commisions to paint replacements for the many pictures destroyed during Protestant uprisings.",
  "title": "Geometria, from \"The Liberal Arts\""
}
