{
  "accession_number": "2021.69.5.6",
  "art_champions_text": null,
  "artist": "Artist: Jan Sadeler I; Artist: after Maerten de Vos",
  "catalogue_raissonne": "Hollstein 552",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 16th century",
  "department": "European Art",
  "description": "seated woman playing a lute with her PL foot on two books and various musical instrument (horns, stringed instruments, harp, tamborine) on a table and on the wall; text at bottom",
  "dimension": "5 13/16 × 4 3/16 in. (14.76 × 10.64 cm) (plate)\r\n9 11/16 × 6 5/8 in. (24.61 × 16.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140058",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8613,
  "image_width": 5964,
  "inscription": "In plate, at top: MVSICA.\r\nIn plate, lower left: Ioan.Sadler Sculp.  /  et excud.\r\nIn plate, lower center: Marti. de Vos figurauit.\r\nIn plate at bottom: Musica multiplici mentes modulamine mulcet  /  Cui praebent operam vox, fistula, tibia, chordae.\r\nLower right in pen and ink: 125 overwritten as 126",
  "life_date": "Flemish, 1550 - 1600",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "This is an allegory, a symbolic picture intended to convey abstract ideas. The seated woman personifies Music. She looks to an open music book as she plays a lute. She rests her foot on a couple of books, signifying that hers is a learned art. Other musical instruments, including three sizes of viols, a lyre, a skinless tambourine, two horns, a flute, and an early form of bassoon are scattered about.\r\n          The woman wears clothing meant to recall classical antiquity, because Music is one of the Seven Liberal Arts outlined by the Roman philosopher Cicero in the fist century BCE, but based on still earlier tradition. This engraving comes from a series meant to depict the arts: grammar, dialectics, rhetoric, arithmetic, astronomy, geometry, and music. Such didactic series poured from the printing presses of 16th-century Antwerp and then many other European capitals when the Dutch revolt upended Antwerp's economy in the 1580s. It is difficult to say where the Jan Sadeler made this print because he worked in Antwerp, Cologne, Mainz, Frankfurt, Munich, Verona, and Venice! Maerten de Vos, designer of the images, was a leading artist in Antwerp. In addition to providing designs for some 1600 prints, he gained major commisions to paint replacements for the many pictures destroyed during Protestant uprisings.",
  "title": "Musica, from \"The Liberal Arts\""
}
