{
  "accession_number": "2021.69.18",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "early 20th century",
  "department": "European Art",
  "description": "woman with long hair wearing a long gown, with her arms outstretched, seated on a cloth swing (?), with a winged figured seen from back behind her; painterly style",
  "dimension": "9 15/16 × 6 13/16 in. (25.24 × 17.3 cm) (plate)\r\n11 7/16 × 9 in. (29.05 × 22.86 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140072",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10076,
  "image_width": 7905,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Monotype printed in black on brown paper",
  "nationality": null,
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This loosely-rendered image is something of a mystery. We don't know who made it, nor do we know what the woman symbolizes. Some have suggested an accension, but it could equally be demonic. Why is her hair disheveled' Is her open mouth screaming or singing' Is that a garland suspended between her hands and draped across her lap' Are the wings her own or those of some angel or demon behind her' Does she enter through a spreading curtain or sit up high betwen gothis arches' Sometimes art leaves us completely to our own imaginations.\r\n\r\nOne this we can be condifent of--this is a monotype, a print made by adding and removing ink from a smooth hard surface until the image is ready to be transfered under pressure to a sheet of paper. Typically, this procedure yields just one or two impressions. It is an ideal medium for artists to experiment with ideas without the stress of having to make a commercially viable printing matrix.",
  "title": "Untitled [Ascension, or demonic figure?]"
}
