{
  "accession_number": "2021.69.15",
  "art_champions_text": null,
  "artist": "Artist: Lorenzo Loli; Artist: after Giovanni Andrea Sirani",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1640",
  "department": "European Art",
  "description": "standing putto at right; child in LLC holding up a large coat of arms assisted by another putto at top center",
  "dimension": "7 1/2 × 5 7/16 in. (19.05 × 13.81 cm) (sheet)\r\n10 5/16 × 7 7/8 in. (26.19 × 20 cm) (mount)",
  "id": "http://api.artsmia.org/objects/140069",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9121,
  "image_width": 7061,
  "inscription": "in plate, on the escutcheon ant upper left: ALL ILLUSTRISIMO  /  SIGNOR  /  ET PATRON  /  COLENDISIMO  /  IL SIGNOR  /  FILIPO  /  GVASTA VILANI,  /  vmilisimo & devotisi [^]mo  /  servitor Vitorio serena. DDD.\r\n\r\nin plate, lower left: I. A. sirano. in.\r\n\r\nin plate, lower right: L. LL. F.",
  "life_date": "Italian, about 1612–1691",
  "markings": "Watermark: circular",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This is the frontispiece for a series of playful images of putti etched by Lorenzo Loli after drawings by Giovanni Andrea Sirani. Sirani's surviving drawing for this etching reveals that he worked drew lines with a pen, then added extensive tonal washes and white highlighting, all of which Loli translated into the linear pattern seen in the etching. Cupid points to a dedication to \"Filipo,\" a young member of the prominent Bolonese family of Guastavillani, also known as Filippo d'Angelo Michele Guastavillani. One wonders if the subjects of the series, putti or young angels, is a play on Filippo's middle name, Angelo. Additionally, the Guastavillani arms include a series of concentric circles that resemble a target, which may also have inspired the appearance of cupid in the prints. Perhaps the series as a whole could be read as a series of allusions to or lessons for Filippo.",
  "title": "Frontispiece to a series of prints dedicated to Filippo d'Angelo Michele Guastavillani"
}
