{
  "accession_number": "2021.69.11",
  "art_champions_text": null,
  "artist": "Artist: Carl Wilhelm Kolbe",
  "catalogue_raissonne": "Martens 47 II/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "late 18th-early 19th century",
  "department": "European Art",
  "description": "very large tree at center with gnarled branches; seated satyr with a seated man playing a pipe in LRC; two cows in LLC",
  "dimension": "7 7/8 × 8 in. (20 × 20.32 cm) (plate)\r\n8 1/16 × 8 3/16 in. (20.48 × 20.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140065",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5963,
  "image_width": 6043,
  "inscription": "In plate, upper left: 63\r\n",
  "life_date": "German, 1759-1835",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In plate, lower right: CWK",
  "style": "18th-19th century",
  "text": "Carl Wilhelm Kolbe presents us here with a clear example of German Romanticism. Were it not for the reclining satyr seen in the foreground and the colonnaded temple in the distant clearing, this pastoral woodland tableau could have been seen on a Sunday afternoon stroll on the outskirts of Dessau, the capital of the principality of Anhalt-Dessau (in modern-day eastern Germany), where he taught French and served as the drawing master of the prince. \r\n\r\nKolbe starts with an appreciation for nature. Dead and broken limbs chart the trials of icy winters and thunderous storms through which the ancient, gnarled tree perservered. Fat cattle signal bounty for the table. Benign weather has given the young heardsman the opportunity to enjoy making music. Then Kolbe adds the magic. The satyr and the temple transport us to a mystical world that drops the constraints of time and science.",
  "title": "The Flute Playing Herdsman with Two Cows"
}
