{
  "accession_number": "2021.21.1a,b",
  "art_champions_text": null,
  "artist": "Artist: Lorraine O'Grady",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Kenneth and Elayne Hengler Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1980/1994",
  "department": "Arts of the Americas",
  "description": "two black and white photographs matted and framed together; a (left) = ancient Egyptian polychrome sculpted portrait of a woman wearing a headdress and a wide necklace, turned slightly to her PL; b (right) = portrait of a woman with shoulder-length dark hair wearing a bridal veil and pearls, looking toward her PL",
  "dimension": "19 × 12 3/4 in. (48.3 × 32.4 cm) (sight, each)\r\n20 × 16 in. (50.8 × 40.6 cm) (object part, sheet, each)\r\n27 1/2 × 38 × 1 5/8 in. (69.9 × 96.5 × 4.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140000",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6616,
  "image_width": 9143,
  "inscription": "",
  "life_date": "American, born 1934",
  "markings": "",
  "medium": "Cibachrome prints",
  "nationality": "American",
  "object_name": "Diptych photographs",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Drawn from her broader series titled “Miscegenated Family Album,” a project consisting of 16 diptychs in total, these four diptychs present a set of contrasts across time and media. Lorraine O’Grady’s “Sisters” makes a concise visual and intellectual case for Black self-identification across historical and geographical boundaries, elegantly elucidating the concept of Diasporic identity in discrete pairings.  Through the juxtaposition of four ancient Egyptian busts (of female royalty) with re-photographed portraits of female members of O’Grady’s own 20th century American family (and herself), the artist imagines a case for the aristocratic lineage of the latter.  Wordlessly inferring—and thereby conferring—the magisterial power of Nefertiti, her daughters, and her sister unto her own sister Devonia, her nieces, and herself, O’Grady collapses time to elevate the present.",
  "title": "Miscegenated Family Album (Sisters I), L: Nefernefruaten Nefertiti; R: Dovonia Evangeline O'Grady"
}
