{
  "accession_number": "2021.12a-y",
  "art_champions_text": null,
  "artist": "Artist: Byron Kim",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991-present",
  "department": "Global Contemporary Art",
  "description": "25 rectangular panels arranged in a 5 x 5 grid; each panel is painted in tones of peach, tan, brown and pink",
  "dimension": "10 × 8 in. (25.4 × 20.3 cm) (object part, panel, each)",
  "id": "http://api.artsmia.org/objects/140023",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3000,
  "image_width": 2024,
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "",
  "medium": "Wax and oil on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th-21st century",
  "text": "Byron Kim often works in an area one might call the abstract sublime. His work sits at the threshold between abstraction and representation, between conceptualism and pure painting. In his richly hued, minimalist works, Kim seeks to push the edges of what we understand as abstract painting by using the medium to develop an idea that typically gets worked out over the course of an ongoing series. Kim’s paintings often appear to be pure abstractions, but upon investigation, they reveal a charged space that often connects to the artist’s personal experiences in relation to larger cultural forces.\r\n\r\nSynecdoche (1991–present), Kim’s signature work, is an ongoing project of portraiture that now comprises more than 400 panels, each a single hue ranging from light tan or pink to dark brown. While the individual panels of Synecdoche at first appear to be nonrepresentational monochromatic paintings, according to the artist, each panel “is a close approximation of the color of the skin of a person I have met.” Finding sitters among strangers, friends, family, neighbors, and fellow artists, Kim records each person's skin color in oil paint mixed with wax that he applies with a palette knife on a single 10 x 8-inch panel, a common size for portrait photography. When the work is installed, the accompanying subtitle consists of the full names of the sitters, arranged alphabetically by first name.",
  "title": "Synecdoche: David Ibata, Deborah Lesser, Dirk Young, James Bartolucci, Jazzi McGilbert, Jesse Clark, Julius Boxer-Cooper, Kazuichi Carter-McGinty, Liz Diament, Mariana Gariby Raeke, Marie Akridge, Marilou Acquino, Marlon Taylor-Wiles, Matt Skopek, Mike Beauchamp, Neil Borowicz, Pamela Cook, Rodrick McElveen, Ruby Jackson, Sarah Battle, Sarah Boxer, Victoria Fu, Willie Wright, Xander Carter-McGinty, Zachariah Rockhill"
}
