{
  "accession_number": "2021.69.9",
  "art_champions_text": null,
  "artist": "Artist: Jonas Umbach",
  "catalogue_raissonne": "Nagler Kunstlerlexikon XIX.236.55 (1)\r\nLeBlanc IV.69.53\r\nErnst Haas (dissertation, Julius-Maximilians-Universitaet, Wuerzburg, 1921) 57 I/II",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "mid-late 17th century",
  "department": "European Art",
  "description": "man dragging body of another man in foreground; three men in URQ; outdoor scene",
  "dimension": "3 × 4 3/4 in. (7.62 × 12.07 cm) (plate)\r\n3 5/16 × 5 1/16 in. (8.41 × 12.86 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140063",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3720,
  "image_width": 5590,
  "inscription": "",
  "life_date": "German, c. 1624 - 1693",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Der barmherziger Samariter (9 plates)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jesus tells the parable of The Good Samaratin in the Gospel of John, chapter 10. In the story, a man traveling along the road between Jerusalem and Jericho was attacked by a gang of thieves, who stipped him, beat him, and left his half-dead. First a priest found the man, but passed by without helping. Then a Levite did the same. Finally, a Samaritan saw the injured man and, moved to compassion, stopped to bandage his wounds, pouring on oil and wine. He set the man on his own animal, and brought him to an inn, where he took care of him. The next day, when the Samaritan departed, he gavemoney to the innkeeper, and said to him, \"Take care of him. Whatever you spend beyond that, I will repay you when I return.\"\r\n          Samartins and Jews were traditional enemies, but Jesus used the story to demonstrate that good neighbors will be known by their actions rather than by their affiliations. \r\n          In this etching, the first of a series of three, the prolific Augsburg painter/etcher Jonas Umbach shows the one of the thieves dragging the limp body of the injured man into the woods as his cohorts divide up the loot.",
  "title": "The traveller's body dragged into the woods, three robbers dividing the loot, from \"Der barmherziger Samariter\""
}
