{
  "accession_number": "2021.39",
  "art_champions_text": null,
  "artist": "Artist: Pao Houa Her",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from David Wilson",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "color photo of red poppies and cluster of tiny white flowers in front of a mainly green and white background image of purple flowering poppy field; dark wood frame",
  "dimension": "50 13/16 × 63 7/8 in. (129.1 × 162.2 cm) (sight)\r\n53 1/4 × 66 5/8 × 3 3/16 in. (135.3 × 169.2 × 8.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140093",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1200,
  "image_width": 1500,
  "inscription": "",
  "life_date": "American (born Laos), born 1982",
  "markings": "",
  "medium": "Inkjet print, lightbox",
  "nationality": "American (born Laos)",
  "object_name": "Lightbox",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Her’s photographic practice centers on the complex stories and histories of the Hmong communities in Laos and the United States. The body of work from which Untitled (real opium behind opium backdrop), 2020 were photographed in color and black and white, and were taken in Northern California, Minnesota, and Laos. Similar to Her’s past work, these images reflect her immigrant experience, having grown up in refugee camps in Thailand prior to moving to St. Paul. This work, along with the other three images, were on display in the cafeteria of the HmongTown Marketplace. Her remarked in a recent interview that “Photography helps me unpack the community’s nuances and my own space, as well as examine and critique the community.”  \r\n\r\nThere is a longstanding tradition or practice of portraiture across Southeast Asia that is centered around posing with faux flowers and plants, or posing against fake landscape backdrops. Her references this practice and call into light the complexity of the poppy, poppy field, and opium within the culture and history of the Hmong. The lightbox medium emphasizes the commercial aspect of portraiture, the economic complexities of the opium trade, and the inherent beauty and vice of the poppy.",
  "title": "Untitled, (real opium behind opium backdrop)"
}
