{
  "accession_number": "2021.69.8",
  "art_champions_text": null,
  "artist": "Artist: Eugène Delacroix",
  "catalogue_raissonne": "Robaut 458\r\nMoreau 18\r\nBeraldi V.157\r\nDelteil 17 I/IV\r\nDelteil/Strauber 17 I/IV\r\nInventaire du fonds francais 15\r\nGlaubinger 24",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1833",
  "department": "European Art",
  "description": "standing man with dark beard wearing tights, bodice with puffy sleeves, and hat with tall feather, holding a sword in his PL hand",
  "dimension": "4 1/4 × 2 5/8 in. (10.8 × 6.67 cm) (plate)\r\n4 3/4 × 3 in. (12.07 × 7.62 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140062",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5323,
  "image_width": 3400,
  "inscription": "",
  "life_date": "French, 1798–1863",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From This was reprinted later, in 1865, as part of a six-print suite, Oeuvre Unique À L'Eau-Forte d'Eugène Delacroix",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "in plate, upper right: Eug Delacroix",
  "style": "19th century",
  "text": "Eugène Delacroix was a leading exponent of Romantic art in France. Inspired by earlier painters, such as Titian and Rubens, and by modern authors, such as Lord Byron and Sir Walter Scott, he cast his net widely for tales of adventure, mystery, and exoticism. Many of his paintings were large-scale murals, and he was know for his vibrant use of color. Thus, it may come as a surprise that he chose to make this quiet, small scale etching with no apparent specific literary source. But Delacroix was a tireless draftsman who liked to record, interpret, and invent while working on paper. Small etchings such as this allowed his to give his public a sense of leafing through his sketchbooks. This one, imagining a man from three or four hundred years earlier, was produced in 1830, when the historicizing Troubadour Style was at its height. Delacroix shows his with a plumed beret, armor (a cuirass around his upper body and vambraces on his forearms), and a sword in his left hand. Is this a contemplative moment before the onset of battle' We don't know, but for now he seems safely situated amid luxuries, such as a richly embroidered tablecloth.",
  "title": "Un homme d'armes"
}
