{
  "accession_number": "2021.1.226",
  "art_champions_text": null,
  "artist": "Artist: Piotr Szyhalski / Labor Camp",
  "catalogue_raissonne": null,
  "classification": " Digital Art",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "small black box with cream colored labed outined twice with red; device is a small charcoal colored Samsung drive the size of a quarter; \"32 USB 3.1\" written on the metal part",
  "dimension": "20 × 29 in. (50.8 × 73.7 cm) (printed posters, each)\r\n1 1/8 × 3 1/4 × 2 1/4 in. (storage, box)",
  "id": "http://api.artsmia.org/objects/140039",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1825,
  "image_width": 3691,
  "inscription": "",
  "life_date": "Ameircan (born Poland), born 1967",
  "markings": "",
  "medium": "Digital folio for printing 225 poster prints for exhibition (USB drive)",
  "nationality": "American (born Poland)",
  "object_name": "USB drive",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "140039",
    "140453"
  ],
  "signed": "on bottom of box lid in black: signed (illegable) 2020",
  "style": "21st century",
  "text": "On March 24, 2020, in direct response to the global coronavirus pandemic, artist Piotr Szyhalski created his first COVID-19: Labor Camp Report. What started as a single drawing slowly morphed into a daily practice, a way to reconcile and record the thoughts, feelings, and change being wrought in the world. These ink drawings and hand-lettered texts were shared daily by Szyhalski on Instagram, poignantly capturing our politically fraught and painful landscape over the course of 225 days. Accompanied by powerful captions by the artist, the series operates as both a witness to the current crisis and a container of time, time that is both labored and lost.\r\n\r\nThese daily dispatches, shared with thousands via social media platforms, serve as a way of witnessing, processing, and recording the complexities of life during the first eight months of the global COVID-19 pandemic. At times harsh and confrontational, other times quiet and contemplative, the Reports map multiple layers of interwoven historical phenomena: from the global health crisis, economic inequities, and the uprising following the murder of George Floyd by Minneapolis police to environmental catastrophes and the waning days of the autocratic regime in the United States.",
  "title": "COVID-19: Labor Camp Report"
}
