{
  "accession_number": "2021.16.1",
  "art_champions_text": null,
  "artist": "Maker: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "conical hat with wide brim; radiating raised lines/ribs from center of hat, with rows of graduated raised balls between lines/ribs; three central graduated flower petal-like elements at top center; padded white silk ties; dark brown lacquer on underside; dark patina on top",
  "dimension": "3 × 17 × 17 in. (7.6 × 43.2 × 43.2 cm) (without ties)",
  "id": "http://api.artsmia.org/objects/140017",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1321,
  "image_width": 881,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Iron, lacquer, silk",
  "nationality": null,
  "object_name": "Warrior hat (jingasa)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Jingasa, literally “camp straw hats,” serve the same function as helmets, however, offer less protection against injuries. Samurai who could not afford a helmet wore simple jingasa on the battle field. Military leaders used jingasa as a lighter alternative to a helmet while riding or in the military camp. During the peaceful Edo period (1603–1868), jingasa became the standard headgear of the samurai class for non-military outdoors activity like hunting since they offered protection against rain and sunshine. This extraordinary example was constructed of thirty-two triangular iron plates with 224 pins. The interior is lacquered in black and has carrying straps that were needed to affix it to the head.",
  "title": "Thirty-two riveted iron warrior hat"
}
