{
  "accession_number": "2021.69.10",
  "art_champions_text": null,
  "artist": "Artist: Simone Cantarini",
  "catalogue_raissonne": "Bartsch XIX.125.5\r\nNagler Kunstlerlexikon II.340\r\nHeller-Andresen 2\r\nLeBlanc 16\r\nBellini 19",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1637-1639",
  "department": "European Art",
  "description": "seated woman (Mary) in foreground holding baby (Jesus), handing him a small ball or fruit; man (Joseph) seated at right; winged figure seen from back reaching up into tree at left, accompanied by another figure",
  "dimension": "8 11/16 × 6 9/16 in. (22.07 × 16.67 cm) (plate)\r\n9 1/8 × 7 in. (23.18 × 17.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140064",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8142,
  "image_width": 6260,
  "inscription": "Verso, pen and ink: Vente Lasale. K L.",
  "life_date": "Italian, 1612-1648",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "According to the Gospel of Matthew, Herod planned to kill the infant Jesus, who had been identified as King of the Jews. At the urging of an angel, Joseph took his family and fled to Egypt. The account of the trip itself is short and vague:  \r\n          \"So he got up, took the child and his mother during the night and left for Egypt,  where he stayed until the death of Herod.\" (Matthew 2:14-15)\r\n\r\nThat brevity left artists to fill the void with their imaginations. From the Middle-Ages on, those short verses led to countless interpretations. Simone Cantarini made no less than seven etchings depicting the family at rest during their wearying travels.\r\n          \r\nCantarini was a largely self-taught artist who quickly absobed the style of other artists. As is evident in the present etching, he was especially interested in the work of Bolognese master Guido Reni and went to work in his studio. Cantarini's biogrpahers portray him as having poor interpersonal skills and a penchant for insubordination, which boiled over into conflict with Reni. Seeing the quietude of this etching, one would hardly suspect turbulence in his life.",
  "title": "Rest on the Flight into Egypt"
}
