{
  "accession_number": "2021.40.2",
  "art_champions_text": null,
  "artist": "Artist: Leonardo Benzant",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Global Contemporary Art",
  "description": "group of figures standing in a row; center figure wears a green shirt, with bright pink pigment at leg area, with green sections; R figure wears a head scarf, and raises PR hand, with mostly red and blue pigments on body areas, and stockings with scalloped design at top; two arches in top C; figure walking through a doorway in URC; row of houses in top L edge of image; blue pigments over two figures on L; many figures have areas of impasto throughout",
  "dimension": "72 3/16 × 60 × 1/4 in. (183.4 × 152.4 × 0.6 cm)",
  "id": "http://api.artsmia.org/objects/140092",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9080,
  "image_width": 7546,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "",
  "medium": "Powdered charcoal and acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Leonardo Benzant the artist pays homage to his Haitian ancestry, Palo, and the complex relationship between language and performance in his artwork, Rendezvous At The Crossroads, 2018. The artist frequently references Palo, an African diasporic religion that developed in Cuban and spread throughout the Caribbean, within his artistic practice. In using the mythic sigils, gestures, and signs, Benzant becomes both shaman and artist in creating works like Rendezvous at the Crossroads. The artist explains, “My paintings are pulling from sacred drawings, but it doesn’t stop there. I was thinking how when you salute in a certain way at a ceremony (which he demonstrates) you’re now writing with your body; you’re now signing; it’s codified behavior, body language.”",
  "title": "Rendezvous At The Crossroads"
}
