{
  "accession_number": "2021.69.38",
  "art_champions_text": null,
  "artist": "Artist: Pietro Ferrerio",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "European Art",
  "description": "view of the facade of the three-story building with rows of windows; coat of arms above window at center on second story",
  "dimension": "8 13/16 × 15 3/16 in. (22.38 × 38.58 cm) (plate)\r\n12 7/8 × 17 13/16 in. (32.7 × 45.24 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140123",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5922,
  "image_width": 8145,
  "inscription": "In plate, at bottom: Palazzo di Madama del Serendissimo Gran Duca di Toscana fabricato di nuovo di S.A. Serendissima con l architettura di Paolo Maroscelli romano l\\'anno MDCXXXXII\r\nIn plate, lower right: Disegnato da Pietro Ferrario\r\nIn plate, lower left: Scala di palmi quarata",
  "life_date": "Italian, c. 1600 - 1654",
  "markings": "watermark: three hills surmounted by a Fleur-de-Lys",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From Palazzi di Roma dei piu celebri architetti",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Today, the Palazzo Madama in Rome is the seat of Italy's senate. The building first went up in the late 1400s and was finished in 1505. Generations of the famous Florentine Medici lived there. Their coat-of-arms appears over the door leading to the center balcony. The present etching shows a then-new replacement facade. The print attributes the architectural design to \"Paolo Maroscelli\"--Paolo Marucelli (1594-1649)--who is otherwise known primarily for church architecture. It is unclear whether the construction was even complete when this print was made, since it omits the decorative urns that were spaced along the roof.",
  "title": "Palazzo Madama"
}
