{
  "accession_number": "2021.69.27",
  "art_champions_text": null,
  "artist": "Artist: Stefano della Bella",
  "catalogue_raissonne": "DeVesme/Massar 839 II/III",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th century",
  "department": "European Art",
  "description": "wide walkway with fountains with sprays of water on each side; thick forest of trees at left; four adults and a child at foreground center; man on walkway; seated man in LLC; seated man with a dog in LRC; three figures near fountain at LLC, with one figure drinking from fountain",
  "dimension": "9 7/8 × 14 11/16 in. (25.08 × 37.31 cm) (plate)\r\n11 × 16 1/4 in. (27.94 × 41.28 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140112",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7629,
  "image_width": 11288,
  "inscription": "",
  "life_date": "Italian (Florence), 1610–1664",
  "markings": "Watermark Tre lune (Three crescent moons)",
  "medium": "Etching",
  "nationality": "Italian (Florence)",
  "object_name": "Print",
  "portfolio": "From Vues de la villa de Pratolino, près de Florence (Views of the Villa Pratolino near Florence)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In plate, lower right: S D Bella",
  "style": "17th century",
  "text": "A wide path passes through a forest of tall evergreen trees. The pathway is lined with fountains, which were designed to send jets of water arcing over the those who ventured up the path. Though perhaps unnerving, the idea was to cool the air without getting the strollers wet. At the far end of the path, one sees a large house, the Villa Pratolino, with a terrace and stairways before it.\r\n\r\nStefano della Bella was a prolific etcher, who produced hundred of plates despicting all aspects of life in 17th-century Italy and France. Here he records what amounts to a high-end amusement park at the Villa, which was built by Francesco de' Medici, Grand Duke of Tuscany, in the 1570s in part to please his mistress. By Della Bella's day, the villa was no longer occupied, but the gardens and fountains were kept up. Though the villa was torn down in 1820, vestiges fof the gardens remain.",
  "title": "L'alléedes fontaines, from \"Vues de la villa de Pratolino, près de Florence\""
}
