{
  "accession_number": "2021.19",
  "art_champions_text": null,
  "artist": "Artist: Joaquin Sorolla y Bastida",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Trust Fund and gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "view under an archway into an open-air arena; group of matadors wearing colorful outfits and black hats; three horses at right, with one man at far right in saddle; at center left, man in red adjusts shoe of matador in lavender and gold with another matador smoking a cigar; man in shadow at left; received unframed",
  "dimension": "98 3/4 × 146 × 1 1/8 in. (250.8 × 370.8 × 2.9 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/140152",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6629,
  "image_width": 9839,
  "inscription": "",
  "life_date": "Spanish, 1863 - 1923",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "Spanish",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G355",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Sorolla loved to paint his native town of Valencia, Spain, and was attentive to its cultural traditions and people. Here, he chose to paint a bullfight not by depicting the action in an arena but the anxious, hushed tension of the bullfighters and other participants before the spectacle. Sorolla takes us behind the scenes to the drama unfolding in the hearts of the people who have chosen to take part in this dangerous event. The artist understood the capacity for light to be meaningful, heightening the viewer’s senses and building tension. Here he deploys it flawlessly by contrasting the tense quiet of the foreground with the illumination that will reveal the violent event. In that peek into the packed arena, cheering crowds are a marker of the thrills to come.",
  "title": "Before the Bullfight"
}
