{
  "accession_number": "2021.69.26",
  "art_champions_text": null,
  "artist": "Artist: Pietro Testa",
  "catalogue_raissonne": "Bartsch XX.221.22\r\nNagler Kunstlerlexikon 22\r\nLeBlanc 21\r\nBellini 37 I/IV\r\nIllustrated Bartshc/Bellini .022, II/VI\r\nCropper 121 I/IV",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1648",
  "department": "European Art",
  "description": "nude figure wearing a helmet, riding on a chariot pulled by horses in LLC, dragging a nude dead male figure behind it, with an allegorical winged figure in URQ",
  "dimension": "10 5/8 × 16 5/16 in. (26.99 × 41.43 cm) (plate)\r\n10 7/8 × 16 3/4 in. (27.62 × 42.55 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140111",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4929,
  "image_width": 7540,
  "inscription": "",
  "life_date": "Italian (Lucca), 1612–1650",
  "markings": "Watermark: a single-encircled figure, possibly containing a striding pilgrim.",
  "medium": "Etching with pen and ink additions",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": "From Scenes from the life of Achilles",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In plate, at bottom: P. Testa fecit.",
  "style": "17th century",
  "text": "Homer's Illiad inspired this harrowing scene. Achilles avenged the death of his friend Patroclus by killing Hector and then tied the body to a chariot and dragged it around the walls fo Troy. Pietro Testa borrowed ancient monuments of Rome (the Colosseum, the Torre delle Milizei, and the Pantheon) for his backdrop. On the parapet above the arched gate, Hector's wife, Andromache, faints, and other bystanders seems anquished as well. Nevertheless, Fame crowns Achilles with a laurel wreath.\r\n\r\nPietro Testa developed his own classicizing vocabulary, but the nudity that he adopted from antique sculptures did not completely appeal to a previous owner of this print. Someone has used a pen to add fig leaves to cover the genitals of Achilles and Hector and the breast of Fame.",
  "title": "Achille trascina il corpo di Ettore (Achilles dragging the body of Hector around the wall of Troy)"
}
