{
  "accession_number": "2022.8.2",
  "art_champions_text": null,
  "artist": "Artist: Kamoda Shōji",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Joan Mirviss and Robert Levine in honor of Matthew Welch",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Asian Art",
  "description": "small, square dish with straight sides; matte decoration in rust, black and forest green; pattern appears are rectangles bisected, with each having two colors; three rectangles on bottom interior; top edge of the vessel has dash marks with alternating pattern of black, green and rust",
  "dimension": "1 3/8 × 6 1/8 × 6 in. (3.5 × 15.6 × 15.2 cm)",
  "id": "http://api.artsmia.org/objects/140131",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4947,
  "image_width": 4956,
  "inscription": "",
  "life_date": "Japanese, 1933 - 1983",
  "markings": "",
  "medium": "Stoneware with slip glazes",
  "nationality": "Japanese",
  "object_name": "Dish (hachi)",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "19 Shō 72 (incised on bottom)",
  "style": "20th century",
  "text": "Kamoda’s early use of colored clays and enamels were not limited to his wave pattern. Here, he adorned a square dish’s straight sides with triangular knife-like shapes. The covered box nearby is by one of Kamoda’s teachers at the Kyoto University of the Arts, Tomimoto Kenkichi (1886–1963). Though both men used color to decorate their works, the approaches are remarkably different: Tomimoto favored a more precise and consistent application of color to form repetitive patterns and decorative vegetal motifs, whereas Kamoda pursued more organic and irregular forms that are assertively non-representational. The degree to which Kamoda departed from his teacher’s approach suggests that he took to heart Tomimoto’s exhortation for his students to strive toward originality.",
  "title": "Square slip-glazed bowl"
}
