{
  "accession_number": "2021.25",
  "art_champions_text": null,
  "artist": "Artist: Francesco Guardi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The John R. Van Derlip Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1778",
  "department": "European Art",
  "description": "many boats in with many figures; Venice skyline in background; low horizon line; received in gilt frame",
  "dimension": "16 1/2 × 27 13/16 in. (41.9 × 70.6 cm) (sight)\r\n16 9/16 × 27 9/16 in. (42 × 70 cm) (sheet)\r\n25 1/4 × 36 1/8 × 1 3/4 in. (64.1 × 91.8 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140151",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3392,
  "image_width": 5893,
  "inscription": "verso, in pen and brown ink: Guardi’s Views of Venice L…",
  "life_date": "Italian (Venice), 1712–1793",
  "markings": "",
  "medium": "Pen and brown ink and wash, over black chalk",
  "nationality": "Italian (Venice)",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Venice, the island city whose romance pulls heartstrings all over the world, was once the seat of a powerful maritime empire. To recognize the source of its wealth and power, the city staged an annual ceremony symbolically marrying itself to the sea. The Doge, the city’s ruler, set sail aboard his Bucintoro, a magnificent, gilded yacht powered by 168 oarsmen. The destination was a church on one of the barrier islands. There the Doge proclaimed \"Desponsamus te, mare, in signum veri perpetuique dominii\" (We wed thee, sea, as a sign of true and everlasting domination) as he dropped a gold ring into the water.\r\n\r\nWhen Francesco Guardi made this exceptionally large and detailed drawing, the ceremony had already been staged for 600 years. With quivering lines, he animates the flotilla returning from the church to the doge’s palace, which we find directly above the prow of the Bucintoro. In addition to a display of light, shadows, and reflections among the dozens of gondolas, Guardi treats us to a virtual tour of the city on a glorious spring day. In presenting the event with which Venice defined its own identity while also inventorying the city’s most important institutions, Guardi presents us with a physical and psychological portrait of the city.",
  "title": "The Return of the Buncintoro from S. Nicolò di Lido"
}
