{
  "accession_number": "2021.69.24",
  "art_champions_text": null,
  "artist": "Artist: Adrien Manglard",
  "catalogue_raissonne": "Robert-Dumesnil 40 i/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "18th century",
  "department": "European Art",
  "description": "landscape with trees bending over the wind; pair of figures in center foreground; figure with staff to right of pair of figures; building at center middle ground",
  "dimension": "8 3/4 × 12 3/16 in. (22.23 × 30.96 cm) (plate)\r\n10 3/16 × 13 9/16 in. (25.88 × 34.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140109",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7041,
  "image_width": 9371,
  "inscription": "",
  "life_date": "French, 1695-1760",
  "markings": "",
  "medium": "Etching with abraded plate surface and burnishing",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "A powerful wind sweeps through this country landscape. Trees and bushes bend before it. A branch has broken from the tree at right and has fallen, partially into the country road. The clothes of travelers billow up. A subtle, changable light animate the sky. Close inspection reveals that Adrien Manglard worked hard to achieve his effects. His etched lines are of varying thicknesses, suggesting that he has used stop-out varnish to vary the exposure of his copper plate to the stching acid. To gain even finer lines, he has mechanically abraded the surface of the copper and then burnished it to vary the texture. He has left the large building at the foot of the mountain as the single brightest highlight in the image, a way of underscoring the one place where the travelers can find protection from the elements.",
  "title": "L'Ouragan (The hurricane)"
}
