{
  "accession_number": "2021.69.23.5",
  "art_champions_text": null,
  "artist": "Artist: Claes Janz. Visscher II; Artist: after Maarten de Vos",
  "catalogue_raissonne": "Hollstein 136 copy",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1643",
  "department": "European Art",
  "description": "woman wearing a crown seated at center flanked by pair of lions, with Jesus with a cross reaching into a window behind her, touching her PL shoulder; group of figures at center and left, with a standing man pointing with a staff at a pair of tablets; smokey fire on raised altar with standing and kneeling figures at top center; text at bottom",
  "dimension": "8 1/4 × 10 1/4 in. (20.96 × 26.04 cm) (plate)\r\n9 1/4 × 11 1/2 in. (23.5 × 29.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140107",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6815,
  "image_width": 8443,
  "inscription": "In plate, lower left: Catica.5.1.\r\nIn plate, lower right: M. de Vos inventor  /   ICVisscher  Excudit.",
  "life_date": "Dutch, 1587 - 1652",
  "markings": "Watermark: foolscap with seven bells",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": "From The Song of Solomon",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This Christian allegory is a two part scene with the interior of a Jewish temple at the left and the exterior at the right. Inside a priest stands in the bimah using a pointer to lead the assembled congregation through the texts, presumably the Ten Commandments, inscribed on tablets. In the forground, an elaborately dressed woman sits on a throne. She probably represents Faith. Outside stands Jesus. He holds a large cross and has nail wounds from his crucifixion. He puts his right hand through a small window, drawing the attention of the seated woman, thus suggesting another way besides Jewish tradition.",
  "title": "Plate 5, from \"The Song of Solomon\""
}
