{
  "accession_number": "2021.69.39",
  "art_champions_text": null,
  "artist": "Artist: Jean Louis André Théodore Géricault",
  "catalogue_raissonne": "Ch. Clement 23\r\nDelteil 45 I/IV",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1820",
  "department": "European Art",
  "description": "knight on horseback, slumping down in the saddle, being attended by a youth, seen from back, wearing a short skirt and beret-like hat with a small triangular shield with a rampant lion; battle at left with castle in background",
  "dimension": "7 × 9 1/16 in. (17.78 × 23.02 cm) (image)\r\n13 5/16 × 17 9/16 in. (33.81 × 44.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140124",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6038,
  "image_width": 7919,
  "inscription": "In stone, lower left: Gericault\r\nIn stone, lower right: I. lith. de Delpech.\r\nVerso, lower left, in pencil: Delt. 45:I\r\nVerso, lower right, in pencil: Lara blessé",
  "life_date": "French, 1791 - 1824",
  "markings": "",
  "medium": "Crayon-manner lithograph",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In 1814, the epic poem \"Lara, A Tale\" appeared in print anonymously. Still, the book sold briskly, and after a couple of years, it was revealed that the author was George Gordon, Lord Byron, one of England's greatest poets and a leader of the Romantic movement. The title character was a knight who travels widely with only his page for company. The tragic tale brings his from one conflict to another. He prevails until one night he attempts to fight at large force of men and is mortally wounded. Here Théodore Géricault shows us Lara in his final moments as his trusted page attempts to support the wounded knight and steady his horse.\r\n\r\nGéricault lived in London from 1817-1821, where he became familiar with Byron's poem. This print is usually dated to about 1820, but it might be slightly later, since the printer François-Séraphin Delpech lived and worked in Paris.",
  "title": "Lara blessé"
}
