{
  "accession_number": "2022.18.1",
  "art_champions_text": null,
  "artist": "Artist: Leslie Barlow",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from William Neumann and James Boyle",
  "culture": null,
  "curator_approved": 0,
  "dated": "2019",
  "department": "Global Contemporary Art",
  "description": "Painting of a Black figure seated on a pink/purple couch; figure is wearing blue slippers, a white long-sleeved shirt and blue pants that say \"Bay Lake\" down the PL leg; carpet is a collage of fabrics and photos",
  "dimension": "60 × 48 in. (152.4 × 121.9 cm)",
  "id": "http://api.artsmia.org/objects/140155",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9496,
  "image_width": 7252,
  "inscription": "",
  "life_date": "American, born 1989",
  "markings": "",
  "medium": "Oil, pastel, acrylic, photo transfer, and fabric on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Leslie Barlow's portrait of her patrilineal grandmother, Ellen Barlow, is from her series A Familiar Portrait of Labor and Love. The sixteen paintings explore interracial family dynamics, legacy, childhood, trauma and love. The series centers stories of the artist’s grandmothers, and their relationships. \r\n\r\nEllen is posed casually on her sofa, in her slippers. She is not a hired model or patron. Rather, her clothes and intimate facial expression make it clear that the sitter is familiar with the painter. Below her feet, Leslie has collaged photo-transfers and fabric. The result is a faux quilt that weaves family photographs with fabric sqares. Ellen's portrait demonstrates Leslie's deft handling of color and paint. Her approach to painting blends and blurs collage, abstraction, and photorealism. The canvas portrays not only her grandmother, but the stories that compose a family.",
  "title": "Ellen Barlow"
}
