{
  "accession_number": "2021.69.35",
  "art_champions_text": null,
  "artist": "Artist: Adrien de Witte",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1891",
  "department": "European Art",
  "description": "3/4 portrait of a seated man wearing an academic robe with a medal on his chest, holding a stack of books on his lap; man has thick light-colored hair and wears pince-nez glasses",
  "dimension": "9 5/8 × 7 5/16 in. (24.45 × 18.57 cm) (plate)\r\n18 1/4 × 12 3/4 in. (46.36 × 32.39 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140120",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10072,
  "image_width": 7108,
  "inscription": "Lower right, in pencil: Victor Chauvin professeur à l\\'Université de Liège\r\nVerso, lower right, in pencil: 3619",
  "life_date": "Belgian, Liège 1850–Liège 1935",
  "markings": "",
  "medium": "Etching",
  "nationality": "Belgian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "In plate, lower right: A. de Witte  /  1891",
  "style": "19th century",
  "text": "Victor Chauvin (1844–1913) was a professor of Arabic and Hebrew  the University of Liège. He wrote books on Middle Eastern literature and folklore, biblical and Islamic history, and compiled a bibliography on works by or pertaining to Arabs published in Europe. His works are important enough that some have been reprinted in the 21st century.\r\n\r\nAdrien de Witte was one of the most respected artists of Liège in Belgium. As a young man he spent five years in Rome, where he resided at the Darchis Foundation, an institution founded in 1699 for the purpose of supporting young men from Liège in their efforts to study art and theology in Rome. He returned to Liège where he was appointed professor at the Academy of Fine Arts in 1885 and taught there until 1921. He was director of the Academy from 1910 to 1913.\r\n\r\nThe extremely fine lines and detail seen here are quite different from the broader work seen in some de Witte's less formal portraits.",
  "title": "Portrait of Victor Chauvin"
}
