{
  "accession_number": "2021.69.40",
  "art_champions_text": null,
  "artist": "Artist: Pietro Testa",
  "catalogue_raissonne": "Bartsch XX.221.23\r\nNagler Kunsterlexikon 23 II/II\r\nHeller-Andresen 9\r\nLeBlanc 22 II/II\r\nBellini 18 II/III\r\nIllustrated Bartsch (Bellini) .023 II/III\r\nCropper 61 II/III\r\n",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "1640-1642",
  "department": "European Art",
  "description": "female figure in clouds left of center, with a boy and a quiver, with a deer below her; figure offering a bare-chested woman a saucer, with a muscular man, at bottom center; soldiers at right; large tree, URQ",
  "dimension": "14 7/8 × 18 7/16 in. (37.78 × 46.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140125",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6723,
  "image_width": 8305,
  "inscription": "In plate, lower left: PT Pinx. et Sculp.\r\nLower laft, in pen and ink: .iphigenia.",
  "life_date": "Italian (Lucca), 1612–1650",
  "markings": "Watermark: Shield containing a kneeling pilgrim",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In this complicated scene, Pietro Testa tells many aspects of the story of Iphigenia, which is told by classical authors Euripides Aeschylus, Ovid, and Pliny. Greek troops hope to sail for Troy, but there is no wind. We see their boats in the background. A seer told King Agamemnon that Artemis, goddess of the hunt, had witheld the winds because the king had shot one of her stags; so, Agamemnon had to sacrifice his daughter Iphigenia to assuage the Artemis. Agememnon tricked his wife into bringing Iphigenia, saying that she would be wed to the warrior Achilles. Achilles, who stands at the right, discovered the plot and swore to protect Iphigenia, but the young woman, who sits before thealtar, agreed to her own sacrifice. As the executioner siezes her by the hair and prepares to sink his knife, Agemenon, his wife and a maidservant cry in agony at the left. In the story, Iphigenia suddenly disappears and is replaced by a stag sent by Artemis, who was touched by Iphigenia's heroism. Testa shows us both Iphigenia and the stag, as Artemis points to the animal as she descends from a stormy sky that signals the winds have resumed.",
  "title": "The Sacrifice of Iphigenia"
}
