{
  "accession_number": "2021.69.25",
  "art_champions_text": null,
  "artist": "Artist: Gerard de Lairesse",
  "catalogue_raissonne": "NAgler Kunstlerlexikon 82\r\nLeBlanc 311\r\nTimmers 68\r\nHollstein 68\r\nAlain Roy / G(ravures) 76, III/IV",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Flanders",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1675",
  "department": "European Art",
  "description": "coat of arms with a two-headed bird behind a shield with towers, rampant lions, and fleurs-de-lis, with a dead lamb hanging from bottom center; chicken held in PR claw of two-headed bird; crown and ribbon above two-headed bird's head; ribbon at bottom of image above landscape",
  "dimension": "12 7/16 × 9 5/8 in. (31.59 × 24.45 cm) (plate)\r\n15 5/16 × 10 15/16 in. (38.89 × 27.78 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140110",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8467,
  "image_width": 6077,
  "inscription": "",
  "life_date": "Flemish, 1641–1711",
  "markings": "",
  "medium": "Etching",
  "nationality": "Flemish",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Forceful and brilliant in its draftsmanship, this allegorical etching does more than suggest that the Treaty of Crèpy, favored one side over the other. The double-headed Imperial Eagle bears the arms of Holy Roman Emperor Charles V as it squeezes the Gallic Cock. The treaty, signed in 1544 by representatives of Charles  and France's King Francis I, was meant to bring peace between these rivals who had been engaged in the so-called Italian Wars. They were to divy up disputed territory and to arrange a marriage that would bind the royal families together.\r\n\r\nThe terms would also force Frances to turn against his ally Suleiman the Magnificent, ruler of the Ottoman Empire. In the end, the treaty was moot, because Francis's son died, preventing the intermarriage.",
  "title": "Allegory of the Peace of Crèpy, 1544"
}
