{
  "accession_number": "2021.69.37",
  "art_champions_text": null,
  "artist": "Artist: Carlo Maratti; Artist: after Domenichino Zampieri",
  "catalogue_raissonne": "Bartsch XXI.93.11\r\nNagler Kunstlerlexikon 11\r\nLeBlanc 4\r\nHeller-Andressen 6 II/IV\r\nBellini 10, II/V\r\nIllustrated Bartsch/Bellini .011  II/V",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of James A. Bergquist, Boston, in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 1,
  "dated": "17th-18th century",
  "department": "European Art",
  "description": "old man lying on a table at left with a soldier wearing a helmet leaning over him, while another man binds his feet together; figure seen from back holding bundle of switches above his head in LLQ; man with staff pushing group of women and children back at right; other figures looking on in middle ground; buildings in ULQ",
  "dimension": "11 11/16 × 17 3/16 in. (29.69 × 43.66 cm) (plate)\r\n12 1/8 × 17 11/16 in. (30.8 × 44.93 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140122",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5454,
  "image_width": 7924,
  "inscription": "In plate, lower left: Dominicus Ciampellus pinxit S. Gregorio\r\nIn plate, lower right: Carolus Maratus delineauit et Sculp: Cum privil. Regis.\r\nVerso, lower left, in pencil: 896\r\nVerso, lower right, in pencil: 15",
  "life_date": "Italian (Rome), 1625 - 1713",
  "markings": "watermark: Shield with kneeling Saint John",
  "medium": "Etching",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Saint Andrew is said to have been martyred in Patras, a city on the west coast of Greece. Here we see a prliminary stage in his arrest and torture. several men bind him and prepare to beat him with a bundle of switches. A guardsman pushes back some concerned women and children. A Roman official sits on a throne, observing and approving the action. According to legend, Andrew was subsequently killed on an X-shaped cross.\r\n\r\nCarlo Maratti's etching is based on a painting made decades earlier by Domenico Zampieri (\"Domenichino\"), a fresco completed about 1608 in the Oratory (chapel) of Saint Andrew in the church of San Gregorio Magno in Rome. Domenichino arranged the foreground figures like a classical frieze angainst  a backdrop of classical architecture and landscape. Maratti drew what he saw onto his etching plate, and the image became reversed in the printing process.",
  "title": "The Martyrdom of Saint Andrew"
}
