{
  "accession_number": "2021.1.8",
  "art_champions_text": null,
  "artist": "Artist: Piotr Szyhalski / Labor Camp",
  "catalogue_raissonne": null,
  "classification": " Digital Art",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "3/31/2020",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "29 x 20 in. (73.66 x 50.8 cm) (sheet, as printed)",
  "id": "http://api.artsmia.org/objects/140229",
  "image": "valid",
  "image_copyright": "© Piotr Szyhalski %2F Labor Camp",
  "image_height": 8700,
  "image_width": 6000,
  "inscription": "",
  "life_date": "Ameircan (born Poland), born 1967",
  "markings": "",
  "medium": "Digital file",
  "nationality": "American (born Poland)",
  "object_name": "Digital file",
  "portfolio": "From COVID-19: Labor Camp Report",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "140229",
    "140453"
  ],
  "signed": "",
  "style": "21st century",
  "text": "This artwork is part of the series COVID-19: Labor Camp Report.   \r\n\r\nArtist's statement on this artwork originally published on the @laborcamp Instagram account: \r\n\r\nThis artwork is part of the series COVID-19: Labor Camp Report.   \r\n\r\nArtist's statement on this artwork originally published on the @laborcamp Instagram account: \r\n\r\nThe image of a tree with its limbs cut off had been haunting me recently. It surfaces in different places and contexts. It was in the landscape of the second drawing in the Covid Report series, and also as a book cover image for a collection of poems by Jesse Lee Kercheval called “Year By Year: A Life”. In this drawing I am making a more direct connection to The Tree of Jesse: depiction of a tree growing out of the body of Jesse Of Bethlehem. This vision is a kind of precursor of the idea of “family tree”, except in my drawing it reveals the numbers of deaths flowing out of severed limbs of the tree. From left to right the numbers are: Italy, The World, China, Poland, USA, and the state of Minnesota. I check the data daily, sometimes multiple times each day, and I use the nCoV2019.live site for that. The site allows you to customize the view, and puts selected locations at the top of the page, producing a user defined experience of suffering. The 6 numbers in the image are my “top list”. This in and of itself feels twisted in how technology filters our sense of reality. Which is why in my drawing the body of Jesse is replaced by a smartphone.",
  "title": "March 31, 2020: Numbers Tree"
}
