{
  "accession_number": "2021.1.187",
  "art_champions_text": null,
  "artist": "Artist: Piotr Szyhalski / Labor Camp",
  "catalogue_raissonne": null,
  "classification": " Digital Art",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "9/26/2020",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "29 x 20 in. (73.66 x 50.8 cm) (sheet, as printed)",
  "id": "http://api.artsmia.org/objects/140408",
  "image": "valid",
  "image_copyright": "© Piotr Szyhalski %2F Labor Camp",
  "image_height": 8700,
  "image_width": 6000,
  "inscription": "",
  "life_date": "Ameircan (born Poland), born 1967",
  "markings": "",
  "medium": "Digital file",
  "nationality": "American (born Poland)",
  "object_name": "Digital file",
  "portfolio": "From COVID-19: Labor Camp Report",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "140408",
    "140453"
  ],
  "signed": "",
  "style": "21st century",
  "text": "This artwork is part of the series COVID-19: Labor Camp Report.   \r\n\r\nArtist's statement on this artwork originally published on the @laborcamp Instagram account: \r\n\r\nTaking a moment today to acknowledge the crazy amount of time that had passed since it all began. This week marked half a year since I started making these drawings every day. 6 months, and just about everything feels out of control. Uncontained. Maybe uncontainable. And also hair.\r\n\r\nP.S.\r\nI am not sure how this came about, but when thinking about the lockdown duration, I got this image in my head: a figure lost in, or swallowed by the wild, swirling hair that becomes this dark torrent. I guess for many of us, the uncut hair became a tangible measure of the flow of time. For me, all days became somewhat similar. I certainly lost the sense of weekdays or weekends.\r\n\r\nPerhaps time did become the tangle of a thousand strands' An all enveloping braid. When I started on this series, I cracked open a fresh packet of coffee filters. Watching the pack of 100 disappear, and then another, became another metric for me. This Thursday, I opened the fifth pack... I drank more than 400 cups of coffee while drawing. Maybe it’s not hair' Maybe the figure is just drowning in coffee'",
  "title": "September 26, 2020: Uncontained"
}
