{
  "accession_number": "2021.1.225",
  "art_champions_text": null,
  "artist": "Artist: Piotr Szyhalski / Labor Camp",
  "catalogue_raissonne": null,
  "classification": " Digital Art",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "11/3/2020",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "29 x 20 in. (73.66 x 50.8 cm) (sheet, as printed)",
  "id": "http://api.artsmia.org/objects/140446",
  "image": "valid",
  "image_copyright": "© Piotr Szyhalski %2F Labor Camp",
  "image_height": 8700,
  "image_width": 6000,
  "inscription": "",
  "life_date": "Ameircan (born Poland), born 1967",
  "markings": "",
  "medium": "Digital file",
  "nationality": "American (born Poland)",
  "object_name": "Digital file",
  "portfolio": "From COVID-19: Labor Camp Report",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "140446",
    "140453"
  ],
  "signed": "",
  "style": "21st century",
  "text": "This artwork is part of the series COVID-19: Labor Camp Report.   \r\n\r\nArtist's statement on this artwork originally published on the @laborcamp Instagram account: \r\n\r\nThe questions of “when will the project end'” or “how many Reports will be made'” were present for me from the very first week of the process, back in March. At first, I thought I would just make them until I run out of paper, or ink. Then folks came forward with offers to send me paper and found ink for me to keep going. Then, I thought, perhaps a month, or two, or three' As weeks rolled on, I have been looking for a “sign,” a moment in time that would make it clear that the project is over. A meaningful closure.\r\n+\r\nThat moment is here, and the COVID-19: Labor Camp Report Project comes to an end.\r\n+\r\nAs a nation we arrive at the precipice today, on November 3rd. A pivot, crucial juncture, a fork in the road, point of no return. What happens next begins the new chapter in the book of events. A book always opened in the middle. Looking out into, and beyond the scorched landscape, I feel hesitant and hopeful. Bewildered and frightened. Determined and emboldened. But also exhausted and deeply injured by the dark times we have endured together. My thoughts go toward healing and rebuilding.\r\n+\r\nPersonally, after more than a thousand hours spent at the desk drawing every day, after 225 Reports, I will take a moment to regroup. The scope, and various outputs of the Report Project itself will require my attention in the coming months. There are exhibitions in the works, I will finally have the time to organize the printing of all the posters, and make them available as individual prints (so many of you requested this, that I feel I absolutely have to make it happen!) And, of course, there is the book that Frank and I have been working on, which is scheduled to come out in early 2021!\r\n+\r\nThere are no words, with which I can adequately express my gratitude to all of you who joined me on this journey. Your sustained attention, countless conversations, wor",
  "title": "November 3, 2020: The Last Report"
}
