{
  "accession_number": "2021.53",
  "art_champions_text": null,
  "artist": "Artist: Itaya Hazan",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Judy Murakami in loving memory of her aunt, Ruth Tanbara",
  "culture": null,
  "curator_approved": 0,
  "dated": "February 1920",
  "department": "Asian Art",
  "description": "seated cross-legged figure wearing draping robe with open front with U shaped neckline; hands in lap, inside sleeves; figure wears necklace, ornament in hair, and bindi; hair in topknot beneath headscarf; stamp on underside; white",
  "dimension": "8 1/4 × 5 5/8 × 5 1/4 in. (21 × 14.3 × 13.3 cm)",
  "id": "http://api.artsmia.org/objects/140712",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6140,
  "image_width": 4386,
  "inscription": "Box inscription, recto, from right to left: 禮贈 {Reizō}, 板谷波山先生 {Itaya Hazan sensei}, 大正九年庚申二月廿一日 {Taishō kyūnen kanoesaru nigatsu nijūichinichi}",
  "life_date": "Japanese, 1872 - 1963",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G239",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Itaya Hazan first became interested in ceramics as a child; he was particularly fascinated by the tea bowls his father used in the Japanese tea ceremony. He studied sculpture at the Tokyo Fine Arts School (the university did not offer ceramics courses at the time), and after college he established his own kiln and won accolades for his works. In 1953, Itaya became the first ceramicist to receive the Order of Culture. He was also nominated as a Living National Treasure in 1960 but declined the honor.\r\nItaya developed an underglazing technique called hokō, which means “enveloping the light.” Here, the hokō matte glaze endows the Kannon with a mellow radiance, as if it glowed from within. The realistic representation of the drapery underscores Itaya’s training in sculpture.",
  "title": "Hokō-porcelain Kannon"
}
