{
  "accession_number": "2021.63",
  "art_champions_text": null,
  "artist": "Artist: Cécile Cauterman",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "Gift of funds from the Paul and Sheila Steiner Charitable Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "bust-length portrait of a woman on lower 2/3 of sheet, looking straight out of picture plane, wearing a dark blouse with white patterning (lace?) on shoulders, seated in a cane-backed chair; tan paper",
  "dimension": "19 9/16 × 14 1/2 in. (49.7 × 36.8 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/140706",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8850,
  "image_width": 6730,
  "inscription": "None",
  "life_date": "Belgian, 1882–1957",
  "markings": "",
  "medium": "Pencil on paper",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "Cécile Cauterman (née Boonans) obtained special permission to study life drawing at the prestigious Koninklijke Academie voor Schone Kunsten van Gent, the prestigious all-male art school in her hometown of Ghent. Rejecting the traditional feminine subject matters of flower painting, still life, and society portraits, Cauterman dedicated her art to representing those on the margins of Ghent society. She established a studio in a tenement house in a poor section of town and sympathetically depicted the suffering in her midst—people who were hungry, homeless, mentally ill, and physically disabled. Her provocative drawings received biting criticism in her early exhibitions, but she remained devoted to this important, dark subject matter. She gradually gained greater appreciation in Belgium and beyond for her incisive, empathetic drawings of society’s have-nots.\r\n\r\nThis is a rare early work and unique self-portrait. Cauterman’s mature appearance and contemplative, sober expression disguise that the student-artist was just 17 years old when she made this studied portrait of herself. Her superb, subtle rendering of light, shadow, texture, and space show her to be a prodigious young draftswoman.",
  "title": "Self-Portrait"
}
