{
  "accession_number": "2021.41",
  "art_champions_text": null,
  "artist": "Artist: Math Bass",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Global Contemporary Art",
  "description": "white budded cross with a white cloth tied around it, placed in the C in a flat landscape; blue sky across top",
  "dimension": "51 3/4 × 42 × 1 1/4 in. (131.4 × 106.7 × 3.2 cm)",
  "id": "http://api.artsmia.org/objects/140721",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9428,
  "image_width": 7602,
  "inscription": "",
  "life_date": "American, born 1981",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "ULC, verso: Math Bass 2021",
  "style": "21st century",
  "text": "Part of a generation of queer and gender-fluid artists for whom ambiguity and otherness are fundamental to the form and meaning of their work, Bass is interested in the body as conditional. The slipperiness of language as it attempts to contain identity is a subtext for their designs. The implication of an easy read is thwarted by the ways in which the images refuse to assimilate or cohere.\r\n\r\nIn the work “Thomas Merton’s Grave” the artist depicts the gravestone of Roman Catholic monk Thomas Merton (1915-1968), arguably the most influential American Catholic author of the twentieth century. Merton apparently lived very close to the town were Bass grew up and following the death of their mother, the artist read Merton’s autobiography and was deeply moved.  Thomas' life and philosophy had a great impact on Bass, hence the fascination with the image of his gravestone adorned by a white sash.",
  "title": "Thomas Merton's Grave"
}
