{
  "accession_number": "2021.35.1",
  "art_champions_text": null,
  "artist": "Artist: Monir Shahroudy Farmanfarmaian",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "Asian Art",
  "description": "lines forming geometric shapes; bold black lines form large hexagon; bold red lines form smaller hexagon; many triangle, rectangles, and diamonds; red, orange, green, black, and gold lines with some geometric forms filled in with stipple and wavy lines; received in white frame",
  "dimension": "27 3/4 × 39 3/8 in. (70.5 × 100 cm) (sheet)\r\n30 1/4 × 41 7/8 × 1 3/4 in. (76.8 × 106.4 × 4.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140833",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7014,
  "image_width": 9907,
  "inscription": "",
  "life_date": "Iranian, 1922 - 2019",
  "markings": "",
  "medium": "Felt-tip pen and metallic pen on paper",
  "nationality": "Iranian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G243",
  "see_also": [
    ""
  ],
  "signed": "LLC in black: MONIR - SH - F  FARMANFARMAIAN - 2014",
  "style": "21st century",
  "text": "Monir Shohroudy migrated from her native Iran to New York in 1945, spending twelve formative years in the city's leading artistic circles. Yet, it was after returning to Iran and visiting the mirrored-interior of the Shah Chergah mosque in Shiraz in 1975 that she had her creative revelation: \r\n\r\n“the very space seemed on fire, the lamps blazing in hundreds and thousands of reflection...It was a universe unto itself, architecture transformed by performance, all movement and fluid light, all solids fractured and dissolved in brilliance in space, in prayer.” \r\n\r\nAfter this experience, when the material world transformed into the infinite, she embarked on a practice with a singular focus: geometry. In these universal forms, she found affinity with her minimalist counterparts in America--especially Frank Stella, a close friend and whose work is on view in the Fountain Court--yet embraced the spiritual dimensions of shapes as well. The octagon, for example, represents paradise--a fusion of the square, representing humanity, with the circle, representing eternity.",
  "title": "Geometric"
}
