{
  "accession_number": "2021.35.2",
  "art_champions_text": null,
  "artist": "Artist: Monir Shahroudy Farmanfarmaian",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Glass",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Asian Art",
  "description": "geometric form made up of angular C-shaped elements, lifting at center to form convex shape; octagonal edges; covered overall with mirrors cut in geometric forms, with repeating elements bordered with lines of green with glitter",
  "dimension": "45 1/2 × 45 × 13 in. (115.6 × 114.3 × 33 cm)",
  "id": "http://api.artsmia.org/objects/140834",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4297,
  "image_width": 3950,
  "inscription": "",
  "life_date": "Iranian, 1922 - 2019",
  "markings": "",
  "medium": "Mirror mosaic, reverse glass painting, and glue and plaster on wood",
  "nationality": "Iranian",
  "object_name": "Sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Monir Shahroudy Farmanfarmaian migrated from her native Iran to New York in 1945, spending 12 formative years in the city’s vibrant artistic community. Yet, it was after returning to Iran and visiting the mirrored interior of the Shah Cheragh mosque in Shiraz in 1975 that she had her creative revelation:\r\n\r\nThe very space seemed on fire, the lamps blazing in hundreds and thousands of reflections. . . It was a universe unto itself, architecture transformed by performance, all movement and fluid light, all solids fractured and dissolved in brilliance in space, in prayer.\r\n\r\nFarmanfarmaian would thereafter focus on the principles of geometry and light, employed in Islamic art to evoke divine presence and transform the material world into the infinite. Farmanfarmaian’s use of complex geometric patterns references the contribution of Islamic cultures to the field of mathematics (“algebra” is the Arabic word for “breaking and reconstitution”), yet also aligns with impulses of Minimalist artists, such as Frank Stella (American, b. 1936), whose work is on view in Mia’s Fountain Court.",
  "title": "Fourth Family Octagon"
}
