{
  "accession_number": "2021.35.2",
  "art_champions_text": null,
  "artist": "Artist: Monir Shahroudy Farmanfarmaian",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund and gift of funds from Mary and Bob Merksy",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "geometric form made up of angular C-shaped elements, lifting at center to form convex shape; octagonal edges; covered overall with mirrors cut in geometric forms, with repeating elements bordered with lines of green with glitter",
  "dimension": "45 1/2 × 45 × 13 in. (115.6 × 114.3 × 33 cm)",
  "id": "http://api.artsmia.org/objects/140834",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3159,
  "image_width": 3210,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Reverse painted glass, mirrored glass, plaster",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Monir Shohroudy migrated from her native Iran to New York in 1945, spending twelve formative years in the city's leading artistic circles. Yet, it was after returning to Iran and visiting the mirrored-interior of the Shah Chergah mosque in Shiraz in 1975 that she had her creative revelation: \r\n\r\n“the very space seemed on fire, the lamps blazing in hundreds and thousands of reflection...It was a universe unto itself, architecture transformed by performance, all movement and fluid light, all solids fractured and dissolved in brilliance in space, in prayer.” \r\n\r\nAfter this experience, when the material world transformed into the infinite, she embarked on a practice with a singular focus: geometry. In these universal forms, she found affinity with her minimalist counterparts in America--especially Frank Stella, a close friend and whose work is on view in the Fountain Court--yet embraced the spiritual dimensions of shapes as well. The octagon, for example, represents paradise--a fusion of the square, representing humanity, with the circle, representing eternity.",
  "title": "Fourth Family Octagon"
}
