{
  "accession_number": "2021.57.2",
  "art_champions_text": null,
  "artist": "Photographer: Dawoud Bey",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017 (printed 2018)",
  "department": "Arts of the Americas",
  "description": "dark black and white image of a building in ULQ; dense foliage in foreground; water at center",
  "dimension": "43 7/8 × 54 5/8 in. (111.4 × 138.7 cm) (image)\r\n47 15/16 × 58 15/16 in. (121.8 × 149.7 cm) (sheet, mount)",
  "id": "http://api.artsmia.org/objects/140815",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2396,
  "image_width": 3000,
  "inscription": "",
  "life_date": "American, born 1953",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From Night Coming Tenderly, Black",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "“Night Coming Tenderly, Black” is a photographic series originally conceived for the first Cleveland Front Triennial in 2018.  Representing a significant evolution in Bey’s engagement with the American landscape, the series considers Cleveland’s history as one of the final way stations in the Underground Railroad.  Through exquisitely toned and darkly printed large-scale silver gelatin prints (originally installed along the aisles of an Episcopal church), he invokes the perspective of the fugitive as they approach an imposing, ivy-laced brick edifice in twilight, or traverse the vegetation along the banks of a stream at dusk.  The prints themselves fairly gleam with silver light, enhanced by the soft, deep shadows and subtly graded layers of darkness; each is in homage to the pathbreaking photographer Roy DeCarava, who celebrated Blackness through his printmaking. The psychological impact of each of these photographs is profound: one feels the prickle of memories not entirely our own, a sense of hopeful apprehension and exposure.  A question hovers above these images: are we seeing, or being watched'  Through his framing of each episode, Bey evokes the anxieties and promise inherent to the landscape of nineteenth century Cleveland, drawing deeply upon the ancestral echoes in each site.",
  "title": "Untitled #18, (Creek and House)"
}
