{
  "accession_number": "2021.65.1",
  "art_champions_text": null,
  "artist": "Artist: Teresa Burga",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967-68",
  "department": "Arts of the Americas",
  "description": "simplified image of figure wearing yellow shirt in URQ; rectangles forming door and window in blue, green, red, and orange; black and white checkerboard in foreground",
  "dimension": "8 1/2 × 7 in. (21.6 × 17.8 cm) (sheet)\r\n13 3/4 × 12 × 1 5/8 in. (34.9 × 30.5 × 4.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/140837",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5137,
  "image_width": 4146,
  "inscription": "",
  "life_date": "Peruvian, 1935 - 2021",
  "markings": "",
  "medium": "Felt tip pen and colored ink on paper",
  "nationality": "Peruvian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Teresa Burga, Lima, Peru (d. 2021); Estate of the artist, Berlin, Germany; [Alexander Gray Associates, New York]; sold to MIA, 2021.\r\n",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Peruvian artist Teresa Burga is internationally acclaimed for her pioneering role in the development of a Latin American, feminist-based conceptualism. As a young artist working in the 1960s, Burga developed experimental methodologies that challenged the prevailing conventions and traditions of Western art and academicism. Her \"Pop art-minimalism\" was informed by the colors and bold designs of commercial graphic design and advertising, and characterized by flat, semi-abstract compositions composed of simple geometric elements. \r\n\r\nFachada con personage en ventana exemplifies Burga’s stylistic and conceptual approach from the 1960s, in which representation is achieved through geometric abstraction rather than visual perspective and pictorial space. Here, Burga uses simple geometric shapes of various colors and tones to describe a street scene and building façade. In the upper half of the scene, colored squares and rectangles represent the exterior of a simplified building with a door, windows, and a standing figure. In the lower half of the scene, a rectangular black-and-white \"checkerboard\" pattern suggests the pavement of a plaza or courtyard. Burga’s non-gestural, semi-abstract composition was considered radical in its day, and a direct challenge to Western traditions of realism and academicism.",
  "title": "Fachada con personaje en ventana (Building facade with figure in window)"
}
