{
  "accession_number": "2021.65.2a,b",
  "art_champions_text": null,
  "artist": "Artist: Valeska Soares",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "South America",
  "country": "Peru",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2021",
  "department": "Arts of the Americas",
  "description": "vertical diptych: oval shaped composition made of similarly-sized torn-out dedication pages from books, with some more yellow-darkened sheets, on a white ground; received in white frames",
  "dimension": "34 × 58 in. (86.4 × 147.3 cm) (each)\r\n39 1/2 × 59 1/2 in. (100.3 × 151.1 cm) (sight, each)\r\n68 × 58 in. (172.7 × 147.3 cm) (overall)\r\n41 1/2 × 61 1/2 × 2 1/4 in. (105.4 × 156.2 × 5.7 cm) (outer frame, each)",
  "id": "http://api.artsmia.org/objects/140838",
  "image": "valid",
  "image_copyright": "",
  "image_height": 14852,
  "image_width": 10902,
  "inscription": "",
  "life_date": "Brazilian, born 1957",
  "markings": "",
  "medium": "Collage of antique book pages; diptych",
  "nationality": "Brazilian",
  "object_name": "Collage, diptych",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "None seen",
  "style": "21st century",
  "text": "Found and repurposed material are the focus of Valeska Soares’ wide-ranging practice, which encompasses sculpture, assemblage, installation art, collage, drawing, photography, and video. Soares regularly uses found books and parts of books to explore the subjective constructs of experience and consciousness, such as perceptions of time, space, and memory. Soares’ collage, For To (XI), is part of a series of works featuring dedication pages torn from various antique books and arranged into distinctive geometric formations. In this presentation, the pages offer a glimpse of the preserved but mostly forgotten personal histories of the authors and gift givers, whose inscriptions tell of love, gratitude, honor, and admiration. Evoking nostalgia, intimacy, and the transience of time, Soares’ collage reveals her fascination with, in her own words, “the lives and memories [of others], becoming for a moment in time, part of those personal narratives as each one travels from subject to subject.”",
  "title": "For To (XI)"
}
