{
  "accession_number": "2021.59",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. and Marion Andrus III Fund in Support of the Department of Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "yellow ground; man-in-the-moon face with closed-set eyes looking toward right and large, wide smiling mouth; text at left and right bottom; blue on verso",
  "dimension": "15 3/4 × 15 3/4 in. (40 × 40 cm) (round)",
  "id": "http://api.artsmia.org/objects/140839",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7164,
  "image_width": 7121,
  "inscription": "In image, along lower edge: LA LUNE A UN METRE  /  SOUVENIR DE L\\'EXPOSITION 1900",
  "life_date": null,
  "markings": "",
  "medium": "Lithograph printed in black and white inks on tinted yellow paper laid down on board",
  "nationality": null,
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This silly man-in-the-moon face is a souvenir for visitors to La Grande Lunnette, an immense telescope that was one of the primary attractions at the 1900 Exposition Universelle in Paris. La Grande Lunnette was the centerpiece of the Palais de L'optique. 65 yards long and weighing 20 tons, the instrument projected enormous images that allowed large audiences to experience the moon as though it were within arm's reach.\r\n\r\nIt is a remarkable survivor, since the thousands that must have been distributed were probably tacked up on walls and eventually discarded in favor of other ephemeral decorations.\r\n\r\nThe marketers of the La Grande Lunnette appear to have capitalized on the success of a now classic silent comedy film, Georges Méliès's The Astronomer's Dream, which came out in 1898. The Man-in-the-Moon face of the present print resembles the moon that gave the astronomer an unexpectedly eventful encounter in the movie. If you would like to see the three and a half minute film, use this link:\r\n\r\nhttps://www.youtube.com/watch'v=g8SMIiQZUcs",
  "title": "La lune à un mêtre: Souvenir de'Exposition 1900"
}
