{
  "accession_number": "P.93.17.4",
  "art_champions_text": null,
  "artist": "Maker: Glenn Ligon; Printer: Greg Burnet, New York; Publisher: Max Protetch Gallery, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "23 1/2 x 15 7/8 in. (59.69 x 40.32 cm) (plate)\r\n25 x 17 1/2 in. (63.5 x 44.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43463",
  "image": "valid",
  "image_copyright": "© Glenn Ligon",
  "image_height": 5015,
  "image_width": 3543,
  "inscription": "",
  "life_date": "American, born 1960",
  "markings": "Numbered in pencil, LL margin: 35/45",
  "medium": "Soft-ground etching, aquatint, spitbite, and sugarlift etching on black paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Four Etchings",
  "provenance": "(G. W. Einstein, Inc., New York); sold to MIA, 1993.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR margin: Glenn Ligon \\'92",
  "style": "20th century",
  "text": "Multi-disciplinary artist Glenn Ligon develops themes from African American history and culture, ranging from slave narratives to literary classics to the \"Million Man March\" on Washington, D.C. \r\n\r\nFor this suite of etchings, Ligon addresses lingering racism in America by invoking the autobiographical writings of renowned Black authors. The prints with black texts printed on white paper feature excerpts from the 1928 essay \"How It Feels to Be Colored Me\" by Zora Neale Hurston. Ligon explains: \"The prints play with the notion of becoming 'colored' and how that 'becoming' obscures meaning and also created this beautiful, abstract thing.\" The pair of etchings with black texts printed on black paper feature texts from Ralph Ellison's 1952 novel Invisible Man, which describes Black people in America as ghosts, present and real, but because of racism, remaining unseen. Together, the prints symbolically illustrate the continued social and cultural separation between Black and white Americans.",
  "title": "Untitled: Four Etchings [D]"
}
