{
  "accession_number": "P.93.17.1",
  "art_champions_text": null,
  "artist": "Maker: Glenn Ligon; Printer: Greg Burnet, New York; Publisher: Max Protetch Gallery, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "23 1/2 x 15 7/8 in. (59.69 x 40.32 cm) (plate)\r\n25 x 17 1/2 in. (63.5 x 44.45 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43460",
  "image": "valid",
  "image_copyright": "© Glenn Ligon",
  "image_height": 4999,
  "image_width": 3515,
  "inscription": "",
  "life_date": "American, born 1960",
  "markings": "Numbered in pencil, LL margin: 35/45",
  "medium": "Soft-ground etching, aquatint, spitbite, and sugarlift etching",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From Four Etchings",
  "provenance": "(G. W. Einstein, Inc., New York); sold to MIA, 1993.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated in pencil, LR margin: Glenn Ligon \\'92",
  "style": "20th century",
  "text": "Glenn Ligon mines African American cultural and social history to establish themes for his politically-infused art.  From slave narratives to the \"Million Man March\" on Washington, D.C., he uses the past to shed light on what it means to be black in present-day America. In this untitled portfolio of etchings, Ligon addresses the issue of lingering racism in America by appropriating passages from the published works of two renowned black authors. The prints with black text on white paper feature excerpts from Zora Neale Hurston's 1928 essay \"How It Feels to Be Colored Me.\" Ligon explains, \"The prints play with the notion of becoming 'colored' and how that 'becoming' obscures meaning and also created this beautiful, abstract thing.\" Though more difficult to discern, the prints with black text on black paper feature an excerpt from Ralph Ellison's 1952 novel \"Invisible Man,\" which describes blacks in America as ghosts, present and real, but remaining unseen because of pervasive racism. Together, the four prints symbolically represent the continued social, economic, and political separation of the races.",
  "title": "Untitled: Four Etchings [A]"
}
