{
  "accession_number": "P.93.27.3",
  "art_champions_text": null,
  "artist": "Artist: Käthe Kollwitz",
  "catalogue_raissonne": "Klipstein 41 VI?/VI",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of Richard L. Simmons, in memory of Roberta Grodberg Simmons",
  "culture": null,
  "curator_approved": 0,
  "dated": "1898",
  "department": "European Art",
  "description": "",
  "dimension": "11 1/2 x 10 1/8 in. (29.21 x 25.72 cm) (plate)\r\n16 x 13 1/4 in. (40.64 x 33.66 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43477",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8953,
  "image_width": 6968,
  "inscription": "",
  "life_date": "German, 1867–1945",
  "markings": "",
  "medium": "Etching",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Käthe Kollwitz credited the symbolist Max Klinger with inspiring much of her interest in printmaking. His brand of hyperdramatic otherworldliness occasionally continued to appear in her work until about 1900, when she etched “Zertretene” (Downtrodden), a 34-inch-wide triptych, whose central panel featured a dead, naked man laid out on a cloth-covered slab (derived from Hans Holbein’s famous painting of the dead Christ in the Kunstmuseum Basel) with another sword-bearing figure leaning over him. The right wing of the triptych showed nude women, one bound to a tree trunk, one embracing the trunk, and another seeming to mourn the others while imploring the viewer. The left wing shows a dramatic moment, but with much greater restraint. Here a care-worn couple display their anguish for a sick or dead child. The man stands leaning against a wall, his face buried in his left arm, while his right is slightly extended in a gesture of supplication or benediction. The woman leans over slightly, using her hands to support the head of the limp child. The result is an odd juxtaposition of melodrama in the center and right sections versus the tragedy of the left. After printing just a few impressions of the full composition, Kollwitz cut the plate, separating the left section from the others. She then went on to print editions of the separate plates. The Harrison gift is an impression of the left section, the one that shows the inner drama that Kollwitz would continue to pursue.",
  "title": "Frau mit Übereinandergelegten Handen"
}
