{
  "accession_number": "P.94.18",
  "art_champions_text": null,
  "artist": "Artist: Linda Schwarz; Publisher: Linda Schwarz",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1994",
  "department": "European Art",
  "description": "",
  "dimension": "18 x 24 in. (45.72 x 60.96 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/43490",
  "image": "valid",
  "image_copyright": "© Linda Schwarz",
  "image_height": 3094,
  "image_width": 4185,
  "inscription": "Inscribed in pencil, verso: 694 (may be a date or inventory number)",
  "life_date": "German, born 1963",
  "markings": "",
  "medium": "Open bite etching, Xerox transfer, and woodcut on Japan paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis and Germany; sold to MIA, 1994.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, verso: L. Schwarz",
  "style": "20th century",
  "text": "German-born artist Linda Schwarz frequently uses language as symbolic signifiers of historical themes from art, poetry, and literature. In this mixed media print, she evokes the memory of the celebrated German poet and philosopher Friedrich Hölderlin (1770-1843). Here, Schwarz selected text fragments from Hölderlin's 1805 poem \"Hälfte des Lebens,\" printing them in various sizes, colors, and typefaces on both sides of a semi-translucent sheet of paper. Many of the words and phrases can be read, while others are indecipherable. The poem's theme is bittersweet, recalling the joys of summer that lead to brooding on inevitable winter. Hölderlin's life was divided into two equal halves: the 36 years from 1770 to 1806, during which he became one of Germany's great lyric poets, and the 36 years from 1807 to 1843, when he suffered a mental breakdown.",
  "title": "At the Middle of Life"
}
