{
  "accession_number": "P.94.14.5",
  "art_champions_text": null,
  "artist": "Artist: George Cruikshank; Publisher: David Bogue, London",
  "catalogue_raissonne": "C.195",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. Thirza J. Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "1848",
  "department": "European Art",
  "description": "Plate V",
  "dimension": "8 7/16 x 13 3/16 in. (21.43 x 33.5 cm) (plate)\r\n11 9/16 x 16 5/16 in. (29.37 x 41.43 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43500",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3765,
  "image_width": 5348,
  "inscription": "",
  "life_date": "British, 1792 - 1878",
  "markings": "",
  "medium": "Glyphograph",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate V from The Drunkard's Children (A Sequel to the Bottle), David Bogue, London",
  "provenance": "Thirza Cleveland, Minneapolis; given to MIA, 1994.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In 1847, satirist George Cruikshank issued a series of low-cost prints, entitled The Bottle, which encouraged Britons – particularly the working poor – to renounce alcohol. The Bottle depicted a fictional family ravaged by alcoholism: the father is committed to an asylum, an infant dies, and the mother is murdered. \r\n\r\nThe following year, Cruikshank issued an eight-part sequel, The Drunkard’s Children, from which this print derives. The series charted the courses of the family’s orphaned son and daughter. Among their misadventures are drinking, gambling, theft, and a visit to the courthouse where the brother is sentenced to life imprisonment in Australia, then a penal colony. \r\n\r\nA former heavy drinker, Cruikshank joined the temperance movement around the time he produced The Drunkard's Children; in 1856 he became vice president of the National Temperance League. While Cruikshank saw alcohol as a cause of crime and misery, many of his contemporaries regarded its abuse as a symptom of poverty.",
  "title": "From the Bar of the Gin Shop to the Bar of the Old Bailey it is but One Step"
}
