{
  "accession_number": "P.94.14.1",
  "art_champions_text": null,
  "artist": "Artist: George Cruikshank; Publisher: David Bogue, London",
  "catalogue_raissonne": "C.195",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Mrs. Thirza J. Cleveland",
  "culture": null,
  "curator_approved": 0,
  "dated": "1848",
  "department": "European Art",
  "description": "Plate I, Title page for folio",
  "dimension": "8 9/16 x 13 in. (21.75 x 33.02 cm) (plate)\r\n11 3/8 x 16 5/8 in. (28.89 x 42.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43504",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3765,
  "image_width": 5348,
  "inscription": "",
  "life_date": "British, 1792 - 1878",
  "markings": "",
  "medium": "Glyphograph",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From Plate I from The Drunkard's Children (A Sequel to the Bottle), David Bogue, London",
  "provenance": "Thirza Cleveland, Minneapolis; given to MIA, 1994.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In 1847, satirist George Cruikshank issued a series of low-cost prints, entitled The Bottle, which encouraged Britons – particularly the working poor – to renounce alcohol. The Bottle depicted a fictional family ravaged by alcoholism: the father is committed to an asylum, an infant dies, and the mother is murdered. \r\n\r\nThe following year, Cruikshank issued an eight-part sequel, The Drunkard’s Children, from which this print derives. The series charted the courses of the family’s orphaned son and daughter. Among their misadventures are drinking, gambling, theft, and a visit to the courthouse where the brother is sentenced to life imprisonment in Australia, then a penal colony. \r\n\r\nA former heavy drinker, Cruikshank joined the temperance movement around the time he produced The Drunkard's Children; in 1856 he became vice president of the National Temperance League. While Cruikshank saw alcohol as a cause of crime and misery, many of his contemporaries regarded its abuse as a symptom of poverty.",
  "title": "Neglected by their Parents, Educated only in the Streets, and Falling into the Hands of Wretches who Live upon the Vices of Others, They are led to the Gin Shop to Drink at that Fountain which Nourishes Every Species of Crime"
}
