{
  "accession_number": "P.95.11.1",
  "art_champions_text": null,
  "artist": "Artist: William Hogarth; Engraver: Louis Gerard Scotin",
  "catalogue_raissonne": "P.228 v/vi",
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of Dan Pedoe",
  "culture": null,
  "curator_approved": 0,
  "dated": "1745",
  "department": "European Art",
  "description": "",
  "dimension": "15 x 18 1/4 in. (38.1 x 46.36 cm) (plate)\r\n17 1/2 x 22 5/16 in. (44.45 x 56.67 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43641",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6520,
  "image_width": 8496,
  "inscription": "",
  "life_date": "British, 1697–1764",
  "markings": "",
  "medium": "Etching and engraving, fifth state of six",
  "nationality": "British",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "43641",
    "48588"
  ],
  "signed": "",
  "style": "18th century",
  "text": "Inside Lord Squanderfield's residence, the young couple waits helplessly as their fathers sort through the crude terms of their marriage. Seated beneath a ceremonial canopy, Lord Squanderfield points to his illustrious family tree, while the accessories of his gout-the footstool and crutches-are comically adorned with his earl's coronet. He strikes a cultivated pose of nonchalance. The wealthy merchant, by contrast, pours carefully over the documents and money; his simpler dress and stiff posture indicate a distinctly different upbringing. The pretentious young groom is too distracted by his reflection in the mirror to notice the ill-fated advances by Lawyer Silvertongue toward his distraught bride-to-be. \r\n\r\nIn the room's decoration, Hogarth satirizes the fashion for collecting Italian and French pictures, a practice the artist outspokenly criticized throughout his career. In the large mythological portrait in the French style, he represented the earl in the guise of Jupiter, with an exploding canon strategically placed at his groin. The other paintings depict dark subjects-a martyrdom of St. Sebastian, Prometheus tortured by a vulture, Cain killing Abel, Judith with the head of Holofernes-that seem to foreshadow the catastrophic end of this match.",
  "title": "Marriage à la Mode, Plate 1"
}
