{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": "British, 1697 - 1764",
  "nationality": "British",
  "role": "Artist",
  "dated": "1745",
  "culture": null,
  "country": "England",
  "continent": "Europe",
  "dimension": "15 x 18 1/4 in. (38.1 x 46.36 cm) (plate)\r\n17 1/2 x 22 5/16 in. (44.45 x 56.67 cm) (sheet)",
  "medium": "Etching and engraving, third state of five",
  "title": "Marriage à la Mode, Plate 2",
  "id": "http://api.artsmia.org/objects/43642",
  "room": "Not on View",
  "style": "18th century",
  "marks": " ",
  "text": "William Hogarth's Marriage à la Mode\r\nThis masterpiece is undoubtedly Hogarth's best remembered work as a printmaker. Six scenes-two of which are exhibited here-depict the ill-fated marriage of a wealthy middle-class girl to an idle young nobleman named Viscount Squanderfield. The pair were forced by their parents to wed in a crude exchange of money and status. The story ends tragically with a murder, suicide, and an orphaned sickly daughter. Hogarth advertised the series as representing \"a Variety of Modern Occurrences in High-Life,\" but his clear intent was moral instruction. He maintained that he did not produce caricatures but rather represented the true nature of characters, likening the figures in his paintings to actors on a stage whom, under his direction, reveal lessons about human folly and the ruthlessness of society.\r\n   \r\nThe series is based on a cycle of paintings by the artist now in the National Gallery in London. An accomplished engraver in his own right, Hogarth nevertheless hired professional French engravers to execute the plates for Marriage à la Mode, reserving only the heads to do himself. This was probably due to the complexity and extraordinary detail of each scene. The success of Hogarth's graphic satires lies in part in their levels of meaning; in Marriage à la Mode every detail is significant. As the eighteenth-century writer and antiquarian Horace Walpole said of Hogarth, \"The very furniture of his rooms describes the character of the persons to whom they belong.\" In every aspect, Walpole said, Hogarth's work revealed \"the history of the manners of the age.\" The wall hangings, objets d'art, and books adorning each room, along with the figures' gestures, expressions, and clothes are all packed with meaning.\r\n",
  "description": "",
  "creditline": "Gift of Dan Pedoe",
  "accession_number": "P.95.11.2                                 ",
  "artist": "William Hogarth"
}
