{
  "accession_number": "P.95.18",
  "art_champions_text": null,
  "artist": "Artist: Judith Yourman",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the artist",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Arts of the Americas",
  "description": "Photograph digitized with computer assistance, printed as an 8 x 8 grid pattern; individual pixels represented.",
  "dimension": "62 1/2 x 83 1/2 in. (158.75 x 212.09 cm) (image)",
  "id": "http://api.artsmia.org/objects/43661",
  "image": "invalid",
  "image_copyright": "© Judith Yourman",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1957",
  "markings": "",
  "medium": "Digital inkjet print on paper, mounted on board",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From \"Female Offender\" series",
  "provenance": "The artist, Minneapolis; given to MIA, 1995.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Judith Yourman's unconventional self-portrait explores the increasingly blurred boundaries between news and popular entertainment, in particular the media's role in amplifying our culture's fascination with celebrity and scandal and its prejudicial treatment of women who dare to defy social norms. Part of Yourman's \"Female Offender\" series, the digitally-manipulated image was derived from the artist's personal observations of the infamous 1989 tax evasion trial of Leona Helmsley (1920-2007). Helmsley, a billionaire real estate investor and self-styled \"queen\" of the Helmsley hotel empire, was tried and convicted in New York federal court of income tax evasion and mail fraud and sentenced to 16 years in prison (reduced on appeal), fined $7.1 million, and ordered to pay back-taxes of $1.7 million. She was released from prison in 1994 after serving 21 months. Helmsley's imperious public image was affirmed at trial when one of her former housekeepers testified that she overheard Helmsley say: \"We don't pay taxes; only the little people pay taxes.\"",
  "title": "Self-Portrait with Leona Helmsley (NBC)"
}
