{
  "accession_number": "P.95.2.4",
  "art_champions_text": null,
  "artist": "Maker: Lesley Dill; Publisher: Landfall Press, Santa Fe, N.M. (formerly Chicago)",
  "catalogue_raissonne": "PCN vol., XXV, no.3",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1994",
  "department": "Arts of the Americas",
  "description": "",
  "dimension": "25 7/8 x 21 1/2 in. (65.72 x 54.61 cm) (image)\r\n29 1/4 x 21 1/2 in. (74.3 x 54.61 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43686",
  "image": "valid",
  "image_copyright": "© Lesley Dill",
  "image_height": 4865,
  "image_width": 3647,
  "inscription": "",
  "life_date": "American, born 1950",
  "markings": "",
  "medium": "Photolithograph with etching and stitching on tea-stained Mulberry paper",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From A Word Made Flesh suite",
  "provenance": "(Charles M. Young Fine Prints & Drawings, Portland, Conn.); sold to MIA, 1995.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Lesley Dill has long been fascinated by Emily Dickinson's poetry. Its precise balance of lacerating self-exposure and impenetrable reticence is a perfect analogue for Dill's own metaphoric explorations of the female mind, body, and spirit. \r\n\r\nThis suite of prints takes its title and fragmentary texts from Dickinson's poem \"A Word made Flesh is seldom / And tremblingly partook.\" In it, Dill combines two seemingly unrelated sources of inspiration: Dickinson's poetry and the henna tattoos of women in India. She explains: \"I was very influenced by my stay in India where women paint their hands and feet in beautiful designs. I thought maybe we do have words on us, invisible text we all wear. I think of words, especially poetry and especially Emily Dickinson's as a kind of spiritual armor, a protecting skin of words that dresses the soul with inspiration of vulnerability, fear, and hope. As clothing cloaks or reveals, so does language, which can selectively present or obscure.\"",
  "title": "A Word Made Flesh: Throat"
}
