{
  "accession_number": "P.95.6",
  "art_champions_text": null,
  "artist": "Maker: Linda Schwarz",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Julie L.Knoff and the Print and Drawing Council",
  "culture": null,
  "curator_approved": 1,
  "dated": "1995",
  "department": "European Art",
  "description": "",
  "dimension": "72 x 45 1/4 in. (182.88 x 114.94 cm) (image)\r\n74 1/4 x 45 1/4 in. (188.6 x 114.94 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/43693",
  "image": "valid",
  "image_copyright": "© Linda Schwarz",
  "image_height": 10648,
  "image_width": 6721,
  "inscription": "",
  "life_date": "German, born 1963",
  "markings": "",
  "medium": "Color woodcut, etching and Xerox transfer on Japan paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "The artist, Minneapolis and Germany; sold to MIA, 1995.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, verso: L. Schwarz",
  "style": "20th century",
  "text": "German-born Linda Schwarz studied sculpture and visual arts in Berlin and printmaking at University of Minnesota in Minneapolis.  She has often selected the texts of the German author and poet Friedrich Holderlin (1770-1843) as a starting point for both the idea and the material of her works.  The Middle of Life takes its title and its substance from a poem by Holderlin.  Schwarz used a sample of his handwritten manuscript and printed it in various combinations, layered it upon itself, and impressed images on both sides of a translucent sheet of paper.   As made clear in the poem, the sweet joys of summer lead to brooding on inevitable winter. Holderlin's life was divided into two equal halves: the 36 years from 1770 to 1806, during which he became one of Germany's great lyrical poets, and the 36 years from 1807 to 1843, when he suffered a mental breakdown.   Occasional phrases from Holderlin's poem can be read clearly, but for the most part the words are indecipherable. As a result, the viewer is led back to a visual rather than literal interpretation.",
  "title": "At the Middle of Life"
}
