{
  "accession_number": "P.98.19.1",
  "artist": "Red Grooms; Printer: Steven M. Andersen; Publisher: Akasha Studio, Minneapolis, Minneapolis",
  "classification": "Multiples",
  "continent": "Americas",
  "country": "United States",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1998",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "44 x 35 x 5 in. (111.8 x 88.9 x 12.7cm)",
  "id": 43904,
  "image": "invalid",
  "image_copyright": "©Red Grooms / Artists Rights Society (ARS), New York",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "American, born 1937",
  "markings": "Plaque on back of multiple reads: This copy is archive proof.",
  "medium": "Multiple consisting of color screenprinting, plywood, Lexan, cast polyester resin, copper, steel, aluminum, and foam core",
  "object_name": "Multiple",
  "portfolio": null,
  "provenance": "Akasha Studio, Minneapolis (publisher); sold to MIA, 1998.",
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "Signed LR: Red Grooms",
  "style": null,
  "text": "A painter, sculptor, printmaker and filmmaker, Grooms is best known for his humorous and colorful three-dimensional constructions that resemble oversized cartoon sculptures. One of Grooms' favorite subjects is the realm of artists, as seen in this multiple of 1997. The cast of characters includes Katherine Dreier (1877-1952) and Hilla Rebay (1890-1967), both important patrons of modern art in America, as well as Frank Lloyd Wright (1869-1959) and Marcel Duchamp (1877-1952), the latter a close friend of Dreier and one of the most important modern artists of the twentieth century.  In this caricature, Katherine and Marcel are having tea in the living room of Dreier's home.  Marcel seems in a relaxed mood, apparently having forgiven her for breaking his Large Glass.  The peaceful scene is about to be disrupted by the arrival of the acerbic Wright and Baroness Rebay, Katherine's rival at the Guggenheim Museum. Her parrot  Da Da is about to blurt out Hilla, Hilla, What a Killa.  And like all collectors, Katherine made some mistakes, proving it's a good thing to have extra room in a basement.",
  "title": "Katherine, Marcel, and the Bride"
}
