{
  "accession_number": "42.18.117",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Basketry",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mrs. C. C. Bovey",
  "culture": "Tohono O'odham (Papago)",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "Round coiled plaque. Design consists of central devil's claw from which emanates black geometrically-shaped bands to the rim. Colors are natural and black.",
  "dimension": "10 x 10 in. (25.4 x 25.4 cm) (diameter)",
  "id": "http://api.artsmia.org/objects/16540",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3600,
  "image_width": 3648,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers",
  "nationality": null,
  "object_name": "Round Coiled Plaque",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Tohono O'odham (Papago) and Akimel O'othom (Pima), together referred to as Pimans, live in a large area of the Southwest including, central Arizona and extending down into Sonora, Mexico.  Tohono O'odham translates to \"desert people\" and Akimel O'othom to \"river people.\"  They are essentially one people with minor differences in culture, dialect and environment.  Baskets have been an integral part of their daily lives.  Their baskets were so tightly woven that they could be used to transport water or as basins for washing.  Additionally, baskets were used for storing and preparing food. Large shallow bowls, such as this one, were the most common form.  Traditionally, the Pimans use splints of bear grass or cattail to make coils that are stitched with devil's claw and willow.  The classic Piman basket has an abstract, geometric design that is built out from the center black disc in a radiating or whirling pattern.",
  "title": "Round Coiled Plaque"
}
