{
  "accession_number": "42.8.105",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Sleeveless coat of blue-black satin embroidered in satin, knot, couched, and outline stitch in shades of blue, green, yellow, red, purple, cerise, olive-green. Three 5-clawed dragons in gold. Applied on breast and in middle back a mandarin square with a crane and Buddhist symbols, indicating rank of the wearer's husband. Body of coat has clouds, double-peach, phoenix, and bats. Conventional border, but with stripes barely visible. Rolling waves scattered with blossoms and symbols. Border of yellow and silver brocade. Collar band simulated by couched gold thread. Lining of thin pink silk. Fringed bottom.",
  "dimension": "L.40-1/8 x W.39-1/8 in.",
  "id": "http://api.artsmia.org/objects/16597",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4102,
  "image_width": 2874,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered satin",
  "nationality": null,
  "object_name": "Vest",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This vest might have been worn by an aristocratic bride over her wedding robes. The insignia square—a special image specifying one’s rank—depicts a white egret, indicating that the woman’s husband was a sixth-degree official. It was common for husbands and wives to bear the same insignia on their clothing, so that when they were seated together the animals would face each other. The rest of the vest is decorated with auspicious imagery, including imperial dragons, bats, peaches, phoenixes, and peonies. After the wedding, the vest would continue to be worn by the woman on formal occasions.",
  "title": "Woman's Official Vest with Insignia Square"
}
