{
  "accession_number": "42.8.102",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Coat of solid needlepoint with swastika fret dipaer in yellow and white against which are embroidered peonies in three shades of blue.  Wide sleeves with wide band of needlepoint bearing pink peonies against a background of blue leaves on a pale pink ground.  Above, a band of black satin embroidered with butterflies and peonies in shades of lbue in satin and knot stitch.  Collar-band and complete border of same.  Coat slit at sides and lined with thin blue silk.",
  "dimension": "L.54-3/4 x W.51-1/4 in.",
  "id": "http://api.artsmia.org/objects/16594",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3720,
  "image_width": 3703,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk gauze",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Designed for a young woman, the body of this robe features a yellow grid scheme comprised of a swastika grid pattern with a scattered scheme of blue peonies against a white ground. The cuffs are embroidered with a multicolored peony scroll pattern while the front, side, and cuff bands are embroidered with seasonal flowers including grass orchid, peony, and plum with bats and cicada moths against a black ground. The peony, the \"king of flowers\", is one of the most popular botanical motifs in China. It is associated with royalty, wealth, and honor. Blossoming peonies bring prosperity to the household. Pronounced \"wan\", the swastika is a pun for \"ten thousand\" and the swastika ground in this robe can be seen as a multiplier of the wealth and honor represented by the flowers times ten thousand.",
  "title": "Manchu Woman's Unofficial Informal Robe"
}
