{
  "accession_number": "42.8.11",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723-1735",
  "department": "Asian Art",
  "description": "Emperor's ceremonial twelve-symbol coat of yellow k'ossu with nine five-clawed dragons, those in profile clasping the Heavenly Jewel. Background of loosely drawn cloud forms, bats, and good luck emblems in shades of blue, green, violet, red, rose, and gold. At bottom wide border of tossing waves dotted with flowers, flower vases, swastika and other emblems. At sides, center front and back where coat is slit, small areas of slanting, wavy stripes. Similar reduced border at elbows, where sleeve is extended by a strip of ribbed yellow silk finished with cuffs of dark blue k'ossu. Band of same dark blue k'ossu around neck and down front to under arm. Coat lined with figured blue silk and lightly interlined. Yellow ceremonial coats worn in sacrifices to earth.",
  "dimension": "L.54-3/4 in.",
  "id": "http://api.artsmia.org/objects/16602",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6964,
  "image_width": 8212,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Eight golden dragons cavort across this imperial robe, while a ninth hides under the front fold of the skirt. These dragons are part of the twelve symbols of imperial authority whose arrangement on the robe was prescribed by official dress edicts put into effect in 1759. The sun, moon, mountain, and constellation emblems are positioned symmetrically around the neckband. The other eight imperial symbols—dragon, ax, cups, flame, bat, grain, pheasant, and waterweed—are arranged on the front and back of the robe. Only the top members of the royal family—emperor, empress, empress dowager, and crown prince—could wear twelve-symbol robes. A bright yellow dragon robe like this could be worn only by the emperor himself.",
  "title": "Manchu Emperor’s ceremonial twelve-symbol jifu court robe"
}
