{
  "accession_number": "42.8.108",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Actor's robe, imitating a priest robe, made up of pieces of satin in shades of blue, pink, and pale lavendar, and embroidered with butterflies, flower sprays, and good luck characters in gold and colored silk threads. Cuffs and shaped border of white satin embroidered with similar designs at sides; an inner border of red satin embroidered with bats, good luck characters and Taoist symbols. In center back a shaped medallion containing the appliqued figure of a god surrounded by floral sprays. Satin, stem, laid, and outline stitch. Lining of coarse pink cotton. Inscription in center back (lining).",
  "dimension": "L.61-1/8 x W.58 in.",
  "id": "http://api.artsmia.org/objects/16600",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3284,
  "image_width": 4595,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "in center back (Lining)",
  "medium": "satin, cotton",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "During the Qing Dynasty, men played both male and female roles in plays and operas. Stage decoration and scenery were kept to a minimum, so the audience’s attention needed to be captured by dramatic, exaggerated costumes and stage makeup to ensure the characters were recognizable. This robe would almost certainly have been over-the-top as everyday wear, but on stage its bright pink color and butterfly design were necessary for dramatic effect.",
  "title": "Theatrical woman's robe"
}
