{
  "accession_number": "42.8.20",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Imperial 12-symbol robe of yellow twilled silk embroidered with nine 5-clawed dragons in gold, those in profile grasping Heavenly Jewel. Agianst an embroidered diaper back-ground of blue swastikas and light jade green quatrefoil forms containing a conventionalized four-petalled flower, are distributed clouds, bats, long life characters in shades of blue, mauve, green, white, and rose. The twelve symbols embroidered with the same colors with the addition of orange in the millet. Border with unusually wide stripe section in slanting, slightly wavy stripes in tones of body colors. Above a line of scattered cloud forms the waves curl in short roll. Swastika, Taoist symbols, and branches of coral appear in the waves. Border pattern repeated on sleeve, where sleeve continues with a length of the plain yellow twilled silk and ends in dark blue silk cufs embroiderd with same design as body of robe. Design repeated in collar band. Embroidery chidfly in satin stitch, but couched stem, knot, and loop stitches also used. Robe slit at sides and lined with thin, gold-colored damask.",
  "dimension": "L.60-1/4 x W.56 in.",
  "id": "http://api.artsmia.org/objects/16694",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk twill",
  "nationality": null,
  "object_name": "Robe (chi-fu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Grid schemes are decorative arrangements dispersed in regular patterns across a robe's surface. They served as a backdrop to the imperial and auspicious imagery on the robe. Patterns such as swastika frets, water chestnut lattices, and stylized floral repeats were popular throughout the nineteenth century. The precision with which these complex designs were created represents one of China's greatest technical achievements in silk embroidery.",
  "title": "Manchu Emperor's Semiformal Twelve-symbol Court Robe (chi-fu)"
}
