{
  "accession_number": "42.8.19",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 19th century",
  "department": "Asian Art",
  "description": "Priest robe of embroidered and brocaded puce satin. The shape of the robe is Taoist and the satin is brocaded in an all-over design in spaced, vertical lines, with running Sanskrit characters (prayers) in gold thread. Over this ground on back are enbroidered in laid couched work figures of the 18 Lohans. Colors of embroidery (later work ?) include blues, yellow, rose, peach, green, black, ivory and tan. On left shoulder blade a pagoda; on right, a dragon. Around bottom, sides and front a border of soft blue satin brocaded with the body characters in silver threads. This border banded, on outer edge, with a narrow strip of the puce brocade and set off from main body of robe with a narrow binding of pale beige satin with reveals brocaded areas. Two shaded strips of puce brocade attached to front for fastening. Lining of alternating strips of yellow and orange damask. Facing of plain puce satin around collar and down front; of brown silk damask around bottom and sides. A.P. thinks this may be one of 1738 Kuo Ch'in Wang tomb lot( Yun Li, 17th son of K'ang Hsi, died 1738)",
  "dimension": "L.53-3/4 in.",
  "id": "http://api.artsmia.org/objects/16718",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2507,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "",
  "title": "Taoist Priest's Robe"
}
