{
  "accession_number": "42.8.193",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1368-1644",
  "department": "Asian Art",
  "description": "Altar frontal of pale brick red kesi with design representing a blue-scaled chilin in a field of flowers, large fat clouds, and symbols in shades of blue, green, pink, yellow, brown and grey. Across the top a band of watery, run-together clouds.(?) Note the bat, of finer, later kesi inset above cloud over chilin's head. Double border inner one of worn, all-over flower and cloud pattern of brocade in shades of light green, yellow, blue and pink; outer of gold and blue kesi of dragon and cloud pattern, perhaps originally part of a robe? The kesi weave is quite coarse. It has been badly worn, and is mended in places. Lining of yellow satin which has been pieced out.",
  "dimension": "L.42 X W.29-3/8 in.",
  "id": "http://api.artsmia.org/objects/16723",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3162,
  "image_width": 4436,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-17th century",
  "text": "This panel includes a large mythical animal associated with rulers and power. The beast, called a qilin, sits within a landscape of flowers and symbols of good fortune. It was altered sometime after it was made; the upper section was removed and a double border was added. The outer border appears to come from a dragon robe dating to the late 1600s. Look closely to see the small bat above the qilin’s head. It is in a different style and of a finer technique than the rest of the fabric, so it was likely a later addition, perhaps added along with the borders.",
  "title": "Table Frontal"
}
