{
  "accession_number": "42.8.229.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Yongzhong period (1723-1735)",
  "department": "Asian Art",
  "description": "One of a pair of Imperial prayer banners in imperial yellow k'ossu made up of one wide and two narrow strips attached to a gilded bronze plaque with two dragon heads. The central strip, terminating in slit shaped ends finished with wedge-shaped plaques of gilded bronze, is formed of blue-black k'ossu with an inscription in gold characters mounted in yellow k'ossu, which has a design of the Eternal Sea, slender, five-clawed dragons, bats, and clouds in shades of blue, green, violet, crimson, and pink. The side strips suspended from shaped gilt bronze plaques incised with scrollscarry the same dragon and cloud design and terminate in three narrow strips of blue k'ossu with meander fret in gold. The strips are attached to the yellow band by three gilt bronze fungus heads, which are repeated on ends of blue strips. Lining of egg-shell silk of medallion design. These banners are said to have flanked the Emperor's private alter in the Temple of the Forbidden City. Of superb quality and condition. See Harris label for translation of inscriptions.",
  "dimension": "70 in. (177.8 cm)",
  "id": "http://api.artsmia.org/objects/16739",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 901,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Banner",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    "16739",
    "16764"
  ],
  "signed": "",
  "style": "18th century",
  "text": "While these silk banners would have only been used by the imperial court within the Forbidden City, their context was similar to this; flanking a shrine or an ancestor portrait above an altar table. The poetic verse invokes a heavenly constellation along with a wish for the emperor's longevity.\r\nThe banners read from right to left:\r\nThe court glows in rose color when the torches are lighted;\r\nMay the exalted one enjoy long life forever and ever and ever;\r\nMay he always see the light shining upon his great empire.\r\n\r\nThe propitious mist lusters the marvelous touches when the melodious heavenly music is performed;\r\nthe lofty central axis Mount Song is guarded by immortal isles.",
  "title": "Altar Banner"
}
