{
  "accession_number": "42.8.241",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Robe or jacket of cut red velvet on a gold woven background. The design consists of large peony blossoms and butterflies. Shaped collar band and skirt borders of white satin embroidered in a landscape design with figures of women; couched and satin stitch in pastel colors. Wide sleeves with cuffs of pale blue cut velvet of Hundred Antiques design. Cuffs bordered at upper edge with a band of black satin embroidered with flowers and emblems in shades of blue. Leaf-green satin lining. A woman's robe.",
  "dimension": "L.39-1/4 in.",
  "id": "http://api.artsmia.org/objects/16743",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3239,
  "image_width": 4715,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cut-silk velvet",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In China, different ethnic groups favored different styles of robes. The ethnic minority Manchu women wore full-length informal gowns with square cuffs, and women of the Han majority wore shorter, loose-fitting robes with wider sleeves like this one. These were generally calf-length garments worn over a standard wraparound skirt. This special-occasion robe features a scattered scheme of peonies and cicada insects in red cut velvet against a gold ground. The cicada symbolized regeneration and eternal youth. When depicted in flower or garden settings, it represented the harmonious coexistence of all things in nature. The outer cuff bands display, in light-green cut and voided velvet, the “hundred antiques” motif—a general collection of emblematic forms comprising the Buddhist Eight Treasures, the symbols of Four Fine Arts (music, chess, calligraphy, and painting), and numerous conventional representations of sacrificial vessels, flowers, and animals. The 12-petal yoke and the side and hem bands are embroidered with women in a multicolored landscape on a white ground.",
  "title": "Chinese Woman's Unofficial Informal Robe"
}
