{
  "accession_number": "42.8.22",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Asian Art",
  "description": "Imperial twelve-symbol robe of yellow kesi with nine 5-clawed dragons in field, those in profile clutching the Heavenly Jewel. Diaper background of swastikas and quatrefoil medallions enclosing a conventionalized 4-petal flower, (Cf. 42.8.20) against which appear in addition to the twelve ancient symbols, two versions of long life character, loosely drawn clouds, and bats. Tones of blue, green, red, pink, mauve, violet, yellow, and pink. wide border of slightly wavy slanting stripes in body colors, separated by a line of regularly disposed tight clouds from the spray and overlapping waves in which appear Daoist emblems, swastikas, and branches of coral. Border design repeated on sleeve above a strip of pale corn-colored silk ending in cuffs of dark blue kesi of body design and edged with a strip of fretwork brocade in gold and black. Collar band of the same. Painted areas in wave section of border. Note embroidered eyes of dragons; similarity of design to 42.8.20; and the increased use of violet in color scheme. Appearence of olive green in clouds. Coat slit at sides and lined with thin yellow silk.",
  "dimension": "L. 58 7/8 x W. 54 3/8 in.",
  "id": "http://api.artsmia.org/objects/16754",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3006,
  "image_width": 4071,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "",
  "title": "Manchu Empress's Semiformal Twelve-Symbol Court Robe (jifu)"
}
