{
  "accession_number": "42.8.23",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Qianlong period, 1736-1795",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Imperial 12-symbol robe of yellow k'ossu with diaper background of swastikas and quatrefoil medallions enclosing a conventionalized 4-petal flower. Cf. 42.8.20,22. Nine five-clawed dragons in gold, those in profile clutching the Heavenly Jewel. Against diaper ground appear two versions of long life character and bats. Colors shades of blue, green, yellow, red, mauve, pink, white, and pale grey, as well,as the twelve symbols. Wide border of slightly wavy slanting stripes in body colors separated by a line of regularly disposed tight cloud forms from rolling waves in which appear swastikas and Taoist emblems. border design repeated on sleeve above stripe of blistered-ribbed yellow silk ending in cuffs of dark blue k'ossu of body pattern which are edged with a strip of worn blue and gold brocade. Collar band of same. Some painting in wave section of border. Slit at sides and lined with thin yellow silk. Note general similarity of the design of this robe to 42.8.22 and 42.8.20, but k'ossu of 42.8.22 superior in quality and colors brighter. Note stubbiness of coral branches in these Ch'ien Lung robes. Note appearance of an olive green in clouds, eyes of dragons embroidered.",
  "dimension": "L.58-1/2 x W.54-1/8 in.",
  "id": "http://api.artsmia.org/objects/16758",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "",
  "title": "Dragon robe"
}
