{
  "accession_number": "42.8.134",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 18th century",
  "department": "Asian Art",
  "description": "Buddhist priest robe of K'ang Hsi blue k'ossu with gored end. Mnay five-clawed dragons in gold, those in the border having th symbolic universe design below. The small squares representing Buddha's mendicant days are alternately filled with gold dragons and large peony blossoms in shades of red, pink, and green. The shaped gores are filled with peony blossom and trailing tendrils. Upper border contains loose cloud forms and bats in end sections. Colors include green, red, pink, yellow, olive green , puce, mauve, yellow coral, peach and burnt orange. Compare treatment of clouds, wave border and dragons with the K'ang Hsi robes. K'ossu broken in many spots. The squared and gored areas set off with bindings of yellow satin. Lined with thin rose silk. Canopy flap with standard design, at center of upper top.",
  "dimension": "L.95 1/2 x W.45 1/8 in",
  "id": "http://api.artsmia.org/objects/16769",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2936,
  "image_width": 5277,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Robe (kashaya)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Silk kashayas, probably belonging to high-ranking abbots and senior monks, are more sumptuous than the cotton and hemp robes worn by the general priesthood. This robe is a ceremonial object of imperial sponsorships accounting for the inclusion of imperial imagery with gold dragons cavorting within the imperial landscape. Buddhist outer robes are cut as a horizontal rectangle designed to be draped over the left shoulder, under the right arm, and fastened under the left shoulder with ties. The ritual garment is fabricated from small squares and panels that are outlined in bias strips of yellow silk. Ironically, this convention symbolizes the humble nature of the clothing of Buddha, who having renounced wealth, made his garments from discarded and donated cloth fragments. While this kashaya was woven in an imperial workshop, expensive silk brocade donated by the lay public, were typically cut into smaller fragments and reassembled by the priesthood in a token effort to avoid the appearance of luxury.",
  "title": "Buddhist Priest's Robe (kashaya)"
}
