{
  "accession_number": "42.8.135",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period (1662–1722)",
  "department": "Asian Art",
  "description": "Buddhist priest robe of embroidered yellow satin with one end gored. Int he many small squares symbolical of Buddha's mendicant days, are embroidered five-clawed dragons in couched gold, and large peony blossoms with leafy tendrils in shades of red, pink, blue, and green. The gored sections contain two peony blossoms with trailing branches. In the borders and larger dragon panels appear the universe motif, with coral, swastikas, and other symbols appearing in the waves. Loosely drawn clouds. In the end sections of the upper border, bats appear. The 'patched' character of the robe is accentuated by bindings of ivory satin which mark off the various squares. Lining of pink silk. Colors are clear, and include shades of blue, green, red, pink, yellow, mauve, and brown. Atached to center of upper border a flap with embroidered canopy to shield wearer from dragon's eyes. This robe close in design to 42.8.134. Cf. dragons, clouds, and wave areas with other K'ang Hsi robes.",
  "dimension": "L.95-3/4 x W.45 in.",
  "id": "http://api.artsmia.org/objects/16770",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5839,
  "image_width": 10822,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk, satin",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Buddhist priests’ robes (kashaya) are designed to be draped over the left shoulder and under the right arm and fastened in front under the left shoulder by ties. This robe belonged to a high-ranking abbot. In the many small squares, symbolic of Buddha’s mendicant days, are embroidered five-clawed dragons in couched gold and large peony blossoms with leafy tendrils in shades of red, pink, blue, and green. The “patched” character of the robe is accentuated by bindings of ivory satin that mark off the various squares. In the borders and larger dragon panels appear the universe motif, with coral, swastikas (symbols of good fortune), and other symbols appearing in the waves, as well as loosely drawn clouds.",
  "title": "Buddhist Priest's Robe (kashaya)"
}
