{
  "accession_number": "42.8.183",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Tao Kuang period, 1821-1850",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Hanging of embroidered peach-colored satin, made up of three strips seamed lengthwise. The design is an enormous five-clawed dragon in blue. In the field scattered loose clouds,bats, peonies and Buddhist symbols in shades of blue, green, pink, red, rust, and tan. At the bottom the Eternal Sea, the straight slanting stripes breaking through the waves in some areas. Among the waves are symbols of the Eight Precious Things, swastikas and large peony blossoms, the latter knot stitch. The embroidery is chiefly in satin stitch, but there is quite a lot of knot stitch, some outline, couched and laid stitch. Lining of pink figured silk. An eleven-character inscription in deep blue and rust red in the upper right corner, dated the hanging in the 15th year of Tao Kuang. The satin has faded to pale peach color from a bright orange. Note one of a pair used in a temple. The mate to this is in the University of California collection. Cf. 42.8.11(wave Area). Former Classification: Textiles - Tapestry",
  "dimension": "L.164-1/2 x W.86-1/2 in.",
  "id": "http://api.artsmia.org/objects/16774",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscription",
  "life_date": null,
  "markings": "In the upper right corner an eleven character inscription dates the hanging in the 15th year of Tao Kuang.",
  "medium": "silk",
  "nationality": null,
  "object_name": "Hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "",
  "title": "Hanging"
}
