{
  "accession_number": "42.8.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "Imperial 12-symbol robe of Kangxi blue kesiwith nine 5-clawed dragons in gold, those in profile grasping the Heavenly Jewel. Scattered through ground are loose cloud forms, bats, the double peach, swastika, and sprays of flowers. On this robe the twelve symbols, with exception of the sun, moon, constellation, and mountains, appear ont he border, which is formed of a rather narrow area of slanting wavy stripes with rolly waves, clouds, and Buddhist and Daoist symbols. A similar border in miniature at elbows where sleeves continue with a wide band of wave and earthe designs embroidered on poor quality blue sild, and end in an embroidered cuff edged all around with band of modern gold and black brocade. Collar and front band of dark blue kesi edged with same gold and black brocade. The disposition of the twelve ancient symbols is thought to indicate an early practice. On front border appear the phoenix, dragons, and the cups; dragons, phoenix, and cups with some painting. On back border are the fire, water, weed, millet, the axe. Coat slit at sides and lined with thin blue silk. Kesi worn and patched. Color appears faded in spots, but may be soiled.",
  "dimension": "L. 56 in.",
  "id": "http://api.artsmia.org/objects/16775",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3552,
  "image_width": 4254,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry and embroidered satin",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "",
  "title": "Manchu Woman's Semiformal Twelve-Symbol Court Robe"
}
