{
  "accession_number": "42.8.139",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "Altar Frontal of rust-red brocade. Five four-clawed dragons, one large one in center, in gold. Field of loose clouds and bats gripping symbols in shades of blue, green, pink and peach. Below, the Eternal Sea with branches of Coral in the curling waves. Border of the satin brocaded with running design of flowers, bats and symbols. Across the top a loose strip of green satin brocade with a design of bats, clouds, sacred vessels, plum blossoms, narcissus, and Taoist symbols. Border of the green satin with design of running flowers and synbols. Linings of thin yellow damask and orange silk. Compare Eternal Sea area with that on K'ang-Hsi robes. For a similar altar frontal see London Ill. News, November 30,1935, p.988",
  "dimension": "L. 35 ½ x W. 39 ⅜ in. (88.9 x 99.06 cm)",
  "id": "http://api.artsmia.org/objects/16784",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3654,
  "image_width": 3822,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk, satin, gold",
  "nationality": null,
  "object_name": "cloth",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The upper section of this panel depicts sacred vessels surrounded by a pattern of clouds, bats carrying flowers, butterflies, eight Daoist attributes, and seasonal plants (orchid, narcissus, plum, peony, camellia, bamboo, and fungus). Below that is a large golden dragon in a celestial landscape, which includes smaller dragons, mountains, waves, coral, and flying bats.",
  "title": "Altar Frontal"
}
