{
  "accession_number": "42.8.125",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "Lama robe of embroidered yellow satin used in temple dances?, the theatre?. Front upper section and wide girdle area embroidered with loosely drawn clouds and chilin (?) in shades of blue, green, red, mauve, mulberry, and pink. bordering the girdle area, two bands of black velvet with cursive, porfile dragons in couched gold threads. Skirt composed of four shaped panels bordered, on lower part, with scrolls of pale blue and gold brocade. In lower section of each an embroidered Foo dog in shades of puce and reddish brown. Upper section of panel embroidered in loop (knot?) stitch with all-over pattern of hanging leaf froms representing chain armor in pale pink, blue, and green. At top and bottom tow monster masks in satin and couched stitch. This upper area given the shape of a rounded panel by a band of black velvet studded with alternate metal bosses and larger, brass discs with a dragon in relief. The band is bordered in turn with 'tiger claws' of vari-colored brocade of type in robe 42.8.129. This panel motif repeated onloose epaulets over shoulders, and in upper back section of robe. High, shaped collar of embroidered yellow satin. LIning of pink sati damask. See 'The Chinese Lama Temple, Potola, Jehol, descriptive of Bendix Temple at Century of Progress, Chicago,' p.62. Inscription in front.",
  "dimension": "L.58 x W.48-1/2 in.",
  "id": "http://api.artsmia.org/objects/16795",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3244,
  "image_width": 3039,
  "inscription": "INSCRIPTION (In front)",
  "life_date": null,
  "markings": "Not listed on card",
  "medium": "silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "",
  "title": "Theatrical Military Robe"
}
