{
  "accession_number": "42.8.127a-e",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "Actor's short coat of embroidered gold-colored satin. Five four-clawed dragons in couched gold thread. In the field are thin, loosely-drawn clouds in shades of blue, green, pink, red, mauve, and peach color, cone in satin stitch and outlined with couched gold threads; scattered among the waves are loose clouds, coral branches and symbols of the Eight Precious Things. Under the arms are attached shaped, embroidered panels with gold dragons, and at lower front of coat a quare panel of the same. These, and the shoulder area of the sleeve, are bordered with a band of black velvet studded with metallic bosses. Outer border of 'tiger claws' in fragments of colored brocade like that in Buddhist priest robe C.80 (42.8. ) Gold and red brocade sleeves, much worn, banded with black and gold brocade. Lining of painted pink silk. Light padding. See matching skirt, 42.8.127B. Matching skirt Actor's chaps of embroidered gold-colored satin to match coat 42.8.127a. They are made of two shaped side panels attached to a deep waist band of the painted pink silk with which they are lined. One four-clawed dragon in couched gold on each panel. Shaped border with appliqued scrolled pattern of black and gold brocade edged with a narrow band of white braid and bound with red satin. Front and sides banded with tiger claws of brocade, as on coat. A handsome and well-preserved costume. Compare genreal drawing with K'angHsi group. Note The actor wearing these chaps was supposed to represent a man on horseback.",
  "dimension": "32 3/4 × 65 in. (83.19 × 165.1 cm) (object part, jacket)\r\n47 1/4 × 33 in. (120.02 × 83.82 cm) (object part, chaps)\r\n11 1/2 × 11 in. (29.21 × 27.94 cm) (object part, underarm panel)\r\n11 1/2 × 11 1/2 in. (29.21 × 29.21 cm) (object part, underarm panel)\r\n9 × 9 1/2 in. (22.86 × 24.13 cm) (object part, loin panel)",
  "id": "http://api.artsmia.org/objects/16797",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3452,
  "image_width": 3680,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "satin",
  "nationality": null,
  "object_name": "Jacket and skirt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "",
  "title": "Theatrical Jacket and Skirt for a Warrior"
}
