{
  "accession_number": "42.8.17",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Yongzheng period, 1723-1735",
  "department": "Asian Art",
  "description": "Imperial robe of puce satin embroidered with nine five-clawed dragons, those in profile grasping Heavenly Jewel, Taoist emblems, cranes, bats, and blossoms against an all-over embroidered background of small octagons filled with a small blue flower alternatin with squares filled with a swastike in dark brick color, the whole forming a sort of lattice-work ground done in outline and satin stitch. Remaining designs chiefly in satin stitch. Border of deep slanting stripes almost straight on edges, topped with rolling waves scattered with swastika and other symbols. Some knot stitch in border and in single flowers of body. To right and left of sacred mountain, front and back, a pagoda under a spreading tree. Border design repeated at elbow, where sleeve continues with a strip of modern black sateen. Cuffs, collar, and band embroidered with same designs and technique of body on blue satin. Color scheme soft in tone, with shades of ivory, yellow, soft blue, green and brown predominating. Robe slit front and back and lined with thin blue silk.",
  "dimension": "L.54-3/8 in.",
  "id": "http://api.artsmia.org/objects/16806",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "embroidered satin",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "",
  "title": "Manchu Prince's Semiformal Court Robe"
}
