{
  "accession_number": "42.8.16",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723-1735",
  "department": "Asian Art",
  "description": "Imperial robe of gold k'ossu with nine five-clawed dragons in blue. In the ground, loosely drawn clouds, the eight Taoist emblems, the bat, flowering branches with peach and couble peach, peonies and narcissus in shades of blue, red, rose, green, peach, yellow, mauve, and brown. Border with narrow band of slanting wavy stripes below tossing wave. Note that the sacred mountain, as well as certain other parts of border, has been painted. Same border treatment at elbows, where sleeves continue with a section of black satin and are finished with an inferior quality of dark blue k'ossu with dragons, clouds, bats, etc. Edging of black and gold brocade; same k'ossu collar and band. Coat slit back and front; lined with thin, gold colored damask. K'ossu broken at shoulders and on collar.",
  "dimension": "L.57 in.",
  "id": "http://api.artsmia.org/objects/16830",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3495,
  "image_width": 4425,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (k'o-ssu)",
  "nationality": null,
  "object_name": "Robe (chi-fu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "By the late eighteenth century, dragons on court robes had become smaller, and a variety of auspicious symbols, such as bats, peaches, flowers, and attributes of the eight immortals (seen on this robe), had begun to appear among the intricate cloud and wave patterns. The striped water designs at the bottom of the robes became increasingly prominent and eventually dominated the hemlines of nineteenth-century robes. This is one of the few solid gold-ground dragon robes known.",
  "title": "Manchu Man's Semiformal Court Robe (chi-fu)"
}
