{
  "accession_number": "42.8.342",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "Picture hanging of soft brick-red kesi representing 'The Feast of Peaches,' a favorite subject with the Chinese. In the upper left, Xi Wangmu descends from her clouds on the phoenix. At the upper right are the gateway and stairs to paradise. beneath are the gods of office, longevity and happiness, and the Eight Immortals. In the field are spreading pine trees, peach trees, bats, the crane, spotted deer, and other symbols of longevity and immortality. Shades of blue, green, red, peach and tan. Painted details. A kesi (silk tapestry) picture which was hung in the Imperial Palace of the Forbidden City in Beijing on special occasions. This is an outstanding example of this type of weave. It is 3 x 5 feet. The background is of old rose or peach, a shade of which the Chinese were especially fond. The other colors are blended with the skill which characterizes old work of this nature. The scene is one that is familiar to the Chinese, representing 'The feast of the Peaches' (Bao Dao Hui), which took 3,000 years to ripen and conferred immortality on the partakers. Xi Wangmu, the Goddess of the Western Heavens, is descending from the clouds on her phoenix to attend the feast. The gateway and stairs leading into Paradise, situated in the Kunlun Mountains, show at the upper right. The three Gods of longevity, Office and Happiness are seated in the center of the borders of the 'Lake of Gems', Yao Chi; the eight immortals with two attendants appear in the lower part of the picture. The peaches, crane, pinecones, scattered fungus, spotted deer, etc.; typify longevity and immortality. This picture is of the Qianlong period (1736-1795). Former Classification: Textiles - Tapestry",
  "dimension": "60 x 36 in. (152.4 x 91.4cm)",
  "id": "http://api.artsmia.org/objects/16871",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4987,
  "image_width": 2880,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This tapestry illustrates a classic scene from Daoist mythology, the birthday party given for Xi Wangmu, Queen Mother of the West. Legend held that certain peach trees produced a fruit that offered immortality when eaten. The trees blossomed every 3,000 years. Once, when these miraculous peaches were ripening, a party was held to honor Xi Wangmu’s birthday. In the tapestry, the queen mother descends from the clouds on a phoenix in the upper left, while the three deities of longevity, official office, and happiness await her arrival on the central terrace. The eight Daoist immortals are shown in the lower register making their way to the festivities. A hanging such as this, full of Daoist imagery for long life, would have been used on special occasions such as birthdays.",
  "title": "Pictorial Hanging Illustrating the Feast of Peaches"
}
