{
  "accession_number": "42.8.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "Imperial robe of red k'ossu with diaper ground of green quatrefoil medallions, enclosing narcissus blossom, and gold swastikas. Nine 5-clawed dragons in gold, those in profile clutching the Heavenly Jewel. Five of the ancient twelve symbols appear on this robe the sun and moon on shoulders; the axe and [double happiness (?)] on left and right breast, and over right shoulder blade the constellation in gold. Over the left shoulder blade in gold [another symbol]. In field are loose clouds, bats, Buddhist symbols, leafy branches of garlanded swastikas in shades of blue, green, red, pink, soft violet, olive green, and yellow. Conventional border of slightly wavy slanting lines in body colors; tight clouds, and rolling waves from which emerge branches of coral. Below the border on sleeve a band of dark blue k'ossu of body design, seperated from a deep cuff of the same by a narrow band of black and gold brocade which ia also used to edge cuff. Collar band of same blue k'ossu. Robe lined with yellow gauze of medallion design. Fine, firm k'ossu.",
  "dimension": "55in x 66in",
  "id": "http://api.artsmia.org/objects/16874",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3127,
  "image_width": 3743,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Robe (jifu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "Silk tapestry, or k'o-ssu, was a technically demanding weave admired by the Chinese for its lightness and clarity of pattern. Unlike the case in continuous weft brocade, each color area had to be woven from a separate bobbin. This made the finest k'o-ssu, like this robe, extremely time consuming to produce as well as expensive. Woven gowns as intricate as this, and fully embroidered robes, could take professional weavers between one and two years to fabricate.",
  "title": "Manchu Woman's Semiformal Court Robe (jifu)"
}
