{
  "accession_number": "42.8.318",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Qianlong period, 1739-1740",
  "department": "Asian Art",
  "description": "Large hanging of embroiderd red satin. The design represents an aged couple receiving friends and well-wishers on the occasion of their birthday. The figures are done in satin stitch in colors cranes, bats, clouds and various symbols in couched gold threads. Lining of ecru cotton. Inscription on back. This hanging, dated the 4th year of Ch'ien Lung's reign (1739-40) is a valuable key document in the dating of textiles. Former Classification: Textiles - Tapestry",
  "dimension": "H. 156 ½ x W. 144 in. (396.24 x 365.76 cm)",
  "id": "http://api.artsmia.org/objects/16872",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4145,
  "image_width": 3675,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "on back of panel",
  "medium": "Satin, silk",
  "nationality": null,
  "object_name": "Hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "When made for court personages, government officials, or other members of the aristocracy, commemorative hangings proclaiming meritorious service, major birthdays, or anniversaries could be spectacular objects. The dedicatory inscriptions are typically dated, while the figural imagery relating to family history is Confucian in nature. Daoist immortals and emblems connoting long life are also a standard part of the decoration. This hanging celebrates the seventieth birthdays of a husband and wife. In China, major birthday celebrations were held at sixty, seventy, and eighty years of age. \r\n\r\nThe border surrounding the inscription of this magnificent hanging is comprised of one hundred stylized variations of the shou character which means long life. It is further surrounded by figurative illustrations implying good wishes for the advancement in officialdom. The images on both vertical boarder are eight immortals. The lengthy inscription gives a clear rendition of Confucian values. As the case is here, prominent writers and calligraphers were typically recruited by the family to compose the actual verse.",
  "title": "Presentation Hanging for a Birthday"
}
