{
  "accession_number": "42.8.63",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Tao Kuang period, 1821-1850",
  "department": "Asian Art",
  "description": "Robe of plum black satin of very large size probably designed to wear over other robes for warmth. The robe is in two sections joined at the waist, and has a very full skirt, with short tucks under a broad girdle section which hangs over skirt like a short peplum. Upper body section of robe embroidered with four large 5-clawed dragons in couched gold thread; tight clouds, bats, and Buddhist symbols in shades of blue, green, lavendar and strong violet. Beneath main dragon, front and back, the wave and sacred mountain motif usually appearing in border of robes. The peplum section, which projects into a loose tab at the opening of the robe, embroidered with horizontal dragons in gold,bats, clouds,etc. It is edged with bands of brown and gold floral brocade. The skirt embroidered, back and front with two large horizontal dragons, clouds, bats, and Buddhist emblems. Beneath is sea and earth motif. Above each dragon, three medallions (12 in all) enclosing gold dragons, clouds etc. Extremely long sleeves of corded silk. Cuffs of black, embroidered satin. Neck, front, bottom and side seams edged with bands of the brown and gold brocade. Lining of thin blue silk.",
  "dimension": "L. 57 1/2 in.",
  "id": "http://api.artsmia.org/objects/16887",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3432,
  "image_width": 3668,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "",
  "title": "Chaofu Robe"
}
