{
  "accession_number": "42.8.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1662-1722",
  "department": "Asian Art",
  "description": "Imperial robe of yellow satin brocaded in green, rose, blue, brown, black, red, orange, and gold. Nine 5-clawed dragons, tose in profile grasping the Heavenly Jewel. In field, loose cloud forms and five bats, the latter appearing in orbit of each of the profile dragons. Border of narrow, slightly wavy wave-stripes in alternating body colors, with clouds topping strips between stripe and curling area of waves. To each side of side seam, front and back, a swastika above the waves. Similar border, but without wave-stripes and swastike, at elbow of sleeves, which are finished with a length of widely ribbed yellow silk termintating in cuffs of dark blue satin brocade with bats, sitting dragons and cloud forms. Wide collar of same brocade, with band extending down opening to under arm. Body lined with thin blue silk, sleeves with thin yellow brocaded silk.",
  "dimension": "L.52-3/4 x W.48-1/2 in.",
  "id": "http://api.artsmia.org/objects/16883",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3277,
  "image_width": 4958,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade",
  "nationality": null,
  "object_name": "Vest (hsia-pei)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Court vests worn on formal occasions, unlike dragon robes, are constructed with a center front opening. The first two styles of vest reserved for the empress, imperial consorts, and crown princesses, were dark blue garments with horizontal bands of dragons. This example is of the third type. Its four ascending five-claw dragons on yellow ground indicated a garment appropriate to the wife of a first or second-degree prince.",
  "title": "Manchu Woman's Semiformal Court Vest (hsia-pei)"
}
