{
  "accession_number": "42.8.61",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1821-1850",
  "department": "Asian Art",
  "description": "Imperial 12-symbol robe of yellow k'ossu with nine 5-clawed dragons in gold. In addition to 12 ancient symbols (note round drawing of water weed and fire), ground is filled with loose clouds, long life characters, bats with the double peach and swastika and Taoist emblems in shades of blue, green, red, pink, and strong purple. Note blued tone of reds. Conventional border of almost straight slanting stripes; tight clouds; rolling waves in which appear Buddhist symbols. Olive green and yellow also used in border. Below border on sleeves a band of plain dark blue silk. Collar band and wide, deep cuffs of black k'ossu with dragons, clouds, bats, etc. Edging of light blue and gold fretwork brocade. Eyes of dragons embroidered. Robe slit at sides and lined with thin yellow silk with character medallions. Circular seal in front.",
  "dimension": "L.57-3/4 in.",
  "id": "http://api.artsmia.org/objects/16885",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3481,
  "image_width": 4387,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Robe (chi-fu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In addition to the standard twelve symbols connoting imperial authority, this robe displays a combination of bats within the clouds carrying peaches and the wan character (swastika) in their mouths. The bat and wan motif forms a happiness rebus:\r\nten thousand happinesses reaching heaven,\r\nwhile red bats carrying peaches means:\r\nhappiness and long life in reaching heaven.",
  "title": "Manchu Empress's Semiformal Twelve-symbol Court Robe (chi-fu)"
}
