{
  "accession_number": "42.8.264.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Asian Art",
  "description": "One of four wall hangings of embroidered deep blue satin. Each has a design of two of the Eight Immortals. Floral sprays and boughs in the ground. Satin and knot stitch in shades of green, blue, peach, pink, red, yellow, and tan. Border of gold and salmon-color brocade with design of symbols and dragon medallions. Former Classification: Textiles - Tapestry",
  "dimension": "L.66-1/2 x W.17-1/8 in",
  "id": "http://api.artsmia.org/objects/16908",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 2231,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the Daoist belief system, the eight immortals are powerful figures with supernatural abilities to bestow life or destroy evil. Each panel in this set illustrates two of the eight immortals with their attributes: Lü Dongbin with his emblem, a sword, slung across his back, and Zhang Guolao, holding the yugu, a kind of musical instrument in the shape of a bamboo tube (first panel); Zhongli Quan, with a bare belly, holding a fan in his hand, and Han Xiangzi, performing on the flute (second panel); Cao Guojiu, with a characteristic court headdress and official robes, holding a pair of castanets, and Lan Caihe, who carries an elixir of immortality such as a lingzhi fungus (third panel); He Xian'gu, the only female figure of the group, carrying a lotus leaf that bears a peach, and Li Tieguai, holding a pilgrim's gourd from which a scroll is escaping, emblematic of his power to set his spirit free from the body (fourth panel).",
  "title": "Panel, one of a set of four"
}
