{
  "accession_number": "42.8.45",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Qianlong period, 1736-1795",
  "department": "Asian Art",
  "description": "Imperial Robe of rust colored gauze embroidered in needlepoint. Nine 5-clawed dragons in blue , those in profile clutching the Heavenly Jewel. In the ground loose clouds, bats - some in groups of five - and longevity characters in shades of blue, green, yellow, pink, olive green, and rust. Conventional border of slightly wavy slanting lines; tight clouds, and curling waves in which appear groups of bats. Below border on sleeves a strip of plain black gauze lined in blue. Cuffs and collar band of dark blue gauze embroidered with body designs. Edging of gold and black floral brocade.Coat slit back, front and sides. Unlined but faced back with the embroiderd gauze.",
  "dimension": "L.54-5/8 x W.51-1/4 in.",
  "id": "http://api.artsmia.org/objects/16902",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3588,
  "image_width": 4534,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Embroidered silk",
  "nationality": null,
  "object_name": "Robe (jifu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This robe depicts the celestial landscape, a diagram of the Chinese universe. The motifs depict a scene of dragons flying among mountains, oceans, and clouds. The swirling clouds represent the heavens, and the dragons stand for imperial authority. The motif at the base of the robe is a rock formation, symbolizing the mountains of the earth. The curling waves represent the earth’s oceans. The diagonal stripes that line the hem of the robe are called li-shui (standing water), and often appear beneath the rolling waves.",
  "title": "Manchu Man's Semiformal Court Robe (jifu)"
}
