{
  "accession_number": "42.8.46",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Jiaqing period, 1796-1820",
  "department": "Asian Art",
  "description": "Robe of cherry red kesi with six large medallions on body and half-medallions on shoulders, containing the eight Buddhist symbols. Spaces between medallions filled with Buddhist symbols widely spaced. Colors include shades of blue, green, rose, olive green, pink, and yellow. Conventional border of straight, slanting lines; tight cloud forms; rolling waves in which appear swastikas, branches of coral, jui sceptres, and Taoist symbols. Below shoulders a wide band of dark blue k'ossu with Buddhist symbols and edged with a narrow band of trefoil forms, which is seperated by a band of brown and gold floral brocade from a three-inch strip of the red k'ossu with Buddhist synbols. Below are the wide, deep, shaped cuffs which are of dark blue k'ossu with Buddhist symbols and trefoil band. Edges of cuffs trimmed with the brown and gold floral brocade tipped with brown fur. Collar band of the same dark blue k'ossu as cuffs. Lining has been removeed, and coat opened up the side seams all the way. Painted details. K'ossu a firm good quality. A woman's robe?",
  "dimension": "L.56-1/8 x W.51-1/2 in.",
  "id": "http://api.artsmia.org/objects/16903",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3272,
  "image_width": 4490,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk (kesi)",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "",
  "title": "Medallion Robe"
}
