{
  "accession_number": "42.8.304.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 18th century",
  "department": "Asian Art",
  "description": "Curtain Hangings, pair of faded lacquer-red k'ossu. Design of two five-clawed dragons in gold in a field of large, loose clouds in shades of blue, green, yellow, brown, peach, pink, and dull gold. Note use of peacock feathers for details in dragons and Heavenly Jewel. At bottom, the Eternal Sea, with wide wavy stripes and deeply rolling waves among which appear cloud heads and symbols of the Eight Precious things. Across the top, a twelve-inch valance on which appear three gold medallions containing five-clawed dragons in blue. Clouds in the surrounding field. Lining and hanging band of faded pink satin of floral medallion design.",
  "dimension": "L.90 x W.36 in.",
  "id": "http://api.artsmia.org/objects/16954",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1578,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Curtain",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G103",
  "see_also": [
    "16954",
    "16955"
  ],
  "signed": "",
  "style": "18th century",
  "text": "This pair of red curtains would have been appropriate for festive occasions. In China, red is a color of good fortune and celebration. It figures prominently in decorative textiles for birthdays, anniversaries, and New Year's celebrations. The dragon imagery here is the same symbolic vocabulary of dragons, clouds, waves, and mountains seen in official court robes. This indicates that this set was most likely used in one of the residential halls of the imperial palace.",
  "title": "Pair of imperial curtain hangings"
}
