{
  "accession_number": "42.8.293",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Lama priest robe of painted, pearl-grey gauze.  All-over wave diaper in gold and blue.  Conventional sacred pagoda motif in center back;  small landscape medallions, clouds, bats,four clawed daagons, cranes, trigrams and various characters in shades of blue, red, pink, green, yellow and violet.  Constellation discs of applied, gold foil.  Bottom border of dragons, clouds, Eternal Sea, etc.  Collar and front band with Buddhist symbols, clouds, white tiger.  Cuffs painted with phoenix and dragon, and lengthened with bands of lime green brocaded silk.  Lining of coarse blue cotton.",
  "dimension": "L.56 5/8 in; 54 in",
  "id": "http://api.artsmia.org/objects/16977",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5128,
  "image_width": 6680,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk, cotton",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This hand-painted gray silk gauze robe is a rare example of a summer garment for a ranking Daoist priest to wear while performing rituals. On the front are primarily auspicious animals and plants, including dragons, cranes, peaches, and the symbol of yin and yang. On the back center is a pagoda encircled by dragons, discs (stars of the twenty-eight constellations), and diagrams of five sacred mountains: Mount Tai in the East, Mount Heng in the South, Mount Hua in the West, Mount Heng in the North, and Mount Song in the center. In addition, the decoration also features twelve roundels depicting the zodiac animals. When priests wore robes like these, they were symbolically united with the cosmos and able to transcend the earthly and heavenly realms.",
  "title": "Daoist priest robe"
}
