{
  "accession_number": "42.8.293",
  "artist": "",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "dated": "19th century",
  "description": "Lama priest robe of painted, pearl-grey gauze.  All-over wave diaper in gold and blue.  Conventional sacred pagoda motif in center back;  small landscape medallions, clouds, bats,four clawed daagons, cranes, trigrams and various characters in shades of blue, red, pink, green, yellow and violet.  Constellation discs of applied, gold foil.  Bottom border of dragons, clouds, Eternal Sea, etc.  Collar and front band with Buddhist symbols, clouds, white tiger.  Cuffs painted with phoenix and dragon, and lengthened with bands of lime green brocaded silk.  Lining of coarse blue cotton.",
  "dimension": "L.56 5/8 in; 54 in",
  "id": "http://api.artsmia.org/objects/16977",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5128,
  "image_width": 6680,
  "life_date": null,
  "marks": " ",
  "medium": "silk, cotton",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G280",
  "style": "19th century",
  "text": "Daoist priests or daoshi wore spectacular robes decorated with symbols of the cosmos while performing rituals. The daoshi served as a primary connection to the deities and petitioned for well-being for the community and its ancestors.  A diagram of the cosmos appears on nearly all priests’ robes on the back center.  The diagram contains a pagoda encircled by discs and a rainbow pattern. The pagoda symbolizes the house of the gods, discs represent stars of the 28 cosmic houses, and the rainbow symbolizes paradise. \r\nThe dao pao robe of hand painted grey silk gauze is a rare example of a summer robe for a mid-ranking priest. The black robe with gold embroidered designs was worn as an outer vestment by a high priest. In addition to the diagram of the cosmos, its decoration features five roundels depicting the eight Daoist Immortals. When priests wore robes like these, they were symbolically united with the cosmos and able to transcend the earthly and heavenly realms. ",
  "title": "Daoist priest robe"
}
