{
  "accession_number": "42.8.288",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Altar frontal of faded coral satin embroidered with a large elephant, clouds and sprays of floweres in colored silks and couched gold threads; elephant partially worked with peacock feathers. Valance section embroidered with three medallions containing good luck symbols and characters, and flowers. Gold thread and colored silks in couched and satin stitch. Borders of black satin embroidered with flowers in shades of blue, and symbols in couched gold threads. Lining of pink cotton.",
  "dimension": "37 ⅞ x 36 ⅝ in. (93.98 x 91.44 cm)",
  "id": "http://api.artsmia.org/objects/16970",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1976,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "silk, gold thread,cotton, embroidery",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the center of the main rectangle, a large elephant bears a cauldron containing the Eight Treasures within a landscape of various plants associated with good fortune (orchid, peony, magnolia, fungus, chrysanthemum, bamboo) and clouds. The elephant, one of the most important elements in Chinese Buddhist art, was incorporated into court decorative art and given new meanings during the Qing dynasty. Here it would have represented the phrase taiping youxiang (“When the elephant presents itself, the universe is at peace”). In Chinese, the words for “vase” and “peace” sound the same, so images of an elephant with a vase (or cauldron here) is shorthand for the universe being at peace.",
  "title": "Altar Frontal"
}
