{
  "accession_number": "42.8.29",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1736-1795",
  "department": "Asian Art",
  "description": "Top Coat, imperial (?). of very bark blue silk with eight kesi medallions enclosing five-clawed dragons, clutching the Heavenly Jewel, in gold. Medallions of conventional universe design, with earth, sea and heaven symbols, loose clouds, bats, long-life characters and Buddhist emblems in shades of blue, green, red, pink, soft violet, olive-green, and yellow. Conventional border of slightly wavy slanting stripes; tight cloud groups; rolling waves in which appear swastikas, coral and symbols of the Eight Precious Things. Deep, wide cuffs in kesi of body design. Edging of black and gold brocade.Coat slit at sides, open all the way up front, and lined with thin orange silk.",
  "dimension": "L.52-3/4 in.",
  "id": "http://api.artsmia.org/objects/16972",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3254,
  "image_width": 3793,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (kesi)",
  "nationality": null,
  "object_name": "Surcoat (gunfu)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Members of the nobility wore insignia surcoats over dragon robes during formal court ceremonies. These surcoats were dark, full-length gowns decorated with dragon roundels in accordance with the rank of the owner. Because all four of the upper roundels in this robe have front facing, five-claw dragons with shou roundels above their heads, the coat undoubtedly belonged to an emperor.",
  "title": "Manchu Nobleman's Semiformal Insignia Surcoat (Gunfu)"
}
