{
  "accession_number": "43.31.1",
  "art_champions_text": null,
  "artist": "Author: Ḥāfiẓ-i Abrū",
  "catalogue_raissonne": null,
  "classification": " Manuscript",
  "continent": "Asia",
  "country": "Afghanistan",
  "creditline": "Gift of Mr. and Mrs. C.C. Webber",
  "culture": null,
  "curator_approved": 0,
  "dated": "1425-30",
  "department": "Asian Art",
  "description": "One of five pages owned by the MIA from the Majma al Tavarikh. This scene depicts 'The Dog Buraq (Black Lightning) driving off wolves from a flock of sheep.' The illustration appears between two blocks of script. Note the Chinese influence in drawing of rocks and clouds.",
  "dimension": "16 7/8 × 13 in. (42.8 × 33 cm) (sheet)\r\n13 5/16 × 9 in. (33.8 × 22.8 cm) (image)",
  "id": "http://api.artsmia.org/objects/16995",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6319,
  "image_width": 4953,
  "inscription": "Text is Persian; black ink is in naskhi script, red title headings are in thulth script",
  "life_date": "died 1430",
  "markings": "",
  "medium": "Ink and opaque watercolor on paper",
  "nationality": null,
  "object_name": "Illuminated manuscript",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "This folio is from the Collection of Chronicles (Majmaʿ al-tavārīkh), a history of the world by the Persian scholar Hāfiz-i Abrū, who worked at the court of the Timurid ruler Shāhrukh (1377–1447) in Herat, central Asia. The subject is opaque, but the narrative of the hunting dog Qara Baraq also appears in the Jāmiʿ al-tavārīkh (Compendium of Chronicles) by Rashīd al-Dīn (d. 1318), an earlier text that Hāfiz-i Abrū knew intimately. The folio probably illustrates an event emblematic of duty, loyalty, and bravery, as the black dog repels fearsome wolves, protecting the frightened sheep huddled within the rocks. The clouds are painted in a pattern drawn from Chinese ceramics imported to the Islamic world.",
  "title": "The Dog Qara Buraq Drives off the Wolves"
}
