{
  "accession_number": "2023.59",
  "art_champions_text": null,
  "artist": "Workshop: Mewar (Udaipur) workshop",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The William Hood Dunwoody Fund and the Jane and James Emison Endowment for South Asian and Indian Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1725",
  "department": "Asian Art",
  "description": "group of men in colorful clothing worship and dance in front of a large palace facade; palace has red, green, gold decoration and elephant designs; a statue of Krishna at center; groups of women at left and right sides of the image; larger figure of Maharana appears at center worshipping Krishna, at left in a ring of dancers, and at right overturning a vessel onto a worshipper; pottery vessels lined up along the bottom edge; black inner border and wide red outer border",
  "dimension": "21 1/8 × 16 1/16 in. (53.6 × 40.8 cm) (image)\r\n22 11/16 × 17 13/16 in. (57.6 × 45.3 cm) (sheet)\r\n27 15/16 × 24 in. (70.9 × 61 cm) (mat)",
  "id": "http://api.artsmia.org/objects/144058",
  "image": "valid",
  "image_copyright": "",
  "image_height": 12866,
  "image_width": 10083,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "In this splendid, large scale palace scene produced at the court of Udaipur (Mewar), we see Maharana Sangram Singh II (r. 1710-1734) and his conclave of courtiers and harem worshiping an image of Krishna during the festival of Janmashtami (Krishna’s Birthday). With a shift towards capturing topographical vistas and the plentitude of palace life, artists during this period were especially innovative for imbuing a range of “sensory experiences” into their compositions, introducing “an entirely new and immersive art form” (Dimond and Khera, 2022, pg. 29) in the history of Indian courtly painting. Sangram Singh II is especially remembered for bringing the tradition of pictorial narrative of courtly events to opulent heights, and this gleeful painting ranks among his most intimate. Here, he depicted three times: in the rear center of the courtyard worshiping an image of Krishna; dancing with a group of courtiers on the left; and then pouring yellow liquid from a pot on other attendants. The powdery yellow liquid in the pots represent clarified butter (ghee), Lord Krishna’s favorite treat as a child.",
  "title": "Maharana Sangram Singh II Performing Puja Before a Statue of Krishna"
}
