{
  "accession_number": "2022.86.3",
  "art_champions_text": null,
  "artist": "Workshop: Kulu or Mandi workshop",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "Asian Art",
  "description": "at left Rama and Lakshmana walking in profile facing to right, approaching a hill covered with seven flowering trees, 3 pink monkeys, and variety of wild cats, birds, and boar; Rama and Lakshmana carry bows and quivers and are dressed in blue, mauve, red and orange; Rama's hand is extended forward; hillside is divided vertically into four color sections: pink, yellow, mauve, and white and dotted with small green tufts of grass; yellow background with white and blue sky along top edge; red and black lined inner border with wide red outer border",
  "dimension": "7 × 10 7/8 in. (17.8 × 27.6 cm) (image)\r\n8 9/16 × 13 3/8 in. (21.8 × 34 cm) (sheet)\r\n20 × 24 in. (50.8 × 60.9 cm) (mat)",
  "id": "http://api.artsmia.org/objects/144056",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6486,
  "image_width": 10000,
  "inscription": "",
  "life_date": null,
  "markings": "writing at verso BR corner, black ink",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This painting was once part of a loose album with more than 270 illustrated passages of the great Hindu epic The Ramayana (The Adventures of Ram). The famed “Shangri” Ramayana series was probably begun in the 1670s and completed over decades by several different artists working under the patronage of regional kingdoms in the Himalayan foothills of northern India. In this scene from the “Monkey Chapter” of the Ramayana, we see the blue-skinned Ram (an incarnation of the Lord Vishnu) and his dutiful brother, Lakshmana, pluckily climbing Rishyamukha Hill where they seek the assistance of the Monkey King in saving Sita (Ram’s wife) from her captor in Lanka. Emerging from their boroughs, it seems that even the animals are anticipating this important turning point in the great epic.",
  "title": "Illustration to the Shangri Ramayana (Style III): Rama and Lakshmana Arriving at the Rishyamukha Hill"
}
