{
  "accession_number": "2022.79.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Dandelion Endowment Fund for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1760",
  "department": "European Art",
  "description": "large semicircular pink brocaded silk cope; brocade pattern of colorful roses and flowers intertwined with strips of ribbons and lace; front panels and two front tabs trimmed with a silver galloon; ground is bright pink taffeta with an ombre warp stripe; cope is pieced together from fabric of a previous garment; lining of light pink cotton",
  "dimension": "57 × 112 in. (144.8 × 284.5 cm)",
  "id": "http://api.artsmia.org/objects/144007",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1021,
  "image_width": 1700,
  "inscription": "",
  "life_date": null,
  "markings": "label inside lining at one corner, black ink: No. 526; opposite corner, back ink: mi 98/13110 No 788",
  "medium": "Brocaded silk",
  "nationality": null,
  "object_name": "Cope",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G281",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Copes are large semicircular mantles worn by Catholic priests or bishops when they are not celebrating Mass (when they wear a T-shaped garment called a chasuble). Copes are worn during processions, and when priests or bishops celebrate other sacraments such as marriage and baptism. The shape of copes has remained virtually unchanged from the Middle Ages until now. This cope is noteworthy for its vibrant and intricately patterned silk textile, which also retains evidence of its previous existence as a lady’s formal gown. It was common during the eighteenth century for parishioners to show their piety by donating textiles to their churches to be used as vestments.",
  "title": "Cope"
}
