{
  "accession_number": "2022.79.2",
  "art_champions_text": null,
  "artist": "Designer: Josef Frank; Printer: Svenskt Tenn.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Marilyn C. Benson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1936 (printed c. 1945-1950s)",
  "department": "European Art",
  "description": "floral screenprinted curtain panel; printed in bright shades of red, yellow, orange, blue, green; bunches of tulips, crocus, grape hyacinths, violets, and other spring flowers on white background; top edge hemmed back and backed with white pleating tape across top verso, machine stitched to panel; bottom edge hemmed back 2-1/4\" with hand stitching",
  "dimension": "54 1/2 × 48 1/4 in. (138.4 × 122.6 cm)",
  "id": "http://api.artsmia.org/objects/144010",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2558,
  "image_width": 2268,
  "inscription": "",
  "life_date": "Austrian, 1885 - 1967",
  "markings": "verso selvedge, printed: SVENSKA VÅRBLOMMOR KOMP AV JOSEF [FRANK]",
  "medium": "Printed plain weave linen",
  "nationality": "Austrian",
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G281",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Josef Frank was born in Austria to a Jewish family. Faced with the threat of violence and persecution leading up to WWII Frank moved to Sweden, his wife’s homeland, where he lived from 1933 until 1942 when he moved to New York. He was an extremely prolific designer, creating not only textile designs but more than 2,000 works of furniture. Frank was thoroughly embedded in the modernist movement but did not subscribe to the belief that modernism required a monolithic streamlined aesthetic. His ethos, articulated in his 1958 essay “Accidentism,” accommodated flexibility and a range of design epochs: “Every modern house can be executed in any of the historical styles without diminishing its practicality.” Frank himself drew frequent inspiration from the past in creating his modern designs. This textile depicting Swedish spring flowers was designed during Frank’s time in Sweden.",
  "title": "Svenska Varblommer (Swedish spring flowers)"
}
