{
  "accession_number": "2022.91",
  "art_champions_text": null,
  "artist": "Artist: Morris Blackman",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the estate of Morris L. Blackman",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "geometric image divided into two halves; left side is a geometric color wheel; right side has three vertical rectangles in primary colors filled with organic and geometric shapes; gray and black border; simple black frame",
  "dimension": "50 7/16 × 75 7/8 × 2 9/16 in. (128.1 × 192.8 × 6.5 cm) (outer frame)\r\n49 7/16 × 74 15/16 in. (125.5 × 190.3 cm) (image)",
  "id": "http://api.artsmia.org/objects/144157",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1930",
  "markings": "paper label adhered verso TL, handwritten ink: The Mausoleum of / Augustus Hosts / the Primaries / 3 [circled] / 7500.00",
  "medium": "Acrylic on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR corner, gray pigment: MB 69",
  "style": "20th century",
  "text": "Morris Blackman's painting presents a mystery. What exactly do we see' A wheel or clockwork device is depicted on the left side of this painting. On the right, three vertical columns counterbalance it, and are painted with red, yellow and blue grounds. The circular device is composed of concentric rings that descrease in size towards the center. An arm or pathway radiates out at the right, bisecting the composition. Bimorphic shapes appear in the three vertical registers like microscopic life. \r\n\r\nIs this a puzzle with invented clues and writing like personal heiroglyphs' Is it the diagram of a high precision motor or microchip' Blackman made numerous works like this working in Philadelphia. He loved everything from ancient Egyptian temple architecture to modernist industrial designs. They came through him as a new imaginative architecture in his paintings.",
  "title": "The Mausoleum of Augustus Hosts the Primaries"
}
