{
  "accession_number": "2022.98.22",
  "art_champions_text": null,
  "artist": "Artist: Mabel Dwight; Printer: George C. Miller; Publisher: Weyhe Gallery, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1933",
  "department": "Arts of the Americas",
  "description": "Black-and-white lithograph depicting Death at R in gas mask, holding sword, watching marionette figures dance on a stage; central marionette is Hitler in suit of armor with swastika shield; Uncle Sam at far right; other figures represent countries in conflict",
  "dimension": "9 3/8 × 13 5/8 in. (23.8 × 34.6 cm) (image)\r\n11 1/2 × 15 7/8 in. (29.2 × 40.4 cm) (sheet)\r\n40 13/16 × 51 in. (103.6 × 129.5 cm) (mat)",
  "id": "http://api.artsmia.org/objects/144112",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7263,
  "image_width": 10000,
  "inscription": "",
  "life_date": "American, 1876 - 1955",
  "markings": "stamped on back of print at BC: OCT 4 1935; watermark in paper at BR: FRANCE",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "BR below image, graphite: Mabel Dwight - 1933",
  "style": "20th century",
  "text": "A lone audience member watches a marionette performance take place on a dramatically lit stage. The characters include Italian dictator Benito Mussolini, Adolph Hitler, Emperor Hirohito of Japan, and the figure of Uncle Sam. A figure on the far left could stand in for Winston Churchill, and the figure of a flying woman might be a French image of Liberty (or a German valkyrie). Whatever their identities, the artist Mabel Dwight has arranged them in 1933 with great prescience. Even then, six years before the start of World War II, she seemd to understand the stakes, the building tensions and alliances. She also depicted the U.S. as nervously at the edge, staying out of the action and annoyed. The spectator is Death, wearing a World War I style helmet and gas mask, delighted about the performance.",
  "title": "Danse Macabre"
}
