{
  "accession_number": "2023.10",
  "art_champions_text": null,
  "artist": "Artist: Dawn Williams Boyd",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "hanging textile of pieced printed cotton fabrics that depict two nude black men in ankle chains at L and C, white skeleton wearing appliqued kente cloth and ankle chains at R; details of faces, hands, chains in embroidery; background in red-orange hand-quilted fabric; verso of textile is burgundy moire fabric except for bottom 10\" which has no backing and visible underside of stitches; hanging sleeve sewn across T verso; arrived with a hanging bar",
  "dimension": "91 × 44 3/4 in. (231.1 × 113.7 cm)",
  "id": "http://api.artsmia.org/objects/144426",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1000,
  "image_width": 514,
  "inscription": "",
  "life_date": "American, born 1952",
  "markings": "artist\\'s label printed on white fabric, sewn to backing fabric BL: © DAWN A. WILLIMAS BOYD 2007  Atlanta, GA USA / The Middle Passage / 93 h x 46 w inches / Cotton fabrics and floss, silk ribbon. Machine appliqued. Embroidered and quilted / by hand / www.dawnwilliamsboyd.com   clothpaintingsbydawn@gmail.com / 404 505-1962",
  "medium": "Cotton fabrics and floss, silk ribbon, kente cloth; appliqued by machine; embroidered and quilted by hand",
  "nationality": "American",
  "object_name": "Hanging textile",
  "portfolio": "From The Sins of the Fathers",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Dawn Williams Boyd's The Middle Passage is part of a series,\"The Sins of the Father,\" featuring the artist's self described \"cloth paintings\" of quilted fabric, along with acrylic paintings on canvas or plywood. Begun some 25 years ago, the wide-ranging series addresses the complex history of racial violence against Black Americans, beginning with the horrors of the transatlantic slave trade and continuing to the present day murders of innocent Black men, women, and children. Here, Boyd presents a glimpse into the brutal inhumanity of the United States’ collective past. Two naked, enslaved men lie captive in the cargo hold of a ship, shackled and chained at their ankles. One of the men, seemingly defeated, stares without seeing, while the other shields his face and gazes at the specter of death lying aside him in the form of a human skeleton—an ominous harbinger of his fate.",
  "title": "The Middle Passage"
}
