{
  "accession_number": "2023.22",
  "art_champions_text": null,
  "artist": "Artist: Marcantonio Raimondi; Artist: after Raphael (Raffaello Sanzio)",
  "catalogue_raissonne": "Batrsch",
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Carl and Holly Jones Endowment for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1517-20",
  "department": "European Art",
  "description": "scene of 24 individuals wearing togas and laurel wreaths, sitting or standing under trees on a hill; some figures holding musical instruments, others conversing, singing, orating; central figure holding a lyre; five winged cupids holding laurel wreaths in the sky above; large framed door at BC; paper trimed to edge of image",
  "dimension": "14 × 18 1/2 in. (35.6 × 47 cm) (image, sheet)",
  "id": "http://api.artsmia.org/objects/144441",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7274,
  "image_width": 9551,
  "inscription": "handwriting in pencil, verso center: el muse / Ins [illegible]; handwriting in pencil BR verso:  151 / B.247 / Marc Antonio Raimondi / [illegible]",
  "life_date": "Italian, c. 1475/1480–c.1534",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Italian",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "printed in image BC: RAPHAEL PINXIT IN VATICANO / MAF",
  "style": "16th century",
  "text": "Apollo plays his lyre as he presides over Mount Parnassus, the gathering place of the nine muses, who surround him. Poets from different eras have come in search of inspiration. Beneath the leftmost tree, a scribe sits ready to record the words of the aged Greek Homer, the youthful Roman Virgil, and the mature Tuscan Dante. An homage to a classical past, the compressed space of the engraving has the feel of an ancient relief sculpture.\r\n\r\nMarcantonio based this engraving on a preparatory design made by Raphael as he developed his ideas for a 20-foot-wide fresco in the Vatican's Stanza della Segnatura, then the office and library of Pope Julius II. Not many people had access to such an exclusive space; fortuitively, his printmaking partnership with Marcantonio allowed Raphael a means to publicize his accomplishment.",
  "title": "Apollo and the Muses on Parnassus"
}
