{
  "accession_number": "2023.24",
  "art_champions_text": null,
  "artist": "Artist: Joseph Gabriel Tourny",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Putnam Dana McMillan Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1862",
  "department": "European Art",
  "description": "portrait of a woman with brown wavy hair, wearing a wreath of red poppies, blue flowers, and wheat stems, pendant earrings and a necklace with coral-colored beads, blouse with lace at neckline, and a striped wrap in gold, tan, medium blue, and coral; gold grid of mosaic tiles behind woman's head; elaborate carved gilt frame with outer vines with berries and inner band with leaves, acorns, flowers, and berries",
  "dimension": "16 1/4 × 16 1/4 in. (41.3 × 41.3 cm) (sight, tondo)\r\n30 1/4 × 30 1/4 × 2 1/4 in. (76.8 × 76.8 × 5.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144591",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8388,
  "image_width": 8379,
  "inscription": "See Signed",
  "life_date": "French, 1817 - 1880",
  "markings": "",
  "medium": "Watercolor, pastel, and pencil on paper",
  "nationality": "French",
  "object_name": "Watercolor",
  "portfolio": null,
  "provenance": "Sale, Paris, November 26, 1894, \"Summer and Winter, Two Female Heads,\" Fr 465; Private collection, France. [Ambrose Naumann Fine Art, New York, by 2020; to Mosler]; [Mireille Mosler, New York, 2023; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "left center in pen and ink: J · TOURNY. | right center in pen and ink: LYON · 1862",
  "style": "19th century",
  "text": "The French artist Joseph Gabriel Tourny worked across media—drawing, painting, printmaking—but distinguished himself in the medium of watercolor. He was interested in the history of art, studying Rembrandt’s prints and Italian art of all periods. He spent considerable time in Rome, copying old masters like Raphael, and medieval and ancient works. This interest is reflected in his “Allegory of Summer,” portrayed as a pensive young woman in a classically inspired wheat and flower crown Tourny has invented anew. The figure's necklace and earrings also mimic ancient Roman prototypes, but are refreshed in a contemporary manner. The woman, likewise is rooted in Tourny’s own century. It may be a portrait. The sitter’s facial features are individualized, and she resembles a woman featured in at least four of Tourny’s portraits. Portrait or not, she is portrayed as the allegory of summer and presented before a glittering gold mosaic. Each golden tile varies in shape and tone, so that the hundreds of meticulously painted and drawn tesserae have a trompe l’oeil effect.",
  "title": "Allegory of Summer"
}
