{
  "accession_number": "2023.35",
  "art_champions_text": null,
  "artist": "Artist: Rubem Valentim",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "South America",
  "country": "Brazil",
  "creditline": "The Driscoll Art Accessions Endowment Fund and the William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1972",
  "department": "Global Contemporary Art",
  "description": "geometric abstraction in bright red, bright blue, and yellow-gold; vertical column of three biforked symbols with one tri-forked symbol at the top; symbols are yellow-gold on a red ground; yellow-gold border across bottom; on both sides is wider outer border of blue and thin inner border of yellow-gold; simple brown stained wood frame",
  "dimension": "47 1/4 × 28 7/8 in. (120 × 73.3 cm) (canvas)\r\n48 × 29 9/16 × 1 11/16 in. (121.9 × 75.1 × 4.3 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144597",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10000,
  "image_width": 6213,
  "inscription": "BC canvas verso, black pigment: Rubem Valentim / Emblema-1972 / Brasilia / 1972 [printed at L, cursive at R] / T. ACRILICA / SOBRE TELA / 1m,20 x 0m,73",
  "life_date": "Brazilian, 1922 - 1991",
  "markings": "old gallery label taped to back of center stretcher bar",
  "medium": "Acrylic on canvas",
  "nationality": "Brazilian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G255",
  "see_also": [
    ""
  ],
  "signed": "BR canvas verso in black pigment: Rubem Valentim / Brasilia 1972",
  "style": "20th century",
  "text": "Rubem Valentim’s artistic practice can be read within two distinct canons: as an arrangement of geometric forms in an abstract composition or as representa- tions of a spiritual world in which deities manifest as geometric forms. Those forms derive from Yorubá religious practices—predominant within the African diaspora in Brazil—in which deities are recognized by attributes expressed in geometric symbols. The symmetry and ascending aspect of the composition reinforces the idea of looking at an altarpiece. Paying tribute both to ancient religiousness and to modern aesthetics, Valentim explores the tides that connect the Americas, Africa, and the Western world.",
  "title": "Emblema - 1972"
}
