{
  "accession_number": "2023.23",
  "art_champions_text": null,
  "artist": "Artist: Edward Armitage",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1855",
  "department": "European Art",
  "description": "three bodies in a landscape with bare shrubs and small, short clumps of foliage with white and yellow flowers; body in foreground is face down with bare back and PL arm, with hand grasping tuft of flowers; bare legs of body at left; head and torso visible in bushes at center; two white butterflies at top, left of center; received framed and glazed with glass",
  "dimension": "31 1/2 × 47 9/16 in. (80 × 120.8 cm) (sight)\r\n38 3/4 × 54 5/8 × 2 1/2 in. (98.4 × 138.7 × 6.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144592",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6213,
  "image_width": 9348,
  "inscription": "see Signed",
  "life_date": "British, 1817 - 1896",
  "markings": "",
  "medium": "Black and colored chalks on canvas",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Sale, Lawrence's Auctioneers, Crewkerne, October 20, 1988. [Julian Hartnoll, London, until 1989; sold to Goldsmith]; Isabel Goldsmith, London (1989–2022; her sale, Christie’s, London, July 14, 2022, no. 71, to Libson & Yarker); [Lowell Libson & Jonny Yarker, London, 2022–23]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G357",
  "see_also": [
    ""
  ],
  "signed": "LRC in black chalk: E. Armitage / Inkermann",
  "style": "19th century",
  "text": "The British painter Edward Armitage traveled to the battlefields of the Crimean War to create works celebrating recent Anglo-French victories against Russian forces. “The Bottom of the Ravine at Inkerman” represents the aftermath of the Battle of Inkerman, which killed 15,000 Allied and Russian soldiers in November 1854. Armitage visited four months later, as the winter thaw exposed the thousands of decaying corpses. His drawing represents the brutal human catastrophe of a battle heralded as a victory at home. \r\n\r\nThree fallen soldiers lay prostrate or face down in the dirt in a barren thicket. Their bare feet and stripped bodies emphasize their suffering. Remnants of the battle are scattered around—a blue badge, a Russian cap, a bolt of a rifle—but Armitage omitted personal details that might identify each soldier's nationality. Executed in black chalk on an unprepared brown canvas, color is restricted to remnants of the men’s clothing, their frozen flesh, and the blooming yellow and white crocuses marking early spring. Two butterflies flutter above; the small hints of life underscore the finality and tragedy of the young men’s deaths and sacrifice to war. \r\n\r\nArmitage executed this canvas in London in 1855, based on his studies from Crimea. He exhibited it at the Royal Academy in 1856, a few months after a truce was declared. One reviewer wrote of the work, “‘[I]t speaks to us in a more dreadful whisper of the horrors of war than all the peace speeches ever made.” (“The Athenaeum,” May 24, 1856). Frontline accounts like this one had shifted public opinion in Britain against the distant, interminable war.",
  "title": "The Bottom of the Ravine at Inkerman"
}
