{
  "accession_number": "2023.26",
  "art_champions_text": null,
  "artist": "Embroiderer: Phoebe Anna Traquair",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Scotland",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1887",
  "department": "European Art",
  "description": "central round image of Mary, wearing a blue dress and red wrap, holding a standing infant Jesus, seated on a cow, with flowers at left, with door and flaming sword behind figures; pair of women crouching in archway at bottom, wrapping a shroud around a body; figures playing lute and pipes above archway at bottom; pair of figures with halos kneeling at top, wearing red and blue robes and wraps, with arms crossed over shoulders, flanking a tirptych with an angel with a scroll and an angel with a lute; feet extending from beneath clouds at top; received mounted on a stretcher",
  "dimension": "73 3/4 × 29 7/8 × 1/2 in. (187.3 × 75.9 × 1.3 cm)",
  "id": "http://api.artsmia.org/objects/144593",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10826,
  "image_width": 4341,
  "inscription": "",
  "life_date": "British, 1852 - 1936",
  "markings": "",
  "medium": "Silk and metallic embroidery on linen",
  "nationality": "British",
  "object_name": "Textile panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "PAT",
  "style": "19th century",
  "text": "Phoebe Anna Traquair was born in Dublin, Ireland and moved to Edinburgh in 1873 where she built a flourishing career as an artist. Today she is recognized as the first professional woman artist of modern Scotland, and one of the first women admitted to the Scottish Royal Academy (1920).  Traquair worked in a variety of media: embroidery, enamelwork, furniture decoration, easel painting, manuscript illumination, bookbinding, and mural decoration. \r\n\r\nThe Redemption of Mankind is one of only twelve known embroideries designed and executed by Traquair. The subject of the proposed embroidery – Christian redemption – followed from themes developed in her first public mural project, the mortuary chapel of the Royal Hospital for Sick Children (1885-6). Traquair inked the embroidery design on the ground fabric and worked the stitches entirely on her own. All told, it took eighteen to twenty months to complete and overlapped with the painting of the Song School at St Mary’s Episcopal Cathedral, a project which carried forth the themes of redemption and salvation.",
  "title": "The Redemption of Mankind"
}
