{
  "accession_number": "2023.14",
  "art_champions_text": null,
  "artist": "Artist: Rabbett Strickland",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Rabbett Before Horses Strickland",
  "culture": "Anishinaabe",
  "curator_approved": 0,
  "dated": "21st century",
  "department": "Global Contemporary Art",
  "description": "bare-chested woman with webbed frog feet and spotted hands with wide finger pads, wearing a fringed leather skirt and sash with floral design, in LRQ; standing man seen from back, with animal-like legs and long donkey-like ears, wearing a black skirt and armband with floral designs and a tan and black feather in his hair, holding a long staff with weathers, at left; circle of tiny turtles around man's head and upper body; both figures have long hair with braids, flowing in wind; blue and orange bird in sky between figures; large tree at right; foliage in LLC; water with trees on far shore; low horizon line; received unframed",
  "dimension": "71 3/4 × 55 3/4 × 1 1/2 in. (182.2 × 141.6 × 3.8 cm)",
  "id": "http://api.artsmia.org/objects/144594",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3971,
  "image_width": 3046,
  "inscription": "LLC in tan: Ojibwe",
  "life_date": "American (Anishinaabe), born 1949",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American (Anishinaabe)",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "LRC in tan: Rabbett",
  "style": "21st century",
  "text": "Self-taught artist Rabbett Strickland paints epic stories of Anishinaabeg creation and recreation inspired by Greek mythology, Rennaissance and Baroque art. In this painting hero and trickster Nanabozhoo meets the healer Toad Woman, who holds knowledge of the entranceway into important lodge Nanabozhoo wants to find. In many stories translated and written by non-Anishinaabe scholars,  this becomes a brutal encounter in which Nanabozhoo skins Toad Woman to disguise himself as her. However as a shapeshifter, Nanaboozho already has the ability to transform into the image of Toad Woman without causing harm, only needing to interact and study her. Featured here, Nanabozhoo, with human and Pan-like features, holds a dream staff as Toad Woman provides him with her knowledge of the entranceway through her rattle, expressed in the magical turtle figures circling him.",
  "title": "Nanbozhoo and Toad Woman"
}
