{
  "accession_number": "2023.3.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Paintings; Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of the Ramesh and Urmil Kapoor Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 18th century",
  "department": "Asian Art",
  "description": "four fields filled with cows and calves painted in gold and silver, surrounded by gold flowers; four attendants in gold clothing on each side of image; gold floral border; two rows of red birds in center two fields; on a black cloth background; arrived in a black frame",
  "dimension": "62 × 40 in. (157.5 × 101.6 cm) (approx., irregular edges)\r\n68 1/2 × 46 1/4 × 2 in. (174 × 117.5 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144627",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10044,
  "image_width": 6572,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Opaque watercolor, gold, and silver on cloth",
  "nationality": null,
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This pichhvai (temple hanging) on indigo dyed cotton would have been hung in a shrine dedicated to Srinathji (an incarnation of Krishna), serving as an evocative backdrop during worship of the central image. Noted for a profuse use of gold and silver, such ‘golden’ pichhvais belong to a rare group of textiles commissioned between the late 18th and early 19th centuries for members of the merchant classes that had moved from Northern India to the Deccan plateau, bringing with them a distinct tradition that fused with local aesthetic traditions to capture the spirit of joy and grace associated with the worship of their deity. Sprinkled with flowers, frolicking cows, and dutiful cowherds, it would have been commissioned on the occasion of the Festival of the Cows (Gopashtami), celebrating Krishna’s role as divine cowherd.",
  "title": "Pichhvai (temple hanging) for the Festival of the Cows"
}
