{
  "accession_number": "2023.27",
  "art_champions_text": null,
  "artist": "Artist: Jan van de Velde; Publisher: Claes Janz. Visscher II",
  "catalogue_raissonne": "Hollstein 232-261, 286, 263-264, 277, 266--291 (various states)",
  "classification": " Books",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1616 and later",
  "department": "European Art",
  "description": "tan colored vellum bound volume of landscape etchings; edges of paper dyed pink-red; barely legible title lightly embossed on leather cover: Paisages de / Vande Velde; images are mostly pastoral landscapes with ruins and agricultural scenes; 60 etchings in total; compilation of multiple sets of etchings",
  "dimension": "6 5/8 × 9 15/16 × 1 3/4 in. (16.8 × 25.3 × 4.5 cm)\r\n5 1/8 × 7 11/16 in. (13 × 19.6 cm) (image, (approximate; plate sizes vary))",
  "id": "http://api.artsmia.org/objects/144696",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6325,
  "image_width": 8557,
  "inscription": "handwriting in graphite inside front cover (in Dutch?): ... ex.coll. H.E. TEN CATE; handwriting inside back cover (mostly erased)",
  "life_date": "Dutch, c. 1593–after 1641",
  "markings": "handwritten in brown ink on title page: 60 paisages de Vandevelde; many etchings with stamp: JV",
  "medium": "Bound book of 59 etchings",
  "nationality": "Dutch",
  "object_name": "Book",
  "portfolio": "From Ameissimae Aliquot Regiunculae [Some of the most beautiful regions]\r\nFive complete or nearly complete sets of 12 landscapes each.",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Jan van de Velde played a central role in the development of the Dutch landscape. With some 200 etchings, he consolidated and broadcast the Dutch nationalistic view of Holland as a new Eden, a garden of peace and plenty. He found endless variation in the seemingly monotonous flat terrain. Canals, rivers, and the sea broke the plane, as did country roads, clumps of windblown trees, farmhouses, roadside inns, fortifications, and ruinous castles. The activities of herdsmen, travelers, monks, fishermen, picnickers, and ice skaters animate his views. He advertised his scenes as having been drawn from life, but that is true only of their elements. He must have filled sketchbooks with studies of the region around Haarlem. He also studied prints of Roman architecture and ruins. He then selected elements from these resources, combining them into highly structured, fictional but plausible compositions. The present album contains nearly three dozen of these quiet scenes, which he called \"Ameissimae Aliquot Regiunculae\" [Some of the most beautiful regions], most first published in the town of Haarlem in 1616.",
  "title": "Album of landscape etchings"
}
