{
  "accession_number": "2023.1",
  "art_champions_text": null,
  "artist": "Artist: Zhang Xiang",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Donald McNeely Family Fund in tribute to Marjorie McNeely",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1805",
  "department": "Asian Art",
  "description": "landscape in grays and peach of a towering cliff, stream, and natural arch; visible through the arch is a man in boat on the water and a family in front a building on the riverbank; gray hills in the distance at C; calligraphy and seal in TR; faint red seal BL corner; cream colored silk border; dark wood roller",
  "dimension": "36 5/8 × 17 1/4 in. (93 × 43.8 cm)",
  "id": "http://api.artsmia.org/objects/144618",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2200,
  "image_width": 1031,
  "inscription": "山下春江一鏡開，江回山轉隔蓬萊。舟行仿佛聞雞犬，時有桃花出峽來。乙丑仲冬為鄭叔賢甥清玩。毓湖張湘，時年六十有五。\r\nBeneath the mountains a spring river flows in abundance like a mirror, \r\nthe river winds and the mountains encircle, separating Penglai; \r\nThe boat travels as though hearing the chickens and dogs, \r\nat times peach blossoms appear along the sides of the gorge. \r\nDuring the middle of winter of the year 1805 (?), I painted this for the \r\npure pleasure of my cousin Zheng Shuxian. Zhang Xiang, called Yuhu, \r\nat the age of sixty-five.” \r\n\r\n",
  "life_date": "Chinese, born c. 1741",
  "markings": "",
  "medium": "Ink and color on paper",
  "nationality": "Chinese",
  "object_name": "Hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Artist’s seal: Zhang Xiang 張湘\r\n",
  "style": "19th century",
  "text": "This painting depicts a scene from Peach-blossom Spring, a tale written by the renowned Chinese poet Tao Qian (365-428). The story, which takes place in the Taiyuan reign of the Jin dynasty (376-396), tells of a fisherman who discovers a small opening in a mountain from which issues a bubbling spring. When he passes through the opening, he discovers a utopia in which the old and young joyfully lived in harmony and happiness. The story would thereafter be held for centuries in China as a symbol of those who sought refuge from our tumultuous world. \r\n\r\nZhang Xiang’s evocative painting depicts the fisherman from the story on a stream, mooring his boat in the lower left-hand corner. He is tiny in comparison with the vast, idyllic land that spreads out before him, shrouded in mist. The stream winds its way through the mountainous landscape, and hidden dwellings appear beyond. Although it is beautiful, the landscape is framed by ominous, impassible bluffs of rock, conveying the inaccessible, untouchable nature of this idyllic realm. \r\n\r\nThe inscription reads, \r\n\r\n山下春江一鏡開，江回山轉隔蓬萊。舟行仿佛聞雞犬，時有桃花出峽來。乙丑仲冬為鄭叔賢甥清玩。毓湖張湘，時年六十有五。\r\n\r\nBeneath the mountains a spring river flows in abundance like a mirror, \r\nthe river winds and the mountains encircle, separating Penglai; \r\nThe boat travels as though hearing the chickens and dogs, \r\nat times peach blossoms appear along the sides of the gorge. \r\nDuring the middle of winter of the year 1805 ('), I painted this for the \r\npure pleasure of my cousin Zheng Shuxian. Zhang Xiang, called Yuhu, \r\nat the age of sixty-five.”",
  "title": "Peach-blossom Spring"
}
