{
  "accession_number": "2023.41",
  "art_champions_text": null,
  "artist": "Artist: Catherine Opie",
  "catalogue_raissonne": null,
  "classification": " Prints; Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1998",
  "department": "Global Contemporary Art",
  "description": "oversize color photograph of two Black women with short hair reclining in a bed with a blond wood headboard; one is lying down with eyes closed, the other is behind, embracing her partner's shoulder and gazing down at her; the women are wearing tank tops with lower bodies partially covered by a white duvet; arrived in a black frame, no overmat",
  "dimension": "40 × 50 in. (101.6 × 127 cm) (sight)\r\n41 1/8 × 51 × 2 in. (104.5 × 129.5 × 5.1 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144697",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7906,
  "image_width": 9887,
  "inscription": "",
  "life_date": "American, born 1961",
  "markings": "Lehmann Maupin Gallery label on frame verso BR; tape on verso TC, black marker: LM344944",
  "medium": "Color pigment print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From Domestic series (1995-98)",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G368",
  "see_also": [
    ""
  ],
  "signed": "Signature card [location unknown as of 6/8/2023]",
  "style": "20th century",
  "text": "Catherine Opie's photograph is a powerful and intimate portrayal of a lesbian couple. Part of her expansive \"Domestic\" series (1995-98), the image captures two women--Gina and April--embracing in a tender and affectionate pose, radiating love and vulnerability. Opie's composition, characterized by its subtle use of light and shadow, accentuates the emotional depth of the moment. Here, Opie celebrates the beauty and complexity of same-sex relationships, challenging societal norms and highlighting the importance of love and acceptance. The image invites viewers to reflect on the significance of representation and the power of human connection in shaping our understanding of diverse identities and relationships.",
  "title": "Gina & April, Minneapolis, Minnesota"
}
