{
  "accession_number": "2023.25",
  "art_champions_text": null,
  "artist": "Artist: Jan van der Heyden",
  "catalogue_raissonne": null,
  "classification": " Books; Works on Paper",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1690",
  "department": "European Art",
  "description": "book with text and etched plates (21 total; 12 full pages, eight folding, and one double-page) with illustrations of firefighting; gold-tooled medium brown with dark brown mottled calf cover with detailed diamond-shaped floral centerpiece in floral inner frame with triple acorn corner pieces in an ornamental outer frame; gold-tooled spine with red Morocco title label and gold-tooled board edges",
  "dimension": "18 × 11 1/4 × 1 1/4 in. (45.7 × 28.6 × 3.2 cm) (closed)",
  "id": "http://api.artsmia.org/objects/144619",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9721,
  "image_width": 10643,
  "inscription": "",
  "life_date": "Dutch, 1637 - 1712",
  "markings": "",
  "medium": "Engravings; letterpress",
  "nationality": "Dutch",
  "object_name": "Book",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Though now known primarily as a brilliant painter of cityscapes, in his own time, Jan van de Heyden was famous for his inventions and administrative ability. This book describes improvements that he and his brother made in firefighting techniques and apparatus, especially more portable pumps equipped with long hoses that shot the water right at the source of the flames. The invention, a precursor to today’s fire engines, was so successful that he was named fire chief of the city of Amsterdam.\r\nVan der Heyden used his talents as an artist to produce dramatic and detailed illustrations that bring us to the site of nighttime fires, such at the one that destroyed the Amsterdam’s Town Hall, July 7, 1652. One remarkable plate shows a cross section of a burning home, thus telling us much about the architecture and furnishing of an upper middle-class home just as it is under threat.",
  "title": "Beschryving der niewlijks uitgevonden en geoctrojeerde slang-brand-spuiten, en haare wijze van brand-blussen, tegenwoordig binnen Amsterdam in gebruik zijnde"
}
