{
  "accession_number": "2023.6",
  "art_champions_text": null,
  "artist": "Artist: Dutes Miller; Artist: Stan Shellabarger",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "2020",
  "department": "Global Contemporary Art",
  "description": "gray cloth-covered album bound with dark green twine; bound volume of 51 double-sided prints in rich colors and metallic, shimmery inks; prints depicting superimposed silhouettes of nude men, body parts, and printed words",
  "dimension": "18 × 23 3/4 × 3/4 in. (45.7 × 60.3 × 1.9 cm)",
  "id": "http://api.artsmia.org/objects/144626",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1585,
  "image_width": 2000,
  "inscription": "",
  "life_date": "American, born 1965",
  "markings": "",
  "medium": "Pressure prints (relief) with screenprinting; stab-bound volume with tortoise-stitching",
  "nationality": "American",
  "object_name": "Artists' book",
  "portfolio": "From Loving Repeating series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G373",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Designed and produced by longtime partners and artist collaborators Dutes Miller and Stan Shellabarger, this unique artists' book presents an intimate portrait of the artists' personal and professional relationship. The book's imagery is essentially a multi faceted self portrait, addressing intimacy, proximity, and queerness. Informed by fragmented ephemera of older work, images of the artists' heads, entangled bodies, and handprints are layered and re layered atop one another, moving backward and forward through time, creating a cinematic experience. The book is non linear in its narrative construction, and the imagery repeats throughout. There is also a repetition of a text quotation from a Gertrude Stein novel, both at the beginning and end of the book: “Loving repeating in some is a going on always in them of earthly being, in some it is the way to completed understanding.” \r\n\r\nCommenting on the ideas behind the book series,  Miller and Shellabarger explained: “Speaking both to common experiences of intimacy as well as the specifics of queer identities, we attempt to document the rhythms of relationships. The title of the series comes from Gertrude Stein’s novel The Making of the Americans. Stein’s discussion of the way in which life, history, and time is formed and understood is emblematic of our own relationship: Life is made of small, repeated gestures, and each repetition accumulating over time equals history. Our work tries to document the intimacy of these small and repetitive moments in a variety of ways.”",
  "title": "Untitled (Loving Repeating 3)"
}
