{
  "accession_number": "2023.3.2",
  "art_champions_text": null,
  "artist": "Workshop: Kulu or Mandi workshop",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "India",
  "creditline": "Gift of the Ramesh and Urmil Kapoor Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1730",
  "department": "Asian Art",
  "description": "seven people in profile in a scene against a yellow background; at center is Rama bowing to larger central figure of Agastya; trees and partial view of a pavilion at L; water's edge and reeds at R; red border; gold wood frame",
  "dimension": "7 3/8 × 11 5/8 in. (18.7 × 29.5 cm) (image)\r\n8 5/8 × 12 3/4 in. (21.9 × 32.4 cm) (sheet)\r\n21 3/4 × 25 5/8 × 3/4 in. (55.2 × 65.1 × 1.9 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144628",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6803,
  "image_width": 10000,
  "inscription": "<I>Takri</I> script on red border, upper left recto: “The illustrious Maharaj [Rama] is paying obeisance to Agastya.”",
  "life_date": null,
  "markings": "verso frame: Norton Simon Museum loan label, 2002",
  "medium": "Opaque watercolor heightened with gold on paper",
  "nationality": null,
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This painting depicts a scene from the “Jungle Chapter” of the epic. Ram, Lakshmana, and Sita (an incarnation of the goddess Laxmi) have been forced into exile by Ram’s stepmother and are seen here approaching the dwelling of the bearded sage Agastya on the sprouted banks of the Godavari River. Lakshmana and Sita clasp their hands in a gesture of devotion, while Ram bows before the sage to touch his feet—a sign of ultimate respect. Agastya, in turn, advises them on vanquishing Ravana’s evil powers and blesses them with courage to succeed in their endeavor.",
  "title": "Folio from the Shangri Ramayana (Style IV): Rama, Sita, and Lakshmana Arriving at the Hermitage of Sage Agastya"
}
