{
  "accession_number": "2023.15.1",
  "art_champions_text": null,
  "artist": "Artist: Lamar Peterson",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2022",
  "department": "Global Contemporary Art",
  "description": "bright, colorful image of a Black man dressed in white, lying in a flower bed, surrounded by groups of flower varieties; bees hovering in the margins on a solid green background; in a blond wood frame",
  "dimension": "48 × 60 in. (121.9 × 152.4 cm) (canvas)\r\n49 9/16 × 61 5/8 × 2 1/8 in. (125.9 × 156.5 × 5.4 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/144620",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2919,
  "image_width": 3600,
  "inscription": "",
  "life_date": "American, born 1974",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G301",
  "see_also": [
    ""
  ],
  "signed": "verso TR; black pigment:  L. PETERSON / 2022",
  "style": "21st century",
  "text": "Exploring a pleasurable hobby not always associated with or afforded to Black men, Peterson paints seemingly gleeful gardeners in moments of respite. In The Late Spring Arrival, he depicts a man lying in repose in his garden, caught in a moment of solitude and joy after a long winter. In a graphically distinctive manner, Peterson replicates the images of flowers on seed packets commonly found at home and garden shops and catalogs. Swirling around this scene are bees that look, due to their outlines, like stickers on the surface of the painting. The artist’s rich palette, graphic compositions, orientation of figures in nature, and angular framing create tension between the visible and the implied. Peterson’s protagonist appears happy, confidently taking pride in his lush gardens. At the same time, he is a depiction of optimism in a world that would seem to deny, disturb, or destroy his proprietary ease. Created in the aftermath of the murder of George Floyd, Peterson maintains his career long interest in the modern flaneur. In The Late Spring Arrival, however, Peterson blocks out the world that surrounds the garden, offering a place of respite in a sea of deep green and buzzing bees instead.",
  "title": "The Late Spring Arrival"
}
