{
  "accession_number": "2024.63.96a-l",
  "art_champions_text": null,
  "artist": "artist: Maren Kloppmann",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 0,
  "dated": "2009",
  "department": "Global Contemporary Art",
  "description": "wall sculpture consisting of 12 pillow-shaped off-white glazed ceramic squares, each with one corner notched; each pillow has 2 dark lines cut out on edges, but length and location varies on each; arrived with 12 small wooden cleats and installation instructions",
  "dimension": "7 5/8 × 7 5/8 × 2 3/4 in. (19.4 × 19.4 × 7 cm) (each pillow, approx.)",
  "id": "http://api.artsmia.org/objects/144987",
  "image": "valid",
  "image_copyright": "",
  "image_height": 346,
  "image_width": 464,
  "inscription": "",
  "life_date": "German (active United States), born 1962",
  "markings": "",
  "medium": "Porcelain",
  "nationality": "German (active United States)",
  "object_name": "Wall sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Not Evaluated",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at TC verso of all but j and k, black ink: MK 09 [arrow] up",
  "style": "21st century",
  "text": "Kloppmann began her journey in ceramics in her native Germany, before coming to the United States and earning a Bachelor of Fine Arts degree from the Kansas City Art Institute and a Master of Fine Arts degree from the University of Minnesota. \r\n\r\nUnlike many Midwestern regional potters, Kloppman decided a rural pottery was not the best environment for her creativity, and she has maintained studio and gallery space in northeast Minneapolis for a number of years. Like Ruth Duckworth, she has mastered the porcelain medium for vessels as well as sculptural pieces. Several years ago, she made the decision to focus on sculpture exclusively, and her wall constructions have evolved to become ever more complex. The Roots purchased two of her early “wall pillow” installations. The forms, she admits, may have been not-so-subconsciously influenced by the revolutionary “pillow pitchers” of Betty Woodman, whose wall mounted vase is also in this gallery.",
  "title": "Wall pillows with cut outs"
}
