{
  "accession_number": "42.8.67",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kuang Hsu period, 1875-1908",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "Robe of green k'ossu with all-over design of peonies, orchids, plum blossoms and butterflies.  Sleeves and collar banded with black k'ossu of bat design.  Cuffs of white satin embroidered wit flower sprays.  Trimming the k'ossu band of clooar and opening is a band of floral brocade braid which is shaped into a scrolled line at under arm opening/  Inferior k'ossu with much painted detail. Robe slit at sides and lined with pink silk.",
  "dimension": "L.54-1/2 in.",
  "id": "http://api.artsmia.org/objects/17009",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3732,
  "image_width": 3458,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (ko-ssu) and embroidered satin",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th-20th century",
  "text": "This richly decorated special occasion gown features a scattered scheme of multicolored seasonal flowers (peony, orchid, plum, peach, magnolia, lotus, chrysanthemum, and morning glory) and cicada moths against a medium of green ground. The cuffs feature sprays of multicolored seasonal flowers while the inner cuff bands and borders display crane roundels alternating with bats (representing happiness) against a dark blue ground. This robe symbolizes the classic Chinese ideal of harmony with nature. The floral imagery represents seasonal change with the specific flowers signifying different months of the year. The cicada, which emerges in spring to complete its life cycle, suggests renewal and regeneration. Together, the insects and flower promote the ideal of a harmonious coexistence of all living things.",
  "title": "Manchu Woman's Unofficial Informal Robe"
}
