{
  "accession_number": "44.3.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "South America",
  "country": "Peru",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": "Nasca",
  "curator_approved": 0,
  "dated": "3rd century BCE - 6th century CE",
  "department": "Arts of the Americas",
  "description": "Large oval jar with the neck representing a human head. The face is slightly modelled, with nose and chin in full relief, but with eyes and hair painted. The upper section of the jar is painted to represent a poncho worn over the shoulders. The poncho is striped vertically in dark brown, rust, and cream on the front and in the back in stripes of dark brown only, possibly to represent the hair of the figure. This jar is interesting as illustrating the manner in which ponchos were worn. Late Nazca per Schoeler--MWS.",
  "dimension": "11 7/8 x 9 5/8 x 7 1/8 in. (30.2 x 24.4 x 18.1 cm)",
  "id": "http://api.artsmia.org/objects/17016",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3924,
  "image_width": 3428,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Polychromed earthenware",
  "nationality": null,
  "object_name": "Jar",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G255",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "3rd century BCE - 6th century CE",
  "text": "Although many early Andean textiles have been lost to time, ancient ceramics like this jar accurately document them, show how garments were worn, and offer sources of inspiration for later artists. This large round jar exhibits remarkable symmetry of form, considering it was built by hand; the potter’s wheel was not in use at this time in the Andes. The jar was made by a coastal Nazca artist approximately 1500 years ago and depicts a man wearing a hat and a striped poncho. Each element of his attire is recognizable yet abstracted by the artist to create overall harmony between the the three-dimensional form of the vessel and the painted-on decoration. The figure’s poncho bears a striking resemblance to a 20th century poncho on view nearby, highlighting a continuity of garment types and designs.",
  "title": "Jar"
}
