{
  "accession_number": "42.8.9",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1662-1722",
  "department": "Asian Art",
  "description": "Imperial robe of yellow satin embroidered by couching narrow strips of braided silk in shades of blue, rose, pink, green, yellow, mauve, aubergine, and red to the ground. Nine five-clawed dragons in blue with accents of red, pink, and white. Loosely drawn clouds on ground. Border of slanting wavy stripes in above colors with clouds separating stripes from rolling waves across which a group of bats fly to left and right of central mountain motif. Upper section of border design repeated at elbows of sleeves which are finished with a section of blister-ribbed satin terminating in dark blue satin cuffs embroidered with a dragon, clouds, etc., in same technique as body of robe. Collar and front band of same dark blue edged with narrow band of blue and gold brocade. Coat slit at sides and lined with thin yellow silk having good luck design on a fretwork ground.",
  "dimension": "L.57-3/4 in.",
  "id": "http://api.artsmia.org/objects/17026",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3250,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk tapestry (k'o-ssu)",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "This chang-fu robe displays the standard formal arrangement of eight medallions set against a solid color ground. Each of the multicolored medallions contains a crane rounded in the center, surrounded by seasonal flowers (lotus, plum, magnolia, peony, and chrysanthemum). The neck and sleeve bands, as well as the cuffs, are decorated with multicolored crane roundels and seasonal flowers matching the body. The crane stands for long life, the flowers for purity, beauty, wealth and honor, as well as the four seasons. The red ground was an appropriate color for festive occasions like weddings and birthday celebrations.",
  "title": "Manchu Empress' Semiformal Court Robe"
}
