{
  "accession_number": "42.8.72",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Daoguang period, 1821-1850",
  "department": "Asian Art",
  "description": "Imperial robe of pale coral-colored k'ossu with nine 5-clawed dragons in gold. Scattered in ground are loose clouds, bats and the double happiness sign in shades of blue, green, red, pink, violet and strong purple. Conventional border with staight slanting stripes; very tight band of small clouds; rolling waves in which appear Buddhist symbols. Olive green in border. Below border on sleeves a strip of fabric striped horozontally. Cuffs and collar band of dark blue k'ossu with the body motifs. Edging of gold and blue fretwork meander, and band of same directly below border of sleves. At arm holes, a wide band of gold and blue brocade of different pattern. Robe slit at sides, lined with yellow damask and faced on all openings with a band of the blue and gold brocade used for the cuff edging. The double happiness character indicates this robe was worn for a wedding. Dragon's eyes embroidered. Some painting.",
  "dimension": "L.54-1/2 in.",
  "id": "http://api.artsmia.org/objects/17043",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3516,
  "image_width": 4428,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The court dress of both men and women was strictly regulated. Women's ch'ao-fu robes had to be worn with formal collars (piling), hats, belts, and necklaces to be considered complete.The pastel ground color of this robe and the inclusion of the red \"double happiness\" character in its design indicate that the garmentbelonged to an imperial consort and was worn as wedding attire.",
  "title": "Manchu Woman's Formal Court Robe"
}
