{
  "accession_number": "42.8.77",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "Sleeveless robe of dark blue satin embroidered with large sprays of peonies, plum blosson, bamboo(?), and butterflies in shades of blue, pale green and pink. Wide border, shaped where necessary (at front, and over hips) of white satin embroidered with leaves and crane medallions; set off from body by a strip of brocade braid with zigzag lines in blues and greens on gold.Lining of thin blue silk. Embroidered cheifly in satin stitch but some Peking knot and outline stitch.",
  "dimension": "L.52 in.",
  "id": "http://api.artsmia.org/objects/17048",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk",
  "nationality": null,
  "object_name": "Vest",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G217",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The body of this vest is decorated with butterflies and sprays of flowers, including chrysanthemums, peonies, roses, wisterias, and plum blossoms. Loved both for their beauty and their symbolism, flowers have a long and storied history in Chinese culture. Different flowers indicate different concepts based on how and when they grow, historical figures that might be associated with them, or other unique characteristics. Peonies, for example, are known as the “king of flowers,” their large, lush blossoms symbolizing wealth, royalty, honor, and beauty. The cranes decorating the trim are also seen as auspicious—divine beings that can travel between the earthly and heavenly realms.",
  "title": "Manchu Woman’s Unofficial Informal Vest"
}
