{
  "accession_number": "42.8.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Kangxi period, 1662-1722",
  "department": "Asian Art",
  "description": "Empress' long sleeveless coat of yellow satin brocaded in shades of blue, green, aubergine, red, pink, and gold. On each side of front opening two rampant dragons, one above the other, the upper one clutching the heavenly jewel; in back, one sitting and two rampant dragons; all five-clawed. In the field loose cloud forms. Border of curling, over-lapping waves. Front, bottom, and sides (open except for a short joinunder arms) trimed with band of black velvet studded with brass studs and bordered with narrow strips of green and gold and red and gold brocade. At bottom a network of green fringe cording in long gold tassels hangs over a wide band of red satin. Lined with rose satin, lightly interlined with cotton batten.",
  "dimension": "L. 53 1/8 in.",
  "id": "http://api.artsmia.org/objects/17040",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1460,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade",
  "nationality": null,
  "object_name": "Vest",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G210",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th-18th century",
  "text": "Full-length vests or sleeveless coats were popular outer garments among aristocratic Manchu women. They were worn over elegant court robes and typically decorated with auspicious imagery. This bright example is decorated with four lively ascending dragons who writhe among colorful clouds. The dragons each have five claws, indicating the owner’s husband may have held a high rank in court. Below the dragons are swirling, stylized waves.",
  "title": "Manchu Woman's Semiformal Court Vest"
}
