{
  "accession_number": "43.10.4",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "Qianlong period, 1736-1795",
  "department": "Asian Art",
  "description": "Inscribed Taoist Priest't Robe of embroidered red satin. The ground of the back is completely covered with couched gold threads in an all-over running spiral pattern. On this ground, in lozenge-shaped medallions made up of loose cloud forms in couched silk threads, appear Taoist and Buddhist symbols. In the field are bats, white cranes, small pagodas in medallions, phoenix, and various characters. The round central medallion of the back carries a large pagoda and white cranes in couched silk threads. The Sun and Moon symbols appear on the shoulders. The embroidered area of the back extends over the shoulders in front, where the cloud medallions are filled with Precious Things and flanked by white cranes. Wide bottom border of pale green satin embroidered with chilin, turtles, carp, white cranes, clouds, and Taoist emblems in couched silk and gold threads. The narrow side and front borders carry dragons, clouds, and white cranes in couched silk and gold threads. Narrow strips of gold flank all borders. Colors extraordinarily rich ad soft. Canvas lining. Satin worn in places and threads loose.The inscription painted on the back lining reads'This robe was worn and displayed by the monk of the Lung-ho (Dragon Tiger) Hill in the Winter of the 11th year (1746) of the reign of the Ch'ien Lung' The robe was made for the Head of a Taoist monastery, the Chen Jen Fu ('Pope') Chang of Lung Hu Shen.",
  "dimension": "L.51 in.",
  "id": "http://api.artsmia.org/objects/17071",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4800,
  "image_width": 6569,
  "inscription": "Inscription",
  "life_date": null,
  "markings": "see description field",
  "medium": "silk, gold",
  "nationality": null,
  "object_name": "Robe",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "An inscription painted on the back lining reveals that this robe was made in 1746 for the head of a Daoist monastery on Mount Longhu, in present-day Jiangxi Province. A classic example of the poncho-like, sleeveless Daoist style, the robe is covered with gold threads in an allover spiral pattern. Daoist symbols of good fortune and longevity—bats, white cranes, small pagodas, and phoenixes—appear within lozenge-shaped medallions of loose clouds formed of silk thread. The round central medallion on the back features a large pagoda and white cranes, also worked in silk. Sun and moon symbols adorn the shoulders.",
  "title": "Daoist priest’s robe (jiangyi)"
}
