{
  "accession_number": "43.12.4",
  "art_champions_text": null,
  "artist": "Artist: School of Joseph Mallord William Turner R.A.; Artist: (attributed) George Harley",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of George S. Ingraham",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1834",
  "department": "European Art",
  "description": "Sketchbook, 1834 (?) containing 31 pencil drawings and watercolors of Derbyshire and Sussex attributed to Turner, and bearing titles purported to be in his handwriting. The drawings are of landscapes and churches at various localities, including Alderwashy, Matlock, Cole Orton, Uckfield, Buxted and Budlitz.",
  "dimension": "8 1/8 x 10 5/8 in. (20.64 x 26.99 cm) (image)",
  "id": "http://api.artsmia.org/objects/17084",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2583,
  "image_width": 5483,
  "inscription": "",
  "life_date": "British, 1775–1851",
  "markings": "",
  "medium": "Graphite and watercolor on wove paper; bound volume",
  "nationality": "British",
  "object_name": "Sketchbook",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This sketchbook is open to a view of the church St. Mary the Virgin, whose square tower was built in the 1100s. The church is adjacent to Coleorton Hall, the Leicestershire manor house of Sir George Beaumont (1753-1827), a pivotal figure in the artistic life of Great Britain. Beaumont made the founding bequest of paintings to the National Gallery in London; moreover, his home was a magnet for artists and poets. The point of view here suggests that the artist may have sat with his back resting against the house. \r\n\r\nThe inscriptions that identify the locations in the sketchbook are believed to have been written by fellow artist J. M. W. Turner, but the drawings appear to be by a close associate, possibly George Harley, a skilled draftsman who published instruction books on how to draw landscapes.",
  "title": "Sketchbook: Derbyshire and Sussex"
}
