{
  "accession_number": "50.46.122a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "12th-11th century BCE",
  "department": "Asian Art",
  "description": "Wine can, so-called 'Yu', inscribed. A rich and varied decor is disposed in seven horizontal belts, of which five the foot belt, the two lower body belts, and the two on the domed lid, are divided into four panels by heavy, scored flanges with tooth-like projections. In the neck belt, flanges occur only on the long sides of the oval, where they form central ridges of the rudimentary t'ao-t'ieh. On the other sides the flanges are ousted by two handle attachments. The foot, the lower body, and the rim belts antithetical birds of three different types on a ground of squared spirals. The neck belt of the body and the lower belt on the dome of the lid have antithetical dragons of two kinds. Vertical ribs, typical of the B style appear on the middle belt of the body and the top belt of the lid. The knob is conical with incised cicadas all around. The bow handle, terminated by animals' heads with bottle horns, displays long gaping dragons. Patina grey-green patches of sharp green.",
  "dimension": "9 3/4 × 6 3/4 × 6 1/4 in., 6.8 lb. (24.8 × 17.1 × 15.9 cm, 3.1 kg)\r\n3 7/8 × 3 3/8 in. (9.9 × 8.5 cm) (object part, mouth-a)\r\n4 1/2 × 3 15/16 in. (11.5 × 10 cm) (object part, mouth-b)\r\n4 13/16 × 4 5/16 in. (12.22 × 10.95 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/17432",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7802,
  "image_width": 6524,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-11th century BCE",
  "text": "You vessels like these began to appear during the late 1100s BCE and became prevalent during the late Shang and early Western Zhou (c. 1300–977 BCE). In line with late Shang tastes, the vessel is richly decorated within seven horizontal registers. These registers are further divided into four panels by heavy scored flanges with tooth-like projections. One noticeable change in decoration is that the bird motif has replaced the ubiquitous taotie animal mask as the dominant decoration. This change heralded a flourishing period from late 900 to 800 BCE, when pairs of large, elaborately designed birds became the visual focus on bronze vessels.",
  "title": "You wine vessel"
}
