{
  "restricted": 0,
  "image": "invalid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "artist": "",
  "dated": "13th-12th century BCE",
  "culture": null,
  "country": "China",
  "continent": "Asia",
  "dimension": "12 3/4 x 5 3/4 in. (32.4 x 14.6 cm)",
  "medium": "Bronze",
  "title": "<I>Fangyou<I> (ritual wine vessel)",
  "id": "http://api.artsmia.org/objects/17453",
  "room": "G214",
  "style": "13th-12th century BCE",
  "marks": " ",
  "text": "",
  "description": "The shape of this vessel is exceedingly rare, and the combination of the round foot, lid, and neck - the graceful profile of the last emphasized by the elegant bow handle - with a square body is unique.  The combination of square and round shapes occurs again in the complicated pattern of spirals forming the background for the t\\'ao-t\\'ieh in the main decor belt.  The treatment of the mouth, with the lower lip and jaw being drawn, is an interesting variant of the usual t\\'ao-t\\'ieh.  Two dragons, extremely reduced, flank the mouth.  The shoulder decor is unusual.  The nose and rounded forehead shield of a t\\'ao-t\\'ieh executed in low relief appear in the center of the band, dividing the side into two halves.  Each such half goes with the second half around the corner, the corner-line forming the center of the face.  These two together form a dragonized t\\'ao-t\\'ieh still recognizable, but well on its way to complete dissolution.  The foot belt carries a simple pattern in combined spirals.  The domed lid, with decor of rounded and pointed spirals, is topped by a bird with spread wings and big, leaf-shaped ears (or horns?).  It is attached to a ring in the handle by a coiled horned dragon, its tail griping the ring.  The animal\\'s head on the end of the handle has much the same ears as the bird above.  A pattern of lozenges adorns the bow of the handle.  Patina green",
  "provenance": "",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "accession_number": "50.46.106a,b"
}
