{
  "accession_number": "50.46.11a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "11th-10th century BCE",
  "department": "Asian Art",
  "description": "Wine can, so-called 'Yu', inscribed. This vessel, broad and oval in section, has a bow-shaped handle attached to rings at the ends of the oval. These rings, together with free animal's heads on the long side of the oval, serve to divide the neck belt into four panels. On the lid and foot, decor belts are divided into four panels by simple flanges. The body and the cupola of the lid, interrupted only by two unsegmented flanges at the ends of the oval, constitute two large fields for the principle decor, executed in rather high, rounded relief on a bare ground, unusual in this vessel class. Two consecutive winged dragons appear in each panel of the narrow belts, those in one panel antithetically placed to those in the next. The body of the vessel displays a bodied t'ao-t'ieh, its vertically rising body and leg detached from the forcefully modeled head. The t'ao-t'ieh of the lid faces the same way as that on the body. The animal head at the end of the handle is a remarkable feature of this vessel. In general, it resembles the ordinary t'ao-t'ieh, but the horns are highly eccentric. Basically the well-known 'bottle horns', they are flattened at the top into a five-fingered leaf centered by a big eye in the same high, rounded relief as that in the animals' face. Patina green with patches of brown.",
  "dimension": "8 1/16 × 7 1/2 × 4 3/4 in., 5.7 lb. (20.4 × 19.1 × 12 cm, 2.6 kg)\r\n4 × 3 1/16 in. (10.16 × 7.78 cm) (object part, mouth-a)\r\n4 9/16 × 3 5/8 in. (11.59 × 9.21 cm) (object part, mouth-b)\r\n5 3/16 × 4 in. (13.18 × 10.16 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/17454",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7777,
  "image_width": 6271,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "11th-10th century BCE",
  "text": "The you was a ritual wine vessel in use from the Shang dynasty (c.1600–1046 BCE) to the mid–Western Zhou dynasty in the 800s BCE. It evolved from its early form—an oval base and a broad body that swelled at the center and tapered to a wide neck—into various body shapes, including cylindrical and four-sided ones. By the late Shang, animal or bird-form you emerged. This you is very close to its basic form of the Shang but shorter and stouter. The body and the domed lid, interrupted only by two unsegmented flanges at the ends of the oval, constitute two large fields for the principal decoration: the taotie (composite animal) masks, executed in rather high, rounded relief on a bare ground. Two winged dragons appear in each panel of the narrow bands; those in one panel facing those in the next. The animal head with palm-like horn at the end of the handle is a characteristic design from the western region of Shaanxi province.",
  "title": "You wine vessel"
}
