{
  "accession_number": "50.46.197",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "618-907",
  "department": "Asian Art",
  "description": "Head of Serpent, Zodiacal figure; polychromed terra cotta. This, representing God of the Constellation I, grey earthenware with white ground, painted with flesh-coloured pigments.",
  "dimension": "H.10 in.",
  "id": "http://api.artsmia.org/objects/17544",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5034,
  "image_width": 3307,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Earthenware with white slip and traces of pigment",
  "nationality": null,
  "object_name": "Snake from Set of Zodiac Figures",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-10th century",
  "text": "The appearance of certain animals played an important role in ancient beliefs regarding omens and portents, and a complex system of thought that spanned the Han (206 BCE-220 CE), the Six Dynasties, and Tang period (618-906). The earliest appearance of the twelve animals of the Chinese zodiac is in funerary sculpture like these found in northern Chinese tombs dating to the Northern Wei dynasty (386-535).\r\nAlmost all early examples represent human bodies in kneeling or standing positions with animal heads. Unfortunately, few full sets of all twelve animals survive from the early period. These are typical Tang examples. They relate closely to a full set excavated near Xi'an, the ancient Tang capital, which also portrays the figures dressed in formal, long-sleeved robes. Depicted here are the cockerel, horse, snake, dragon, and monkey.",
  "title": "Snake from Set of Zodiac Figures"
}
