{
  "accession_number": "50.46.6a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 12th century BCE",
  "department": "Asian Art",
  "description": "'fang-yi', so-called, inscribed. The term 'fang-yi' meaning 'square vessel' is a make-shift and does not mean that this type of vessel can be identified with any particular class of which the use is revealed in the classics. The vessel, of rectangular cross section, is divided into eight vertical panels by thick flanges with straight and T-shaped scores. On the narrow sides, the central flange terminates with the t'ao-t'ieh mask of which it forms the median line, thus stopping short of the top ridge of the lid. The three belts on the body are set off by shallow, narrow flutes which do not interrupt the flanges. The foot belt corresponds to a real foot, the bottom of the vessel coinciding with the lower flute. The four openings in the sides were possibly vents for fumes of burning charcoal. The whole vessel is densely covered with decor on a ground of squared spirals which do not, oddly enough, balance in the two halves of the surface. In the foot are antithetical elephants adorned with whorl circles. On the principal surface the t'ao-t'ieh has the common C-shaped mouth line, forehead shield with rounded top, and C-horns with borders scored like flanges. On the broad sides the t'ao-t'ieh is flanked by vertical dragons in relief so low and bands so narrow that they are almost lost in the background. In the neck band are trunked dragons with heart-shaped horns and rows of scales on the body. Along their backs is a flange-like border with straight and T-shaped scores. The dragons on the broad side have a lower jaw turning outward; those on the narrow side have jaws turning inward. The lid decor repeats the t'ao-t'ieh of the body, but inverted, to be seen from above. The knob is undecorated. Inside the lid is a cicada. Patina gray-green",
  "dimension": "11 5/8 × 7 3/16 × 5 11/16 in., 11.7 lb. (29.53 × 18.26 × 14.45 cm, 5.3 kg)\r\n6 × 4 11/16 in. (15.24 × 11.91 cm) (object part, mouth-b)\r\n6 3/8 × 4 13/16 in. (16.19 × 12.22 cm) (object part, mouth-a)\r\n6 × 4 1/2 in. (15.24 × 11.43 cm) (object part, foot)",
  "id": "http://api.artsmia.org/objects/17625",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8022,
  "image_width": 6277,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": "Vessel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th century BCE",
  "text": "",
  "title": "Fangyi wine vessel"
}
