{
  "accession_number": "50.46.41.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Asia",
  "country": "China",
  "creditline": "Bequest of Alfred F. Pillsbury",
  "culture": null,
  "curator_approved": 0,
  "dated": "7th-6th century BCE",
  "department": "Asian Art",
  "description": "These birds having crests, ears, and horns, may be classified as magical animals. The bodies are adorned with incised spirals, the shoulder line being emphasized by a large comma figure in round relief. the wings, spread flat, are bordered with a striated band. In their claws the birds clutch a beast (snake?) with two bodies which curve out from the birds' claws and end in a flourish with double curves at the base of the birds' breasts. The eyeballs have the form of raised knobs with hollow centers. It is probable that these birds served as accessory members to some object, possibly a vase, inasmuch as the beaks curve into rings to permit passage of a handle. Patina grayed-green with areas of darker green.",
  "dimension": "4 5/8 × 5 3/4 × 3 in., 0.9 lb. (11.75 × 14.61 × 7.62 cm, 0.4 kg)",
  "id": "http://api.artsmia.org/objects/17634",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5362,
  "image_width": 6289,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "7th-6th century BCE",
  "text": "It is probable that these birds served as components of another object, such as a vase or a chariot. With their crests, ears, and horns, these are no ordinary birds, but rather magical animals. In their claws they clutch a snakelike beast with two bodies. They are further adorned with incised spirals, their shoulder lines emphasized by large comma shapes in rounded relief. The wings, spread flat, are bordered with striated bands and end in a flourish with double curves at the base of the birds’ breasts. The eyeballs are raised knobs with hollow centers. The bird motif is ubiquitous in Zhou art, suggesting an almost totemic significance. The birds were not only considered living beings but may have acted as intermediaries to help people communicate with the spirit realm.",
  "title": "Bird, one of a pair"
}
