{
  "accession_number": "2016.57",
  "art_champions_text": null,
  "artist": "Artist: Alison Lambert",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2013",
  "department": "European Art",
  "description": "layers of torn and pasted paper create slightly three-dimensional surface; image of upper torso and head of a shirtless man with very short hair, with arms outstretched and outside picture plane, with head tilted slightly downward toward PL shoulder",
  "dimension": "48 1/2 × 46 3/8 in. (123.19 × 117.79 cm)\r\n57 1/2 × 53 1/2 × 2 in. (146.05 × 135.89 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125075",
  "image": "valid",
  "image_copyright": "© Alison Lambert",
  "image_height": 6745,
  "image_width": 6404,
  "inscription": "on frame backing board, in black marker: \\'MAGNUS\\' 2013 / ALISON LAMBERT",
  "life_date": "British, born 1957",
  "markings": "",
  "medium": "Charcoal, pastel, and torn paper collage",
  "nationality": "British",
  "object_name": "Drawing and collage",
  "portfolio": "From ",
  "provenance": "The artist; [Pratt Contemporary Art, Ightham, England]; sold to MIA, 2016.",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in black ink: A. Lambert 2013",
  "style": "21st century",
  "text": "The British artist Alison Lambert is a master of the human figure. In her large-scale collage drawings, she creates compelling faces and flesh-and-blood bodies that are sensitive depictions of human emotions and expression. The works are not life studies or portraits. Instead they are inventions of the artist’s imagination, which she develops through a layered, textured, slowed-down artistic process. Her finished works reveal the rawness of her technique: paper torn—subtracted and roughly applied—to mimic the texture of flesh, and dark charcoal applied in broad, gestural strokes to build up areas of shadow and darkness. Up close the works appear abstract; from afar the forms look finished, lifelike, and sculptural. As Lambert explained, “Although my drawings are very much about process, process is not everything. . . My idea for Magnus was that of a spent warrior resigned to his fate, a vulnerable human being both powerful and sensitive.”",
  "title": "Magnus"
}
