{
  "accession_number": "2016.136.6.11",
  "art_champions_text": null,
  "artist": "Artist: Saul Steinberg; Publisher: The Committee to Endow a Chair in Honor of Meyer Schapiro, at Columbia University, New York",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Raymond A. and Ruth A. Reister",
  "culture": null,
  "curator_approved": 1,
  "dated": "1974",
  "department": "Arts of the Americas",
  "description": "two horizontal images with cursive-like, illegible \"text\" above and below each image; top image is black and white with figure wearing a hat and an animal in a horse-drawn cart, in silhouette; other animals (pigs and sheep?) in silhouette in landscape; faux \"seal\" at top center in sky; bottom image in color; low horizon line with silhouette of standing figure in barren landscape; green and pink at bottom of sky; brownish cloud; faux \"seal\" in blue at bottom center",
  "dimension": "28 3/4 × 18 7/8 in. (73.03 × 47.94 cm) (sight)\r\n38 1/2 × 27 7/16 × 1 5/8 in. (97.79 × 69.69 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125078",
  "image": "valid",
  "image_copyright": "© The Saul Steinberg Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8601,
  "image_width": 6306,
  "inscription": "",
  "life_date": "American, 1914–1999",
  "markings": "LLC in pencil: 56/100",
  "medium": "Color lithograph, screenprint, and rubber stamp",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From For Meyer Schapiro portfolio",
  "provenance": "Ruth A. Reister, Minneapolis; Estate of Ruth A. Reister; bequethed to MIA, 2016",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: STEINBERG 74",
  "style": "20th century",
  "text": "Steinberg liked to leave the meaning of his art open to interpretation by the viewer—so much so that he often made the script and stamps illegible—made-up texts in no particular alphabet or language. What looks informative holds back information. In the 1960s, he said:\r\n\r\n“Art is a sphinx. The beauty of the sphinx is that you yourself must do the interpreting. When you have found an interpretation, you are already cured. The mistake people make is to believe that the sphinx can give only one answer. Actually, it gives hundreds of answers, or maybe none at all. Interpretation probably does not give us the truth, but the act of interpretation saves us.”",
  "title": "Untitled"
}
