{
  "accession_number": "2016.83",
  "art_champions_text": null,
  "artist": "Artist: Marylyn Dintenfass",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Elana Amsterdam and Robert Katz",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "large silver circle with light turquoise tinge with smaller textured-appearing turquoise circle at center; orange with red smudges in corners",
  "dimension": "76 7/8 × 76 1/8 × 2 1/2 in. (195.26 × 193.36 × 6.35 cm)",
  "id": "http://api.artsmia.org/objects/125027",
  "image": "valid",
  "image_copyright": "© Marylyn Dintenfass",
  "image_height": 4381,
  "image_width": 4945,
  "inscription": "",
  "life_date": "American, born 1943",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Painter Marylyn Dintenfass is best known for her monumental abstractions. The Oculus series was inspired by her travels to the Hagia Sofia in Turkey and The Pantheon in Rome, ancient religious buildings with circular openings in their roofs (oculus, pl. oculi) that cast down shafts of light, connecting the heavens to the floor, where visitors can encounter that light with their bodies. Dintenfass has had many metaphysical experiences in her travels, and for this painting Roden Crater was her inspiration.\r\n\r\nIn the 2000s, Dintenfass and her husband were invited to James Turrell’s Roden Crater project in Arizona’s painted desert (www.RodenCrater.com). The Crater is the remains of an extinct volcano, which Turrell acquired in the late 1970s and has since turned it into a significant ongoing work of land art. Of her transformative experience there and its subsequent representation in Oculus RODEN, Dintenfass has said, “from inside, there is a fairly steep narrow golden staircase that brings you up to the surface—which feels like a different planet. It reminds me of the movie Close Encounters of the Third Kind, would I go into the spaceship if invited' Going up the stairs to the surface feels like accepting that invitation; bravely encountering another world, connecting to the universe. It is a molecular and galactical experience, an instant resonance…things are not what they seem.”",
  "title": "Oculus RODEN"
}
