{
  "accession_number": "2016.47.2",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Livingston Griggs and Mary Griggs Burke Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "ovoid shaped vessel with slightly squared-off corners; raised ovoid foot ring; incised decorations on exterior with cross on either long side with flower-like design at center and looping lines connecting arms of cross, which are zig-zagged at ends; short ends decoration with radiating sun-like designs with looping swirls at center; designs are inlaid with white glaze or slip; greenish-grey glaze; interior has parallel incised lines",
  "dimension": "3 9/16 × 5 7/8 × 5 1/4 in. (9.05 × 14.92 × 13.34 cm)",
  "id": "http://api.artsmia.org/objects/125026",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5755,
  "image_width": 6544,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Hagi ware; glazed stoneware",
  "nationality": null,
  "object_name": "Bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The first Christian missionaries, namely Portuguese Catholics, arrived in Japan in the late 1540s and achieved success converting Christians in some areas of the country. Christians were persecuted by authority of Japan’s military leaders on and off through the 1630s, by which time all adherents of Christianity had renounced their faith or moved underground. Stoneware bowls bearing Christian crosses began to be made in the early seventeenth century, but it remains unclear who might have used such bowls.",
  "title": "Bowl with Cross Design"
}
