{
  "accession_number": "2016.47.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Livingston Griggs and Mary Griggs Burke Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "ceramic candle holder; male figure holding basket in PL hand, and remnant of an object in PR hand; exaggerated, pointed facial features; large brown eyebrows, moustache, and pointed goatee; wearing green top coat with incised patterns; figure becomes round from waist to base; lower half is beige; leaf design on head for candle",
  "dimension": "12 × 5 × 4 7/8 in. (30.48 × 12.7 × 12.38 cm)",
  "id": "http://api.artsmia.org/objects/125025",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8851,
  "image_width": 6341,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Oribe ware; glazed stoneware",
  "nationality": null,
  "object_name": "Candlestick",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This stoneware candlestick takes the shape of a so-called nanban, or “southern barbarian,” a word used historically in Japan to refer to Europeans. Here, red bushy eyebrows and a beard, a prominent nose, large eyes, and his collared shirt all highlight his foreignness. The green glaze that covers the jar he carries as well as part of his shirt is characteristic of Oribe ceramics, which were made in the Mino region of central Japan and demonstrated more diversity of form and surface decoration than most other Japanese ceramics of the time. The bowl-shaped plate on top of his head would have once had a metal pricket onto which a candle would have been placed.",
  "title": "Candlestick in the Shape of a European Man"
}
