{
  "accession_number": "2016.51.1",
  "art_champions_text": null,
  "artist": "Artist: Isabel Bishop",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of John C. Weber",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of the Americas",
  "description": "view of building with multiple levels that is predominantly yellow in color with blue, gray and black abstract sections across middle and into upper right quadrant; three columns extending vertically in foreground, with three levels visible behind columns; columns connect with vaulted ceiling across the top; street runs horizontally across lower quadrant; images of loosely sketched figures on middle floor interior; two rectangle shapes that resemble windows on top floor",
  "dimension": "48 3/16 × 27 9/16 in. (122.4 × 70.01 cm) (sight)\r\n48 3/16 × 37 1/8 × 15/16 in. (122.4 × 94.3 × 2.38 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125041",
  "image": "valid",
  "image_copyright": "© Estate of Isabel Bishop. Courtesy of DC Moore Gallery%2C New York.",
  "image_height": 8505,
  "image_width": 5921,
  "inscription": "ULC in paint: [illegible]",
  "life_date": "American, 1902–1988",
  "markings": "",
  "medium": "Oil and tempera on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in paint: Isabel Bishop",
  "style": "20th century",
  "text": "Isabel Bishop was a perceptive chronicler of New York and often painted around the bustling area around Union Square. This sparsely composed image of the massive subway station below Union Square was the first of three she made in 1957-58. Bishop was fascinated by the engineering marvel of the New York subway but she also pondered how the spaces felt. She struggled with the paradox of a solid, forbidding interior that served as a means for rapid movement; a place of crowds yet one of alienation.In a 1959 interview she stated that she liked the sense of “appearing and disappearing” that occurs in this version but strove in later variations to make it seem less like a “prison.”",
  "title": "Under Union Square"
}
