{
  "accession_number": "2016.28.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Africa",
  "country": "Uganda",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Ganda",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Art of Africa and the Americas",
  "description": "oblong shield curved lengthwise down the center with a triangular, wooden mound protruding at middle; body of shield is decorated with grid of brown, woven plant fibers, with elongated triangular designs framing the edges--points oriented toward center; animal skin with traces of fur lines the outer edges of shield; a curved, wooden handle wrapped in plant fibers is on the reverse of the shield at center",
  "dimension": "41 1/4 × 18 1/2 × 13 in. (104.78 × 46.99 × 33.02 cm)",
  "id": "http://api.artsmia.org/objects/125150",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers, wood, animal hide",
  "nationality": null,
  "object_name": "Shield",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "African shields, while primarily functional objects used in warfare, also played a role as dance regalia during funerals and served as status objects and symbols of identification. Because they were often made for ostentatious display, their appearance—size, decoration, and materials—was of vital importance. As such, shields can be appreciated as sculptural expressions of creativity and craftsmanship, blurring the line between utilitarian skill and fine art. Displaying these four shields from different parts of Africa in the round allows one to see details inside. \r\n\r\nThe pointed shield from the Ganda peoples has a saddle shape, obtained by attaching two pieces of wood to a central piece. Its surface is decorated with extremely fine wickerwork, and the conical bulge in the center protected the hand of the bearer but could also be used to strike. The tallest shield is entirely made of densely woven wicker, allowing both meaningful defense and swift mobility. Like other shields from the Congo basin, it has a long and beautiful grip board on the inside.",
  "title": "Shield"
}
