{
  "accession_number": "2016.28.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Africa",
  "country": "Republic of South Sudan",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Nuer",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Art of Africa and the Americas",
  "description": "oblong, pear-shaped dark brown shield with a wooden dowel running top to bottom; animal skin decorated with pattern of raised dots that swirl and create pathways; raised mound at center",
  "dimension": "48 × 16 1/4 × 4 1/2 in. (121.92 × 41.28 × 11.43 cm) (including dowel)",
  "id": "http://api.artsmia.org/objects/125151",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "LRC in black ink: J2513B STV",
  "medium": "Hippopotamus skin, wood",
  "nationality": null,
  "object_name": "Shield",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "African shields, while primarily functional objects used in warfare, also played a role as dance regalia during funerals and serves as statue objects and symbols of identification. Because they were often made for ostentatious display, their appearance – size, decoration, and materials – was of vital importance. As such, shields can be appreciated as sculptural expressions of creativity and craftsmanship, blurring the line between utilitarian skill and fine are. Displaying these four shields from different parts of Africa in the round allows one to see details inside.\r\nThe light-colored shield, made of antelope skin in the 1800s, belonged to an aristocratic warrior of the Tuareg, a people who live throughout the Sahara region of northwestern Africa. The incised cross motif in the center may be an invocation in the Tuareg script that empowers the shield to protect its owner against the evil eye and the weapons of his enemies. The dark-colored shield is also of hide, but from the hippopotamus. Owned by a Nuer cattle herder of the Republic of South Sudan, it has an asymmetrical surface decoration of bumps that mimics the scarification pattern the Nuer used on their bodies and faces.",
  "title": "Shield"
}
