{
  "accession_number": "2016.43",
  "art_champions_text": null,
  "artist": "Artist: Norma Minkowitz",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Norma Minkowitz in memory of my brother Victor Chigrinsky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1984",
  "department": "Arts of the Americas",
  "description": "smock or overlay type of garment; open sides; made of plastic screen material; top portion has overlapping oval shapes edges in pale green, yellow and light blue stitching, with darker blues at edges; floral-like petals on shoulders; back has crocheted blue and white variegated V-shaped inset at neckline; front of neckline has similar V crocheted in yellow and green with slit opening, held closed with hook and eye and white plastic doll's arm; two plastic eggs suspended from underarms at back; some areas have pigments in screen openings",
  "dimension": "46 5/8 × 53 1/2 × 1 3/4 in. (118.43 × 135.89 × 4.45 cm)",
  "id": "http://api.artsmia.org/objects/125147",
  "image": "valid",
  "image_copyright": "© Norma Minkowitz",
  "image_height": 7459,
  "image_width": 8064,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Plastic, cotton, pigments",
  "nationality": "American",
  "object_name": "Wearable art",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "under PR arm, stitched in blue: Norma [?]",
  "style": "20th century",
  "text": "Norma Minkowitz helped established crochet as a fine art technique. Minkowitz studied art at Cooper Union Art School, focusing on drawing. She still regards her fiber sculptures as three dimensional drawings, where crocheted cells stand in for cross-hatched lines. In the late 60s and 70s Minkowitz started making crocheted apparel and wearable art, becoming active in the emerging field of fiber art. Though some of her contemporaries experimented with crochet, Minkowitz was unusual for using thin yarns and small hooks, making her creations much more intricate and labor-intensive than those by other artists.",
  "title": "Flight"
}
