{
  "accession_number": "2016.48",
  "artist": "Artist: Futamura Yoshimi",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Marilyn C. Benson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Japanese and Korean Art",
  "description": "reminiscent of a tree burl; mottled brown and grey at interior and on exterior beneath rows of thick white crackled slip; asymmetrical; round openings at each shorter side with irregular opening at one longer side",
  "dimension": "17 1/2 × 20 1/4 × 14 7/8 in. (44.45 × 51.44 × 37.78 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/125152",
  "image": "valid",
  "image_copyright": "© Futamura Yoshimi",
  "image_height": 7919,
  "image_width": 8085,
  "inscription": "",
  "life_date": "Japanese, born 1959",
  "markings": "",
  "medium": "Stoneware with porcelain slip",
  "nationality": "Japanese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Profoundly affected by the 2011 earthquake and tsunami that devastated parts of Japan, Futamura Yoshimi’s work engages with notions of impermanence, uncertainty, and disaster. She creates tubular forms on a wheel before applying white porcelain slip to the surface. Manipulating the shape from the inside out and allowing it to dry before firing creates holes and ruptures and causes the porcelain slip to crack and coagulate, lending her sculptures a charred appearance, like burnt firewood. Futamura first trained in traditional Seto ceramics, an artform with ancient origins near her native Nagoya, but she moved to France in the mid-1990s and has worked there ever since. She has described her work as “embod[ying] a Japanese foundation with a Parisian essence.”",
  "title": "Black Hole No. 8 2015"
}
