{
  "accession_number": "2016.61.3",
  "art_champions_text": null,
  "artist": "Artist: Linda Kramer",
  "catalogue_raissonne": null,
  "classification": " Drawings; Collages / Assemblages; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Linda Lewis Kramer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "three stylized faces and one figure; face at top center has applied collage element of printed paper with rows of guns on a red background; face in URC appears to be wearing a mask over its eyes with red and black round eyes and green, red and purple elements; face in URC has blonde hair and pink circles on cheeks; figure in LLQ wear orange dress and red high-heeled shoe and has brown hair; each face has orange lip-print mouth; lines, stars, stripes, clouds in negative space in various colors",
  "dimension": "28 5/8 × 22 3/4 in. (72.71 × 57.79 cm) (sheet)\r\n32 5/8 × 26 5/8 × 1 1/2 in. (82.87 × 67.63 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125119",
  "image": "valid",
  "image_copyright": "© Linda Kramer",
  "image_height": 6885,
  "image_width": 5557,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Graphite, colored pencil, pastel, gouache, and collage on paper",
  "nationality": "American",
  "object_name": "Drawing with collage",
  "portfolio": "From ",
  "provenance": "The artist, Winnetka, Illinois; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in pencil: Linda Kramer 1970",
  "style": "20th century",
  "text": "Linda Kramer has lived and worked in Chicago since the 1960s. Throughout her career she has maintained a strong feminist stance in her politics and art. In 1973 she was among the founders of the Feminist cooperative gallery Artemisia in Chicago, named after the 16th-century Italian artist Artemisia Gentileschi. Chicago was home to Playboy magazine and its founder Hugh Hefner introduced the “men’s entertainment” magazine known for its nude centerfolds of models called Playboy Bunnies. Kramer went to a party at the Playboy club with some friends in the late 1960s and was appalled by the way in which “Bunnies” were dehumanized and objectified by the attendees. She had already begun a series of drawings addressing the treatment of women in American society of the late 1960s; this visit prompted the sharply humorous and perceptive drawings shown here.",
  "title": "Four Faces"
}
