{
  "accession_number": "2016.61.2",
  "art_champions_text": null,
  "artist": "Artist: Linda Kramer",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Linda Lewis Kramer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "stylized imagery; central female figure in profile from PR with pink curly hair, large eye, red lips with teeth showing and red lines extending from mouth, pink pubic hair and red lines extending from nipple on breast; head and front legs of dog-like figure in URQ in pencil; standing stylized figure with very large round eyes in pencil in LRQ with multi-limbed human-headed figure with human breasts below; two pairs of large round eyes and face in URQ in pencil; swirling, organic, irregular forms around figures in bright colors--predominately green in ULQ and red with yellow layer over top at right",
  "dimension": "22 3/4 × 28 7/8 in. (57.79 × 73.34 cm) (sheet)\r\n26 5/8 × 32 1/2 × 1 1/2 in. (67.63 × 82.55 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125118",
  "image": "valid",
  "image_copyright": "© Linda Kramer",
  "image_height": 5467,
  "image_width": 6955,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Graphite, colored pencil, pastel, and marker on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Winnetka, Illinois; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Linda Kramer 1966",
  "style": "20th century",
  "text": "Linda Kramer has lived and worked in Chicago since the 1960s. Throughout her career she has maintained a strong feminist stance in her politics and art. In 1973 she was among the founders of the Feminist cooperative gallery Artemisia in Chicago, named after the 16th-century Italian artist Artemisia Gentileschi. Chicago was home to Playboy magazine and its founder Hugh Hefner introduced the “men’s entertainment” magazine known for its nude centerfolds of models called Playboy Bunnies. Kramer went to a party at the Playboy club with some friends in the late 1960s and was appalled by the way in which “Bunnies” were dehumanized and objectified by the attendees. She had already begun a series of drawings addressing the treatment of women in American society of the late 1960s; this visit prompted the sharply humorous and perceptive drawings shown here.",
  "title": "Redhead"
}
