{
  "accession_number": "2016.61.4",
  "art_champions_text": null,
  "artist": "Artist: Linda Kramer",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Linda Lewis Kramer",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "stylized woman's head, torso and arms, with long blonde hair, pig-like ears, high pointed breasts, one short arm with paw-like hand and one arm with long, thin fingers with red fingernails and ball and chain attached to her PR wrist; woman has orange and flesh-toned organ-like element with a face with round eyes extending from her mouth; ghoulish orange creature with pink arms and round eyes in LLC; round pink mask-like face with zig-zag teeth, brown rectangular nose and round blue, orange and red eyes at upper left; blue outline around woman; sketchy stick figure-like man in LRC",
  "dimension": "28 3/4 × 22 3/4 in. (73.03 × 57.79 cm) (sheet)\r\n32 1/2 × 26 7/16 × 1 1/2 in. (82.55 × 67.15 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125120",
  "image": "valid",
  "image_copyright": "© Linda Kramer",
  "image_height": 6888,
  "image_width": 5599,
  "inscription": "",
  "life_date": "American, born 1937",
  "markings": "",
  "medium": "Graphite and oil stick on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Winnetka, Illinois; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Kramer 1970",
  "style": "20th century",
  "text": "Linda Kramer has lived and worked in Chicago since the 1960s. Throughout her career she has maintained a strong feminist stance in her politics and art. In 1973 she was among the founders of the Feminist cooperative gallery Artemisia in Chicago, named after the 16th-century Italian artist Artemisia Gentileschi. Chicago was home to Playboy magazine and its founder Hugh Hefner introduced the “men’s entertainment” magazine known for its nude centerfolds of models called Playboy Bunnies. Kramer went to a party at the Playboy club with some friends in the late 1960s and was appalled by the way in which “Bunnies” were dehumanized and objectified by the attendees. She had already begun a series of drawings addressing the treatment of women in American society of the late 1960s; this visit prompted the sharply humorous and perceptive drawings shown here.",
  "title": "Bunny in Chains"
}
