{
  "accession_number": "2016.52.7",
  "art_champions_text": null,
  "artist": "Artist: Eddy Mumma",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Josh Feldstein",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1978-1986",
  "department": "Paintings",
  "description": "recto: green ground; portrait of a figure with red face and round bright green eyes with long black hair; white lines between eyes and eyebrows; black hands with all five fingers--including thumbs--nearly the same length; orange garment with green cuffs and central vertical panel with repeating black squares; verso: figure with red face and hands and round bright green eyes, with white curving lines between eyes and eyebrows; figure has black hair and wears purple, white, green and brown clothing, with row of reddish-green buttons/dots down front; red hands with all five fingers--including thumbs--nearly the same length; white ground; primitive style; thick pigments; top of frame is gold, outer edges are black",
  "dimension": "15 1/2 × 11 1/2 in. (39.37 × 29.21 cm) (sight, recto)\r\n15 7/8 × 11 in. (40.32 × 27.94 cm) (sight, verso)\r\n19 1/2 × 15 1/2 × 1 3/4 in. (49.53 × 39.37 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125131",
  "image": "invalid",
  "image_copyright": "© Estate Eddy Mumma%2C courtesy Josh Feldstein",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1908 - 1986",
  "markings": "",
  "medium": "Acrylic on Masonite",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "recto, ULC, in black: E / dd / y",
  "style": "20th century",
  "text": "Mr. Eddy Mumma was a self-taught artist who began to make paintings late in life. He took to it naturally and produced hundreds of images drawn from art history and his imagination. Mia’s collection includes eight works by Mumma including many that show his preference for big bold forms and wide-eyed anonymous portraits. More unusual are the nude–based on a reproduction he saw of a painting by Amedio Modigliani–and the little painting of the goat. Mumma had a difficult life with many personal challenges and artmaking seems to have been a great joy to him in his later years.",
  "title": "Untitled (recto and verso)"
}
