{
  "accession_number": "2016.85",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The Dandelion Endowment Fund for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1810-1861",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "hand-sewn fuchsia silk border; band of apricot silk at top with orange striped cotton hanging tabs at top; at the top, a border of polychrome silk embroidery depicting dancing female angels and cherub heads amidst a lush background of stylized carnations and other florals, highlighted with gold sequins and metallic wrapped thread, dated \"1810\" in LRC; below is a group of three monochrome white-on-white embroidery and cutwork samplers--left:  spot floral motifs and border designs in embroidery, broderie anglais and pulled work (\"deshilado\") with Angus Dei (Lamb of God) at center holding a pointed flag in its mouth, moth, flowers and two birds eating from a bowl, with \"J.S\" at top center; second row, center:  three scalloped edges featuring different pullwork patterns, central cutwork cartouche with tulle insertion embroidered \"ROSAURA MUNOSCANO\" (upside down) at center, with birds, goat and flowers and a salmon-colored backing; second row, right:  various floral motifs, deer and Angus Dei in embroidery and broderie anglais, with central crowned \"IXR\" above double-headed eagle motif with the initials \"J.J.\"; third row, left:  square sampler divided into four quadrants by central cross with geometric motifs in polychrome (primarily purple, white and yellow) silk and beaded boarders, with \"EMILIANA ALCAZAR. DICIEMBRE, DE 1814\" at bottom; third row, right:  large horizontal embroidery executed in silk on linen mostly in satin and stem stitch, with flowers including rose, passion flower and carnation as well as birds, butterflies, dog and deer surrounding a central floral wreath encircling a female figure in plumed headdress with mask or head of a man; black and yellow bird to upper right carrying a pink-leafed wreath with initials \"L.L.\" in cursive; macaw with banner in its mouth dated \"1861\"; fourth row, left:  two horizontal strips of embroidered flowers--red and pink, and lavender; fifth row, left:  sampler with monochrome white-on-white floral broderie anglais motifs and polychrome silk vases/baskets with flowers ",
  "dimension": "70 7/16 × 50 in. (178.91 × 127 cm) (including top tabs)",
  "id": "http://api.artsmia.org/objects/125289",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9470,
  "image_width": 6808,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, silk, sequins, metallic threads, beads, pigments",
  "nationality": null,
  "object_name": "Wall hanging",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "",
  "title": "Wall hanging with embroidered samplers"
}
