{
  "accession_number": "2016.85",
  "art_champions_text": "Conservation Cost $3,420.00\r\nThese samplers were made in Mexico and are the first embroideries of their kind to enter Mia’s collection. The set is an important new acquisition that diversifies our embroidery holdings, but it has never been displayed here because it needs conservation to address areas of loss (holes and tears). Small areas of loss will be filled in with appropriate fabric and stitching. Larger areas of loss will be supported and minimized by stitching on fabric netting. To protect the fragile silk embroidery throughout, the set of samplers will be mounted to a fabric covered panel that will provide support in storage and when the object is on view. \r\nContact the Decorative Arts, Sculpture, and Textiles Department at DATS@artsmia.org or (612) 870-3101 to Champion this artwork.",
  "artist": "Artist: Rosaura Munoscano; Artist: Emiliana Alcazar; Artist: Soledad Santaella",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "Mexico",
  "creditline": "The Dandelion Endowment Fund for Textiles",
  "culture": null,
  "curator_approved": 0,
  "dated": "1810-1861",
  "department": "Arts of the Americas",
  "description": "hand-sewn fuchsia silk border; band of apricot silk at top with orange striped cotton hanging tabs at top; at the top, a border of polychrome silk embroidery depicting dancing female angels and cherub heads amidst a lush background of stylized carnations and other florals, highlighted with gold sequins and metallic wrapped thread, dated \"1810\" in LRC; below is a group of three monochrome white-on-white embroidery and cutwork samplers--left: spot floral motifs and border designs in embroidery, broderie anglais and pulled work (\"deshilado\") with Angus Dei (Lamb of God) at center holding a pointed flag in its mouth, moth, flowers and two birds eating from a bowl, with \"J.S\" at top center; second row, center: three scalloped edges featuring different pullwork patterns, central cutwork cartouche with tulle insertion embroidered \"ROSAURA MUNOSCANO\" (upside down) at center, with birds, goat and flowers and a salmon-colored backing; second row, right: various floral motifs, deer and Angus Dei in embroidery and broderie anglais, with central crowned \"IXR\" above double-headed eagle motif with the initials \"J.J.\"; third row, left: square sampler divided into four quadrants by central cross with geometric motifs in polychrome (primarily purple, white and yellow) silk and beaded boarders, with \"EMILIANA ALCAZAR. DICIEMBRE, DE 1814\" at bottom; third row, right: large horizontal embroidery executed in silk on linen mostly in satin and stem stitch, with flowers including rose, passion flower and carnation as well as birds, butterflies, dog and deer surrounding a central floral wreath encircling a female figure in plumed headdress with mask or head of a man; black and yellow bird to upper right carrying a pink-leafed wreath with initials \"L.L.\" in cursive; macaw with banner in its mouth dated \"1861\"; fourth row, left: two horizontal strips of embroidered flowers--red and pink, and lavender; fifth row, left: sampler with monochrome white-on-white floral broderie anglais motifs and polychrome silk vases/baskets with flowers",
  "dimension": "70 7/16 × 50 in. (178.91 × 127 cm) (including top tabs)",
  "id": "http://api.artsmia.org/objects/125289",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9470,
  "image_width": 6808,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Linen, cotton, silk, metal sequins, metallic threads, glass beads, pigments",
  "nationality": null,
  "object_name": "Wall hanging",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This hanging is composed of nine Mexican samplers collected and stitched into this arrangement in the early 1900s. Inscriptions throughout name some of the\r\nembroiderers—Rosaura Munoscano, Emiliana Alcazar, and Soledad Santaella—and date the manufacture of the embroideries from 1810 to 1861.\r\n\r\nSamplers are embroidered textiles that included a “sampling” of stitches and motifs that served as either a proof of the embroiderer’s skill, or a record of images and techniques to which she would refer over time. Some of the motifs on these samplers reveal the legacy of the Spanish empire in Mexico, as in the double-headed eagle which derived from the royal heraldry of the Spanish Habsburgs. Catholic imagery such as the Lamb of God, a haloed Virgin Mary, and the monograms of Mary (AMR, from Ave Maria Regina, or \"Hail Mary, the Queen\") and Jesus (JHS, from Jesus Hominum Salvator or “Jesus, savior of men”) also appear throughout.",
  "title": "Wall hanging with embroidered samplers"
}
