{
  "accession_number": "2016.132",
  "art_champions_text": null,
  "artist": "Artist: Pierre Bonnard; Publisher: Ambroise Vollard, Éditeur; Printer: Auguste Clot",
  "catalogue_raissonne": "Terrasse/Floury 24; Roger-Marx 41; Bouvet 41; Johnson 17; Ives 25",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Barbara Kaerwer in honor and memory of Dr. Harold Joachim, Minneapolis Institute of Arts Curator of Prints and Drawings, 1956-1958",
  "culture": null,
  "curator_approved": 0,
  "dated": "1897",
  "department": "European Art",
  "description": "interior view featuring five prints with still lives and landscapes in green and red on a round table with a red and white tablecloth; small grey cat in LRQ on top of table, batting at a crumpled piece of paper; text in URQ: \"6 rue Laffitte / 2e année / ALBUM / D'ESTAMPES / ORIGINALES / DE / LA GALERIE / VOLLARD / 1897\"",
  "dimension": "23 13/16 × 34 5/8 in. (60.48 × 87.95 cm) (sight)\r\n31 3/4 × 41 3/4 × 1 1/2 in. (80.65 × 106.05 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125327",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8176,
  "image_width": 10783,
  "inscription": "",
  "life_date": "French, 1867–1947",
  "markings": "",
  "medium": "Color lithograph",
  "nationality": "French",
  "object_name": "Print (portfolio cover)",
  "portfolio": "From Album d'estampes originales de la Galerie Vollard",
  "provenance": "Barbara Kaerwer, Minneapolis.; Estate of Barbara Kaerwer, Minneapolis; bequethed to MIA, 2016",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "A prominent French painter, sculptor, and printmaker of the late nineteenth and early twentieth centuries, Pierre Bonnard demonstrated a deep commitment to the graphic arts as evidenced in his extensive oeuvre of editioned prints, illustrated books, and other publications. Among these varied works is this delightful lithographic album wrapper featuring a domestic interior with an assortment of fine art prints casually spread across a wooden table. Though he included no people, Bonnard activates the scene by including a playful house cat who strolls across the table and paws at a crumbled piece of paper. When folded vertically at the center, the oversize lithograph served as the outer wrapper for Ambroise Vollard’s second \"Album d'estampes originales\" (Album of Original Prints). Bonnard positioned the publication’s title and date on the right-hand side of the composition, thus assuring it would be centered when the sheet was folded. Vollard was the foremost publisher of prints and illustrated books in late nineteenth- and early twentieth-century Paris. Along with Bonnard, he worked regularly with such prominent artists as Edouard Vuillard, Georges Rouault, and Pablo Picasso.",
  "title": "Cover of the \"Album d'estampes originales de la Galerie Vollard\""
}
