{
  "accession_number": "2016.95",
  "art_champions_text": null,
  "artist": "Artist: Tim Lowly",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Eric Brecher, Koplin Del Rio, and the 30 artists who participated in the production of this work of art",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "recto: black-and-white close-up portrait of a young woman with dark brown hair painted on small grids; girl is facing mostly forward, mouth closed, eyes looking off to PR; girl is wrapped in fuzzy blanket; focus/pixilation changes over grids verso: bricklike collage of variously sized rectangles with differing textures and motifs; many of the segments are covered in gold leaf or foil, while others are painted: incised tree ring pattern in gold foil ULC; panel with bubble wrap pattern in gold; trompe l'oeil satin fabric; painted ring or brooch, and billowing clouds; etching of eyes and bridge of nose in gold foil at C; wires and rooftops in negative image in gold leaf LRC",
  "dimension": "29 1/2 × 23 1/2 × 2 1/4 in. (74.93 × 59.69 × 5.72 cm) (without base)\r\n30 1/2 × 26 7/8 × 5 1/2 in. (77.47 × 68.26 × 13.97 cm) (including base)",
  "id": "http://api.artsmia.org/objects/125394",
  "image": "valid",
  "image_copyright": "© Tim Lowly",
  "image_height": 8882,
  "image_width": 7105,
  "inscription": "",
  "life_date": "American, born 1958",
  "markings": "",
  "medium": "Acrylic, gold leaf, foil, gold pigment and glitter on wood",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "At 25 is a collaborative work that commemorates Tim Lowly’s daughter Temma as she turned 25 years old. Temma has been the subject of his work since birth. Lowly, has explored his relationship to her as father and caregiver as she was born with severe physical disabilities. Doctors told Lowly and his wife Sherrie that Temma (b. 1985) would not live to age 25. Lowly invited friends to contribute parts that make up a composite portrait. He described the process:\r\n\r\nThe piece is composed of 25 sections, each of which is painted by one or two artists from around the world. For the “portrait” side of the image I provided the participants with a section of a photograph corresponding to the piece they were given. I also gave them black-and-white matte acrylic (the paint I usually use) and asked them to render the photograph as stylistically neutrally as possible…I am very grateful for how willingly and sincerely the participants took on this part of the project. For the back side of the work the directive was much more open: “make it gold.” As anticipated the result of the back was very eclectic and (friendship) quilt-like.",
  "title": "At 25 (recto and verso)"
}
