{
  "accession_number": "2018.123.21",
  "art_champions_text": null,
  "artist": "Artist: Kikuji Kawada; Publisher: Nazraeli Press, Tucson, Arizona; Publisher: Getsuyosha Ltd, Tokyo, Japan",
  "catalogue_raissonne": "Parr & Badger pp. 212-13; Kaneko & Vartanian pp. 86-93; Heiting & Kaneko 282",
  "classification": " Photographs; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1965 (2005 edition)",
  "department": "Prints and Drawings",
  "description": "slipcase wrapped in black-and-white marbleized-looking paper, containing a black cloth-covered hardcover book and black paper pamphlet; Japanese characters are embossed across the top of the book, as well as artist and title of book; book contains black-and-white photographic images of varioous walls scorched and blackened during the Hiroshima atomic blast of August 1945 juxtaposed with Japanese victims and artifacts of war; 49 plates, 23 fold-outs.; donor's archive # 219",
  "dimension": "9 1/16 × 6 in. (23.02 × 15.24 cm) (closed)",
  "id": "http://api.artsmia.org/objects/125329",
  "image": "invalid",
  "image_copyright": "© Kikuji Kawada",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, born 1933",
  "markings": "Numbered in black ink on insert: 208",
  "medium": "Photographic illustrations; bound volume with separate text booklet",
  "nationality": "Japanese",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pen and black ink by the artist in kanji on last page of book",
  "style": "20th century",
  "text": "Originally published in 1965, Kikuji Kawada’s experimental photography book Chizu is renowned for its uncompromising memorialization of the bombing and destruction of Hiroshima, Japan, by U.S. forces during World War II (1939–1945). Marking the 20th anniversary of this horrific wartime event, the book presents a graphic visual compendium of places and objects annihilated by the heat and blast from an atomic bomb, ranging from the stained walls of what is now the Hiroshima Peace Memorial to the mutilated bodies of Japanese citizens to a trampled Japanese flag. Kawada’s photo book commemorates the more than 135,000 Japanese who were killed and injured during the bombing, while serving as a powerful documentation of recovery and transformation in postwar Japan. The present volume is a limited-edition facsimile of the original publication that precisely retains the book’s scale and innovative design and layout.",
  "title": "The Map (Chizu)"
}
