{
  "accession_number": "2018.123.16",
  "art_champions_text": null,
  "artist": "Artist: Manuel Neri; Poet: Federico García Lorca; Author: Introduction by Mary Julia Klimenko; Translator: Jaime Moreno Villarreal; Calligrapher: Thomas Ingmire; Book Binder: Daniel E. Kelm; Fabricator: Box produced by Foolscap Press, Santa Cruz, Calif.",
  "catalogue_raissonne": null,
  "classification": " Drawings; Books; Works on Paper",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 1,
  "dated": "2007 (drawings produced 1987)",
  "department": "Global Contemporary Art",
  "description": "black box with small rectangles in various shades of green and blue placed across surface; small gold squares mixed in with rectangles; thin gold line runs along right side of surface; green hardcover book inside box; cover decorated with similar green and blue rectangles as is on box cover; gold letters spell 'Sonambulo' across bottom of cover; book contains nine printed images of abstract figures in various positions; images intermixed with stylized illuminated text; lender's archive #120",
  "dimension": "19-1/4 × 14-5/16 × 1-1/4 in. (closed)",
  "id": "http://api.artsmia.org/objects/125321",
  "image": "invalid",
  "image_copyright": "© Manuel Neri%0D%0A© Federico Garc%C3%ADa Lorca %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1930 - 2021",
  "markings": "",
  "medium": "Oil-paint stick, charcoal, graphite, gold foil, and calligraphy, with cover of green goatskin leather, gold foil stamping, and collage; housed in black Japanese paper-covered box; bound volume",
  "nationality": "American",
  "object_name": "Artist's book with original drawings",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on final pages: Daniel E. Kelm │ Kylin Lee │ Thomas Ingmire │ Mary Julia Klimenko │ Peggy Gotthold │ Manuel Neri",
  "style": "20th-21st century",
  "text": "Federico García Lorca was an influential and beloved Spanish modernist poet and playwright, known for his lyrical ballads and evocative poetry. First published in Madrid in 1928, just eight years before he was assassinated, Romance sonámbulo celebrates what Lorca perceived to be the passion and intensity of the Romani people and their culture. Lorca would have known Romani people well from his upbringing in the culturally heterogeneous city of Granada, in southern Spain. Personified by the color green, the dream-like, enigmatic ballad reflects Lorca’s deep love of his country and its diverse heritage, while embracing the power of the imagination. Lorca called Romance sonámbulo, which is part of a collection of poems about Romani culture, “one of the most mysterious in the book.” The present volume is a sumptuous, one-of-a-kind collaborative adaptation of Lorca’s poem featuring a series of original oil and charcoal figure drawings by the American painter Manuel Neri and calligraphic text by Thomas Ingmire.",
  "title": "Sonámbulo (Sleepwalking Ballad)"
}
