{
  "accession_number": "2016.70",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas",
  "culture": "Igbo",
  "curator_approved": 0,
  "dated": "first half of 20th century",
  "department": "Arts of Global Africa",
  "description": "standing stylized figure with pointed beard; triangular-shaped ears; pair of very tall horns with spirals at top; face has deeply-incised geometric patterns--without facial features; deeply carved oval element with horizontal band on chest; figure wears short skirt-like garment; figure stands on round platform with four curving legs and one vertical central leg; some possible scattered bits of red and white pigments",
  "dimension": "41 3/8 × 7 7/8 × 7 7/8 in. (105.09 × 20 × 20 cm)",
  "id": "http://api.artsmia.org/objects/125326",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9026,
  "image_width": 4356,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood",
  "nationality": null,
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Ikenga, or “place of strength,” is the Nigerian Igbo name for a type of figure that is made in an astounding variety of sizes and shapes. The five examples on display here share one common trait: each sculpture possesses a pair of stylized horns on its head, a reference to the ram’s force and stubbornness. Used as a personal altar, an ikenga is a source of power, aggression, and achievement for the man who owns it. In Igbo society individual success and upward mobility are highly desirable. Before any major undertaking, like enrolling at a university, clinching a business deal, or participating in an election, the owner would address it with prayers and offerings of food and kola nuts.\r\n\r\nTwo of the five ikenga show remarkable similarities and are undoubtedly made by the same workshop, if not the same (unidentified) artist. One of them stands on a stool to give it extra height and, therefore, authority. The smallest ikenga holds what seems to be a pipe or a horn; the tallest consists of a series of vertically stacked geometric shapes, including a stool form with two small freestanding ikenga figures standing on it. The fiercest of the set is a complex sculpture of two seated figures arranged one on top of the other. The upper figure holds in both hands an upside-down trophy head, alluding to the past practice of keeping the severed head of a vanquished enemy as a source of power.",
  "title": "Ikenga Figure"
}
