{
  "accession_number": "2016.106.2",
  "art_champions_text": null,
  "artist": "Artist: Stefano della Bella",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "European Art",
  "description": "round image; family of satyrs with father with panpipes at his PL hip carrying a basket of grapes on his head followed by little boy feeding leaves to a goat; bare-breasted mother guiding a goat on which a smaller child is riding at front of the group at left; two other goats are left; large tree behind figures at center",
  "dimension": "8 5/8 × 8 11/16 in. (21.91 × 22.07 cm) (image, tondo)\r\n8 5/8 × 8 3/4 in. (21.91 × 22.23 cm) (plate)\r\n8 7/8 × 9 in. (22.54 × 22.86 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125397",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2895,
  "image_width": 2883,
  "inscription": "",
  "life_date": "Italian (Florence), 1610–1664",
  "markings": "",
  "medium": "Etching",
  "nationality": "Italian (Florence)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Augusto Calabi, Milan and Lake Como (until d. 1973); his son, Lorenzo Calabi, Milan and Boston (1973–d. 2016; sold to Bergquist); [James Bergquist, Newton Centre, Mass., 2016; sold to Mia]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "The celebrated Italian artist Stefano della Bella was one of the most accomplished printmakers of the 17th century. He specialized in etching, executing prints distinguished for their liveliness, inventiveness, and atmospheric effects. Della Bella was extremely prolific, producing over 1,000 prints, in which he treated a wide range of subjects—festivals, battles, gardens, operas, ornament. Here he depicts a family of four satyrs out for a leisurely walk in the forest. The mother satyr supports her infant son, who contentedly rides a goat like it’s a latter-day stroller. The baby grasps a small stick as though he were leading the animal. They are followed by the father who carries a basket of grapes on his head. We imagine the family will feast on these fruits and make them into wine to the accompaniment of music from the pipes the father carries at his side. An adorably chubby toddler satyr brings up the rear of the procession, carrying grasses with which he feeds his goat.",
  "title": "A Satyr Family Walking"
}
