{
  "accession_number": "2018.123.30",
  "art_champions_text": null,
  "artist": "Artist: Shinro Ohtake; Publisher: Enitharmon Press, London",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1995",
  "department": "Prints and Drawings",
  "description": "cardboard cover with white label in upper center; black slipcover case with black and red flowers embroidered across cover; paper bound book inside; white with horizontal and vertical band of color in green, pink and blue; male and female silhouettes on right and left side of cover; interior contains eleven loose folded sheets; lender's archive #110",
  "dimension": "15-1/8 × 11-2/8 in.",
  "id": "http://api.artsmia.org/objects/125338",
  "image": "invalid",
  "image_copyright": "© Shinro Ohtake %2F Enitharmon Press%2C London%2C publisher",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature",
  "life_date": "Japanese, born 1955",
  "markings": "Numbered in pencil on colophon page: 43/50\r\nWatermark: Arches France",
  "medium": "Etchings and lithography, with cloth-covered portfolio case",
  "nationality": "Japanese",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Sold at The London Original Print Fair on 2/07/10 by Stephen Stuart-Smith, Enitharmon Press, London, #1287, per slip enclosed with book.\r\n\r\nWilliam P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on colophon page: Shinro Ohtake",
  "style": "20th century",
  "text": "Painter, sculptor, and experimental musician Shinro Ohtake devised his own form of archiving  in 1977, when he began gluing objects from his life and popular culture into scrapbooks. His love of nostalgia and music came together in X+Y=LOVE, an ode to ten Japanese pop songs he grew up with. Some present lovesickness to the extreme. The song “I Want You,” for example, talks of slicing open a loved one’s breast with a scalpel. Ohtake’s etchings can be equally raw, as in the eyeball and internal organs accompanying this song. The artist’s brittle, sometimes fragmented etchings contrast with the figures on the cover, who look like a cheery couple out of a 1950s magazine ad.",
  "title": "X+Y= LOVE: A Tribute to Japanese Popular Music"
}
