{
  "accession_number": "2018.123.17",
  "art_champions_text": null,
  "artist": "Designer: John Grice; Author: Frederick Howard Collins; Printer: John Grice; Publisher: Evergreen Press, Gloucestershire, England",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Prints and Drawings",
  "description": "long, slender hardcover bound book; diamond-shaped label on upper portion with 'PUNCTUATION' spelled across center of label with floral designs lining top and bottom; interior of book contains black and red text intermixed with same floral designs that are on cover label; bound volume; 49 pp.; lender's archive #37N",
  "dimension": "20-11/16 × 7-3/16 in.",
  "id": "http://api.artsmia.org/objects/125322",
  "image": "invalid",
  "image_copyright": "© John Grice",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, born 1949",
  "markings": "Numbered on colophon page: 67\r\nWatermark: Zerkall Bütten",
  "medium": "Letterpress printed in black and red ink; bound volume",
  "nationality": "British",
  "object_name": "Artist's book",
  "portfolio": "From Cadex Editions",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Frederick Howard Collins was a British author and indexer (creating indexes for books) best known for his authoritative punctuation and abbreviation guide for aiding writers, editors, printers, proofreaders, and transcribers. First published in 1905 as Author & Printer, Collins’s celebrated manual was intended to codify the best typographical practices of the day. British designer and typographer John Grice acknowledged Collins’s important contributions to the art of fine printing by adapting passages from Collins’s book (1933 edition) for this elegant, limited-edition punctuation guide featuring hand-set letterpress and decorative printer’s ornaments in black and red ink on handmade cream paper.",
  "title": "Punctuation: A Printer's Study"
}
