{
  "accession_number": "2016.106.1",
  "art_champions_text": null,
  "artist": "Artist: James Tissot",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1885",
  "department": "European Art",
  "description": "man and woman dressed in white draping garments and head coverings, holding glowing orbs in their hands; bearded man has his PL arm around woman's shoulders; black ground",
  "dimension": "18 9/16 × 13 1/2 in. (47.15 × 34.29 cm) (image)\r\n19 5/16 × 13 1/2 in. (49.05 × 34.29 cm) (plate)\r\n25 5/16 × 19 3/8 in. (64.29 × 49.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125395",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8032,
  "image_width": 6241,
  "inscription": "",
  "life_date": "French, 1836-1902",
  "markings": "LRC on back, stamped in black: H. M. P. (inside a circle)",
  "medium": "Mezzotint printed in black ink on japon pellure",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "[Henri M. Petiet, Paris]; his heirs. [James Bergquist, Newton, Mass., 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "URC, in white, in the print: J. J. Tissot",
  "style": "19th century",
  "text": "James J. Tissot was a French painter and printmaker, who spent much of his adult life in London. He was particularly well known for his images of fashionable women in elaborate outfits going about their daily lives. About 1875, he and a widow named Kathleen Newton became lovers, an attachment that endured until her death from tuberculosis in 1882. Her death hit Tissot hard. He had already lost his beloved brother a few years earlier, an event that led him to an interest in the occult. With the death of Kathleen, his interest in spiritualism only became more acute. \r\n\r\nOn May 20, 1885, Tissot participated in a séance at the home of Albert Besnard—quite possibly around the same table seen in Mia’s John Singer Sargent painting, The Birthday Party. A witness recalled that Kathleen and her spirit guide, at first faint, gradually became more distinct. He also reported that Tissot said that he felt her lips on his forehead and the caress of a kiss touch his face. Tissot first documented his experience in a now-lost painting. He then translated the image into the print medium of mezzotint, as seen here. Tissot took up mezzotint late in his printmaking career and seems to have reserved it primarily for subjects with personal meaning.",
  "title": "The Apparition"
}
