{
  "accession_number": "2016.105.2",
  "art_champions_text": null,
  "artist": "Artist: Christian Rohlfs",
  "catalogue_raissonne": "Vogt 109",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1918-1919",
  "department": "European Art",
  "description": "sketchy, unfinished style; very thin bald man at left, juggling unidentified objects (crown and rattle?), wearing a long skirt and crouching partially; two figures at right with startled expressions",
  "dimension": "14 5/16 × 17 5/16 in. (36.35 × 43.97 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125434",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4546,
  "image_width": 5539,
  "inscription": "LLC in pencil: 227",
  "life_date": "German, 1849–1938",
  "markings": "LLC impressed in paper in two areas: H N (on shield with castle between initials and wheat above shield)",
  "medium": "Woodcut in black and gray on heavy wove paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Heinrich Neuerburg, 1883-1956, Cologne, Germany (Lugt 1344a). Sale, Galerie Kornfeld, Bern, June 15, 2012, no. 37, unsold. Sale, Griesebach, Berlin, May 31, 2014, no. 1240; [Kunsthandel Jörg Maaß, Berlin and Charles M. Young Fine Prints and Drawings, Portland, Conn., until 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Chr Rohlfs",
  "style": "20th century",
  "text": "World War I threw the German Expressionist artist Chrisitan Rohlfs into a state of despair. He turned to traditional subjects that conveyed both loss and hope. He also amplified the abstract mark-making in his images. Death as a Juggler exhibits these tendencies. The juggling skeleton shocking his audience is a Dance of Death motif, rooted in images such as the dancing skeletons in the Nuremburg Chronicle (1493) and Hans Holbein’s extended cycle of woodcuts (1538). Rohlfs’s image combines humor and horror. Death juggles symbols of power: a crown, an imperial orb, and a scepter. Though Rohlfs’s rendering is sketchy, we can tell that the two recoiling women are well fed and well dressed. Rohlfs’s sardonic humor lampoons the helplessness of authority in the world of 1918, when Death added Spanish flu to the ravages of war. \r\n       \r\nRolhfs is at his most interesting as a printmaker when he dispenses with graphic clarity. Here he inks the block very unevenly. Much of the surface is filled with irregular striations and spots that breakup the darkness. Rohlfs may have printed this without a press, instead using implements such as a wooden spoon and a stiff brush to apply pressure to the verso of the paper in a manner that caused selective uptake of the ink on the block. The result is an image of exceptional dynamism. The striations dance across the page, and the broken light produces an eerie nighttime effect.",
  "title": "Death as Juggler (Revolution) (Tod als Jongleur [Revolution])"
}
