{
  "accession_number": "98.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork; Ceremonial Objects",
  "continent": "Africa",
  "country": "Burkina Faso",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": "Bwa",
  "curator_approved": 1,
  "dated": "c. 1960",
  "department": "Arts of Global Africa",
  "description": "white and black, red trim; five teeth inside opening between eyes; red protrusion above head, curving downward; front of body (above head) X design below zigzag; back of body checkerboard pattern; U-shape at top",
  "dimension": "82 1/2 x 18 x 9 1/2 in. (209.6 x 45.7 x 24.1 cm)",
  "id": "http://api.artsmia.org/objects/125441",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6708,
  "image_width": 3612,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, pigment",
  "nationality": null,
  "object_name": "Mask",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G254",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Masks play an important role in the renewal ceremonies of the Bwa.  The masks are danced during initiation ceremonies for young men and women, and appear at funerals and memorial services.  They are also danced during the harvest ceremonies.  During the fifteen day initiation ceremony, young petitioners are taught the meanings of the symbols on the mask.  They learn the importance of becoming a respected Bwa, and the dangers of straying from the path of social behavior established by the ancestors.  These lessons are symbolically represented on the mask.  The double zig-zag line on the plank of the mask represents the path of the ancestors.  The crescent shape on the top of the plank represents the moon, and the importance of time in the ceremonial year when masks are danced.  The checkerboard pattern on the back of the mask represents the value of learning.  When young initiates graduate from the ceremony, they are given a new white goat hide to sit on during ceremonies.  Years later, the young initiate becomes an elder and the hide ages to a dark color.  The checkerboard pattern emphasizes the reliance between the elders, symbolized by the dark areas, and the young initiates, symbolized by the light areas.",
  "title": "Plank Mask"
}
