{
  "accession_number": "2018.123.55",
  "art_champions_text": null,
  "artist": "Artist: Sigmar Polke; Author: Reiner Speck; Publisher: Snoeck, Ghent, Belgium, and Cologne, Germany",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 1,
  "dated": "2004",
  "department": "Prints and Drawings",
  "description": "hardbound book with pale green bands across top and bottom of cover; blurred black-and-white image and silhouette of outlined bust in center of cover; interior is bound with black-and-white images juxtaposed with text; housed in black slipcase; lender's archive #269",
  "dimension": "16-7/8 x 11-3/4 x 2 in.",
  "id": "http://api.artsmia.org/objects/125486",
  "image": "invalid",
  "image_copyright": "© Antonio Saura and Fernando Arabal",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, 1941-2010",
  "markings": "",
  "medium": "Photocopies (xerographs) manipulated by artist; bound volume",
  "nationality": "German",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on colophon page: Sigmar Polke",
  "style": "21st century",
  "text": "What happens when you take a historical image and reproduce it over and over again, each time altering its composition and pictorial quality' German avant-garde painter and printmaker Sigmar Polke explores this idea in his artist’s book Daphne, producing a trove of altered images using nothing but a Xerox photocopier. Despite the mechanical nature of the reproductive process, the artist’s hand is ever-present in the imagery of the book, which alludes to the story of Daphne, a minor figure in Greco-Roman mythology associated with streams, wells, springs, and other bodies of fresh water. In the myth, Daphne attempts to escape the unwanted affections of the sun god Apollo. She solicits the help of her father, Peneus, a river god who turns her into a laurel tree to foil Apollo’s pursuit. Through his innovative photomechanical reproductive technique, Polke explores the idea of transformation and openly questions the idea of artistic authenticity.",
  "title": "Daphne"
}
