{
  "accession_number": "2016.105.1",
  "art_champions_text": null,
  "artist": "Artist: Richard Diebenkorn; Printer: Crown Point Press, San Francisco; Publisher: Crown Point Press, San Francisco",
  "catalogue_raissonne": "Greenberg Van Doren Gallery, p. 28; Crown Point Press catalogue RD 3256",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1986",
  "department": "Arts of the Americas",
  "description": "abstract image; black and white; painterly grey ground; straight black and white lines forming triangles and rectangles; black X near bottom slightly left of center",
  "dimension": "19 5/8 × 29 3/4 in. (49.85 × 75.57 cm) (plate)\r\n26 5/16 × 39 15/16 in. (66.83 × 101.44 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125431",
  "image": "valid",
  "image_copyright": "© Richard Diebenkorn Foundation",
  "image_height": 6191,
  "image_width": 9297,
  "inscription": "",
  "life_date": "American, 1922-1993",
  "markings": "LLC in pencil: 2/35 | LRC, publisher\\'s blindstamp: Crown Point Press | printer\\'s blindstamp: Marcia Bartholme (b. 1951) (symbol with three circles)",
  "medium": "Aquatint with drypoint, soap-ground aquatint, and flat bite printed in gray and black",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From the set \"Folsom Street Variations\"",
  "provenance": "[Lizardi/Harp Gallery, Pasadena, Calif., label verso]; Private collection; [Sale, Rago Arts and Auctions, Lambertville, N.J., November 5, 2015, lot no. 692]; [Charles M. Young Fine Prints and Drawings, Portland, Conn.]; sold to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: RD 86",
  "style": "20th century",
  "text": "Richard Diebenkorn was a leading abstract painter and printmaker who developed a distinctive style of geometric abstraction inspired by observations of the California landscape. Folsom Street Variations II is part of his long-running \"Ocean Park\" series of paintings and works on paper (1966-88) that took its name from the Santa Monica neighborhood where he lived at the time. A blend of expressive and purely formal elements, the print embodies Diebenkorn’s focus on abstract arrangements of color, tone, line, and shape that suggest the architectonic features of the landscape as seen from an elevated or aerial perspective. Here, Diebenkorn uses hand-inscribed drypoint lines to define the geometry of the composition, while relying on the more painterly techniques of soap-ground aquatint and flat bite to accentuate the surface qualities of the work. Though it retains suggestions of an aerial landscape, the print exemplifies Diebenkorn’s interest in exploring the dynamic interface between line and shape, gestural mark-making, and color and tonal harmonies.",
  "title": "Folsom Street Variations II (Gray)"
}
