{
  "accession_number": "2018.123.60",
  "art_champions_text": null,
  "artist": "Artist: Veronika Schäpers; Author: Durs Grünbein",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Prints and Drawings",
  "description": "solid plastic box containing plastic frosted folder; muted colors of black, green and gold on cover; title printed across upper quadrant of cover; lender's archive #116",
  "dimension": "17-11/16 x 8-15/16 in.",
  "id": "http://api.artsmia.org/objects/125493",
  "image": "invalid",
  "image_copyright": "© Veronika Schapers",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1969",
  "markings": "Numbered in pencil on colophon page (twice): 24",
  "medium": "Blue, gray, and black ink; letterpress; clear vellum cover with magnets; acrylic case",
  "nationality": "German",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by author and artist on colophon page: Durs Grünbein │Veronika Schäpers",
  "style": "21st century",
  "text": "The news made a big splash: in 2004 a giant squid had finally been photographed in its natural habitat, a half-mile below the surface of the Pacific Ocean, off the coast of Japan. Veronika Schäpers was living in Tokyo when scientist Tsunemi Kubodera made his discovery, and she paid him a visit. The meeting resulted in 26°57.3'N, 142°16.8'E, whose title represents the coordinates where Kubodera spotted the 26-foot-long creature. \r\n\r\nFor the pages of her book, Schäpers used 50-year-old transparent Japanese paper, slightly warped and wavy, which she printed in greens, blues, and grays. There is also inky black, signifying the lightless depths where the giant squid lives. She gave each page a horizontal fold— sometimes high, sometimes low—perhaps to suggest the variable ocean tides. Images of Kubodera’s technical material (formulas, compasses, maps of Tokyo, and the sea floor) are interspersed with poems in German and Japanese by Durs Grünbein, who, in the spirit of the book’s title, replaced every period (.) with a degree sign (°).",
  "title": "26°57.3'N, 142°16.8'E"
}
