{
  "accession_number": "2018.123.43",
  "art_champions_text": null,
  "artist": "Artist: Carolyn Trant; Author: Federico García Lorca; Translator: John K. Walsh; Translator: Francisco Aragón; Publisher: Parvenu Press, London, England",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 1,
  "dated": "2000",
  "department": "Global Contemporary Art",
  "description": "red hard-bound book; opening fastened with two red ribbons; contains hard-bound book with red spine and off-white cover with natural fibers and floral and vegetable motifs across top and bottom; interior has text juxtaposed with same organic motifs; bound volume; 47 leaves; lender's loan #170 and #60",
  "dimension": "22-6/16 × 16-1/4 in.",
  "id": "http://api.artsmia.org/objects/125443",
  "image": "invalid",
  "image_copyright": "© Carolyn Trant%0D%0A© Federico Garc%C3%ADa Lorca %2F Artists Rights Society %28ARS%29%2C New York%0D%0A© Carolyn Trant",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Spanish, 1898–1936",
  "markings": "Numbered in pencil on colophon page: 18",
  "medium": "Color woodcuts on Nepalese Khadi paper; bound volume",
  "nationality": "Spanish",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on colophon page: Carolyn Trant",
  "style": "21st century",
  "text": "Sonetos del Amor Oscuro (Sonnets of Dark Love) was one of the last series of poems written by Federico García Lorca, the celebrated Spanish modernist poet and playwright. Infused with themes of longing, desire, and forbidden love, the poems were written in 1935, inspired by Lorca’s secret love affair with 19-year-old Juan Ramírez de Lucas. The poems remained unpublished until 1984, though unauthorized editions were released before this date. Now considered a national hero of Spain, Lorca was only 38 years old when he was assassinated by fascist forces during the Spanish Civil War (1936–1939) for his sexual orientation and alleged support of the leftist Popular Front.\r\n\r\nFor this large and impressive illustrated edition of Sonnets, British printmaker and book artist Carolyn Trant created a series of metaphorical color woodcuts to accompany Lorca’s lyrical homoerotic poems. Trant’s illustration for “Wounds of Love” portrays an abstracted figure, representing Lorca, whose heart is pierced by a nail, standing amid flames that ignite the surrounding landscape. The scene symbolizes the pain and anguish of Lorca’s longing for an absent lover.",
  "title": "Sonnets of Dark Love"
}
