{
  "accession_number": "2016.106.4.13",
  "art_champions_text": null,
  "artist": "Artist: Jean-Claude Richard, Abbé de Saint-Non",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "European Art",
  "description": "six images (clockwise from top right): Three Graces in a rondel, with center figure seen from back, jar with long handles, protrusion at bottom and pair of relief heads, wide column with Greek key design at bottom and bull's head with garlands and flowers at top, vessel with handle in the form of a snake eating its tail and relief grapevines and leaves, frieze with winged putto pouring liquid into a saucer with a griffon holding its front paw on saucer edge, vessel with dolphin handles and foliage; 2016.106.4.13-18 received bound together (stitched at top with string)",
  "dimension": "12 13/16 × 8 7/8 in. (32.54 × 22.54 cm) (plate)\r\n16 5/8 × 11 1/4 in. (42.23 × 28.58 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125414",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6691,
  "image_width": 4746,
  "inscription": "",
  "life_date": "French, 1727–1791",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Ader, Paris, May, 19, 2016, no. 43, for 750 Euros (with buyer's premium), to Bergquist; [Jim Bergquist, Newton Centre, Mass., 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Jean-Baptiste Claude Richard (also known by his title abbé Saint-Non) embodied the important role of the amateur, an patron and connoisseur of the arts as well as a practitioner in 18th-century France. He was a skilled networker, a curious, innovative printmaker, and he supported his artist friends in their projects and travels. Saint-Non executed this suite of prints in Paris in 1763, representing antique fragments and reliefs he saw during his travels in Italy from 1759 to 1761. \r\n\r\nMost of the monuments are identified in the inscriptions by their locations in Rome. The works reflect French artists’ fascination with antiquity at the time, and the way in which these sources were transmitted to a larger public through the circulation of prints. Remarkably the suite of etchings remain as originally issued, in three groups of six deckle-edged sheets stitched together simply along the top edge.",
  "title": "Fascicule III, Plate 13, from \"Suite de Dix Huit Feuilles d'après l'antique...\""
}
