{
  "accession_number": "2016.106.4.4",
  "art_champions_text": null,
  "artist": "Artist: Jean-Claude Richard, Abbé de Saint-Non",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "European Art",
  "description": "eight images (clockwise from top left): table with tall legs with three sphinxes on top of goat legs, winged putto seated on an animal consisting of a large penis with the back legs and tail of a lion, table with three one-legged satyrs with erect penises, rondel with a reclining figure of a woman being assisted by a standing draped figure and accompanied by another draped figure and a winged putto, staff with pair of standing figures, one with wings, crescent shaped object with a bird at bottom and a head at each point, cup with pair of sphinxes, standing man pouring liquid onto his erect penis; 2016.106.4.1-6 received bound together (stitched at top with string)",
  "dimension": "12 7/8 × 9 in. (32.7 × 22.86 cm) (plate)\r\n16 1/2 × 11 1/2 in. (41.91 × 29.21 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125401",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6316,
  "image_width": 4629,
  "inscription": "",
  "life_date": "French, 1727–1791",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Ader, Paris, May, 19, 2016, no. 43, for 750 Euros (with buyers premium), to Bergquist; [Jim Bergquist, Newton Centre, Mass., 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Jean-Baptiste Claude Richard (also known by his title abbé Saint-Non) embodied the important role of the amateur, an patron and connoisseur of the arts as well as a practitioner in 18th-century France. He was a skilled networker, a curious, innovative printmaker, and he supported his artist friends in their projects and travels. Saint-Non executed this suite of prints in Paris in 1763, representing antique fragments and reliefs he saw during his travels in Italy from 1759 to 1761. \r\n\r\nMost of the monuments are identified in the inscriptions by their locations in Rome. The works reflect French artists’ fascination with antiquity at the time, and the way in which these sources were transmitted to a larger public through the circulation of prints. Remarkably the suite of etchings remain as originally issued, in three groups of six deckle-edged sheets stitched together simply along the top edge.",
  "title": "Fascicule I, Plate 4, from \"Suite de Dix Huit Feuilles d'après l'antique...\""
}
