{
  "accession_number": "2018.123.52",
  "art_champions_text": null,
  "artist": "Artist: Joan Miró; Author: Tristan Tzara; Publisher: Maeght, Paris",
  "catalogue_raissonne": "Cramer 17",
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1948–50",
  "department": "Prints and Drawings",
  "description": "buff-colored slipcase with abstract line drawings sparsely populating front and back covers and spine; inside slipcase are paper-covered boards with same artwork as on slipcase; loose folded sheets within plain, off-white wrapper containing abstract images drawn in thick lines in bright colors; juxtaposed with text; lender's archive #063",
  "dimension": "15-1/16 x 11-3/8 in.",
  "id": "http://api.artsmia.org/objects/125482",
  "image": "invalid",
  "image_copyright": "© Joan Mir%C3%B3 and Tristan Tzara %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "Notation in pencil on frontispiece, LR corner: 1563",
  "life_date": "Spanish, 1893–1983",
  "markings": "Watermark: 3 flowers",
  "medium": "Lithographs; letterpress; with collage elements on cover",
  "nationality": "Spanish",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by author and artist in blue ink on colophon page: Tristan Tzara │ Miró -- [underlined]",
  "style": "20th century",
  "text": "Tristan Tzara wrote Parler seul, or Speaking Alone, while recovering from mental exhaustion at a psychiatric hospital in Lozère, France, in the summer of 1945. World War II (1939–1945) had forced the Jewish poet into hiding, his wife wanted a separation, and many of his avant-garde colleagues had left Paris. Tzara’s love of experimental wordplay was intact in this work, however, and that spirit is paralleled visually in Joan Miró’s exuberant and colorful illustrations. Miró used circles, stars, stick figures, and fat brushstrokes to illuminate the twenty-four poems in the book—seventy-two lithographs in all. The text takes a sympathetic view of mental illness and Tzara appears to have dedicated some of these poems to the hospital’s patients.",
  "title": "Parler seul (Speaking Alone)"
}
