{
  "accession_number": "2018.123.39",
  "art_champions_text": null,
  "artist": "Artist: Eduardo Chillida; Author: André Frénaud; Publisher: Maeght Éditeur, Paris",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1966",
  "department": "Prints and Drawings",
  "description": "white cardboard box with gray speckles containing embossed white folder; 16 pages inside with raised, abstract printed images and text; pages are separate, and folded in half; lender's archive #111",
  "dimension": "14-1/2 × 12-1/8 × 13/16 in.",
  "id": "http://api.artsmia.org/objects/125407",
  "image": "invalid",
  "image_copyright": "© Eduardo Chillida and Andre Frenaud %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Spanish, 1924–2002",
  "markings": "Watermark: Arches\r\nWatermark on cover (appears in folded upper corners): Richard de Bas[?]",
  "medium": "Etching and aquatints, embossing; letterpress; with blind-embossed wrapper",
  "nationality": "Spanish",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil on colophon page: André Frenaud │Chillida [with his monogram beneath]",
  "style": "20th century",
  "text": "Originally trained as an architect, the Spanish artist Eduardo Chillida is best known for his abstract geometric sculptures composed of dense wood or metal. His choice of materials frequently informed his investigations of conceptual questions and metaphysical concerns. As a printmaker, Chillida’s concern for scale, material, and spatial relations is evident in the abstract illustrations he made for Le Chemin des devins, suivi de Ménerbes (The Way of the Soothsayers, after Ménerbes). Chillida’s bold monochromatic etchings aptly complement the poems written by prominent French poet André Frénaud, whose work has been described as evoking a sense of quest, “which gives it its labyrinth patterns, underground tensions and fractured, invented forms.” This publication was Chillida’s first illustrated book.",
  "title": "Le Chemin des devins, suivi de Ménerbes (The Way of the Soothsayers, after Ménerbes)"
}
