{
  "accession_number": "2018.123.57a-c",
  "art_champions_text": null,
  "artist": "Artist: Jim Dine; Publisher: Arion Press",
  "catalogue_raissonne": null,
  "classification": " Prints; Books; Multiples",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1982",
  "department": "Global Contemporary Art",
  "description": "29 woodcuts with text bound in wood covers with white leather spine housed in an oak wood box/tray; latches to an oak wood box that sits on top and houses an imbedded relief sculpture of a skull face cast in bonded plaster painted in muted colors of gray, purple and green",
  "dimension": "15 5/16 × 11 5/8 × 1 in. (38.89 × 29.53 × 2.54 cm) (closed, book)\r\n16 1/2 × 12 11/16 × 4 3/8 in. (41.91 × 32.23 × 11.11 cm) (box with relief sculpture)\r\n16 1/2 × 12 11/16 × 1 15/16 in. (41.91 × 32.23 × 4.92 cm) (book box)",
  "id": "http://api.artsmia.org/objects/125488",
  "image": "valid",
  "image_copyright": "© Jim Dine %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7194,
  "image_width": 6664,
  "inscription": "",
  "life_date": "American, born 1935",
  "markings": "",
  "medium": "Woodcuts and letterpress, bound volume; together with hand-painted cast plaster relief sculpture mounted in a wood box",
  "nationality": "American",
  "object_name": "Illustrated book and multiple",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by the artist and publisher on the colophon page: Jim Dine / Andrew Hoyem",
  "style": "20th century",
  "text": "This contemporary edition of The Apocalypse unites the stark and dramatic illustrations of Jim Dine with the King James Version of Revelation, the final book of the New Testament. Dating to the 1st century CE, Revelation is commonly attributed to Saint John the Divine. Revelation describes the events marking the end of the world: Jesus Christ’s return and thousand-year reign on earth, the ultimate battle between good and evil, and the Last Judgment.\r\n\r\nDine’s twenty-nine woodcuts for The Apocalypse include an image of the white horse that Christ will ride as he vanquishes his enemies. In this context, the horse signifies justice, holiness, and victory over evil. Dine’s distinctive interpretation relies on non-narrative and abstract motifs but is nonetheless informed by the long tradition of artists illustrating the Apocalypse, from the Middle Ages to the Renaissance to the present day. His use of the centuries-old technique of the woodcut acknowledges the legacy of the Northern Renaissance master Albrecht Dürer (1471–1528), whose woodcut illustrations of the Apocalypse are renowned for their expressiveness and technical refinement.",
  "title": "The Apocalypse: The Revelation of Saint John the Divine"
}
