{
  "accession_number": "2016.106.4.9",
  "art_champions_text": null,
  "artist": "Artist: Jean-Claude Richard, Abbé de Saint-Non",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1763",
  "department": "European Art",
  "description": "eight images (clockwise from top left): standing winged female figure holding a cornucopia, nude seated Hermes, woman standing on a sphere holding her skirt in each hand, vessel with relief bird and head, seated bearded man in profile with long curling tail, figure crouching on the base of a table beneath tabletop, two-handled vessel with head and garlands, standing woman seen from back with draping garments, holding a vessel with flowers; 2016.106.4.7-12 received bound together (stitched at top with string)",
  "dimension": "12 3/4 × 9 in. (32.39 × 22.86 cm) (plate)\r\n17 5/16 × 11 1/8 in. (43.97 × 28.26 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125408",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6508,
  "image_width": 4512,
  "inscription": "",
  "life_date": "French, 1727–1791",
  "markings": "",
  "medium": "Etching",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Sale, Ader, Paris, May, 19, 2016, no. 43, for 750 Euros (with buyer's premium), to Bergquist; [Jim Bergquist, Newton Centre, Mass., 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The Jean-Baptiste Claude Richard (also known by his title abbé Saint-Non) embodied the important role of the amateur, an patron and connoisseur of the arts as well as a practitioner in 18th-century France. He was a skilled networker, a curious, innovative printmaker, and he supported his artist friends in their projects and travels. Saint-Non executed this suite of prints in Paris in 1763, representing antique fragments and reliefs he saw during his travels in Italy from 1759 to 1761. \r\n\r\nMost of the monuments are identified in the inscriptions by their locations in Rome. The works reflect French artists’ fascination with antiquity at the time, and the way in which these sources were transmitted to a larger public through the circulation of prints. Remarkably the suite of etchings remain as originally issued, in three groups of six deckle-edged sheets stitched together simply along the top edge.",
  "title": "Fascicule II, Plate 9, from \"Suite de Dix Huit Feuilles d'après l'antique...\""
}
