{
  "accession_number": "2018.123.51.2",
  "art_champions_text": null,
  "artist": "Artist: Josef Albers; Author: Josef Albers; Printer: Sirocco Screenprints, North Haven, Conn.; Publisher: Harry N. Abrams, Inc., New York; Publisher: Ives-Sillman, Inc.",
  "catalogue_raissonne": "Danilowitz, Appendix C",
  "classification": " Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Prints and Drawings",
  "description": "Portfolio II of a two-volume series. This portfolio contains 33 folders, each of which has one, two, or four prints; unbound volume.",
  "dimension": "20 1/2 × 15 1/2 × 1 7/8 in. (52.07 × 39.37 × 4.76 cm)",
  "id": "http://api.artsmia.org/objects/125481",
  "image": "invalid",
  "image_copyright": "© The Josef and Anni Albers Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American (born Germany), 1888–1976",
  "markings": "Printed in black ink on cover of each folder, LRC: JOSEPH ALBERS FORMULATION: ARTICULATION / Printed in black ink on each folder (verso), LLC, are the portfolio number (II) and folder number (1-33) / Printed on each folder (verso), LRC: (c) copyright 1972 BY HARRY N. ABRAMS, INC. AND IVES-STILLMAN, INC. / Printer\\'s blind stamp, LLC, on back on each folder: A. Printed in blue ink on the inside left cover of the folding box, LRC: MADE IN HOLLAND.",
  "medium": "Color screenprints; letterpress; housed loose in portfolio",
  "nationality": "American (born Germany)",
  "object_name": "Print portfolio",
  "portfolio": "From Formulation: Articulation",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in black ink on title page of Porfolio I: Josef Albers",
  "style": "20th century",
  "text": "Certain color combinations can startle us into seeing differently. Josef Albers spent his life investigating this belief, painting countless variations to see how colors interact. After 1950, his format was always the same: squares inside squares. He used each color exactly as it came out of the paint tube, even recording the color’s name and manufacturer on the back of each artwork. This method presented a challenge when Albers, a German émigré who began his career in 1920 at the Bauhaus school in Weimar, Germany, made Formulation: Articulation, a survey of his life’s work. Now it was the early 1970s, and many more colors were available to him than earlier in his career. So, the tireless Albers, at 83, reimagined nearly every work in the book with new colors. He then worked with printers Norman Ives and Sewell Sillman—his former students—to turn them into screenprints.",
  "title": "Formulation: Articulation (Portfolio II)"
}
