{
  "accession_number": "2016.80",
  "art_champions_text": null,
  "artist": "Artist: Liu Dan",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from David Dewey and Addy Lam, the Duncan and Nivin MacMillan Foundation, Beverly Grossman, the William I. and Bianca M. Fine Charitable Trust, Sheila Morgan, George Muellner, the Blackman-Helseth Family Foundation, Richard and Jennie Carlson, Kaywin Feldman and Jim Lutz, Pat and Tom Grossman, Alfred and Ingrid Lenz Harrison, Hubert Joly, John and Nancy Lindahl, Barbara Longfellow, M. Julie McKinley, Thomas M. Morin, Hueyun Wang, Serene and Chris Warren, donors to the 2016 Mia Gala, and the Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Asian Art",
  "description": "abstracted landscape scene with mountain at upper left",
  "dimension": "86 3/4 × 126 5/16 in. (220.35 × 320.83 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125456",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2743,
  "image_width": 4134,
  "inscription": "",
  "life_date": "Chinese, born 1953",
  "markings": "",
  "medium": "Ink on paper",
  "nationality": "Chinese",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Liu Dan is a renowned Chinese artist who reinterprets historical Western art using traditional Chinese ink-painting techniques. In this work, he took Saint Paul and Saint Barnabas at Lystra, by Dutch painter Willem de Poorter in 1636, as his starting point but abandoned most of the details that define the human forms. Instead, he presents characters as rock formations with grotesque faces; the original story is lost or disrupted. The landscape shows Liu’s attention to space and scale and to the volume and texture of the rocks. This new interpretation of an old painting encourages viewers to look at a fantastical world with fresh eyes.",
  "title": "Reimagining the Lystra Scene"
}
