{
  "accession_number": "2018.123.75",
  "art_champions_text": null,
  "artist": "Artist: Jim Dine; Author: John Ashbery; Editor: Glenn Todd and Nancy Dine; Publisher: Arion Press, San Francisco",
  "catalogue_raissonne": "D'Oench/Feinberg 177",
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1984",
  "department": "Prints and Drawings",
  "description": "book with poems and prints; extra print inside book cover; outer box with sculptural applied gateway; received inside white foam core box; lender's archive #182",
  "dimension": "20 13/16 x 14 7/16 in. (52.86 x 36.67 cm) (book)\r\n17 11/16 x 11 15/16 in. (44.93 x 30.32 cm) (plate, frontispiece)\r\n20 1/2 x 14 in. (52.07 x 35.56 cm) (sheet, frontispiece)\r\n",
  "id": "http://api.artsmia.org/objects/125518",
  "image": "invalid",
  "image_copyright": "© Jim Dine %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1935",
  "markings": "Numbered in pencil on page opposite copyright page: 54\r\nWatermark: BFK Rives France",
  "medium": "Drypoint, engraving, and power tools; letterpress; bronze bas-relief on cover of box; bound volume",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by artist on page opposite copyright page: Jim Dine",
  "style": "20th century",
  "text": "Arion Press’s 1984 edition of Temple of Flora features twenty-eight large-scale, black-and-white drypoints and engravings by the noted American painter and printmaker Jim Dine, which were designed to complement a series of poems and botanical notes selected by the book’s editors. This limited-edition book was inspired by the original “Temple of Flora,” published in 1807 by the English physician and botanist Dr. Robert John Thornton (1765¬–1837). Thornton had paired oversized color plates of flowers, set in dramatic landscapes, with inspirational poetry and notes on flower lore and legend. For his exuberant floral illustrations, Dine used a number of unconventional cutting tools such as electric drills and grinders to achieve linear variation and subtle shifts in tone, ranging from soft grays to deep blacks.",
  "title": "The Temple of Flora"
}
