{
  "accession_number": "2018.123.100",
  "art_champions_text": null,
  "artist": "Artist: Veronika Schäpers; Artist: Shimizu Yoshinori",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2005",
  "department": "Prints and Drawings",
  "description": "cardboard box with orange cover with title and text; yellow cartoon image of a bear at C with the words \"Wow Wow Street\"; contains gray softcover book with text in German and Japanese on decorated paper; also contains small black folder with white audio CD with label \"Revised Jack and Betty\"; lender's archive #205",
  "dimension": "6-1/2 × 7-7/16 in.",
  "id": "http://api.artsmia.org/objects/125569",
  "image": "invalid",
  "image_copyright": "© Veronika Schapers and Shimizu Yoshinori",
  "image_height": "",
  "image_width": "",
  "inscription": "Signature",
  "life_date": "German, born 1969",
  "markings": "Numbered in pencil on colophon page: 22",
  "medium": "Linocut; letterpress; compact disc; with commercial notebook cover",
  "nationality": "German",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "125567",
    "125569",
    "125572"
  ],
  "signed": "Signed in pencil on colophon page: Veronika Schäpers",
  "style": "21st century",
  "text": "German printmaker and book artist Veronika Schäpers embraces the distinctive material and structural nature of books in her elegant examinations of cross-cultural themes inspired in part by her love of Japanese popular culture. Jack and Betty Forever features a short story by Shimizu Yoshinori, whose protagonists—Jack and Betty—were subjects of textbooks that an entire generation of Japanese used to learn English in the 1950s and 1960s. A story of love, Yoshinori’s narrative follows the pair’s relationship thirty years after they graduated from school. The pages of the book are printed on ruled paper resembling school notebooks and are animated by Schäpers’s buoyant floral designs. The first half of the book presents the story translated into English, while the second half features the original Japanese text. The book’s slipcase (on view in this display) playfully mimics the original graphics of its Japanese predecessors.",
  "title": "Jack and Betty Forever (English and Japanese)"
}
