{
  "accession_number": "2018.123.67a-c",
  "art_champions_text": null,
  "artist": "Designer: Clemens-Tobias Lange; Photographer: Stephan Köhler; Book Binder: Thomas Zwang; Publisher: Edizioni CTL, Hamburg, Germany",
  "catalogue_raissonne": null,
  "classification": " Photographs; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2000",
  "department": "Prints and Drawings",
  "description": "two volumes bound with linen and red silk with iron spine housed in a wooden slipcase; bound volume with insertion of one loose folded page; lender's archive #211",
  "dimension": "8 × 20 3/8 × 1 3/4 in. (20.3 × 51.8 × 4.4 cm) (case)",
  "id": "http://api.artsmia.org/objects/125508",
  "image": "invalid",
  "image_copyright": "© Stephan K%C3%B6hler and Clemens-Tobias Lange",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "German, born 1960",
  "markings": "",
  "medium": "Photographs and red ink; letterpress; bound volumes (2)",
  "nationality": "German",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by the photographer and the designer/printer in black ink on colophon page: Stephan Kohler │Clemens-Tobias Lange",
  "style": "21st century",
  "text": "Mexico: Catalino’s Letters was inspired by letters that photographer Stephan Köhler received between 1987 and 1994 from a friend named Catalino in rural Tekit, in Mexico’s Yucatán peninsula. In the first volume, we read about dying bees, a dying son, the devastation of Hurricane Gilbert in 1988. The second volume contains news of happier events: fiestas, processions, bullfights. The excerpted letters are not captions but prompts for the murky and mysterious photographs that follow. The two volumes are meant to be viewed together, perhaps to convey a sense of both the changeability (weather) and rootedness (customs) of Mexican life. It’s an idea reflected in the book’s paper, which Köhler created by hand in Gifu, Japan. Made from the mulberry tree, it looks fragile but is sturdy enough to withstand the rigors of darkroom printing, which requires the paper to be treated with photosensitive chemicals, dried, exposed to the negative image, and then soaked in multiple liquids to develop the image. The paper’s translucency means that the photos appear in reverse when you turn the page.",
  "title": "Mexico: Catalino's Letters"
}
