{
  "accession_number": "2016.113.3",
  "artist": "Artist: Sue Coe",
  "catalogue_raissonne": null,
  "classification": " Works on Paper; Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Eric Brecher in honor of Robert Cozzolino and Dr. Michael P. Del Rosario",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "Prints and Drawings",
  "description": "2 rows of crowded chicken cages in dimly lit space with row of yellow lights on ceiling converging to a single vantage point at UC; male worker cradles a yellow egg in his PR hand at front C as a chicken huddles next to his PL leg",
  "dimension": "25 1/8 × 25 in. (63.82 × 63.5 cm) (image)\r\n40 × 29 15/16 in. (101.6 × 76.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125614",
  "image": "invalid",
  "image_copyright": "© Sue Coe",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, born 1951",
  "markings": "Artist\\'s \\\"chicken stamp\\\" monogram LRQ",
  "medium": "Graphite and gouache on Bristol board",
  "nationality": "British",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed and dated LRC: Sue Coe \\'91 | title along bottom C margin: Egg Machines",
  "style": "20th century",
  "text": "Sue Coe traveled the United States in 1989 with her sister visiting slaughterhouses and factory farms. She talked her way into facilities and made drawings of the sights she witnessed there. Coe interviewed workers and documented the procedures they used for killing animals and processing their bodies. The resulting series of drawings is alarming and heart-wrenching. Egg Machines depicts a scene Coe saw throughout the U.S. Seemingly endless pens of chickens holding the birds in tight spaces as they laid egg after egg indoors until they died. Coe has tirelessly drawn attention to human and animal rights issues in her work. She lives and works in upstate New York. In 2016 she was a visiting artist in the printmaking department at the University of Minnesota.",
  "title": "Egg Machines"
}
