{
  "accession_number": "2018.123.156",
  "artist": "Jasper Johns; Author: Samuel Beckett; Printer: Atelier Crommelynck, Paris; Publisher: Petersburg Press, London and New York",
  "classification": "Books, Prints",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1976",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "13-1/8 × 10 × 1-6/16 in.",
  "id": 125689,
  "image": "invalid",
  "image_copyright": "Art © Jasper Johns / Licensed by VAGA at Artists Rights Society (ARS), NY",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Jasper Johns, American, born 1930; Samuel Beckett, Author, Irish, 1906–1989; Atelier Crommelynck, Paris, Printer; Petersburg Press, London and New York, Publisher",
  "markings": "Watermark: Beckett’s initials and Johns’s signature",
  "medium": "Etching, aquatint, and color lithography, letterpress, bound volume",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": "Signed in pencil by author and artist on page preceding colophon: Samuel Beckett │ J Johns",
  "style": null,
  "text": "In the elegant and enigmatic Foirades/Fizzles, Jasper Johns and Irish writer and poet Samuel Beckett joined forces to create one of the milestones of 20th-century artists’ books. Featuring five short prose texts, or “fizzles,” by Beckett and thirty-three original prints by Johns, the collaboration seamlessly merged the former’s austere writing style and concept of the fragmented individual with the latter’s sensual renderings of numerals, flagstones, crosshatchings, and parts of the human body. Johns’s imagery is based both on his repertoire of iconic motifs and on his monumental work Untitled (1972), a four-panel painting of fragmentary patterns that he had observed in the streets of New York City.",
  "title": "Foirades/Fizzles"
}
