{
  "accession_number": "2018.123.132",
  "art_champions_text": null,
  "artist": "Editor: Richard Hamilton; Publisher: Edition Hansjörg Mayer, Stuttgart, London, Reykjavik",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Prints and Drawings",
  "description": "small white hardcover book with paper covering listing names of artists in small text; contains black and white reproductions of Polaroids taken by various artists; lender's archive #54",
  "dimension": "6-1/2 x 4-7/8 in.",
  "id": "http://api.artsmia.org/objects/125644",
  "image": "invalid",
  "image_copyright": "© Richard Hamilton %2F Artists Rights Society %28ARS%29%2C New York %2F DACS%2C UK",
  "image_height": "",
  "image_width": "",
  "inscription": "Mark",
  "life_date": "British, 1922-2011",
  "markings": "mark in pencil URC first page",
  "medium": "Color plates, with letterpress; bound volume",
  "nationality": "British",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1968, British Pop artist Richard Hamilton began his “Polaroid Portraits” series, inspired by the American artist Roy Lichtenstein, who had taken an informal Polaroid photograph of Hamilton in Lichtenstein’s New York studio. Back in London, Hamilton purchased a Polaroid camera and asked artists and friends to photograph him, eventually assembling a collection of Polaroids that were published in four limited-edition volumes between 1971 and 2001. Each book features an original Polaroid self-portrait frontispiece by Hamilton, plus thirty-two Polaroids (in reproduction) of Hamilton taken by visitors such as Jasper Johns, Robert Rauschenberg, John Lennon, Merce Cunningham, David Hockney, Francis Bacon, Andy Warhol, and others. Hamilton later said that he realized “how silly, how banal I often look,” but desired a unifying theme through the series. “I submit to the will of the photographer rather than make the more aggressive demand of photographing him or her.”",
  "title": "Polaroid Portraits, Vol. 1"
}
