{
  "accession_number": "2018.123.156",
  "art_champions_text": null,
  "artist": "Artist: Jasper Johns; Author: Samuel Beckett; Printer: Atelier Crommelynck, Paris; Publisher: Petersburg Press, London and New York",
  "catalogue_raissonne": "Field 215-248; ULAE 173",
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1976",
  "department": "Prints and Drawings",
  "description": "hard beige linen-covered case with woven purple tassle; small loose booklet with black and white reproductions; larger hardcover book on wove paper with black and white, and color etchings with essays; bound volume; lender's archive #62",
  "dimension": "13-1/8 × 10 × 1-6/16 in.",
  "id": "http://api.artsmia.org/objects/125689",
  "image": "invalid",
  "image_copyright": "Art © Jasper Johns %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1930",
  "markings": "Watermark: Beckett’s initials and Johns’s signature",
  "medium": "Etchings and aquatints, and color lithography; letterpress",
  "nationality": "American",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil by author and artist on page preceding colophon: Samuel Beckett │ J Johns",
  "style": "20th century",
  "text": "In the elegant and enigmatic Foirades/Fizzles, Jasper Johns and Irish writer and poet Samuel Beckett joined forces to create one of the milestones of 20th-century artists’ books. Featuring five short prose texts, or “fizzles,” by Beckett and thirty-three original prints by Johns, the collaboration seamlessly merged the former’s austere writing style and concept of the fragmented individual with the latter’s sensual renderings of numerals, flagstones, crosshatchings, and parts of the human body. Johns’s imagery is based both on his repertoire of iconic motifs and on his monumental work Untitled (1972), a four-panel painting of fragmentary patterns that he had observed in the streets of New York City.",
  "title": "Foirades/Fizzles"
}
