{
  "accession_number": "2016.111.2",
  "art_champions_text": null,
  "artist": "Artist: John Armleder",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Denmark",
  "creditline": "Gift of Leslie and Donald Taglialatella in honor of Mia's Prints and Drawings Department",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "European Art",
  "description": "gold splatter",
  "dimension": "30 1/4 × 22 1/4 in. (76.84 × 56.52 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125667",
  "image": "valid",
  "image_copyright": "© John Armleder",
  "image_height": 9475,
  "image_width": 7171,
  "inscription": "",
  "life_date": "Swiss, born 1948",
  "markings": "on back, in pencil: 36/40",
  "medium": "Color lithograph",
  "nationality": "Swiss",
  "object_name": "Print",
  "portfolio": "From Spirale Blanche",
  "provenance": "[World House Editions, Middlebury, Conn. (publisher), until 2016; given to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in pencil: J A [illegible] 2008 | SP 2",
  "style": "21st century",
  "text": "John Armleder has been a driving force in Switzerland’s contemporary art scene since the 1970s. Here he pays homage to Marcel Duchamp, a hero of modern art who in 1935 introduced his Rotoreliefs, which were spinning disks that produced optical illusions of depth or three-dimensionality.In Spirale Blanche Armleder follows Duchamp's lead and coveys an illusion of depth by overprinting his lithographs using two or more colors, shifting them just enough to create the sensation of dimensional relief. Surprisingly, on close inspection, many of the prints are not actually abstract designs, but reveal arrangements of fish printed in dazzling arrays of color. True to his reputation for poking fun at the conventions of modern art, Armleder visited a local fishery in Copenhagen and arranged the fish on the lithographic stones, allowing the oil from the fish to seep into the stone, creating marks that would accept ink. He also invokes the element of chance and interactivity in the prints by omitting any indication of a specific orientation, allowing the collector to install the works in any orientation or sequence.",
  "title": "Untitled, plate 2 from \"Spirale Blanche\""
}
