{
  "accession_number": "2018.123.131",
  "art_champions_text": null,
  "artist": "Editor: Richard Hamilton; Publisher: Edition Hansjörg Mayer, Stuttgart, London, Reykjavik",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1972",
  "department": "Prints and Drawings",
  "description": "small white hardcover book with paper covering listing names of artists in small text; contains black and white reproductions of Polaroids taken by various artists; lender's archive #53",
  "dimension": "6-1/2 x 4-7/8 in.",
  "id": "http://api.artsmia.org/objects/125643",
  "image": "invalid",
  "image_copyright": "© Richard Hamilton %2F Artists Rights Society %28ARS%29%2C New York %2F DACS%2C UK",
  "image_height": "",
  "image_width": "",
  "inscription": "Mark",
  "life_date": "British, 1922-2011",
  "markings": "in pencil, URC first page: [10123 3 vols. £ 120]",
  "medium": "Color plates, with letterpress; bound volume",
  "nationality": "British",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Begun in 1968, the Polaroid Portraits project was initiated by American pop artist Roy Lichtenstein, who made a photograph of Hamilton in front of one of his Pop paintings using a Polaroid Instant Camera. Hamilton was fascinated with both the technological aspects and expressive possibilities of instant photography and over the next three decades, invited scores of his artist (and musician) friends to take snapshots of him using a Polaroid camera. The photographs not only captured Hamilton’s changing appearance over nearly thirty years, but also the personalities and distinctive styles of the other artists. Hamilton published 128 of the portraits in limited-edition artist’s books issued in 1972, 1977, 1983, and 2001, respectively.\r\n\r\nVolume 1 consists of a single Hamilton self-portrait (age 50) and photographs of Hamilton taken by Francis Bacon, Larry Bell, Bob Benson, Joseph Beuys, George Brecht, Henri Cartier-Bresson, Christo, Bill Copley, Robert Creeley, Jim Dine, Rita Donagh, Barry Flanagan, Gilbert and George, David Hockney, Robert Irwin, Jasper Johns, William Katz, R.B. Kitaj, Roy Lichtenstein, Robert Morris, N.E. Thing Co., Ltd., Claes Oldenburg, Brigid Polk, Man Ray, Jim Rosenquist, Dieter Roth, Joe Tilson, Jean Tinguely, Wolf Vostel, Andy Warhol, Emmett Williams, and La Monte Young.",
  "title": "Polaroid Portraits, Vol. 1"
}
