{
  "accession_number": "2018.123.159",
  "art_champions_text": null,
  "artist": "Artist: Georges Adéagbo; Printer: Edizioni CTL, Hamburg, Germany; Photographer: Stephan Köhler; Publisher: Edizioni CTL, Hamburg, Germany",
  "catalogue_raissonne": null,
  "classification": " Prints; Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1999",
  "department": "Prints and Drawings",
  "description": "white soft wove paper cover; semi-transparent pages with photographic reproductions in black and white of handwriting, people, newspapers; text; advertisements; bound volume; lender's archive #216",
  "dimension": "10-1/4 × 8-13/16 in.",
  "id": "http://api.artsmia.org/objects/125692",
  "image": "invalid",
  "image_copyright": "© Georges Ad%C3%A9agbo",
  "image_height": "",
  "image_width": "",
  "inscription": "Inscribed in pencil on colophon: \\\"[_]eu serait l\\'art, et que deviendrait l\\'art, si le-contenu de l\\'art, ne fait pas voir la vérité\\\"...\\'\r\n\r\nAlso inscribed with indecipherable signature\r\n",
  "life_date": "German, born 1959",
  "markings": "Numbered on colophon page: No 15\r\nWatermark: A on inside flap, front and back\r\n",
  "medium": "Xerox photocopies on translucent cream paper; bound volume",
  "nationality": "German",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed in pencil on colophon: Georges Adéagbo",
  "style": "20th century",
  "text": "Beninese artist Georges Adéagbo produced this irreverent artist’s book as a parallel presentation of The Story of the Lion, an elaborate installation he displayed at the 1999 Venice Biennale, a global contemporary art exposition, where he was awarded the Prize of Honor. Like the installation, the book juxtaposes images and texts from Africa with those from European countries that had once been involved in the colonization of Africa or other forms of foreign adventurism as a way to reinterpret historical accounts. The history presented in Adéagbo’s book is constantly shifting, plural, nonhierarchical, and subversive.",
  "title": "Pour les Collectioneurs d'Oeuvres d'Art: Monument Symbolique d'Allemagne (for \"The Story of the Lion\")"
}
