{
  "accession_number": "2016.108.2",
  "art_champions_text": null,
  "artist": "Artist: Albrecht Dürer",
  "catalogue_raissonne": "Bartsch 131; Meder 265 IIa (of IId); Schoch/Mende/Scherbaum 106",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1496-1497",
  "department": "European Art",
  "description": "bearded man on horseback, with a long straight sword at his waist; horse wears bunch of feathers at the top of its harness between its ears; man carrying halberd running behind; running man has cluster of feathers on his headdress; trees in landscape with castle at center background; small dog in center foreground",
  "dimension": "15 1/4 × 11 1/16 in. (38.74 × 28.1 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125659",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4874,
  "image_width": 3625,
  "inscription": "on back at bottom edge, in pencil: 131 Rose in Berlin 1841; on back, in pencil: B [?] 131",
  "life_date": "German, 1471–1528",
  "markings": "",
  "medium": "Woodcut",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "pencil annotation on verso, “131 Rose in Berlin 1842.” Private collection, Netherlands; [C. G. Boerner, New York, 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "125659",
    "7659"
  ],
  "signed": "bottom center, in the print: AD",
  "style": "15th century",
  "text": "Albrecht Dürer was the leading artist of the German renaissance. Already in the 1490s, while he was in his twenties, he single-handedly elevated the craft of woodcut to a fine art. This vigorous, charming woodcut image of a knight on horseback and a foot soldier belongs to this phase of his career. The unbelievably intricate network of lines presents form, light, and space with a lithe sense of movement equal to the highest achievements of the draftsman’s art.\r\n\r\nThe image seems intentionally open-ended; it has never been convincingly linked to any text or legend. Rather it conjures up colorful figures that one might have encountered on a road beyond the protective walls of a city. The horse leaps forward with both forelegs well off the ground. It clenches the bit and has a fiery expression. The equally intent rider urges on his companion with a wave of his arm. They traverse a winding road in a river valley dotted with fortified towns, monasteries, or castles. Nature and civilization are in balance. It is autumn: the leftmost is heavy with fruit, and some of the others have already lost their leaves. The hurried travelers pass us by, but we will remain to enjoy the lovely view.\r\n\r\nThis is an early impression, printed on paper bearing the Imperial Orb watermark, frequently used by Dürer in the 1490s.",
  "title": "Knight on Horseback and the Lansquenet"
}
