{
  "accession_number": "2018.123.134",
  "art_champions_text": null,
  "artist": "Editor: Richard Hamilton; Publisher: Edition Hansjörg Mayer, Stuttgart and London",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1983",
  "department": "Prints and Drawings",
  "description": "small charcoal color hardcover book with paper covering listing names of artists in small text; contains color reproductions of Polaroids taken by various artists; lender's archive #57",
  "dimension": "6-1/2 x 4-7/8 in.",
  "id": "http://api.artsmia.org/objects/125646",
  "image": "invalid",
  "image_copyright": "© Richard Hamilton %2F Artists Rights Society %28ARS%29%2C New York %2F DACS%2C UK",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "British, 1922-2011",
  "markings": "",
  "medium": "Color plates; letterpress",
  "nationality": "British",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Begun in 1968, the Polaroid Portraits project was initiated by American pop artist Roy Lichtenstein, who made a photograph of Hamilton in front of one of his Pop paintings using a Polaroid Instant Camera. Hamilton was fascinated with both the technological aspects and expressive possibilities of instant photography and over the next three decades, invited scores of his artist (and musician) friends to take snapshots of him using a Polaroid camera. The photographs not only captured Hamilton’s changing appearance over nearly thirty years, but also the personalities and distinctive styles of the other artists. Hamilton published 128 of the portraits in limited-edition artist’s books issued in 1972, 1977, 1983, and 2001, respectively.\r\n\r\nVolume 3 consists of a single Hamilton self-portrait (age 61) and photographs of Hamilton made by Valerio Adami, Rafael Bartolozzi, Eduardo Arranz-Bravo, K.P. Brehmer, Stuart Brisley, Günter Brus, Stephen Buckley, Anthony Caro, James Coleman, Jan Dibbets, Braco Dimitrijevic, Robert Filliou, Nigel Henderson, Allan Kaprow, Edward Kienholz, Mark Lancaster, Kenneth Martin, Linda McCartney, Paul McCartney, Gustav Metzger, John Piper, Dieter Rams, Robert Rauschenberg, Carl Frederik Reutersward, Carolee Schneemann, Richard Smith, Takis, André Thomkins, Timm Ulrichs, Robert Watts, Stefen Wewerka, and Hannah Wilke.",
  "title": "Polaroid Portraits, Vol. 3"
}
