{
  "accession_number": "2016.108.1",
  "art_champions_text": null,
  "artist": "Artist: Giuseppe Scolari",
  "catalogue_raissonne": "Passavant 67, Rosand/Muraro 104B second (final) state",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of funds from Barbara S. Longfellow",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1592-1607",
  "department": "European Art",
  "description": "winged figure on horseback blowing a flaming horn accompanied by a second horse in LRQ; male figure with trident seen from back with flowing drapery around his midsection standing above a broken cart (?), holding a struggling female figure with long curly hair by the waist; embossing",
  "dimension": "17 3/4 × 13 3/4 in. (45.09 × 34.93 cm) (image)\r\n18 1/8 × 14 3/16 in. (46.04 × 36.04 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5824,
  "image_width": 4650,
  "inscription": "",
  "life_date": "Italian (Venice), active 1592–1607",
  "markings": "on back, stamped in brown: Z (shield with flaming circle, cross and crown) R",
  "medium": "Woodcut",
  "nationality": "Italian (Venice)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Probably Edmond Zichy (1811-1894), Vienna; by descent to his grandson, Count Raphael Zichy, Lugt 2682, (born 1877), Budapest. Private Collection, Germany ('1980s-2016; sold to Boerner); [CG Boerner, NY, 2016; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on ribbon on wheel left of center, in the print: GIUSEPPE SCOLARI INV",
  "style": "16th-17th century",
  "text": "This is the story of the Rape of Proserpina from Ovid’s \"Metamorphosis.\" Pluto, god of the Underworld, saw Proserpina, daughter of Ceres, goddess of grain and agriculture, gathering flowers in a field and was seized by love and lust. He captured the young maiden on his chariot and opened a giant chasm in the earth to carry her to the Underworld. Scolari depicts the abduction as a noisy, violent spectacle. The beautiful naked maiden appears in the upper left corner helplessly struggling against the strength of Pluto, while the violent descent of Pluto’s horses into the flames of Hades takes center stage.  \r\n\r\nGiuseppe Scolari was a successful painter and printmaker, but none of his paintings are extant. His fame rests entirely on his nine surviving woodcuts, which are distinguished for their technical innovation, rich pictorial qualities, and theatrical compositions.",
  "title": "The Rape of Proserpina"
}
