{
  "accession_number": "2018.123.133",
  "artist": "Editor: Richard Hamilton; Publisher: Edition Hansjörg Mayer, Stuttgart, London, Reykjavik",
  "classification": "Books",
  "continent": null,
  "country": null,
  "creditline": "Gift of William P. Kosmas",
  "culture": null,
  "curator_approved": 0,
  "dated": "2001",
  "department": "Global Contemporary Art",
  "description": "",
  "dimension": "6-1/2 x 4-7/8 in.",
  "id": 125645,
  "image": "invalid",
  "image_copyright": "© Richard Hamilton / Artists Rights Society (ARS), New York / DACS, UK",
  "image_height": null,
  "image_width": null,
  "inscription": null,
  "life_date": "Richard Hamilton, Editor, British, 1922–2011; Edition Hansjörg Mayer, Stuttgart, London, Reykjavik, Publisher",
  "markings": null,
  "medium": "Color plates with letterpress, bound volume",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "William P. Kosmas, London, England (d. 2017); Estate of William P. Kosmas, Minneapolis; given to MIA, 2018.",
  "restricted": 0,
  "rights_type": "In Copyright",
  "room": "Not on View",
  "signed": null,
  "style": null,
  "text": "Begun in 1968, the Polaroid Portraits project was initiated by American pop artist Roy Lichtenstein, who made a photograph of Hamilton in front of one of his Pop paintings using a Polaroid Instant Camera. Hamilton was fascinated with both the technological aspects and expressive possibilities of instant photography and over the next three decades, invited scores of his artist (and musician) friends to take snapshots of him using a Polaroid camera. The photographs not only captured Hamilton’s changing appearance over nearly thirty years, but also the personalities and distinctive styles of the other artists. Hamilton published 128 of the portraits in limited-edition artist’s books issued in 1972, 1977, 1983, and 2001, respectively.\r\n\r\nVolume 2 consists of a single Hamilton self-portrait (age 55) and photographs of Hamilton made by Arakawa, Ay-o, Mark Boyle, Marcel Broodthaers, John Cage, Marc Camille Chaimowicz, Bruce Conner, Merce Cunningham, Greg Curnoe, Max Ernst, Sam Francis, Buckminster Fuller, General Idea, Patrick Hughes, Dorothy Iannone, Ellsworth Kelly, John Latham, John Lennon, Barry McCallion, Ugo Mulas, Louise Nevelson, Hermann Nitsch, Yoko Ono, Nam June Paik, Niki de Saint Phalle, Gerhard Richter, Edward Ruscha, George Segal, Mieko Shiomi, Daniel Spoerri, Oswald Wiener, and Tadanori Yokoo.",
  "title": "Polaroid Portraits, Vol. 2"
}
