{
  "accession_number": "2016.88.1",
  "art_champions_text": null,
  "artist": "Artist: Irie Shikai",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Mary Griggs Burke Endowment Fund established by the Mary Livingston Griggs and Mary Griggs Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1916",
  "department": "Asian Art",
  "description": "left; close-up view of a jagged, rugged landscape sculpted by lava flow; sweeping downward plane at C with dramatically intersecting cliffs at L and R; greens and moss punctuate the cliffs; cluster of red and gold foliage at L; gnarled and broken tree trunks along bottom; inscription ULQ",
  "dimension": "67 3/8 × 147 × 3/4 in. (171.13 × 373.38 × 1.91 cm) (image)\r\n68 7/8 × 148 1/2 × 3/4 in. (174.94 × 377.19 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125783",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5195,
  "image_width": 11165,
  "inscription": "〇〇〇　〇〇〇　知其白　守其黑　〇人〇　〇里〇　〇天下　〇〇〇　〇〇〇　　〇山人〇　此語〇　余廼〇此　固〇萬　意云尓此　〇欠焉　三〇十良　〇起筆　〇〇〇〇　成〇〇〇　旬〇半　〇〇事　〇〇〇　〇〇〇　盡〇〇　塗〇四十　〇〇再　施〇〇　〇〇〇　〇〇〇　意〇〇一　帖〇〇　彼〇參　些〇〇　〇也",
  "life_date": "Japanese, 1862 - after 1938",
  "markings": "unread seal",
  "medium": "Ink, color, gold, and gofun on silk",
  "nationality": "Japanese",
  "object_name": "Six-panel folding screen",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "之介生",
  "style": "20th century",
  "text": "Across the 12 panels of this pair of folding screens, a wide channel cuts through wavelike emerald-green mountains brought to life through an abundance of expensive mineral and metallic pigments—malachite, azurite, and gold. In the lengthy inscription—written in Chinese and brushed in ancient script—Irie Shikai cites the enigmatic opening lines of Chapter 28 (“Returning to Simplicity”) of the Dao De Jing (also Tao Te Ching), the ancient Chinese text, as the inspiration for this magical composition: “Who knows how white attracts, Yet always keeps himself within black’s shade.\" \r\nShikai first studied painting with local artists in his native Fukuoka before briefly joining an ultra-right-wing nationalist movement in midlife. During this time, he became familiar with that movement’s leader, Tōyama Mitsuru, and the coal barons from Fukuoka who funded Tōyama (the kind of wealthy patrons who might have commissioned a deluxe painting like this pair of screens). Shikai eventually drifted away from right-wing politics and devoted himself again to painting, finding inspiration in the works of the earlier Japanese literati painter Tanomura Chikuden (1777–1835).",
  "title": "Volcanic Landscape [left of a pair]"
}
