{
  "accession_number": "2016.91.1",
  "art_champions_text": null,
  "artist": "Artist: June Leaf",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from an anonymous donor and the Dolly J. Fiterman Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1965",
  "department": "Arts of the Americas",
  "description": "raucous parlor scene; two women seated at table holding a glass object with smoke, the woman at L is in her underwear, and the woman at R, in a green dress, is being fondled by a man in blue near C; nude woman seated on a chair near C throwing hands above head; nude woman holding a mirror at R among other, younger, nude figures; yellow-framed screen open URQ",
  "dimension": "48 1/4 × 68 1/4 in. (122.56 × 173.36 cm) (sight)\r\n58 1/4 × 78 1/2 × 2 1/2 in. (147.96 × 199.39 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125787",
  "image": "valid",
  "image_copyright": "© June Leaf %2F Edward Thorpe Gallery",
  "image_height": 6156,
  "image_width": 8694,
  "inscription": "",
  "life_date": "American, born 1929",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Eight women and children fill this room with raucous laughter, dancing and celebration. It is a party that appears wildly out of control–one figure holds a round cartoon-like bomb, its wick lit and smoking. Another holds a mirror up and grimaces towards the viewer, tongue out like a Gorgon warding away the evil eye. June Leaf based this painting on a print of an 18 th century French painting showing a genteel gathering in a fancy room. She upturned civility to allow for this rambunctious soiree in which anything might happen. \r\n\r\nLeaf spent a summer in Paris copying old master paintings at the Louvre as a young woman. Her understanding of the conventions of genre painting has allowed her to satirize it here.",
  "title": "The Salon"
}
