{
  "accession_number": "2016.81",
  "art_champions_text": null,
  "artist": "Artist: Shinro Ohtake  (大竹 伸朗 Ōtake Shinrō)",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1990-1991",
  "department": "Contemporary Art",
  "description": "abstracted form of an erupting volcano at bottom, in purple-brown, overlapping a black band; dreamy background of dark gray, brown, and purple; triangular shape entering plane at R; two irregular lines overlapping scene at L and one at R; built-up layers of cloth tape at corners, with a few pieces along edge",
  "dimension": "63 × 45 5/8 × 1 3/4 in. (160.02 × 115.89 × 4.45 cm)",
  "id": "http://api.artsmia.org/objects/125772",
  "image": "valid",
  "image_copyright": "© Shinro Ohtake",
  "image_height": 10083,
  "image_width": 7367,
  "inscription": "",
  "life_date": "Japanese, born 1955",
  "markings": "",
  "medium": "Cloth adhesive tape and resin on laminated chromogenic analog print mounted on wooden panel",
  "nationality": "Japanese",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G374",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In the mid-1980s, Ohtake Shinro began to document his dreams through works on paper and collage. Images would appear to him as he viewed the underside of his eyelids: “The colors of the underside of the eyelid are truly mysterious colors. The real world glimpsed through the shutter-speed filter of a single layer of skin opening and closing over the surface of the eyeball transforms momentarily into another world. The underside of the eyelid is the only dream screen we have to look at when we shut our eyes.” The Retina series gives these vague, hazy shapes—products of the artist’s mind—a concrete form by means of photography. Through a camera-less process involving the manipulation of film in a solution, Ohtake creates liquid images in a dreamy palette of transparent colors that become abstract representations of time and memory.",
  "title": "Retina #27 (Active Volcano)"
}
