{
  "accession_number": "2016.110.1",
  "art_champions_text": null,
  "artist": "Artist: Martin Lewis",
  "catalogue_raissonne": "Martin Lewis Record Book 69; Crafton Collection 69; Kennedy-McCarron 92; McCarron 87",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "1930",
  "department": "Arts of the Americas",
  "description": "bare tree at center; clotheslines with clothes hanging at right; boys in LLC around a fire; city skyscrapers in background with searchlight, URQ",
  "dimension": "12 3/4 × 9 15/16 in. (32.39 × 25.24 cm) (plate)\r\n16 × 13 in. (40.64 × 33.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125766",
  "image": "valid",
  "image_copyright": "© Estate of Martin Lewis",
  "image_height": 5098,
  "image_width": 4235,
  "inscription": "on back at LLC, in pencil: E14089",
  "life_date": "American (born Australia), 1881–1962",
  "markings": "",
  "medium": "Drypoint and sandpaper ground etching on cream paper",
  "nationality": "American (born Australia)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(William P. Carl Fine Prints, Durham, N.C., until 2016; sold to Mersky); Robert B. Mersky, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Martin Lewis- | LLC, within the plate: MARTIN LEWIS",
  "style": "20th century",
  "text": "Tree, Manhattan is a tour de force of Martin Lewis’s printmaking practice, a perfect balance of compositional originality and technical virtuosity. Known best for his scenes of New York City after dark that he made in the years before and during the Great Depression, Lewis was a consummate observer of the American experience. With the aid of enigmatic settings, unusual perspectives, and dramatic lighting effects, he portrayed ordinary people going about their daily activities as a subtle but effective method of evoking emotion, memories, and the recognition of the simple joys and hardships of modern life. Here, the scene is exceptional for its ordinariness: an empty lot with young boys warming themselves by a small fire; freshly washed laundry hanging from a tenement apartment; and distant figures standing quietly in the fog of night. And yet there is an unmistakable air of mystery present, accentuated by the contrasting patterns of dark and light. The fog, the smoky fire, the searchlight’s beam, and the silhouetted figures all suggest a sense of immateriality, as if experiencing a dream-like world at once familiar and strange. Is this a tale of urban poverty' Or simply a momentary glimpse of a world less seen'",
  "title": "Tree, Manhattan"
}
