{
  "accession_number": "2016.82",
  "art_champions_text": null,
  "artist": "Artist: Hisachika Takahashi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ted and Dr. Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967",
  "department": "Global Contemporary Art",
  "description": "repeating magenta floral and spot pattern against half white, half fluorescent orange background; fluorescent orange flame like and floral pattern accompany the magenta pattern in upper white background; vertical band of blue floral pattern running down R side",
  "dimension": "31 7/8 × 25 3/8 in. (80.96 × 64.45 cm) (sight)\r\n32 1/2 × 26 1/4 × 7/8 in. (82.55 × 66.68 × 2.22 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125771",
  "image": "valid",
  "image_copyright": "© Hisachika Takahashi",
  "image_height": 8523,
  "image_width": 6808,
  "inscription": "",
  "life_date": "Japanese, born 1940",
  "markings": "on back: gallery sticker",
  "medium": "Synthetic paint on canvas",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The paintings of Hisachika Takahashi are best understood in the context of his contemporaries of the 1960s such as Konrad Lueg and Daan van Golden, both of whom experimented with pop art styles inflected through a uniquely European lens. In 1961, at the age of twenty-one, he sold a large-scale sculpture to the city of Yokosuka, a transaction that paid for his one-way voyage to Europe by cargo boat. Takahashi arrived in Venice, Italy where he soon met Lucio Fontana, and began working as his assistant. During this time, Takahashi was working on his Untitled flower paintings—of which this is one example. This series employed commercial rubber rollers to apply overlapping layers of floral patterns in bright fluorescent and phosphorescent colors. The resulting works on canvas have an all-over composition similar to wallpaper and glow in the dark thanks to their phosphorescent pigment.\r\n\r\nIn 1969, Takahashi traveled to New York where he met many of the artists in the New York scene and where he would stay for the next forty years. Takahashi became a studio assistant to Robert Rauschenberg, initially working in the former chapel that Rauschenberg bought at 381 Lafayette Street in New York City, and continued to assist Rauschenberg until the senior artist’s death in 2008.",
  "title": "Untitled"
}
