{
  "accession_number": "2016.74",
  "art_champions_text": null,
  "artist": "Artist: Dyani White Hawk",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": "Sičáŋǧu Lakota",
  "curator_approved": 1,
  "dated": "2016",
  "department": "Global Contemporary Art",
  "description": "gold background with repeating rows of white hash marks with pink and blue undertones, resembling quillwork; periwinkle, pink, mauve, and blue horizontal bands around outer edges of canvas",
  "dimension": "42 × 42 × 2 1/4 in. (106.68 × 106.68 × 5.72 cm)",
  "id": "http://api.artsmia.org/objects/125785",
  "image": "valid",
  "image_copyright": "© Dyani White Hawk",
  "image_height": 8228,
  "image_width": 8241,
  "inscription": "",
  "life_date": "American (Sičáŋǧu Lakota), born 1976",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Dyani White Hawk creates art that draws on traditions of abstraction from both Native and non-Native art. As a result, her artworks both call attention to and begin to remedy the absence of Native voices within the history of abstract painting. She says her works are meant to “call out the lack of representation in mainstream educational institutions and literature, break down misconceptions and generalizations, and reinforce the importance of Native voices within contemporary art.”\r\n\r\n \r\nIn her earliest work, White Hawk directly incorporated aspects of Lakota symbolism and design motifs. Here, however, the reference is less overt. Thousands of vertical lines combine to create a nonrepresentational pattern. The vertical lines subtly refer to traditional quillwork—the use of porcupine quills to create decorative patterns.\r\n\r\n \r\n\r\nQuilling has sacred significance for the Lakota people, and quill artists, usually women, are deeply respected within their communities. White Hawk brings this cultural understanding to her work and has meticulously painted each vertical line with the same focus and intention of quillwork artists.\r\n\r\nDyani White Hawk is a 2023 recipient of a MacArthur Fellowship.",
  "title": "Untitled (Quiet Strength I)"
}
