{
  "accession_number": "2016.71.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Alpha Gustafson Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "mid 20th century",
  "department": "Arts of Global Africa",
  "description": "rectangular board with protruding carved arrow at top; text from Qur'an written in ink on either side of board, surrounded by delicate border; one side has decorations of square spirals across C; the other side has geometric zigzag pattern",
  "dimension": "18 × 8 1/2 × 3/4 in. (45.72 × 21.59 × 1.91 cm)",
  "id": "http://api.artsmia.org/objects/125791",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9849,
  "image_width": 6525,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wood, ink",
  "nationality": null,
  "object_name": "Writing boards",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G242",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This finely carved and delicately calligraphed board from Nigeria mentions the name of Algerian-born Ahmad al-Tijani (1737-1815), who founded the Tijaniyya Sufi brotherhood in the 1780s. Upon entering the brotherhood, an initiate receives a sequence of holy phrases that he must memorize and repeat twice a day. It would seem that this board contains such a religious, pedagogical text. The Tijaniyya is now widespread in West Africa and was also introduced to the State of Kerala in southwest India. \r\n\r\n\r\nSIDE A: \r\nI am asking You, God, to lead me to the way of our sheikh, Imam [Ahmad Tijani].\r\nOh God, Your blessing and Your mercy be upon Muhammad, and on Ibrahim, and the sons of Ibrahim.\r\nOh God, You are glorious and praiseworthy.\r\nPraise belongs to God, Lord of the Worlds.\r\nThere is no power but from God the Almighty. \r\n\r\n\r\nSIDE B:\r\nIn the name of God, the Lord of Mercy, the Giver of Mercy!\r\nPraise belongs to God, Lord of the Worlds, the Lord of Mercy, the Giver of Mercy, Master of the Day of Judgment. It is You we worship; it is You we ask for help. Guide us to the straight path, the path of those You have blessed, those who incur no anger and who have not gone astray. Amen.\r\nPraise be to God, Who guided me only through Ahmad Tijani.\r\nThen, may God’s prayers and peace be upon the Prophet, the guidance of time.\r\nThen God is pleased with Ali al-Tijani.",
  "title": "Qur'anic writing board"
}
