{
  "accession_number": "2016.101",
  "art_champions_text": null,
  "artist": "Photographer: Shomei Tomatsu",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969 (printed 2016)",
  "department": "Asian Art",
  "description": "grainy black and white image of a figure running with arms outstretched towards R; figure's legs are in focus, the rest of the image is grainy and slightly out of focus; indistinguishable background",
  "dimension": "8 7/16 × 12 7/8 in. (21.43 × 32.7 cm) (image)\r\n11 7/8 × 16 1/2 in. (30.16 × 41.91 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125737",
  "image": "valid",
  "image_copyright": "© Tomatsu Shomei",
  "image_height": 4115,
  "image_width": 6210,
  "inscription": "",
  "life_date": "Japanese, 1930 - 2012",
  "markings": "",
  "medium": "Inkjet print",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The two photographs [2013.22.1,2] by Japanese photographer Somei Tomatsu comprise a spread from his 1969 photobook Oh! Shinjuku. Shinjuku is a major commercial and administrative center with one of the busiest railway stations in the world and, was Japan’s center of underground avant-garde art and theater. The book presents opposing views of this part of the city. Raw images of strippers and sexually charged underground theater actors are juxtaposed with pictures of protestors, pedestrians, and railway passengers. This dramatic pair of images from the book shows a protestor who appears to be flying through the air (picture at left) and a group of the shielded riot police force (picture at right). The book presents Shinjuku as a mix of human desires, creativity, economy, and power struggles between authorities and students.",
  "title": "Protest 1, Tokyo"
}
