{
  "accession_number": "2016.110.2",
  "art_champions_text": null,
  "artist": "Artist: Ed Moses",
  "catalogue_raissonne": null,
  "classification": " Prints; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Mersky Family Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1972",
  "department": "Arts of the Americas",
  "description": "rectangular abstract image with horizontal roughly triangular forms with stripes in primarily reds and blues; waxy vertical drips on image; applied masking tape at edges of triangular forms and at edges of rectangle; received framed in black frame",
  "dimension": "25 1/8 × 18 1/2 in. (63.82 × 46.99 cm) (sight)\r\n32 1/4 × 25 1/8 × 1 in. (81.92 × 63.82 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125733",
  "image": "valid",
  "image_copyright": "© Ed Moses. All rights reserved.",
  "image_height": 7686,
  "image_width": 5564,
  "inscription": "Inscribed in pencil, LR: 22",
  "life_date": "American, 1926–2018",
  "markings": "Numbered in pencil, LL: 9/20",
  "medium": "Color lithograph and hand-applied masking tape collage on cream paper",
  "nationality": "American",
  "object_name": "Print and collage",
  "portfolio": "From ",
  "provenance": "(World House Editions, Middelbury, Conn., sold to Mersky Family Foundation, Minneapolis, 2016); Mersky Family Foundation, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed with initial in pencil, LR: E.",
  "style": "20th century",
  "text": "Issued in a variable edition of 20, this lithograph is part of a large group of abstract works Moses produced during the 1970s that feature layered diagonal grids of parallel and intersecting bands of color along with strips of collaged masking tape designed to enliven the surfaces and materiality of these abstractions. Working intuitively, Moses balances gesture and precision to create a geometric abstraction that is at once familiar and challenging in its pictorial complexity. His explorations of the woven pattern reflects his penchant for using “pre-designed” elements in his work, exploring pictorial ideas incrementally and sequentially within the parameters of a given abstract form or geometric element.  As part of his practice, Moses uses his own existing artworks as the basis for constructing new work and for expanding his understanding of these pictorial explorations.",
  "title": "Untitled (Dayton's Gallery 12)"
}
