{
  "accession_number": "2016.78a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Asia",
  "country": "China",
  "creditline": "The Ruth Ann Dayton Chinese Room Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1127-1279",
  "department": "Asian Art",
  "description": "cylindrical container (very slightly flaring outward at center) decorated with applied leaf decorative band at bottom resembling egg and dart patterning; several incised and relief bands around body; wide saucer-shaped conical cover with pointed finial and stepped design, with one step edged in vertical indentations and lowest widest step edged in shorter leaf design; pale greyish glaze overall; white ceramic",
  "dimension": "13 1/2 × 6 7/8 × 6 7/8 in. (34.36 × 17.46 × 17.46 cm)",
  "id": "http://api.artsmia.org/objects/125782",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6315,
  "image_width": 4984,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Stoneware with translucent glaze",
  "nationality": null,
  "object_name": "Jar",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "This cylindrical jar was manufactured in China during the 1100s but was meant for the Japanese market. It was made to store sutra scrolls, sacred Buddhist texts. At this time, the Buddhist idea of mofa (Latter Day of the Law) became prevalent, and Buddhists worried that the world was entering into a dark period when humankind would be incapable of following the Buddha’s teachings. In order to preserve Buddhist texts after this dark period passed, they buried sutra scrolls in great mounds of earth. Most sutra containers were made of bronze. Ceramic examples like this one made in southeast China are extremely rare.",
  "title": "Sutra jar"
}
