{
  "accession_number": "2016.98",
  "art_champions_text": null,
  "artist": "Photographer: Mickalene Thomas",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Linda and Lawrence Perlman Photography Endowment",
  "culture": null,
  "curator_approved": 0,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "large color portrait of a woman in purple dress and purple eye shadow seated on sofa covered with bright sheet and animal print pillows; gold and white striped carafe and stem glass on table in front of her at L, with shards of broken glass on table at front; orange wall in background decorated with two records; artificial plant behind woman, against wood paneling",
  "dimension": "70 × 55 3/4 in. (177.8 × 141.61 cm) (sheet)\r\n74 × 60 × 2 1/2 in. (187.96 × 152.4 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125779",
  "image": "valid",
  "image_copyright": "© Mickalene Thomas %2F Artists Rights Society %28ARS%29%2C NY",
  "image_height": 9074,
  "image_width": 7310,
  "inscription": "",
  "life_date": "American, born 1971",
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Portrait of Qusuquzah, (2008) is a primary example of Mickalene Thomas’ mastery with photography. Both pose and composition of the photograph are layered with carefully articulated references ranging from the paintings of Édouard Manet to the Blaxploitation films of the 1970’s. To create the photograph, Thomas situated a model in the artist’s Brooklyn studio: in a dress and with accessories from 1970s, seated on a sofa decorated with ‘70s style tapestries and patterned cushions, in front of a wood-paneled wall, installed with jackets of LP records by African American artists (e.g., Diana Ross). Thomas’ work centers on themes of race, sexuality and power while critiquing traditional portraiture, the gaze, and the artist/model relationship. When speaking of about the encounters with the strong feminine characters she photographs, Thomas remarked, “The fact that the gaze in question is from one woman to another is more powerful, to me, than the male gaze.”",
  "title": "Portrait of Qusuquzah"
}
