{
  "accession_number": "2016.81",
  "art_champions_text": null,
  "artist": "Artist: Shinro Ohtake",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1990-1991",
  "department": "Global Contemporary Art",
  "description": "abstracted form of an erupting volcano at bottom, in purple-brown, overlapping a black band; dreamy background of dark gray, brown, and purple; triangular shape entering plane at R; two irregular lines overlapping scene at L and one at R; built-up layers of cloth tape at corners, with a few pieces along edge",
  "dimension": "63 × 45 5/8 × 1 3/4 in. (160.02 × 115.89 × 4.45 cm)",
  "id": "http://api.artsmia.org/objects/125772",
  "image": "valid",
  "image_copyright": "© Shinro Ohtake",
  "image_height": 10083,
  "image_width": 7367,
  "inscription": "",
  "life_date": "Japanese, born 1955",
  "markings": "",
  "medium": "Cloth adhesive tape and resin on laminated chromogenic analog print mounted on wooden panel",
  "nationality": "Japanese",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Shinro Ohtake is one of Japan’s leading and most innovative contemporary artists. His practice extends from the creation of visual arts projects and artist books to sound and architectural projects. Ohtake’s vast scrapbook collection—first begun in 1977—form the backbone of his multifaceted practice, which ranges from painting, to assemblage, collage, drawing, monumental sculpture, architectural environments, and experimental noise music. Through his noise band JUKE/19 (1978–1982), Ohtake has also influenced the direction of experimental music in Japan.\r\n\r\nIn the mid-1980s, Ohtake began to habitually record his dreams through works on paper and collage. These vague, shifting images would appear to him as he viewed the underside of his eyelids. According to the artist, “[t]he colors of the underside of the eyelid are truly mysterious colors. The real world glimpsed through the shutter-speed filter of a single layer of skin opening and closing over the surface of the eyeball transforms momentarily into another world. The underside of the eyelid is the only dreamscreen we have to look at when we shut our eyes.”\r\n\r\nThe Retina series gives these vague shapes that lingered hazily in the artist’s mind a concrete form by means of photography. Through a process of camera-less manipulation of positive film in a solution, the artist creates liquid images in a dreamy palette of aquarelle colors that become abstract representations of time and memory.",
  "title": "Retina #27 (Active Volcano)"
}
