{
  "accession_number": "2016.109",
  "art_champions_text": null,
  "artist": "Artist: Bernar Venet",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "England",
  "creditline": "Proceeds from the Minneapolis Print and Drawing Fair",
  "culture": null,
  "curator_approved": 0,
  "dated": "2014",
  "department": "European Art",
  "description": "large, bold, black looping scribble lines with rust colored highlights; stray black chalky marks and smudges; lightly highlighted border; against white background",
  "dimension": "38 × 55 1/2 in. (96.52 × 140.97 cm) (image)\r\n46 1/4 × 62 3/4 in. (117.48 × 159.39 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125820",
  "image": "valid",
  "image_copyright": "© Bernar Venet %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 8194,
  "image_width": 11136,
  "inscription": "",
  "life_date": "French, born 1941",
  "markings": "LLC: AP 6/10",
  "medium": "Etching, polymer gravure, carborundum and photo etching with wiping",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "[World House Editions, Middlebury, Conn. (publisher), 2014–16; sold to Mia]",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom edge, R: Four Indeterminate Lines B. Venet",
  "style": "21st century",
  "text": "Bernar Venet is internationally acclaimed for his monumental sculptures made from torch-cut bars of COR-TEN steel. A master of linear abstraction in three dimensions, his sculptures feature stacked and intermingled arcs and spirals of steel in seemingly gravity-defying arrangements. Venet is also an accomplished draftsman and printmaker, often exploring themes directly related to his sculpture. Four Indeterminate Lines is part of a long-running series of abstractions that explore the infinite variations of the line as a visual and conceptual construct. Here, Venet takes full advantage of the technical and creative possibilities of intaglio print processes, producing a bold and dynamic image that mimics the texture, dimensionality, and visual weight of his rusted steel sculptures. Set against a stark white ground, the dark, interwoven lines of the image have an imposing spatial presence that seems to float above the surface of the sheet, an illusion of three-dimensionality that suggests the visual experience of viewing his fabricated steel sculptures. Published in 2014, it is the largest and most complex print Venet has made in any media.",
  "title": "Four Indeterminate Lines"
}
