{
  "accession_number": "2016.110.4",
  "art_champions_text": null,
  "artist": "Artist: Kerry James Marshall; Publisher: Paulson Fontaine Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "black and white etching of a portrait of a man; gazing toward PR; wearing a dense gray robe with black and white pointed lines; black background",
  "dimension": "16 × 12 in. (40.64 × 30.48 cm) (plate)\r\n24 7/16 × 18 1/2 in. (62.07 × 46.99 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125823",
  "image": "valid",
  "image_copyright": "© Kerry James Marshall",
  "image_height": 5090,
  "image_width": 3830,
  "inscription": "Titled lower center in pencil: HANDSOME YOUNG MAN",
  "life_date": "American, born 1955",
  "markings": "LRC publisher\\'s blindstamp | LLC in pencil: 21/50",
  "medium": "Etching and aquatint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paulson Bott Press, Berkeley, Calif. (publisher), sold to Mersky; Robert B. Mersky, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated LRC in pencil: Kerry James Marshall 2010",
  "style": "21st century",
  "text": "Kerry James Marshall is internationally acclaimed for his often provocative explorations of black identity and experience. His race-conscious art challenges the historical exclusion of African Americans in Western art history by depicting “unequivocally, emphatically Black” characters. Produced in 2010, this dignified portrait demonstrates Marshall’s effort to expand the genre of portraiture beyond its prejudicial legacy. \r\n\r\n“The way we understand art history, the way we encounter the idea of art in museums seemed incomplete to me. And a lot of that incompleteness was around the idea of what mastery was and masterpieces in the world of painting were. And so I, like everybody else, I only know what art is because people who wrote art history books and who put pictures in museums told me that’s what it was supposed to be. And when I wasn’t seeing a lot of pictures of Black folks in those paintings that everybody was supposed to be looking at, that was a problem for me. And resolving that problem became a paramount objective.”\r\n—Kerry James Marshall, 2017",
  "title": "Untitled (Handsome Young Man)"
}
