{
  "accession_number": "2016.110.5",
  "art_champions_text": null,
  "artist": "Artist: Kerry James Marshall; Publisher: Paulson Fontaine Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "portrait of a woman in a white dress; facing PR with her eyes looking straight ahead; hair pulled back in high pony tail; white background with black flecks",
  "dimension": "15 7/8 × 11 7/8 in. (40.32 × 30.16 cm) (plate)\r\n24 3/8 × 19 in. (61.91 × 48.26 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125825",
  "image": "valid",
  "image_copyright": "© Kerry James Marshall",
  "image_height": 7705,
  "image_width": 6117,
  "inscription": "Titled lower center in pencil: UNTITLED (YOUNG WOMAN)",
  "life_date": "American, born 1955",
  "markings": "LRC publisher\\'s blindstamp | LLC in pencil: 21/50",
  "medium": "Etching and aquatint",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paulson Bott Press, Berkeley, Calif. (publisher), sold to Mersky; Robert B. Mersky, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated LRC in pencil: Kerry James Marshall 2010",
  "style": "21st century",
  "text": "Kerry James Marshall’s race-conscious art challenges the historical exclusion of African Americans in Western art history by depicting “unequivocally, emphatically Black” characters. In this print, Marshall presents a portrait of a Black woman in a style reminiscent of a silhouette (a dark figure contrasted against a light background). Silhouette is used by other African American artists (such as Aaron Douglas, Lorna Simpson, and Kara Walker) to investigate how Black bodies have been both literally and metaphorically made invisible. For Marshall, this style of silhouetted portrait emphasizes Blackness in both a socially critical and positive manner. Here, the young woman’s skin tone is seen in stark contrast to the white background and simple lines of her clothing. In his work, Marshall intentionally flattens, darkens, and minimizes form to heighten its meaning. \r\n\r\n“The way we understand art history, the way we encounter the idea of art in museums seemed incomplete to me. And a lot of that incompleteness was around the idea of what mastery was and masterpieces in the world of painting were. And so I, like everybody else, I only know what art is because people who wrote art history books and who put pictures in museums told me that’s what it was supposed to be. And when I wasn’t seeing a lot of pictures of Black folks in those paintings that everybody was supposed to be looking at, that was a problem for me. And resolving that problem became a paramount objective.”\r\n—Kerry James Marshall, 2017",
  "title": "Untitled (Young Woman)"
}
