{
  "accession_number": "2017.52",
  "art_champions_text": null,
  "artist": "Artist: Eugène Delacroix",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Friends of the Institute in celebration of their 100th anniversary, with generous support from Nivin MacMillan, Mary Agnes and Al McQuinn, Sheila C. Morgan, Mary and Douglas Olson, Carol Burton Gray, Nikki and Ron Lewis, Lucy Crosby Mitchell, Charles and Jeanne Scheiderer, Linda and Phil Boelter, Pamela and Mark Friedland, Katie and Steve Remole, Elizabeth Short and Kirk Cozine, Samuel and Patricia McCullough, Helen Leslie and Ronald Goldster, Lucille Amis, Carolyn and Tucker Dahl, Maria Eggemeyer, Martha Head, Heidi Ault and Gretchen Holland, Ed and Teresa Luterbach, Jane and Thomas Nelson, Suzanne C. and William B. Payne, Constance Sommers, Marilyn Sundberg, Marietta and Jot Turner, and gifts made in memory of Teresa Pfister",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1835",
  "department": "European Art",
  "description": "large bouquet of flowers--mostly dahlias--in white, pink, orange and red, in a blue and white round jar; more flowers and plums in LRC",
  "dimension": "21 11/16 × 25 13/16 in. (55.09 × 65.56 cm) (sight)\r\n31 7/8 × 36 1/8 × 3 1/4 in. (80.96 × 91.76 × 8.26 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125879",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6779,
  "image_width": 8075,
  "inscription": "",
  "life_date": "French, 1798–1863",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G321",
  "see_also": [
    ""
  ],
  "signed": "LLC, in red: Eugene Delacroix",
  "style": "19th century",
  "text": "Today, Eugène Delacroix is often discussed as a painter of North African or Middle Eastern scenes, and of events drawn from the Bible or from ancient Greek and Roman history and mythology. Yet accounts from Delacroix’s lifetime confirm the artist’s lifelong preoccupation with flowers and gardens. His floral still-life paintings, though few in number, were some of his most influential works. They were seen as being focused on what Delacroix and his modern admirers considered the “abstract” side of painting—color, composition, and dazzling execution. This still life has little to do with botanical illustration. Rather, it is about pure painting, and as such is one of the earliest exercises by Delacroix on his course to transform the art of painting in France.",
  "title": "Still Life with Dahlias, Zinnias, Hollyhocks and Plums"
}
