{
  "accession_number": "2016.110.3",
  "art_champions_text": null,
  "artist": "Artist: Kerry James Marshall; Publisher: Paulson Fontaine Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 1,
  "dated": "2010",
  "department": "Arts of the Americas",
  "description": "colored etching; woman in center, PL arm raised throwing yellow flower petals into a well in a sparsely wooded area; large tree next to well, trunk curves upwards toward left; man looking out behind large tree watching woman at well; boarder of white flowers edges LLC, reaching upwards to top left corner and along the bottom toward LRC; pink hearts scattered along top and sides of image",
  "dimension": "44 11/16 × 33 9/16 in. (113.51 × 85.25 cm) (plate)\r\n53 1/8 × 40 3/4 in. (134.94 × 103.51 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125828",
  "image": "valid",
  "image_copyright": "© Kerry James Marshall",
  "image_height": 9483,
  "image_width": 7307,
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "LRC publisher\\'s blindstamp | LLC in pencil: 22/50",
  "medium": "Color aquatint, spit-bite aquatint, soft-ground etching, hard-ground etching, and drypoint, with chine colle",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Paulson Bott Press, Berkeley, Calif. (publisher), sold to Mersky; Robert B. Mersky, Minneapolis; given to MIA, 2016.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed and dated LRC in pencil: Kerry James Marshall 2010",
  "style": "21st century",
  "text": "Kerry James Marshall creates race-conscious art that challenges the historical exclusion of African Americans from the artistic canon. Vignette (Wishing Well) is thematically related to the artist’s long-running series of “vignette” paintings that mimics well-known art historical genres. Here, he adopts narrative pictorial conventions commonly seen in French Rococo painting of the 1700s, a style that emphasized frivolity and the ideal of elegant prettiness. The woman and man are characters in a familiar story of voyeurism: while a woman throws coins over her shoulder into a wishing well, a man spies on her from behind the rocks and trees. Surrounding the central image, floral borders and heart-shaped balloons serve as purely decorative flourishes. Most notably, Marshall has replaced the usual white figures with black figures, both to expand understanding of the racial biases embedded in art history and to normalize the presence of black subjects within the visual arts.",
  "title": "Vignette (Wishing Well)"
}
