{
  "accession_number": "2016.110.3",
  "artist": "Artist: Kerry James  Marshall; Publisher: Paulson Bott Press, Berkeley, Calif.",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2010",
  "department": "Prints and Drawings",
  "description": "colored etching; woman in center, PL arm raised throwing yellow flower petals into a well in a sparsely wooded area; large tree next to well, trunk curves upwards toward left; man looking out behind large tree watching woman at well; boarder of white flowers edges LLC, reaching upwards to top left corner and along the bottom toward LRC; pink hearts scattered along top and sides of image",
  "dimension": "44 11/16 × 33 9/16 in. (113.51 × 85.25 cm) (plate)\r\n53 1/8 × 40 3/4 in. (134.94 × 103.51 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125828",
  "image": "invalid",
  "image_copyright": "© Kerry James Marshall",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1955",
  "markings": "LRC publisher\\'s blindstamp",
  "medium": "Color aquatint, spit-bite aquatint, soft-ground etching, hard-ground etching, and drypoint, with chine colle",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in pencil: 22/50 I LRC in pencil: Kerry James Marshall 2010",
  "style": "21st century",
  "text": "Kerry James Marshall is widely recognized for his race-conscious art that challenges the historical exclusion of African Americans from the artistic canon. Vignette (Wishing Well), is thematically related to the artist’s long-running series of major “vignette” paintings that borrow freely from familiar art historical genres. Here, he invokes pictorial conventions of eighteenth-century French romantic painting, mimicking the formal visual device of a narrative illustration, but replacing the expected white figures with black figures. Marshall calls this tactic “foregrounding the black figure in popular genres of painting not usually associated with the socio-political frame in which much African American art is seen through.” In this, he seeks to expand the viewer’s understanding of art historical biases, while normalizing the presence of black subjects within the visual arts.",
  "title": "Vignette (Wishing Well)"
}
