{
  "accession_number": "2016.75",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Elissa and Paul Cahn",
  "culture": "Navajo",
  "curator_approved": 1,
  "dated": "c. 1860",
  "department": "Arts of the Americas",
  "description": "red background with large tan and navy diamond pattern across C (over shoulder area); stepped pyramid pattern in tan and navy along lower edges; navy and lime colored stripes along borders",
  "dimension": "72 × 52 in. (182.88 × 132.08 cm) (overall, with fringe)",
  "id": "http://api.artsmia.org/objects/125830",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6958,
  "image_width": 9861,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Wool, dye",
  "nationality": null,
  "object_name": "Serape",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This poncho serape, made by a Navajo woman around 1860, was worn as an outer garment. The wearer would put his or her head through the slit in the middle of the central diamond, and the white hourglass shapes would fall over the arms. The pattern is emblematic of hózhǫ́, a fundamental Navajo concept emphasizing the connection among beauty, symmetry, health, and harmony. Other aspects of this blanket can be traced to cultural and economic exchanges with Spanish and New Mexican communities. The poncho serape was a new garment type for Navajo people, as were new design elements such as the brilliant red woolen yarn from bayeta (baize, or red flannel cloth) imported from Spain, England, and the eastern United States. The cloth was cut and raveled by Navajo weavers, who then rewove the yarn into large textiles to amaze and dazzle the eye.",
  "title": "Poncho serape"
}
