{
  "accession_number": "2016.89",
  "art_champions_text": null,
  "artist": "Artist: Jim Nutt",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1966",
  "department": "Arts of the Americas",
  "description": "cartoon images inspired by comic book flow: Backman in yellow lettering against orange cloud ULC; gun pointed at a pink tear-drop with puncture hole and red droplets; hand at URC holding an image of a woman with red hair in a white dress; two figures in blue looking toward a door with shadow of a male figure in a hat at L; double-faced man against background of rings and woman's underwear at R; muscle-bound faceless figure LL, car lower C; scene inside car with man about to run over muscle figure; in silver frame",
  "dimension": "23 1/2 × 17 1/4 in. (59.69 × 43.82 cm) (sight)\r\n24 × 18 1/4 × 1 in. (60.96 × 46.36 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/125886",
  "image": "valid",
  "image_copyright": "© 1966 Jim Nutt",
  "image_height": 9841,
  "image_width": 7308,
  "inscription": "",
  "life_date": "American, born 1938",
  "markings": "",
  "medium": "Acrylic on the reverse of Plexiglas panel with aluminum frame",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jim Nutt was part of a six-member artists’ group called the Hairy Who. Based in Chicago, they exhibited together around the country several times in the late 1960s. The group held no collective philosophy. Instead, they came together out of their shared appreciation for comic strips, ads, bawdy puns, and the visual culture of Chicago, including hand-painted signs, pinball machines, and product catalogues. They gravitated to the odd, the disturbing, and the ultra-local. Nutt’s Backman exemplifies these tendencies in their work—exquisitely made in a painstaking technique (the image was painted on the reverse side of a piece of Plexiglas) but with a comic book style that is invented, absurdist, violent, and perplexing.",
  "title": "Backman"
}
