{
  "accession_number": "2017.9a-d",
  "art_champions_text": null,
  "artist": "Maker: De Witte Ster (The White Star) Factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Walter C. and Mary C. Briggs Trust Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1700",
  "department": "European Art",
  "description": "blue and white glazed Delftware vase divided into four sections that separate; each section baluster-shaped with openings at top that recede in size toward the top; small baluster-shaped spouts surround openings; overall design consists of alternating scroll patterns with ornamental woven florals; largest section on bottom with eight spouts in a circle around the opening; lower middle section smaller, with base meant to fit into opening of bottom section, and eight spouts surround top opening; upper middle section smaller has eight smaller spouts, hole in center; top section smallest in size, with six spouts surrounding vase opening; six leaf-shaped panels with various floral designs around middle center of top section",
  "dimension": "46 1/16 × 15 3/8 × 15 1/4 in. (117 × 39.05 × 38.74 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/125878",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9492,
  "image_width": 6645,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Tin-glazed earthenware, pigments",
  "nationality": null,
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G309",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "“Tulip mania” reached its height in the 1630s in Europe, with wealthy men and women spending great sums of money to acquire exotic tulip bulbs from the Middle East. More generally, there was enthusiasm for all types of rare flowers, such as marigolds, which came from Mexico via Spain. Potters in Holland created elaborate multitiered vases like this one to showcase colorful blooms. Here, the borders of scrolling lotuses, chrysanthemums, ruyi (scepter heads), and the Chinese character for longevity are copied from decoration on Chinese blue-and-white porcelain vases imported in large quantities in the 1600s. It is unlikely that Dutch craftsmen or customers knew the meaning of these motifs.\r\n\r\nThis vase is an outstanding example of Dutch potters’ achievements around 1700. When Chinese porcelain imports to Europe dried up in the 1650s because of political instability in China, Delft potters stepped in to fill the breach. While the benefits of international trade are debated today, such global interaction has historically sparked creativity in the world of art, acting as a spur to innovation. Owing to its scale and complexity, this vase is a significant addition to Mia’s collection of Delft pottery.",
  "title": "Flower vase"
}
