{
  "accession_number": "2017.140.2a-d",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama in honor of William \"Bill\" Clark, visionary and passionate collector of Japanese art and a generous benefactor to the Minneapolis Institute of Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "1992",
  "department": "Asian Art",
  "description": "thick growth of lotus leaves rendered in gray and black; whitish lotus blossoms and buds with slight trace of pink; four large panels create the image",
  "dimension": "69 1/4 × 34 5/8 × 1 1/4 in. (175.9 × 87.95 × 3.18 cm) (each panel)",
  "id": "http://api.artsmia.org/objects/125951",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 9995,
  "image_width": 20000,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "2 seals LRC of panel d. Square seal: 荒木實 [Araki Minoru]; Rectangular seal: 碧琶 [Hekiba]",
  "medium": "Ink and color on paper mounted on panels",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "signed LRC of panel d: 荒木實 [Araki Minoru]",
  "style": "20th century",
  "text": "Minol Araki met his future mentor Zhang Daqian by chance in the summer of 1973 in Taipei, Taiwan, not long after Zhang, who was known for his paintings of lotuses, relocated to the city. Their chance encounter initiated a decade-long relationship, until Zhang’s death in 1983, during which time Zhang served as a mentor to Araki, took him to see old Chinese paintings, including several in Zhang’s own collection, and provided feedback on Araki’s work. No subject matter seen in Araki’s body of work is as intimately tied to Zhang Daqian as lotuses, a rich pictorial theme that Araki explored and reimagined through his final years.\r\n\tThis painting offers a view of delicate pink lotus blossoms amid a tangle of gray and black leaves and stalks. The influence of Zhang Daqian and his splashed-ink approach to rendering lotuses is clear in Araki’s washy handling of the leaves and in the composition itself. Araki combines this with a greater interest in description, evident in his execution of the blossoms and detailed rendering of the underside of the large leaf at far right.",
  "title": "Lotus Pond"
}
