{
  "accession_number": "2021.124",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "1978",
  "department": "Asian Art",
  "description": "wood cover stained a dark color; contains sketched images of fish and shrimp in first half; remaining pages are blank",
  "dimension": "9 3/4 × 6 1/2 × 1 in. (24.77 × 16.51 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/125949",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 7617,
  "image_width": 9968,
  "inscription": "inscriptions inside",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "",
  "medium": "Ink and color on paper, wood",
  "nationality": "Japanese",
  "object_name": "Album",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Title label on cover",
  "style": "20th century",
  "text": "Minol Araki met his future mentor Zhang Daqian by chance in the summer of 1973 in Taipei, Taiwan, not long after Zhang, who was known for his paintings of lotuses, relocated to the city. Their chance encounter initiated a decade-long relationship, until Zhang’s death in 1983, during which time Zhang served as a mentor to Araki, took him to see old Chinese paintings, including several in Zhang’s own collection, and provided feedback on Araki’s work. Araki was inspired by the works of Chinese artists, past and present. In addition to working with Zhang Daqian, who served as Araki’s mentor, he took inspiration from Qi Baishi, a Chinese painter roughly his contemporary.\r\n\r\nIn the albums, Araki sketched a variation on Qi’s iconic paintings of shrimp. Qi Baishi painted shrimp repeatedly throughout his life. Araki may have seen one or more or Qi’s paintings, as he not only painted the same long-bearded, long-armed shrimp swimming in clusters, but also mimicked the way Qi depicted each crustacean: lines for eyes, inkwash for the body, and darker ink to highlight the ridges on the shrimp’s head and abdomen.",
  "title": "Album of Sketches of Fish and Shellfish"
}
