{
  "accession_number": "2021.48.4.2",
  "art_champions_text": null,
  "artist": "Artist: Minol Araki",
  "catalogue_raissonne": null,
  "classification": " Tools, Equipment and Utilitarian Objects",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Asian Art",
  "description": "mustard yellow plastic desk calendar with general rectangular shape; round wheel at R with two dials to adjust day and month; collection of attached rounded white cards with tabs with numbers which flip over to L side of calendar; comes in original plastic packaging with white and black box",
  "dimension": "4 7/8 × 7 1/8 × 1 3/8 in. (12.38 × 18.1 × 3.49 cm) (without numbers extended)\r\n4 7/8 × 10 1/4 × 1 3/8 in. (12.38 × 26.04 × 3.49 cm) (with numbers extended)",
  "id": "http://api.artsmia.org/objects/125967",
  "image": "valid",
  "image_copyright": "© Minol Araki%2C licensed by David Frank and Kazukuni Sugiyama",
  "image_height": 5849,
  "image_width": 7480,
  "inscription": "",
  "life_date": "Japanese, 1928 - 2010",
  "markings": "Pipa logo on back",
  "medium": "Metal and plastic",
  "nationality": "Japanese",
  "object_name": "Desk Calendar",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In addition to his practice as a painter, Araki was an industrial designer whose product line focused on objects for everyday domestic life, among them modular table and desk accessories, that were well designed, practical and accessible. In the late 1960s he started PIPa, a New York design firm of household accessories that were sold at high-end department and design stores such as Bloomingdale's and Georg Jensen. While admired, the line was not profitable. Disappointed, Araki concluded that sales, not beauty, was the measure of success. He once even cautioned his design partners that creating beautiful, upmarket products, of which no more than a mere handful might sell, would be dishonorable as it meant less work for laborers.",
  "title": "Rectangular Perpetual Desk Calendar"
}
