{
  "accession_number": "2016.79.6",
  "art_champions_text": null,
  "artist": "Photographer: Pushpamala N.",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Margaret McMillan Webber Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2000-2004 (printed 2016)",
  "department": "Asian Art",
  "description": "black and white image of two women with downcast eyes, each holding a chalkboard with writing in front of their bodies; woman at L has a scar near her PR eye",
  "dimension": "14 3/4 × 22 in. (37.47 × 55.88 cm) (image)\r\n20 × 24 in. (50.8 × 60.96 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/125980",
  "image": "valid",
  "image_copyright": "© Pushpamala N",
  "image_height": 5025,
  "image_width": 7474,
  "inscription": "",
  "life_date": "Indian, born 1956",
  "markings": "",
  "medium": "Gelatin silver print",
  "nationality": "Indian",
  "object_name": "Photograph",
  "portfolio": "From Native Women of South India: Manners and Customs Series",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back LRC, in pencil: Pushpamala N. 2000-2004 | on back LLC, in pencil: Criminals A/P",
  "style": "21st century",
  "text": "Pushpamala N. is a photo-performance artist based in Bangalore, India. From 2000 to 2004, she worked with British photojournalist Clare Arni to create Native Women of South India: Manners and Customs. The series focuses on idealized representations of women in Indian art of the historical periods, British colonial images of Indian women, and the more recent production of feminine stereotypes in contemporary visual culture. Drawing from a range of sources including historical paintings, colonial photography, regional cinema, and contemporary magazines, Pushpamala restages these images and reenacts the different roles that have been attributed to women. In reenacting these roles, the idea of “Indian women” as an ethnographic group is exposed as a stereotype no less fictive than the artist’s elaborate performance captured by British photojournalist Clare Arni’s camera.",
  "title": "Criminals"
}
