{
  "accession_number": "91.112.12a-c",
  "art_champions_text": null,
  "artist": "Artist: Kobayashi Kiyochika; Publisher: Inoue Kichijirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Mrs. Charles B. Meech",
  "culture": null,
  "curator_approved": 0,
  "dated": "August 1900",
  "department": "Asian Art",
  "description": "",
  "dimension": "14 9/16 × 30 1/8 in. (37 × 76.5 cm) (vertical ōban triptych)",
  "id": "http://api.artsmia.org/objects/27382",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, 1847 - 1915",
  "markings": "\\\"Kiyochika\\\" seal\r\nPrinted and published in August Meiji 33 \r\nThere is the name of publisher and printer, faded, illegible.",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / sensō-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Kiyochika",
  "style": "20th century",
  "text": "Southeast of Beijing, the city of Tianjin was of strategic importance in preventing direct attacks on the capital. In 1898, a group of Chinese rebelled against foreign imperialist expansion efforts, opium traders, economic manipulation, and missionary evangelism. Supported by the Chinese Imperial court and its army, the rebellion developed into the war against the foreign colonizers. Japan, as a part of an eight-nation alliance sent its army to repress the rebellion. \r\nHowever, this triptych was originally created by Kiyochika to illustrate the \"pacification\" of Taiwan by Japanese forces and was published in August 1895 with the title Picture of Bandits Being Swept Up in the Vicinity of Xinzhu in Taiwan (Taiwan aratake fukin tsuchi zoku sōjō no zu 台湾新竹附近土賊掃攘之図). The print was then repurposed two years later by the publisher Inoue Kichijirō who owned the woodblocks and exchanged the title to address current military actavities of the Japanese. The burning city of Xinzhou in the background is now supposed to be Tianjin.",
  "title": "Taking Tienjin Fortress"
}
