{
  "accession_number": "91.141.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "orangish-red embroidery on cream ground",
  "dimension": "49 x 33 in. (124.5 x 83.8 cm)",
  "id": "http://api.artsmia.org/objects/27653",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3975,
  "image_width": 5765,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, silk; embroidered",
  "nationality": null,
  "object_name": "Pillow Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Elaborately embellished household textiles are often part of a woman's dowry or given as wedding gifts. These textiles are highly valued within the culture and serve a multitude of purposes ranging from embroidered bed sheets and hand towels to decorative covering fabrics used on everything from pillows and furniture to tea sets and bread baskets.\r\nOne important group of textiles are the coverings made for the large pillows that are a part of every frash, the typical Moroccan couch. The two coverings shown here were made in the city of Fez, an important artistic center of the country. Traditionally these pillow covers are elaborately embroidered with silk thread by highly skilled artisans resulting in a valued, but costly textile. In the mid-twentieth century hand weavers created woven imitations of this style that are popular with the many people who can't afford the more expensive embroidered covering.\r\n\r\n(Add photo of pillows) caption: The frash, the traditional Moroccan couch, is often piled with elaborately decorated pillows.",
  "title": "Pillow Cover"
}
