{
  "accession_number": "91.8.1",
  "art_champions_text": null,
  "artist": "Maker: Abdelkaber Ouarregli",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Morocco",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1990",
  "department": "Art of Africa and the Americas",
  "description": "Lampus construction, red and white striped ground, gold patterning",
  "dimension": "39 1/4 x 158 1/2 in. (99.7 x 402.6 cm)",
  "id": "http://api.artsmia.org/objects/27667",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Moroccan",
  "markings": "",
  "medium": "Rayon, polyester, metallic thread; lampas weave",
  "nationality": "Moroccan",
  "object_name": "Wedding Veil",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Fez Bride\r\nFez is often considered the cultural center of Morocco and is particularly noted for its traditional handmade items, from tile work and ceramics to embroidery and elaborately woven cloth. Weddings are an opportunity to celebrate cultural traditions and Fez brides often wear several elaborate outfits during the ceremonies, most of which reflect the latest fashions.\r\nHowever, one set of clothing always includes a traditional brocaded caftan and belt with a large striped wedding veil. The veil is over twelve feet long and  is handwoven to order. Colors are determined by the customer, but the design is always striped, patterned with gold or silver threads, and has an elaborately hand-knotted fringe. The veil not only covers the head, but is also wrapped around the body almost entirely hiding the caftan and belt. During the time that the bride wears this particular outfit she is often seated on a large wooden tray that is lifted on the shoulders of several attendants and paraded around so all the guests can enjoy this extravagant display of traditional textiles.",
  "title": "Wedding Veil"
}
