{
  "accession_number": "91.81a-m",
  "art_champions_text": null,
  "artist": "Artist: Tony Berlant",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1991",
  "department": "Global Contemporary Art",
  "description": "N.B.Replacement pieces(TV Trays) for this work are located in MS R3A2.2",
  "dimension": "431 13/16 x 71 13/16 in. (1096.8 x 182.4 cm)",
  "id": "http://api.artsmia.org/objects/27731",
  "image": "valid",
  "image_copyright": "© Tony Berlant",
  "image_height": 6826,
  "image_width": 1826,
  "inscription": "",
  "life_date": "American, born 1941",
  "markings": "",
  "medium": "Found metal collage over plywood with steel brads",
  "nationality": "American",
  "object_name": "Collaged sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G100A",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This metal collage's tall, narrow shape and many of its images refer to Chinese hanging scrolls depicting mountain landscapes. In \"Mountain Journey\", artist Tony Berlant used contemporary techniques and materials to pay homage to the Chinese landscape tradition, paintings of which can be found in our Asian galleries.\r\n\r\nAt the bottom, you will notice a large red house, which symbolizes the traditional scholar's or poet's dwelling, surrounded by water and foliage.  As you look up, you will see more rivers, as well as waterfalls, clouds, and blue sky.  At the middle, upper right appears a smaller scholar's house and a Chinese character that stands for the concept of \"within.\" In addition to recalling Chinese art, this work also alludes to our world here in Minnesota. For instance, the artist has said that the large blue drops near the red house suggest both rain and Minnesota's numerous lakes, which he noticed so clearly during flights here from his native California. \r\n\r\nBerlant produced this collage over a one-year period using found scrap metal. He cut the metal into the shapes of drawings he had made directly on the wooden support.  Once arranged, the pieces were carefully nailed into place. \r\n\r\n\"Mountain Journey\" was commissioned especially for Mia's front lobby and installed on September 11, 1991.",
  "title": "Mountain Journey"
}
