{
  "accession_number": "2022.98.5",
  "art_champions_text": null,
  "artist": "Artist: Miyoko Ito",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1968",
  "department": "Arts of the Americas",
  "description": "abstract imagery in warm tones; yellow gradient color along top edge; a white rectangle shape with a half circle at top center with a pink gradient on the interior of the rectangle; magenta pink along L edge; yellow to brown gradient along R edge; wavy vertical shapes in light green, yellow and tan at bottom center",
  "dimension": "48 × 40 × 1 in. (121.92 × 101.6 × 2.54 cm)",
  "id": "http://api.artsmia.org/objects/129154",
  "image": "valid",
  "image_copyright": "© Miyoko Ito",
  "image_height": 9298,
  "image_width": 7736,
  "inscription": "",
  "life_date": "American, 1918 - 1983",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G375",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Miyoko Ito was born in Berkeley, California, but spent most of her career in Chicago. Both places became important sources for her art. References to the ocean often surface in her work as do playful forms pulled from the comics she admired with her Chicago peers. During World War II she and her husband were among the thousands of Japanese Americans sent to internment camps. Art became a solace throughout her life. She once said, “Every time I have a problem, I go deeper and deeper into painting. I have no place to take myself except painting.” \r\n\r\nIto’s abstract paintings often began with a real-world reference point. Here, a handbag hovers at the top of the painting, the fingers of a glove just poking out. It seems situated in a cloud or perhaps the silhouette of a wig. Her process involved painting many layers of color, and then pulling sticky paint over the surface. This resulted in a tacky texture with the underlying color appearing through fissures in the top layer, especially evident here in the gradating color that forms the front of the handbag.",
  "title": "Gorodiva"
}
