{
  "accession_number": "2020.96.5",
  "art_champions_text": null,
  "artist": "Artist: Harmony Hammond",
  "catalogue_raissonne": null,
  "classification": " Paintings; Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Global Contemporary Art",
  "description": "large painting with rust colored pigment that is applied in a thick layer; dimensional elements under pigment that resemble thick straps that crisscross horizontally and are secured with large bolts and grommets, which have also been covered with pigment; paint coated ropes and cords dangle from straps on top, in the center and on the bottom; traces of yellow and green pigment show through in several areas",
  "dimension": "68 1/2 × 60 13/16 × 1 7/8 in. (173.99 × 154.43 × 4.76 cm)",
  "id": "http://api.artsmia.org/objects/129247",
  "image": "valid",
  "image_copyright": "© Harmony Hammond %2F Licensed by VAGA at Artists Rights Society %28ARS%29%2C NY",
  "image_height": 7862,
  "image_width": 6981,
  "inscription": "ULC on back, in black ink: HARMONY HAMMOND | \\\"COVERUP\\\" 2012",
  "life_date": "American, born 1944",
  "markings": "",
  "medium": "Oil and mixed media collage on canvas",
  "nationality": "American",
  "object_name": "Painting and collage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Coverup belongs to a group of work that artist Harmony Hammond calls \"near monochrome\" paintings in which layers of paint, hand-made straps, and rope are layered into a three-dimensional composition. Hammond uses only one color—red ocher—in this work, transforming the act of painting from one of representation (making a picture) to the creation of something sculptural and organic. Hammond often describes her paintings’ canvases as \"skins,\" explaining, \"the grommeted straps are wrapped around the painting as objects and body (suggesting bandage, bondage, binding) but do not cinch or constrict. The straps do not hold the painting together; the paint (and therefore the act of painting) does.\" Additionally, punctures and grommets in the canvas suggest bodily orifices, while the dangling ropes allude to the suturing together of various parts into a whole.",
  "title": "Coverup"
}
