{
  "accession_number": "2018.80",
  "art_champions_text": null,
  "artist": "Engraver: Jan Saenredam; Designer: Abraham Bloemaert; Publisher: Jacques Razet",
  "catalogue_raissonne": "Hollstein 75 ii\r\nBartsch 28\r\nWurzbach 28\r\nRothlisberger 59",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1600",
  "department": "European Art",
  "description": "torso and head of bare-breasted woman at center, with curly updone hair, wearing three necklaces, with her garment open in the front, looking upward toward PL, with her eyes drawn upward; another woman at right holding a small sickle in her PR hand draws up a cloth over central woman's lower body; woman at right has braids and wheat in her hair; putti in LLC; youth behind woman with grapes and grape leaves in his hair, holds his PL hand on central woman's PL shoulder and holds a bunch of grapes in his PR hand, over central woman's PR upper arm; text at bottom",
  "dimension": "9 × 7 15/16 in. (22.86 × 20.16 cm) (image)\r\n10 5/8 × 8 in. (26.99 × 20.32 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129288",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6842,
  "image_width": 5168,
  "inscription": "",
  "life_date": "Dutch, 1565–1607",
  "markings": "",
  "medium": "Engraving",
  "nationality": "Dutch",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "(Christopher Mendez, London, 2018)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC: Abrah. Blom. inv ISaenredam sculps. | below image at center: SINE CERERE ET BACCHO TRIGET VENUS.",
  "style": "16th-17th century",
  "text": "“Without Bacchus and Ceres, Venus Freezes” is an allegory that can be interpreted as “Without wine and food, love freezes.” Here we see Bacchus and Ceres, the god and goddess of wine and agricultural fertility, embracing Venus, goddess of love, helping to keep her warm. The infant god of love, Cupid, reaches up to pluck a grape. The allegory derives from a line in an ancient Roman comedy written by Terence, who lived in the 100s BCE. The sensuosity of this image contrasts sharply with the verses, which warn against excessive consumption of food and drink as a gateway to libidinous activity.\r\n\r\nThe dazzling engraving technique features swelling and tapering lines curving and crisscrossing to render broad tonal ranges and stark contrasts of darkness and light that bring forth palpably fleshy forms.",
  "title": "Without Bacchus and Ceres, Venus Freezes"
}
