{
  "accession_number": "2018.85",
  "art_champions_text": null,
  "artist": "Publisher: Pieter Mortier",
  "catalogue_raissonne": null,
  "classification": " Books",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 0,
  "dated": "1766",
  "department": "Prints and Drawings",
  "description": "small book with paper cover; worn, off-white simple cover with coral and blue floral pattern printed across the front, back and spine; printed text with some handwritten notes on inside, as well as hand written text on blank page at end of the book; four folding plates with various images- first plate: street scene with towering buildings; center building has arching canopy with a church spire in the back; many small figures mingling in the street; horse and carriage in LRC; figure in a hat and coat pushing a wheelbarrow in LLQ; printed text in top and bottom margins second plate: street scene with a large building with a round tower and figures adorning the center peak; groups of figures in the street below; text in top and bottom margins third plate: large building with decorative figures on central peak, with a figure in the middle holding a large sphere on shoulders; canal with connecting bridge in front of building fourth plate: plans of a grand building with several numbered rooms",
  "dimension": "6 5/16 × 3 13/16 × 7/16 in. (16 × 9.68 × 1.11 cm) (closed)",
  "id": "http://api.artsmia.org/objects/129207",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Dutch, 1704 - 1754",
  "markings": "red stamp on back inner page, in center: WITHDRAWN/ CARNEGIE MELLON | stamp on back inner page in center: Hunt Libraries/ CMU",
  "medium": "Book illustrated with intaglio plates",
  "nationality": "Dutch",
  "object_name": "Book",
  "portfolio": "From ",
  "provenance": "Hunt Library, Carnegie Mellon University, Pittsburgh, Penn., sold to Caliban, January, 2014; (Caliban Book Shop, Pittsburgh, sold to Gedge); (Samuel Gedge Ltd, Hanworth, Norwich, U.K.)\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This small volume is a guide to the Cityhouse of Amsterdam, known variously as the Amsterdam Town Hall and the Royal Palace, built in the 1650s as the largest Neoclassical structure north of the Alps. In the Dutch Golden Age, Amsterdam’s burghers wanted a monument worthy of their self-image as consuls of a new Rome of the North. It had to be grand enough to cement Amsterdam’s primacy as the commercial hub of Europe. Though Napoleon eventually converted the Town Hall into a royal palace, the burghers succeeded in creating an awe-inspiring structure, which remains a tourist attraction to this day.\r\n\r\nThe guide details the history and architecture of the Town Hall as well as its elaborate decorative program, often laden with meaning, to which several artists in Mia’s collection contributed.",
  "title": "Description of the Cityhouse of Amsterdam"
}
