{
  "accession_number": "2018.83",
  "art_champions_text": null,
  "artist": "Publisher: Antonio Lafreri",
  "catalogue_raissonne": "Huelsen, 53",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Winton Jones Endowment Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 0,
  "dated": "1546",
  "department": "European Art",
  "description": "image of a Classical outdoor sculpture with two nude men--one at left and one at right--each with a torso of armor near their legs; each figure has a upraised arm; figure at left faces out of the picture plane, figure at right looks toward PL; head of horse on a brick column behind man at right; rearing horse to PL of figure at left; brick support wall with foliage growing between bricks at left center bottom; text on bases below egg and dart trim at left and right; clouds in sky; two sheets joined together",
  "dimension": "14 1/2 × 20 1/4 in. (36.83 × 51.44 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129287",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5208,
  "image_width": 7245,
  "inscription": "On plinths: OPVS PRAXITELIS / OPVS FIDIAE\r\nAt lower right: HEVS TV QVI PRAETERIS MORARE PAVLVM AC INSPICE / IN QVIRINALI HI SVNT EQVI MARMOREI MVTILI ATQ / GRANDES / ARTE VICTA NATVRA PARENS SPIRITVM CVR ERIPIT / QVID PRAXITELES ET FIDIAS EFFINXERE ISTOS AEMVLAMVR / SAT DIXI ABEL VALE SALVE MISCE BIBE DA MI / ROMAE ∞ ÐXLVI\r\nAt lower right: ANT. LAFRERI / SEQVANI FORMIS\r\n",
  "life_date": "French (active Rome), 1512–1577",
  "markings": "Watermark: Fleur de lys in circle",
  "medium": "Engraving",
  "nationality": "French (active Rome)",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "(Galerie Didier Martinez, Paris, 2018)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in the print: ANT. LAFRERI. / SEQUANI. FORMIS.",
  "style": "16th century",
  "text": "The monumental sculptures of ancient Rome were of interest throughout Europe, but not everyone could travel to see them. Enterprising publishers catered to the thirst for knowledge of such wonders by publishing images of them for wide circulation. The present work depicts a famous pair of sculptures popularly known as The Horse Tamers.  When this print was published, the two broken and partially reconstructed sculptures were attributed to the Greek sculptors Praxiteles (395-330 BCE) and Phidias (480-430 BCE), but they are now generally considered to be copies made in the 400s CE based on lost Greek originals. Since antiquity, they have stood on the Quirinal Hill, near the site of the Baths of Constantine.",
  "title": "The Dioscuri of the Quirinale in Rome"
}
