{
  "accession_number": "2018.52",
  "art_champions_text": null,
  "artist": "Artist: Siji Krishnan",
  "catalogue_raissonne": null,
  "classification": " Drawings; Paintings; Works on Paper",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Asian Art",
  "description": "joined separate sheets of handmade paper; muted, mottled medium greys at bottom and lighter greys at top; central group of figures of all ages--some standing, some seated--and animals; figures include two people riding an ox, a man with very long white whiskers holding a cat and a bird, a child on an alligator, three girls on a swing, a pregnant woman with a child drawing a face on her belly, and a man on a bicycle; some trees behind figures; group of dogs at bottom center; lost flip-flop sandal to left of dogs; children riding on a cloth tied to the tail of a pig, trailing dolls, shoes, and other objects, in LRC; tortoise in LRC; older man lying on his back playing with a child above tortoise",
  "dimension": "68 1/2 × 135 3/4 in. (173.99 × 344.81 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/129412",
  "image": "valid",
  "image_copyright": "© Siji Krishnan",
  "image_height": 6066,
  "image_width": 11274,
  "inscription": "LRC on back in black: (two figures)",
  "life_date": null,
  "markings": "",
  "medium": "Watercolor on rice paper",
  "nationality": null,
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC on back: Siji Krishnan (owl) / 2017",
  "style": "21st century",
  "text": "Painter Siji Krishnan (b. 1983) creates intimate vistas re-imagined from childhood memories, influenced by her village upbringing. ‘Family Portrait- 1’ is a sweeping landscape, with a palpable atmosphere created on layers of paper. As the eye leaps from vignette to vignette, one comes to appreciate the rewards of looking closely. We are confronted with ideas of interdependent relationships--between man, beast, and tree--which define life in rural India, and also re-remember the joys of childhood.",
  "title": "Family Portraits - I"
}
