{
  "accession_number": "2018.54.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Patricia Brett Erens",
  "culture": "Miao",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Asian Art",
  "description": "stand-up collar; frog closure at neckline; side vents; layered elements on back at tail and on sleeves; front has blue and white dyed overall design of scrolling flowering vines with birds, edged in floral bands; embroidered panels on sleeves in red, green and yellow on white with decorative geometric bands and diamond and geometric motifs; top back panels are dyed blue and white with similar scrolling vine and bird design as front; pair of rectangular tails with blue and white dyed radiating rectangles with various decorative bands (primarily various scrolling wavy patterns), each with two central embroidered squares with predominately maroon, yellow and green forms on black",
  "dimension": "32 3/4 × 52 3/4 in. (83.19 × 133.99 cm)",
  "id": "http://api.artsmia.org/objects/129436",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6673,
  "image_width": 10128,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "The Miao are one of China’s largest ethnic minority groups, scattered among several provinces, but mostly living in Guizhou/Yunnan plateau. They are famous for their embroidery skills and indigo dyeing techniques, and for the central role of textiles and jewelry play in their culture. Styles of Miao costume are diverse among the culture’s various sub-groups. A popular saying states “If you meet one hundred Miaos, you will see one hundred costumes.”",
  "title": "Man's jacket"
}
