{
  "accession_number": "2018.50.32",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "India",
  "creditline": "The Ethel Morrison Van Derlip Fund and gift of Robert T. Coffland in memory of Mary Hunt Kahlenberg",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th-15th century",
  "department": "Asian Art",
  "description": "hand-drawn and block printed, resist and mordant dyed, handspun and woven cotton; floral and leaf forms or forested landscape; dark turquoise blue, rust red, tan, purple (turquoise and red mixed/one color on top of the other); border of circles with leaves and circles inside, squares with quatrefoils, zigzags, and circles; white machine stitching (initials?) along long side with border design",
  "dimension": "76 3/4 × 33 1/16 in. (195 × 84 cm) (approx.)",
  "id": "http://api.artsmia.org/objects/129493",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10674,
  "image_width": 7158,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Textile",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G211",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "This cloth is radiocarbon dated to 1347-1467; it was created in Gujarat on handwoven cotton and features two bands of block-printed flowering trees and bushes, further hand-drawn, resist and mordant dyed, and the background over-dyed with red and indigo for a lush, purple ground. The cloth was manufactured for export, primarily to the Toraja region of Sulawesi where the flower design was called daun bolu, referencing the leaf of sirih plant, a key ingredient in chewing betel. There, it would have been used as a ceremonial banner, displayed at auspicious occasions and otherwise kept with a family’s pusaka, or sacred heirlooms cloth (radiocarbon dated 1340+/-40 years) was recovered from burial sites in Fustat, just south of the trading crossroads of Cairo.",
  "title": "Textile panel"
}
