{
  "accession_number": "2018.74.3",
  "art_champions_text": null,
  "artist": "Artist: Linda Schwarz",
  "catalogue_raissonne": null,
  "classification": " Prints; Works on Paper",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of the Nivin and Duncan MacMillan Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "European Art",
  "description": "black-and-white images of flowers with pair of horizontally placed tulips at top below an ovoid cartouche with scroll edging at top center, with hand-written text in German; pairs of flowers on stems at left and right center; strawberry-like elements on stems at bottom corners; tulip at bottom center with a black beetle to right of flower; variegated, blotchy washes of color--orang, blue and tan/olive green; some hand-written text in German--some text backwards",
  "dimension": "15 7/16 × 11 1/2 in. (39.21 × 29.21 cm) (image, sheet)\r\n",
  "id": "http://api.artsmia.org/objects/129431",
  "image": "valid",
  "image_copyright": "© Linda Schwarz",
  "image_height": 5718,
  "image_width": 4272,
  "inscription": "Titled in pencil, verso: \\'Barockes Welttheater\\' | inscribed in pencil, verso: 113 / 2001",
  "life_date": "German, born 1963",
  "markings": "Numbered in pencil, verso: 5/5 UV",
  "medium": "Transfer lithograph and Xerox printing on handmade paper and Chinese rice paper, with chine collé and overpainting with high-pigmented inks",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From Barockes Welttheater series",
  "provenance": "The artist, Würzburg, Germany; (Marlborough Graphics, New York, sold to MacMillan); Nivin MacMillan, Wayzata, Minn.; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed in pencil, verso: L. Schwarz",
  "style": "21st century",
  "text": "German-born artist Linda Schwarz is acclaimed for her experimental printmaking practice. For this work, part of a series of related prints, Schwarz selected imagery from Daniel Pfisterer’s manuscript codex \"Barockes Welttheater: Ein Buch von Menschen, Tieren, Blumen, Gewachsen und Allerley Binfalien\" (Baroque World Theater: A book of people, animals, flowers, garden plants, and sundry impressions), completed in 1727. The original manuscript page features hand-drawn flowers and plants, along with brief handwritten descriptions. Schwarz re-printed the appropriated page in black-and-white using transfer lithography and Xerox printing, and then overpainted the images in various colored ink washes. Schwarz’s conceptual adaptations seamlessly merge form and content, transforming an 18th-century manuscript page into a compelling work of contemporary art.",
  "title": "Barockes Welttheater (Daniel Pfisterer’s Baroque World Theater) #113"
}
