{
  "accession_number": "2018.93.2",
  "art_champions_text": null,
  "artist": "Artist: Pat Steir",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Douglas Flanders",
  "culture": null,
  "curator_approved": 0,
  "dated": "1982",
  "department": "Arts of the Americas",
  "description": "abstract image; blue and pink irregular gridlines throughout; colorful, with pen and ink drawing-like marks; two bold red Xs at center with flowers and small marks behind them; shaded-in rectangles in top corners; flower form in URC; large abstracted colorful flower form at left center; triangular and cube forms at left center; some pink washes in inverted T shape at bottom and center; \"FORM\" and \"Illusion\" in LLC; \"Illusion\" and \"BELIEF\" in LRC",
  "dimension": "14 7/16 × 20 3/16 in. (36.67 × 51.28 cm) (image)\r\n16 3/16 × 21 5/8 in. (41.12 × 54.93 cm) (sheet)\r\n21 × 26 3/16 × 1 1/4 in. (53.34 × 66.52 × 3.18 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129472",
  "image": "valid",
  "image_copyright": "© Pat Steir",
  "image_height": 4428,
  "image_width": 5936,
  "inscription": "",
  "life_date": "American, born 1940",
  "markings": "LLC in pencil: 116/200",
  "medium": "Color woodcut",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Crown Point Press, San Francisco, California. (Douglas Flanders & Associates, Minneapolis); given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: Pat Steir 82",
  "style": "20th century",
  "text": "Steir made this color woodcut in conjunction with a team of Japanese woodcut craftsmen who were brought together in 1982 by publisher Crown Point Press for the purpose of collaborating with artists from the Western tradition.\r\n\r\nIn this oversized sketchbook-like image, Pat Steir summed up the artistic ideas of the first twenty years of her career. She gravitated toward conceptual and minimal art, and in Kyoto Chrysanthemum, we see echoes of her mentors: Sol Lewitt’s structures, Lawrence Wiener’s fragments of text, and Agnes Martin’s overall grid. Steir first gained attention for her monochrome canvases of crossed-out roses. Here, in this collaboration with Japanese printmakers, she substitutes in Chrysanthemums and X-es them out in red. Of such activity, Steir said, “I wanted to destroy images as symbols. To make the image a symbol for a symbol. I had to act it out―make the image and cross it out. …no imagery, but at the same time endless imagery.”",
  "title": "Kyoto Chrysanthemum"
}
