{
  "accession_number": "2018.46a,b",
  "art_champions_text": null,
  "artist": "Artist: Kay WalkingStick",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David and Margaret Christenson Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1997",
  "department": "Arts of the Americas",
  "description": "diptych; left panel: painting in browns, greens, salmon of barren mountainous land forms; right panel: panel in relief with vertical slit at center; mottled brown; row of round blue gems and sparkling copper colored material inside slit",
  "dimension": "32 1/4 × 32 1/4 × 1 1/2 in. (81.92 × 81.92 × 3.81 cm) (object part, left panel)\r\n32 1/4 × 32 1/4 × 1 1/4 in. (81.92 × 81.92 × 3.18 cm) (object part, right panel)",
  "id": "http://api.artsmia.org/objects/129470",
  "image": "valid",
  "image_copyright": "© Kay WalkingStick",
  "image_height": 5548,
  "image_width": 10493,
  "inscription": "",
  "life_date": "American (Cherokee), born 1935",
  "markings": "",
  "medium": "Oil on canvas (left panel); steel mesh over acrylic, wax, plastic gems (right panel)",
  "nationality": "American",
  "object_name": "Diptych painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G259",
  "see_also": [
    ""
  ],
  "signed": "Signed by artist verso",
  "style": "20th century",
  "text": "While traveling in Italy, WalkingStick created Venere Alpina, Alpine Venus, a work that meditates between aging and permanence. Inspired by Italian Alps, WalkingStick painted mountains in hues found in the American Rockies, evoking memory, permanency, monumentality, and geologic time. Warm browns, luscious greens, and soft pinks create a mountain scape that mimics the folds and nuances of the female body. On the right panel, a surface of textured rust-colored steel panel suggests the passage of time and deterioration. In the center of this panel, WalkingStick created an intentional central slit to allow the viewer to see inside the where gems allude to the treasure that lie beneath the earth’s weathered and aged surface.",
  "title": "Venere Alpina"
}
