{
  "accession_number": "2018.92.2",
  "art_champions_text": null,
  "artist": "Artist: Robert Barber",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the American Academy of Arts and Letters, New York; Hassam, Speicher, Betts and Symons Fund, 2018",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "abstract colorful image with painterly yellow ground; blocky dimensional form in green, yellow, brown and white with black outlines; red Xs; received mounted to foamcore board",
  "dimension": "21 15/16 × 27 15/16 in. (55.72 × 70.96 cm) (sheet)\r\n22 1/16 × 28 × 1/4 in. (56.04 × 71.12 × 0.64 cm) (mount)",
  "id": "http://api.artsmia.org/objects/129439",
  "image": "valid",
  "image_copyright": "© Robert Barber",
  "image_height": 7903,
  "image_width": 10031,
  "inscription": "",
  "life_date": "American, born 1922",
  "markings": "",
  "medium": "Acrylic on posterboard ,mounted on foamcore board",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "Purchased from the artist by the American Academy of Arts and Letters, New York, 2018; given to MIA.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: RB",
  "style": "21st century",
  "text": "In this portrait of a torn and flattened Dos Equis beer carton, the painter and sculptor Robert Barber examines the relationship between two-dimensional and three-dimensional objects. As a sculptor, he builds objects from scavenged cardboard. As a painter, he is equally aware of structured layering and uses scrubby strokes that allow layers of color to show through from below.\r\n\r\nA Minneapolis native, Barber earned his Master of Fine Arts from the University of Minnesota in 1952. A prolific painter and sculptor, it would be six decades before he received significant public recognition. Then, at the age of 93, in 2015, the Tucson Museum of Contemporary Art organized a major retrospective of his career. He soon had a series of gallery exhibitions in New York, and this drawing was selected by a jury of famous artists as a gift to Mia.",
  "title": "Dos Equis II"
}
