{
  "accession_number": "2018.92.1",
  "art_champions_text": null,
  "artist": "Artist: Robert Barber",
  "catalogue_raissonne": null,
  "classification": " Paintings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the American Academy of Arts and Letters, New York; Hassam, Speicher, Betts and Symons Funds, 2018",
  "culture": null,
  "curator_approved": 0,
  "dated": "2013",
  "department": "Arts of the Americas",
  "description": "abstract colorful image in white, pink, orange, brown, yellow and green with black outlines; mostly blocky and ovoid forms; yellow horizontal bar at top with orange elements in top corners; multicolored (predominately pink and white) dimensional form at center",
  "dimension": "27 7/8 × 22 in. (70.8 × 55.88 cm)",
  "id": "http://api.artsmia.org/objects/129438",
  "image": "valid",
  "image_copyright": "© Robert Barber",
  "image_height": 10164,
  "image_width": 7861,
  "inscription": "LRC in black ink: F (inside a heart) | see Signed",
  "life_date": "American, born 1922",
  "markings": "",
  "medium": "Acrylic on posterboard",
  "nationality": "American",
  "object_name": "Painting on paper",
  "portfolio": "From ",
  "provenance": "Purchased from the artist by the American Academy of Arts and Letters, New York, 2018; given to MIA.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: RB | bottom center in black ink: 12/30/13 | on back in black ink: Title Pink Carton / Date 12/30/13 / Size H28/W22\\\" / Medium acrylic on poster board / Price yes",
  "style": "21st century",
  "text": "Robert Barber is a painter and sculptor who loves the physical act of creation and is fascinated by the relationship between two-dimensional and three-dimensional objects. He constructs his sculptures by using pieces of scavenged cardboard. In Pink Cartons, the die-cut shapes and folded forms of cardboard boxes are readily apparent. It examines spaces, voids, and planes, all on a flat surface. Though sculptural in its analysis, the drawing’s making is painterly, with layered and blended colors.\r\n\r\nA Minneapolis native, Barber earned his Master of Fine Arts from the University of Minnesota in 1952. A prolific painter and sculptor, it would be six decades before he received significant public recognition. Then, at the age of 93, in 2015, the Tucson Museum of Contemporary Art organized a major retrospective of his career. He soon had a series of gallery exhibitions in New York, and this drawing was selected by a jury of famous artists as a gift to Mia.",
  "title": "Pink Cartons"
}
