{
  "accession_number": "2018.79.1",
  "art_champions_text": null,
  "artist": "Artist: Roxy Paine",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2016",
  "department": "Arts of the Americas",
  "description": "image of a single, leafless tree rendered in faded transparent black ink; many thin delicate branches extend outward; simple, white background; certificate of authenticiy in a plastic sleeve on bottom center on back of frame",
  "dimension": "41 × 29 1/2 in. (104.14 × 74.93 cm) (sheet)\r\n44 7/8 × 32 15/16 × 1 5/8 in. (113.98 × 83.66 × 4.13 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129564",
  "image": "valid",
  "image_copyright": "© Roxy Paine",
  "image_height": 9793,
  "image_width": 7141,
  "inscription": "",
  "life_date": "American, born 1966",
  "markings": "on back of frame, bottom center: Weinstein Hammons gallery label",
  "medium": "Black ink on paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, New York; (Paul Kasmin Gallery, New York); (Weinstein Hammons Gallery, Minneapolis); sold to MIA, 2018",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "None seen (drawing is framed)",
  "style": "21st century",
  "text": "Roxy Paine’s interdisciplinary artistic practice explores the intersection of nature and technology, posing existential questions about the growing conflict between natural and manmade environments. This ink drawing is a study for a stainless-steel sculpture, New Amalgam (2017), part of his long-running Dendroid series of artificially engineered treelike forms that mirror nature but retain their industrial artifice. At first, the drawing appears to depict a simple leafless tree, but as its title suggests, the “tree” is actually an amalgam of various dissimilar branches, each having distinct physical characteristics and growth habits. Though it displays a certain sublime beauty, this fictive tree illustrates the contradiction between natural and artificial structures, revealing the artist’s ambivalent feelings about tampering with nature.",
  "title": "Study No. 1 for “New Amalgam”"
}
