{
  "accession_number": "2018.89",
  "art_champions_text": null,
  "artist": "Artist: George Morrison",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the family of Ade Toftey, friend of George Morrison",
  "culture": "Grand Portage Anishinaabe",
  "curator_approved": 0,
  "dated": "1945",
  "department": "Arts of the Americas",
  "description": "abstract image with arcs, lines, and hatching",
  "dimension": "10 3/4 × 8 1/8 in. (27.31 × 20.64 cm) (sheet)\r\n18 3/16 × 15 7/16 × 1 1/16 in. (46.2 × 39.21 × 2.7 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129614",
  "image": "valid",
  "image_copyright": "© Estate of George Morrison %2F Briand Morrison",
  "image_height": 4061,
  "image_width": 3123,
  "inscription": "",
  "life_date": "American (Grand Portage Anishinaabe), 1919 - 2000",
  "markings": "",
  "medium": "Pen and black ink on off-white paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, New York and Minnesota, sold to Toftey; Adolf (\"Ade\") Toftey, Grand Marias, Minn.; by descent to Susan Hildebrand, Rice Lake, Wis.; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC in black ink: COMPOSITION - 1945 | LRC in black ink: GEORGE MORRISON",
  "style": "20th century",
  "text": "A member of the Anishinaabe people of the Grand Portage Reservation, George Morrison was active in the New York School of Abstract Expressionism, a mid-20th-century movement of avant-garde artists who saw abstraction as the essential vehicle for conveying intense emotion and exploring the unconscious through color, form, space, and gesture. Though his work is largely non-representational, Morrison relied on observations and memories of nature for inspiration and subject matter. The present drawing is likely based on his impressions of commercial fishing nets left out to dry. At the time he made this drawing, Morrison was living in New York City, but regularly spent his summers in Cape Ann, Massachusetts, a region known for its fishing industry where he would have likely seen arrays of fishing nets. Though derived from observation, the subject of Morrison’s monochromatic drawing is the abstract interplay of line, form, space, and light mediated by his subjective interpretation.",
  "title": "Composition"
}
