{
  "accession_number": "2018.77",
  "art_champions_text": null,
  "artist": "Artist: Edgar Degas",
  "catalogue_raissonne": "Delteil 37; Reed & Shapiro 48 iv/iv",
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The John E. Andrus III Endowment Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1879",
  "department": "European Art",
  "description": "black and white etching; three figures in an interior scene; seated figure, resting her hand on her PL arm, with two other figures standing in front of a window, ironing a garment at a table; black cat sitting on a chair in the bottom right edge; faint image of a figure located beyond a doorway in the ULQ",
  "dimension": "4 5/8 × 6 1/4 in. (11.75 × 15.88 cm) (image)\r\n4 11/16 × 6 5/16 in. (11.91 × 16.03 cm) (plate)\r\n8 1/2 × 11 3/4 in. (21.59 × 29.85 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129649",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3759,
  "image_width": 5123,
  "inscription": "bottom center, in pencil: [illegible] | bottom right, in pencil: [illegible]",
  "life_date": "French, 1834 - 1917",
  "markings": "stamp on front, in LRC, in blue ink: FH | stamp on back in bottom center in red ink: Atelier | ED DEGAS",
  "medium": "Etching and aquatint",
  "nationality": "French",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Estate of Edgar Degas (Paris, 1834-1917), bears his red ink “Atelier Ed.Degas” stamp, bottom center verso, Lugt 657; his sale, Galerie Manzi-Joyant, Paris, November 22-23, 1918, part of lot 95. François Heugel (Paris, 1922-2010, his stamp lower right recto, Lugt 3373. Private collection, Paris [1], until c. 2015, sold to Boerner; (C.G. Boerner, New York, sold to Bergquist); (James A. Bergquist, Newton, MA, 2018)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the 1800s, many artists began to depict the lives of people who worked with their hands for a living. In The Laundresses, Edgar Degas depicts women working and resting in a dank, melancholic space. In the left foreground, one rests, warming herself near a stove with a pyramidal top used to warm irons. At the lower right are large bundles of laundry. In the middle ground, two women work at the ironing board. In an adjacent room in the background, two woman stand in the shadows. In the far room, through the opening above the ironing board, we may be seeing steam rising from the washtubs. Shadowy garments hang to dry from lines above.\r\n\r\nDegas reused a copper plate on which Mary Cassatt had previously made an aquatint. Most, if not all, of the aquatint in the image was made by her. Degas worked on the plate through four successive states. This impression is from the fourth state. Mia’s collection also includes the first state (accession number P.75.44). Compare the two to see how Degas changed in his image.",
  "title": "The Laundresses (Les Blanchisseuses)"
}
