{
  "accession_number": "2018.73.2",
  "art_champions_text": null,
  "artist": "Photographer: Ruby Rumié",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "South America",
  "country": "Colombia",
  "creditline": "The Clark and Sima Griffith Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Arts of the Americas",
  "description": "heavy-set elderly dark-skinned woman with short white hair, wearing a long white dress with three gathered tiers, seated, with her hands in her lap, her PL hand holding her PR wrist; grey-brown ground; received framed and unglazed in black poster frame",
  "dimension": "32 7/8 × 22 13/16 in. (83.5 × 57.94 cm) (sight)\r\n33 1/4 × 23 3/16 × 1 in. (84.46 × 58.9 × 2.54 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129611",
  "image": "valid",
  "image_copyright": "© Ruby Rumi%C3%A9",
  "image_height": 9242,
  "image_width": 6359,
  "inscription": "",
  "life_date": "Colombian, born 1958",
  "markings": "on back: (Nohra Haime Gallery label)",
  "medium": "Inkjet print on satin paper, laminated in luster matte",
  "nationality": "Colombian",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Ruby Rumie is a Colombian multimedia artist and photographer dedicated to exploring racial, economic, and social inequality through portraiture. Her regal photographs of marginalized figures in her native Bogota confront systemic inequality by illuminating the humanity and grace of her subjects. Using a simple white dress to highlight the weathered features of hardworking street vendors, Rumie evinces a straightforward beauty in her portraits. By working in collaboration with her subjects, many of whom descended from enslaved African people, Rumie’s portraits reject the enduring racial, social, and political hierarchies of her country’s colonial past. What remains are the indelible features of her sitters, who look into her lens with unflinching directness and invite a powerful encounter with the viewer.",
  "title": "Soledad"
}
