{
  "accession_number": "2018.45",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Jane and James Emison Endowmen for Native American Art",
  "culture": "Nez Perce",
  "curator_approved": 0,
  "dated": "c. 1875",
  "department": "Arts of the Americas",
  "description": "light tan hide; beaded bodice on front and back with black, white, red, and yellow beads in arcing horizontal rows on front and back, and band of beads on top of each sleeve; hide fringe below bands of beads with larger blue, brown, black, red, and green beads; hide fringe at bottom hem, sides, beneath sleeves, and on sleeve openings",
  "dimension": "47 × 45 in. (119.38 × 114.3 cm) (including fringe)",
  "id": "http://api.artsmia.org/objects/129664",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8670,
  "image_width": 7380,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Mountain sheep hide and sinew, glass beads, hemp",
  "nationality": null,
  "object_name": "Dress",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "This dress was made in the late to mid-1800s by a Nez Perce woman artist for a young woman, and it is constructed from several hides. The artist retained the composition of the mountain goat form, including the tail and legs, in order to imbue the wearer with the qualities and power of the animal. In the early 1800s, a hank, or bundle, of pony beads (large, smooth glass beads), like those featured in this dress, were so highly prized that their trade value was worth a pony. The artist deftly beaded black, white, red, and yellow beads in vertical rows, creating an undulating, dynamic pattern, which is then mirrored at the bottom hem of the dress with fringe that would sway back and forth as the wearer walked.",
  "title": "Dress"
}
