{
  "accession_number": "2019.132.1",
  "art_champions_text": null,
  "artist": "Artist: Matsutani Takesada",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": null,
  "country": null,
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2015",
  "department": "Global Contemporary Art",
  "description": "abstract image; white background with a large, oblong blob shape in center, rendered in black pigment around top and bottom, and gradated grayish-blue and cream in center; blob shape is dimensional and layered; black horizontal blurred line in center, dividing the image; two round spots of green pigment at top of blob; faint, circular pencil marks around bottom half of blob shape",
  "dimension": "63 3/4 × 51 3/16 × 1 5/16 in. (161.93 × 130.02 × 3.33 cm)",
  "id": "http://api.artsmia.org/objects/129624",
  "image": "invalid",
  "image_copyright": "© Matsutani Takesada",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "Japanese, born 1937",
  "markings": "",
  "medium": "Vinyl adhesive, acrylic and graphite pencil on canvas",
  "nationality": "Japanese",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Matsutani 2015",
  "style": "21st century",
  "text": "Inspired by the magnified shapes found in blood samples seen through a microscope, Matsutani’s work often employs organic, bulbous-looking forms adhered to canvas. This is especially true for his earliest experiments with abstract painting as a member of the Gutai Art Association (1954-1972). To produce these amorphic resin shapes, Matsutani utilized vinyl glue that he allowed to harden. The artist would then penetrate these blisters with a straw and blow air into them until they burst. The resulting shapes are reminiscent of a variety of organic forms including spores, eyes, mouths, genitalia, and other orifices. Here, the artist sought to emphasize the sensuousness he found inherent in the glue’s materiality while combining it with a rough horizontal graphite line that abruptly bisects the composition—potentially alluding to the tenuous sense of balance mentioned in the title.",
  "title": "Balance-15"
}
