{
  "accession_number": "2018.79.2",
  "art_champions_text": null,
  "artist": "Artist: Nicolas Africano",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2018",
  "department": "Arts of the Americas",
  "description": "line drawing of a standing youth with hands behind his back, wearing a wide-brimmed hat, blouse with wide ruffled collar and 3/4 sleeves, wide legged gaucho pants, and shoes with bows on top; text written at top of sheet: \"R showed me how to make a / paper hat Looked like Watteau\"; handmade cream paper with some rough and some smoother areas and some mottled pale tan areas",
  "dimension": "62 1/4 × 48 1/2 in. (158.12 × 123.19 cm) (sheet)\r\n69 3/4 × 52 1/2 × 2 5/8 in. (177.17 × 133.35 × 6.67 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129616",
  "image": "valid",
  "image_copyright": "© Nicolas Africano",
  "image_height": 9028,
  "image_width": 6761,
  "inscription": "",
  "life_date": "American, born 1948",
  "markings": "LRC stamped in brown ink: NA (inside a circle)",
  "medium": "Graphite, charcoal, and gesso on handmade cream paper",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, Normal, Ill.; [Weinstein Hammons Gallery, Minneapolis]; sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: NA / NA 18",
  "style": "21st century",
  "text": "Nicolas Africano creates mysterious drawings, paintings, and cast glass sculptures of female figures, modeled after his wife, Rebecca. This drawing is part of a recent body of work comprising large-scale graphite drawings and cast glass sculptures that portray the American actress Greta Garbo (1905–1990). In this series, Garbo takes the role of Pierrot the Clown, a comically tragic character—the original “sad clown”—who has inspired artists for centuries. Using Rebecca (“R”) as his model, Africano based the pose and costume of his figure on photographs taken in 1939 by society photographer Cecil Beaton of Garbo dressed as Pierrot. In a journal entry, Africano referenced a desire to make art with emotionally evocative content: “I am poised, still, at a threshold,” at “that moment between innocence and experience.”",
  "title": "Garbo Drawing: R Showed Me How to Make a Paper Hat"
}
