{
  "accession_number": "2018.81",
  "art_champions_text": null,
  "artist": "Artist: Roger Shimomura; Publisher: Lawrence Lithography Workshop, Kansas City, Missouri",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Eugene and Virginia Palmer Fund for Prints and Drawings",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Arts of the Americas",
  "description": "silhouette of soldier with guns wearing a helmet and looking through binoculars at right; black and yellow striped houses with blue windows on yellow field, with silhouette of child riding a tricycle in LLC; barbed wire around houses; lookout tower at top left of center; brown-gold smoke clouds",
  "dimension": "27 × 38 15/16 in. (68.58 × 98.9 cm) (image)\r\n31 1/2 × 42 13/16 in. (80.01 × 108.74 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129647",
  "image": "valid",
  "image_copyright": "© Copyright 2019 - Roger Shimomura%2C all rights reserved.",
  "image_height": 5485,
  "image_width": 7372,
  "inscription": "",
  "life_date": "American, born 1939",
  "markings": "LLC in pencil: 32/50",
  "medium": "Color lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Lawrence Lithography Workshop, Kansas City, Mo. (publisher); sold to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in pencil: \\\"AMERICAN GUARDIAN\\\" | LRC in pencil: ROGER SHIMOMURA 2007",
  "style": "21st century",
  "text": "Roger Shimomura is an American painter, printmaker, and performance artist of Japanese descent renowned for his piercing critiques of cultural and racial prejudice.  American Guardian is the artist’s satiric rejoinder to President Franklin D. Roosevelt’s executive order of 1942 directing the U.S. military to forcibly remove and detain American citizens of Japanese ancestry and resident aliens from Japan living on the West Coast of the United States. As World War II raged in Europe and the Pacific, more than 120,000 men, women, and children were deemed a potential threat to national security and imprisoned for nearly three years in American concentration camps. An official U.S. government study later concluded that the actions were not justified by military necessity, but based on \"race prejudice, war hysteria, and a failure of political leadership.”\r\n\r\nShimomura’s print depicts a scene in the Minidoka Japanese internment camp in Idaho from the vantage point of one of the guard towers that surrounded the camp. The armed sentry closely observes a boy riding a tricycle, a reference to Shimomura himself, who was incarcerated in the camp with his family when he was just four years old. The irony of the scene is palpable. According to the artist, the lithograph’s composition was inspired by the centuries-old Japanese tradition of painted folding screens decorated with narrative scenes, calligraphy, and gold leaf.",
  "title": "American Guardian"
}
