{
  "accession_number": "2020.96.50",
  "art_champions_text": null,
  "artist": "Artist: Sam Gilliam",
  "catalogue_raissonne": null,
  "classification": " Drawings; Works on Paper",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "1971",
  "department": "Arts of the Americas",
  "description": "rectangular sheet of paper which has been crumpled, creased, and folded overall, with an irregular shape; mottled, variegated brown, pink, maroon, orange and green, with red-orange horizontal section below center with greenish hues below; touches and spots of silver metallic paint at top and bottom edges, around center, and in LLQ; received framed in white frame",
  "dimension": "35 1/2 × 25 in. (90.17 × 63.5 cm) (sheet, irregular)\r\n44 1/4 × 33 7/8 × 1 3/4 in. (112.4 × 86.04 × 4.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129671",
  "image": "valid",
  "image_copyright": "Copyright © Sam Gilliam %2F Artists Rights Society %28ARS%29%2C New York%2C NY",
  "image_height": 7958,
  "image_width": 5806,
  "inscription": "",
  "life_date": "American, 1933 - 2022",
  "markings": "",
  "medium": "Watercolor, acrylic, and metallic paint on altered paper",
  "nationality": "American",
  "object_name": "Watercolor",
  "portfolio": "From ",
  "provenance": "[Michael Rosenfeld Gallery, New York, sold to Mersky 2018]; Robert B. Mersky, Minneapolis; given to MIA, 2020.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in black: Sam Gilliam / \\'71",
  "style": "20th century",
  "text": "Sam Gilliam is a leading figure of the Color Field movement that emerged in New York in the 1950s and later flourished in Washington, D.C., where he has lived and worked since 1962. The large color stained canvases that he draped and suspended from walls and ceilings were groundbreaking when first introduced in 1965. For the next decade, Gilliam explored unconventional forms of painting and drawing that featured a third dimension as a way to bridge the gap between painting and sculpture. This watercolor of 1971 is an exceptional example of Gilliam’s experimental approach, blending abstract color staining with an intentionally altered paper substrate. The crumbled paper transforms the work from two dimensions to three, adding a distinctive sculptural quality.",
  "title": "Untitled"
}
