{
  "accession_number": "2019.34",
  "art_champions_text": null,
  "artist": "Artist: Emil Nolde (born Emil Hansen)",
  "catalogue_raissonne": "Schiefler-Mosel-Urban H iii/iii",
  "classification": " Prints",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gifts of funds from Barbara Longfellow and Janet Jones, and the Richard Lewis Hillstrom Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1912",
  "department": "European Art",
  "description": "woodcut print rendered in black pigment; seated male figure on right, wearing striped pants with arching, coiffed hair style; female figure on left, bare chested with long dark hair; PL arm raised, with PR arm outstretched, reaching for a circular object; wears skirt with circular shapes; stars scattered across a dark sky on top of the image",
  "dimension": "9 7/16 × 11 7/8 in. (23.97 × 30.16 cm) (image)\r\n11 11/16 × 15 1/8 in. (29.69 × 38.42 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129757",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4392,
  "image_width": 5683,
  "inscription": "LLC, in pencil: 1107/6 | URC, in pencil: 1457",
  "life_date": "German, 1867–1956",
  "markings": "",
  "medium": "Woodcut on cream paper",
  "nationality": "German",
  "object_name": "Print",
  "portfolio": "From ",
  "provenance": "Private collection, Würtemberg, Germany; (Ketterer, Munich, December 9, 2017, lot 624, sold to Burns); (Catherine Burns Fine Art, Berkeley, California); sold to MIA, 2019.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: Emile Nolde",
  "style": "20th century",
  "text": "In this bold image, Expressionist Emil Nolde melds technique and subject as a means to escape the stifling regimentation Imperial Germany. Like several other artists of his time, his search for purity led him to so-called primitive cultures, here represented by two figures half-clothed in boldly-patterned cloth seated beneath a starry sky. Rather than carving supple lines, as he had been trained to do in his youth, Nolde hacked at the woodblock to give the image an uncivilized feel. This work thus taps into many issues currently debated in the art world: What is the role of exoticism' Who gets to work in what style to tell whose story' What is the role and limitation of the stereotype' How do we of the present deal with the art of the past'",
  "title": "Mann und Weibchen"
}
