{
  "accession_number": "2018.68",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Julia Meech in memory of Lucy Harrison Gehan",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 1930s",
  "department": "Asian Art",
  "description": "short kimono; grey and black wavy lines with red submarines; ikat; lining in upper body of purple silk with outlines of flowers in white and light pink foliage in background, and white fans with brightly colored flowers",
  "dimension": "40 5/8 × 49 7/8 in. (103.19 × 126.68 cm)",
  "id": "http://api.artsmia.org/objects/129760",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8121,
  "image_width": 9404,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk plain weave with supplementary discontinuous wefts (meisen), stencil- printed warp and weft",
  "nationality": null,
  "object_name": "Kimono",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This jacket, meant to be worn over a kimono, was commissioned by a young, unmarried woman, as indicated by the long sleeves. With an overall pattern of red submarines and black waves, it is representative of a type of garment now called “propaganda kimono,” which were especially popular in Japan during the 1930s through the end of World War II in 1945. During this period of nationalistic fervor, garments featuring military motifs or with political messages were commissioned and worn for special occasions.\t\r\n\tThis jacket is an example of a Japanese garment made of meisen, a type of silk cloth that was popular in Japan in the early 1900s. In the late 1800s, mechanized spinning and weaving technologies had made possible the production of lustrous, fine, durable fabric. Meisen textiles were patterned using chemical dyes mixed with rice paste and applied through stencils on to warp threads woven with temporary weft threads; after application of the dyes, the latter were unraveled and discarded and the true wefts woven in. This was a speeding up of traditional techniques and allowed for the creation of more complex designs. Relatively inexpensive and often with dazzling, Western-inspired designs, meisen kimono gained popularity among lower and middle class women.",
  "title": "Woman’s jacket (haori) with design of submarines"
}
