{
  "accession_number": "2018.56",
  "art_champions_text": null,
  "artist": "Artist: Frank Bowling",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Global Contemporary Art",
  "description": "pinkish orange overall mottled wash; some blotchy vertical green and purple irregular pigment areas particularly at right edge; light stenciled areas in purple and white in the form of continents--two forms of Africa at right center and at left edge, Australia left of center, South America at center",
  "dimension": "92 × 216 3/8 × 1 3/4 in. (233.7 × 549.6 × 4.4 cm)",
  "id": "http://api.artsmia.org/objects/129704",
  "image": "valid",
  "image_copyright": "© 2019 Artists Rights Society %28ARS%29%2C New York %2F DACS%2C London",
  "image_height": 5013,
  "image_width": 11410,
  "inscription": "",
  "life_date": "British (born Guyana), 1934",
  "markings": "",
  "medium": "Acrylic and spray paint on canvas",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "For over five decades, Frank Bowling’s practice has been defined by the integration of autobiography and postcolonial geopolitics into abstraction. In \"False Start,\" one of the artist’s celebrated Map Paintings, Bowling charts an expansive yet intimate geography. Rejecting the graphic formalism of pure abstraction, he structures these paintings around references to post-colonialism and his own Afro-Caribbean roots. The composition of False Start features prominent outlines of the continents of the Southern Hemisphere—Africa, Australia, and South America—rendered in fleshy tones of white and pink. Through its omission of Europe, the image challenges Western-dominated historical narratives while drawing attention to the expansive footprint of colonialism and imperialism. According to art historian Kobena Mercer, through their combination of personal history and geography, a symbol of both home and exile, “[Bowling’s Map Paintings] brushed against the grain of postwar movements that decried oppression in the name of universal Man, opening instead onto a decolonial space of decentering.”",
  "title": "False Start"
}
