{
  "accession_number": "2018.122.6",
  "art_champions_text": null,
  "artist": "Artist: Saul Steinberg",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The Saul Steinberg Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "abstract image; geometric forms and arcs roughly in in form of a reversed small letter h; silver arcing wedge in LLC; top half of a portion of a wooden dowel with a white line placed horizontally at center right; wedge with rusty tack heads above and to right of silver wedge; yellow wedge at center; grey pigments concentrated in LRC and URC, with some crayon shading in LRC; round stamps at top left of center and on tan fabric above and to left of center; white fabric in shape of a sideways squared-off letter P at center; metal engraved name plate at bottom center: \"STEINBERG\"; thick white border and thin yellow border; received with Plexi vitrine cover",
  "dimension": "15 5/8 × 19 3/4 × 2 5/8 in. (39.69 × 50.17 × 6.67 cm) (including Plexi cover)",
  "id": "http://api.artsmia.org/objects/129767",
  "image": "valid",
  "image_copyright": "© The Saul Steinberg Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 6641,
  "image_width": 8338,
  "inscription": "",
  "life_date": "American, 1914–1999",
  "markings": "",
  "medium": "Metal tacks, cloth, metal plaque, oil and aluminum paint, wood, ink, crayon, rubber stamps, and graphite on wood panel",
  "nationality": "American",
  "object_name": "Collage",
  "portfolio": "From ",
  "provenance": "The artist, New York; Saul Steinberg Foundation, New York; given to MIA, 2018.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom center in pencil: ST 1970",
  "style": "20th century",
  "text": "In this homage to the Cubist masters Pablo Picasso and Georges Braque, Saul Steinberg borrows their vocabulary to make his own Cubist still life. The curving form with a black circle alludes to the guitars often seen in early Cubist images. His brass nameplate is nailed to what appears to be a violin. The tack heads speckle a form akin to an absinthe glass, sculptures of which Picasso famously painted with polka dots. The half cylinder and the gouged-out area above it draw attention to the spatial ambiguities set up by the seemingly—but not really—overlapping planes throughout the image.",
  "title": "Still Life Table"
}
