{
  "accession_number": "2018.102.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Dr. Richard L. Simmons in honor of Lotus Stack",
  "culture": "Miao, Dong group (?)",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Asian Art",
  "description": "crushed indigo and batik panels, with decorative embroidery borders; body of jacket: nine crushed indigo panels flaring at waist; red, off-white, indigo and green embroidered hem; magenta and off-white chevron stitch border; front opening bordered with red, green, white, black and blue geometric embroidery and weaving; collar and shoulder straps: red fabric with metallic gold border; blue, purple, off-white and black floral embroidery; sleeve panels: spiral and geometric blue, off-white and yellow dyed design; crushed indigo panels; white hem panels with blue line stitching; jacket ties with purple, black and white ties",
  "dimension": "30 5/8 × 53 3/4 in. (77.79 × 136.53 cm)",
  "id": "http://api.artsmia.org/objects/129712",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2270,
  "image_width": 4000,
  "inscription": "",
  "life_date": null,
  "markings": "in one corner, on label: 10527",
  "medium": "Crushed indigo, silk thread (?), cotton (?)",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "The Miao are one of China’s largest ethnic minority groups, scattering among several provinces, but mostly living in Guizhou/Yunnan plateau. They are famous for their embroidery skills and indigo dyeing techniques, and for underscoring the central roles of textiles and jewelry in their culture. Styles of Miao costume are diverse among the culture’s various sub-groups. A popular saying states “If you meet one hundred Miaos, you will see one hundred costumes.”",
  "title": "Jacket"
}
