{
  "accession_number": "2018.44",
  "art_champions_text": null,
  "artist": "Artist: Master of Lusambo or workshop",
  "catalogue_raissonne": null,
  "classification": " Woodwork",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of funds from Robert J. Ulrich and Diane Sillik",
  "culture": "Songye",
  "curator_approved": 0,
  "dated": "c. 1910",
  "department": "Arts of Global Africa",
  "description": "stool with case in the form of a standing woman with her arms upraised, holding seat of stool; woman has abstracted, elongated face with half-circle eyes and oval mouth with regular, gritted teeth; short hair in arcing ribs; lozenge-shaped breasts, pointing outward; elongated neck with four ribs (necklaces?); raised elements (scarifications?) on lower back; thick legs; flat feet with separated toes; medium to dark brown patina",
  "dimension": "26 1/4 × 11 5/8 × 12 1/4 in. (66.68 × 29.53 × 31.12 cm)",
  "id": "http://api.artsmia.org/objects/129702",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10619,
  "image_width": 8495,
  "inscription": "",
  "life_date": "Congolese",
  "markings": "",
  "medium": "Wood",
  "nationality": "Congolese",
  "object_name": "Stool",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G250",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Some hundred years ago, a Songye sculptor in what is now the Democratic Republic of Congo launched a new product that he had copied from the neighboring Luba people: stools supported by human figures. He made such caryatid stools in a Songye style, by accentuating blocky shapes, sharp angles, and abstracted facial features. The result is an innovative sculpture executed with skill and confidence. The name of the sculptor is no longer known, and he is identified as the Master of Lusambo, after a region in Songye-land. He ran a workshop of carvers, but given the excellence of this particular stool, we may assume that it was carved by the master himself.",
  "title": "Caryatid stool"
}
