{
  "accession_number": "2018.47",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Arms and Armor",
  "continent": "Africa",
  "country": "Republic of the Sudan",
  "creditline": "The Norman Gabrick Endowment for African Art",
  "culture": null,
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Arts of Global Africa",
  "description": "three pronged elaborate blade; top two prongs have curved arches with pointed ends; smaller prong is curved with a single, longer point on the outer side; embossed, squiggly designs throughout the metal on the blade area, with circular designs on top two prongs and in the center, and is on both front and back side of blade; snakeskin handle in deep brown with jagged stitching on backside",
  "dimension": "12 5/16 × 9 5/16 × 5/16 in. (31.27 × 23.65 × 0.79 cm)",
  "id": "http://api.artsmia.org/objects/129701",
  "image": "valid",
  "image_copyright": "",
  "image_height": 9518,
  "image_width": 7614,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Metal, snakeskin (?)",
  "nationality": null,
  "object_name": "Blade",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "These prestige blades belonged to soldiers of the 19th-century Sudanese Mahdist army, at a time when Sudan was under Turkish-Egyptian colonial rule. In 1881, Muhammad Ahmad (1844-1885), a Sudanese religious leader, was heralded as Mahdi (lit. “Guided One” in Arabic) or messianic redeemer of the Islamic faith. He and his successor led successful military campaigns against Ottoman Turkish occupying forces. Members of the Mahdi military carried forked and branched blades inspired by the shape of Central African throwing knives. Unlike their Central African counterparts, these blades were not meant as weapons but as emblems of rank. \r\n\r\nMost of the engravings on these blades are not in Arabic and are illegible to humans. They may, like the wavy inscriptions on the tunic nearby, be addressing the supernatural jinn, or spirits, imploring them for assistance in the anticolonial battle. The shorter blade has Arabic calligraphy etched within medallions. One of these contains a verse from chapter 61 of the Qur’an, called Ranks or al-Safs: “Victory from God and an imminent conquest,” an exhortation to the fighter.\r\n\r\n\r\nInterpretation of text:\r\nWhatever God wants, happens.\r\nVictory from God and an imminent conquest.",
  "title": "Status blade"
}
