{
  "accession_number": "2018.102.6",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "Gift of Dr. Richard L. Simmons in honor of Lotus Stack",
  "culture": "Toraja",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Asian Art",
  "description": "brown panel with red-orange, yellow and blue dyed design; top and bottom bands of vertical diamond shapes with red, white or red-and-white borders and brown centers arranged in diamond pattern; red, yellow and blue horizontal striped bands separate larger bottom, two middle and top bands; second band from bottom contains human figure with hands raised and a large diamond shape on each side; third band from bottom contains human figure with hands raised, above snake-like animal with long tail (?) and diamond patterns on each side",
  "dimension": "61 1/4 × 22 7/16 in. (155.58 × 56.99 cm)",
  "id": "http://api.artsmia.org/objects/129713",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4000,
  "image_width": 1684,
  "inscription": "",
  "life_date": null,
  "markings": "in one corner, on label: I-109-9-D",
  "medium": "Cotton (?)",
  "nationality": null,
  "object_name": "Textile",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Tie-dyed Roto cloths were considered sacred by the Rongokg Toraja people of South Sulawesi, and were also traded. The neighboring Sa’dan Toraja displayed them from tall bamboo poles as banners at rituals, especially the funerals of high-ranking people. The vibrant, halo-effect of the three-colored diamonds is achieved by loosely tying the cloth during the dyeing process. The patters of larger and smaller dots are sometimes though of as a constellation of stars. Here, one can make out a snake and human figures within the tricolored bands.",
  "title": "Tie-dye panel"
}
