{
  "accession_number": "2018.122.5",
  "art_champions_text": null,
  "artist": "Artist: Saul Steinberg",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of The Saul Steinberg Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1969",
  "department": "Arts of the Americas",
  "description": "abstracted image; two Art Deco style buildings with text (\"HURRIS\" and \"KOSM... DINN..\") at left and right edges; radiating Art Deco vertical tower-like sign at center: \"MOTEL\"; flat, barren landscape; curving parallel lines in sky forming clouds; various round, oval, and rectangular stamps in blue and black with sculpture and landscape motifs and illegible handwriting",
  "dimension": "14 5/16 × 23 1/16 in. (36.35 × 58.58 cm) (as folded)\r\n20 5/16 × 29 × 1 1/8 in. (51.59 × 73.66 × 2.86 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129768",
  "image": "valid",
  "image_copyright": "© The Saul Steinberg Foundation %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4012,
  "image_width": 6372,
  "inscription": "",
  "life_date": "American, 1914–1999",
  "markings": "",
  "medium": "Conté crayon, rubber stamps, graphite, and ink",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "The artist, New York; Saul Steinberg Foundation, New York; given to MIA, 2018",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in pencil: STEINBERG 1969",
  "style": "20th century",
  "text": "We’ve landed in a funky, futuristic landscape with Art Deco buildings on a barren plain. But the buildings seem remarkably short, and they lack windows and doors. Are we just looking at the tops of structures that have been submerged in smog or water' The buildings are labeled Hubris, Motel, and Kos[her'] Diner. Below the image, in the foreground, rising over the horizon, and floating in the air very official-looking rubber stamps, all of which are illegible. They seem to have great authority, but we can’t understand them. In contrast to what seems an earthly dystopia, the sky is bright and full of wispy clouds. \r\n\r\nSaul Steinberg made this drawing in 1969, a period of violence and strife in America and beyond [think Vietnam War and the protests against it], a period also punctuated by moments of great optimism, such as Neil Armstrong’s walk on the moon.",
  "title": "Untitled"
}
