{
  "accession_number": "2019.132.4",
  "art_champions_text": null,
  "artist": "Artist: Inka Essenhigh",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mary and Bob Mersky",
  "culture": null,
  "curator_approved": 0,
  "dated": "2016",
  "department": "Contemporary Art",
  "description": "interior, non-descript scene, possibly a hallway, with three floating, wispy humanoid figures; right figure is rendered in white and cream pigments, outline in black, with flowing, fabric-like limbs with black bands around each \"wrist\"; center figure is a light, gray-blue, holding a pink square object in upturned, PL hand; left figure is rendered in white pigments, with a pale orange, wispy cloud of fabric that is wrapping behind the torso; PL hand of left figure is clenched, with a bent leg and hair pulled into a high ponytail; rectangular black box in LRQ; pale yellow glow coming from the center",
  "dimension": "59 7/16 × 55 1/8 in. (150.97 × 140.02 cm) (panel)\r\n60 7/8 × 55 3/4 × 3 5/16 in. (154.62 × 141.61 × 8.41 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129874",
  "image": "invalid",
  "image_copyright": "© Inka Essenhigh",
  "image_height": "",
  "image_width": "",
  "inscription": "on back, in ULC in black ink: Monsters of Manhattan",
  "life_date": "American, born 1969",
  "markings": "",
  "medium": "Oil and enamel on panel",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back, in ULC, in black ink: Inka Essenhigh",
  "style": "21st century",
  "text": "Inka Essenhigh’s work explores fantastic, surreal visions that are rooted in everyday sites and experiences. Often taking inspiration from her surrounding environment—predominantly New York City and rural Maine—these settings find their way into the artist’s consciousness, manifesting themselves as allegorical images. Ghosts, gods and monsters find their way into mundane spaces, like that of a busy apartment hallway as seen in Monsters of Manhattan. The artist’s hallmark use of fluid, sinuous outlines to define these anthropomorphic figures endows these specters with a frenzied energy that is indicative of our hurried, multitasked lives.",
  "title": "Monsters of Manhattan"
}
