{
  "accession_number": "2018.88",
  "art_champions_text": null,
  "artist": "Artist: Charles M. Russell",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Charles and Nancy Webster",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1892-1895",
  "department": "Arts of the Americas",
  "description": "group of male figures, some adorned in ornate headdresses with feathers, carrying spears and riding on horseback; leading horse is brown with white markings on face and neck, with an oval-shaped, colorful shield on PR side; flat landscape with small shrubs in bottom center, right center and in center left; pale blue sky with thin, linear purple clouds on horizon",
  "dimension": "12 13/16 × 18 15/16 in. (32.54 × 48.1 cm) (sight)\r\n21 7/16 × 26 7/8 × 1 1/2 in. (54.45 × 68.26 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4841,
  "image_width": 6930,
  "inscription": "LLC, in black ink (drawing of a cow\\'s skull)",
  "life_date": "American, 1864 - 1926",
  "markings": "gallery label for Vern Carver Gallery on back on bottom center",
  "medium": "Watercolor over graphite pencil",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Probably from the artist to Charles Myron Webster; Charles Myron Webster (1859–1909, Minnesota and Great Falls, Montana); by descent to Charles Mcl. Webster, Edina, Minnesota (1995); his gift to Mia, 2018",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G353",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black pigment: CM RUSSELL",
  "style": "19th century",
  "text": "What was Charles Russell’s relationship to Native Americans' He is known as a painter of “cowboys and Indians,” but the nuances of his life and work are predictably more complicated. Born and raised in St. Louis, Missouri, he left school for Montana at age 16, where he worked on a sheep ranch as a cowboy. During the summer of 1888, Russell lived near the Piegan and the Kainai Nation, members of the Blackfeet Confederacy. His interaction with these communities was always at a distance but his observations fueled his art. Russell may have stood out in his time by expressing support for some Native American issues but from today’s vantage point his work romanticizes and others Native people in a perpetual past.",
  "title": "Native Americans on Horseback"
}
