{
  "accession_number": "2018.100.1",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Accessories",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "Gift of John Taylor and Rachel McNamara",
  "culture": "Kuba",
  "curator_approved": 0,
  "dated": "Date Unknown",
  "department": "Arts of Global Africa",
  "description": "central beaded section with predominately blue and white beads, accented with red, in the form of two braid-like loops, stripes of beadwork on the loops and alternating short rows of blue and white beads on either side of loops; long sections on either end of rows of cowrie shells edges with larger blue and white beads; large blue bead at each end; tan cloth backing",
  "dimension": "42 1/2 × 2 1/2 × 1 1/4 in. (107.95 × 6.35 × 3.18 cm) (without ties)",
  "id": "http://api.artsmia.org/objects/129895",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1347,
  "image_width": 10084,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cowrie shells, beads, cotton (?), plant fibers",
  "nationality": null,
  "object_name": "Belt",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "G236",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Belts are critical in traditional Kuba clothing because they denote status, rank, and royal title (or lack thereof). And for that reason, Kuba people distinguish among at least a dozen different kinds of belts. This narrow belt, called nkody mu-ikup lakiing, belonged to an aristocratic woman. The name refers to the hoop that palm wine collectors use to climb trees—the shape of which can be recognized in the central knot made of blue and white beads. The use of beads and cowrie shells, which were a form of currency throughout Africa at least until around 1900, underscores the belt’s monetary value—and its owner’s prestige.",
  "title": "Belt"
}
