{
  "accession_number": "2018.69.2",
  "art_champions_text": null,
  "artist": "Artist: Morris Topchevsky",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Julia B. Bigelow Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1937",
  "department": "Arts of the Americas",
  "description": "men wearing khaki colored uniforms, elephant-like gas masks, and black boots in foreground in two lines--some shooting guns upward toward ULC, and other shooting toward a building in background with four window, with yelling people inside; sign--\"DONT SCAB\"--between windows; large ducts and tanks in URC; dark blues in background",
  "dimension": "35 5/8 × 29 9/16 in. (90.49 × 75.09 cm) (sight)\r\n41 11/16 × 35 1/2 × 2 1/2 in. (105.89 × 90.17 × 6.35 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129801",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6520,
  "image_width": 5371,
  "inscription": "",
  "life_date": "American, 1899 - 1947",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G361",
  "see_also": [
    ""
  ],
  "signed": "bottom edge right of center in white: M. Topchevsky",
  "style": "20th century",
  "text": "This eerie scene of gas mask wearing troops bearing weapons looks like it could be a scene straight out of World War I. Instead, it was based on a clash between police and workers in Waukegan, Illinois. In February 1937 workers at Fansteel Metallurgical Corporation just outside of Chicago went on strike because of unfair labor practices. They wanted to form a union to establish representation and safeguard fair wages and safety at the plant. The company convinced local law enforcement to break up the strike. The ensuing standoff lasted a week and resulted in workers being gassed out of the plant and arrested. Topchevsky, a lifelong activist for equality, was moved by the efforts of the workers and painted this image in honor of them.",
  "title": "Strike Breakers (Company Violence)"
}
