{
  "accession_number": "2019.51",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Asia",
  "country": "Indonesia",
  "creditline": "Gift of the Catherine A. Stewart Trust",
  "culture": null,
  "curator_approved": 0,
  "dated": "ca. 1950s",
  "department": "Asian Art",
  "description": "ikat; rust red, brown, blue, white; two panels sewn together vertically; symmetrical designs, top and bottom; alternating rows of brown and rust; rust colored rows have horses alternating with roosters, or pairs of facing fish; wide brown rows have pair of rampant lions flanking a crowned horse on a crowned shield, with pair of rearing horses (?) and pair of walking birds; central brown field with white and rust red diamonds and rows of roosters in white; received with attached Velcro heading band",
  "dimension": "102 3/4 × 42 11/16 in. (260.99 × 108.43 cm) (without fringe)",
  "id": "http://api.artsmia.org/objects/129809",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7940,
  "image_width": 3393,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, warp ikat",
  "nationality": null,
  "object_name": "Textile panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": null,
  "text": "Women on the remote Indonesian island of Sumba are renown for producing distinctive, boldly patterned warp ikat textiles, exemplified in the cloth here. The intricate process: preparing dyestuffs (indigo and kombu plant roots respectively yield the deep blues and reds); setting the pattern by resist-dyeing; and then weaving the cloth panels on a backstrap loom can take months to complete. The technique is believed to have arrived on the Indonesian archipelago during the Dong-Song period (8th- 2nd C BCE), and that knowledge has since been passed down matrilineally. Even today, men are denied access to the enclosure where the treads are dyed blue.",
  "title": "Textile panel"
}
