{
  "accession_number": "2018.78.22",
  "art_champions_text": null,
  "artist": "Artist: Dario Robleto; Publisher: Island Press at Washington University, St. Louis",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Martin and Brown Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "2017",
  "department": "Arts of the Americas",
  "description": "smoky grey background; white zigzagging line with high peaks with smaller peaks between; \"10\" below line at left edge",
  "dimension": "3 7/8 × 6 in. (9.84 × 15.24 cm) (image)\r\n11 1/2 × 14 1/4 in. (29.21 × 36.2 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/129838",
  "image": "valid",
  "image_copyright": "© Dario Robleto %2F Island Press",
  "image_height": 7083,
  "image_width": 8804,
  "inscription": "",
  "life_date": "American, born 1972",
  "markings": "on back LLC in pencil: 4/6",
  "medium": "Photolithograph with transparent base ink on hand-flamed and sooted paper, brushed with lithotine and lifted from soot, fused with shellac and denatured alcohol",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": "From The First Time, The Heart (A Portrait of Life 1854-1913)",
  "provenance": "Island Press at Washington University, St. Louis, Mo. (publisher); (Inman Gallery, Houston, Texas)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC in white: Yound lady, 28, much debilitated by prolonged mental / work, the entertainment of company, and / the cares of a large household, 1874 | on back at bottom edge in pencil: \\\"The First Time, the Heart (A Portrait of LIfe 1854-1913)\\\" #22  Dario Robleto, 2017",
  "style": "21st century",
  "text": "Dario Robleto’s print portfolio \"The First Time, The Heart: A Portrait of Life 1854-1913\" is equal parts art, science, and historical narrative. The portfolio consists of an extended series of images of heartbeat waveform recordings originating from the 19th and early 20th centuries, a period when scientists perfected their ability to detect and measure the human heartbeat. Each heartbeat waveform is accompanied by a descriptive text detailing the conditions or emotional circumstances under which the recording was made. The sequencing of images within the installation may vary, representing a unique creative and conceptual collaboration with the artist.\r\n\r\nRobleto said of his heartbeat project: “The human quest to represent our bodily form is ancient. From the earliest known cave drawings tracing the curvature of a hand, the masterworks of the human figure by Leonardo di Vinci, even modern medical imaging that maps the terrain of our brains at the level of the neuron, humans have yearned to understand themselves and others through marks and images. Perhaps this deep-rooted desire found its most essential form through the invention of an image we often take for granted, and which for the first time in history gave us visual access to the living heart: the pulse wave.”",
  "title": "Young lady, 28, much debilitated by prolonged mental work, the entertainment of company, and the cares of a large household, 1874, Plate 22 from \"The First Time, The Heart (A Portrait of Life 1854-1913)\""
}
