{
  "accession_number": "2018.102.16",
  "art_champions_text": null,
  "artist": "Maker: Unknown Ainu",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Dr. Richard L. Simmons in honor of Lotus Stack",
  "culture": "Ainu",
  "curator_approved": 0,
  "dated": "19th century",
  "department": "Asian Art",
  "description": "indigo, grey, deep indigo, off-white; deep indigo and grey vertical stripes throughout, except horizontal stripes in triangular lower arm panels; indigo geometric applique at ends of sleeves around collar, upper back and below waist to hem; main applique is formed of slightly curved panels arranged in symmetrical rectilinear angles; off-white curved geometric embroidery line design over applique; flared flaps at waist opening for overlapping when closed; indigo lining throughout interior; small deep indigo hem around front opening and along bottom",
  "dimension": "56 × 48 1/4 in. (142.24 × 122.56 cm)",
  "id": "http://api.artsmia.org/objects/129877",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3708,
  "image_width": 3496,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cloth: cotton; cotton appliqué and embroidery",
  "nationality": null,
  "object_name": "Robe (chikarkarpe)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G222",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The Ainu, one of Japan’s Indigenous peoples, are native to Hokkaido, Sakhalin, and Kuril Islands. In the Ainu language, chikarkarpe means “the things we embroider” and refers to garments that were made with cotton, which was obtained from Japanese merchants. The abstract geometric pattern on this garment is typical of Ainu decoration and was believed to protect the wearer from evil spirits, which is why the patterns appear at the robe’s openings—at the sleeves, hem, and shoulders. Ainu women created the patterns and passed them down to other women in their families.",
  "title": "Chikarkarpe robe"
}
