{
  "accession_number": "2018.88",
  "art_champions_text": null,
  "artist": "Artist: Charles M. Russell",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Charles and Nancy Webster",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1892-1895",
  "department": "Prints and Drawings",
  "description": "group of male figures, some adorned in ornate headdresses with feathers, carrying spears and riding on horseback; leading horse is brown with white markings on face and neck, with an oval-shaped, colorful shield on PR side; flat landscape with small shrubs in bottom center, right center and in center left; pale blue sky with thin, linear purple clouds on horizon",
  "dimension": "12 13/16 × 18 15/16 in. (32.54 × 48.1 cm) (sight)\r\n21 7/16 × 26 7/8 × 1 1/2 in. (54.45 × 68.26 × 3.81 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/129803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4841,
  "image_width": 6930,
  "inscription": "LLC, in black ink (drawing of a cow\\'s skull)",
  "life_date": "American, 1864 - 1926",
  "markings": "gallery label for Vern Carver Gallery on back on bottom center",
  "medium": "Watercolor over graphite pencil",
  "nationality": "American",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Probably from the artist to Charles Myron Webster; Charles Myron Webster (1859–1909, Minnesota and Great Falls, Montana); by descent to Charles Mcl. Webster, Edina, Minnesota (1995); his gift to Mia, 2018",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black pigment: CM RUSSELL",
  "style": "19th century",
  "text": "Native Americans on Horseback shows a band of seven or more men on galloping horseback in a wide-open landscape. They carry spears and wear headdresses indicative of their roles. While urgency is evident in the image, Russell leaves us to ponder where the horsemen are headed and why. Charles Russell is often called the consummate cowboy artist. For him that included a remarkable appreciation of and affinity for Native Americans. Born and raised in St. Louis, Missouri, he left school and set out for Montana in 1880, at age 16, where he worked as a cowboy for more than ten years before turning to art full time. During the summer of 1888, Russell lived near the encampments of Blackfoot, Piegan, and Blood Indians in Alberta, Canada. This gave him intimate knowledge of Native ways and material culture. His experience would inform his art for the remainder of his life.",
  "title": "Native Americans on Horseback"
}
