{
  "accession_number": "2018.102.30",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "Gift of Dr. Richard L. Simmons in honor of Lotus Stack",
  "culture": "Yoruba",
  "curator_approved": 0,
  "dated": "early 20th century",
  "department": "Arts of Global Africa",
  "description": "over-the-head garment; V-shaped neckline; wide, open sleeves; bottom hem is open, except for short seam at bottom of each sleeve; indigo with thin off-white stripes, running vertically on torso and horizontally on sleeves; tan embroidery: large spiral on proper right chest, with circle filled with dot stitches in geometric square-diamond pattern; woven thread triangle and embroidered border on proper right neckline; proper left torso entirely embroidered with rectangle, diamond, triangle and drop shapes filled with dot or chain embroidery stitches, bordered with straight line stitching; upper back has large spiral filled with large circle containing diamond-square design of dot embroidery stitches; inner bottom hem on back is bright pink with green, yellow and white diagonal stripes",
  "dimension": "52 3/8 × 123 in. (133.03 × 312.42 cm)",
  "id": "http://api.artsmia.org/objects/129954",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2426,
  "image_width": 4000,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton",
  "nationality": null,
  "object_name": "Jacket",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Islamic societies all over West Africa, high-ranking officials wear voluminous robes with lavish embroidery. The volume of the garment creates an aesthetic of “bigness” that enhances both the physical presence and symbolic importance of the wearer. A malam, a male religious specialist with knowledge of Arabic writing, embroidered this robe by hand. The designs are drawn from an Islamic visual vocabulary referencing political leadership and are meant to offer protective powers.",
  "title": "Agbada"
}
