{
  "accession_number": "2018.63.2",
  "art_champions_text": null,
  "artist": "Maker: Mary Hillier Thompson",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Europe",
  "country": "England",
  "creditline": "Gift of David and Anne Ryan",
  "culture": null,
  "curator_approved": 1,
  "dated": "1971",
  "department": "European Art",
  "description": "wool, sleeveless sweater that is mostly brown in color; geometric, rising pyramid-like structure, with four fin-shaped protrusions extending out of right and left edges, two on each edge, rendered in a muted salmon color with blue outline; yellow colored elements at the top of the structure as well as in the center of the structure; blue triangular shape, flanked by green and yellow rectangle shapes are located beneath the pyramid structure; muted salmon trapezoid shape with thin black horizontal lines at the bottom, possibly representing stairs, with a yellow colored geometric mound that is adorned with a light blue dot in the center; two curving brown shapes with small, blue dots in center right and left edges; yellow colored sections behind the brown shapes with three blue floral shapes on each side",
  "dimension": "24 × 17 1/4 in. (60.96 × 43.82 cm) (approximate)",
  "id": "http://api.artsmia.org/objects/129964",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7001,
  "image_width": 5287,
  "inscription": "",
  "life_date": null,
  "markings": "tag on back inner neckline: All Wool | MADE IN ENGLAND",
  "medium": "Wool",
  "nationality": null,
  "object_name": "Sweater",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "This sweater vest was hand knit by Mary Hillier [Thompson] for David Ryan, former Minneapolis Institute of Art (Mia) curator of decorative arts and design. Mary is the sister of curator Bevis Hillier, who co-organized an Art Deco exhibition at Mia in 1971 with Ryan. Prompted by the exhibition catalogue cover (designed by London graphic arts firm Bentley/Farrell/Burnett), Hillier knit two sweaters, one for her brother, Bevis, and one for Ryan to wear at the Art Deco exhibition preview and public opening.\r\n\r\n[Caption] Book cover, The World of Art Deco, 1971",
  "title": "Pullover sweater vest"
}
