{
  "accession_number": "2018.50.14",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas and gift of Robert T. Coffland in memory of Mary Hunt Kahlenberg",
  "culture": "Mbuti",
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of Global Africa",
  "description": "rectangular panel; medium brown; decorated with dark brown designs in four stripes--football shapes--some with dark band around edges and dark centers--stripes, and striped zigzag",
  "dimension": "32 × 23 1/2 in. (81.28 × 59.69 cm)",
  "id": "http://api.artsmia.org/objects/129922",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7509,
  "image_width": 5127,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers, pigments",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mbuti men collect pieces of the inner layer of tree bark, soak them in water, and pound them until they are thin and pliable. Mbuti women then use twigs or their fingers to decorate these canvases with intricate designs that show repetitions of a single element or various groups of motifs. The Mbuti people live in the Ituri rainforest in the northeastern Democratic Republic of Congo, and the abstract imagery in their art expresses the shapes and motions of their natural environment. The barkcloth paintings can be seen as maps of the forest, invoking trails and webs, insects and animals, leaves and shelters. Yet these visual compositions also refer to the language of Mbuti music, characterized by syncope, free improvisation, and polyrhythm. As such, the painted barkcloths become graphic soundscapes, rendering a multitude of sonic events in conjunction with silence, captured by the paintings’ negative space.",
  "title": "Barkcloth panel"
}
