{
  "accession_number": "2018.58",
  "art_champions_text": null,
  "artist": "Artist: Ricardo Mazal",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of David Tausig Frank and Kazukuni Sugiyama",
  "culture": null,
  "curator_approved": 0,
  "dated": "2012",
  "department": "Global Contemporary Art",
  "description": "abstract image; wide, roughly horizontal brushstrokes with mottled white, grey, and black pigments on black ground; some green and blue at right edge in URQ; tan and golden brown at bottom edge; tan, green, and golden brown at top edge",
  "dimension": "53 3/4 × 60 × 1 1/2 in. (136.53 × 152.4 × 3.81 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/129977",
  "image": "invalid",
  "image_copyright": "© Ricardo Mazal",
  "image_height": "",
  "image_width": "",
  "inscription": "on back in black: OIL ON LINEN / 54\\\" x 60\\\"",
  "life_date": "Mexican, born 1950",
  "markings": "",
  "medium": "Oil on linen",
  "nationality": "Mexican",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on back in black: Mazal, 2012 / \\\"Diciembre 7.12\\\"",
  "style": "21st century",
  "text": "In Diciembre 7.12, the artist masterfully applies generous swaths of oil paint to a canvas to conjure up landscapes rendered in abstract forms. Geological formations begin to emerge through the powerful mixture of black and white paint with bursts of primary colors emerging near the borders of the work. The sedimentation accrued from the layers of paint culminate into a powerful scene, evoking flickers of snowy mountain tops or patterns imprinted in sand after a tide recedes. The painting explores the transformation of visual perception, human consciousness, and passage of time in the visual language of color, texture, and shape.\r\n\r\nDiciembre 7.12 of 2012, was created following Mazal’s decade long investigation into sacred burial sites around the world. His process begins by culling imagery from photographs of these spiritual landscapes. Diciembre 7.12 suggests an abstract recording of his visit to natural and sacred sites, perhaps on the day December 7, 2012 itself. In doing so, he documents the residual memory from these site-specific experiences.",
  "title": "Diciembre 7.12"
}
