{
  "accession_number": "2018.50.10",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Democratic Republic of Congo",
  "creditline": "The Mary Ruth Weisel Endowment for Africa, Oceania, and the Americas and gift of Robert T. Coffland in memory of Mary Hunt Kahlenberg",
  "culture": "Mbuti",
  "curator_approved": 0,
  "dated": "c. 1930",
  "department": "Arts of Global Africa",
  "description": "rectangular panel; cream colored; black designs; one side has large radiating diamonds with short parallel lines surrounding them; other side has bar of bowtie shapes with parallel lines inside and bar with curving groups of parallel lines",
  "dimension": "36 1/2 × 20 5/8 in. (92.71 × 52.39 cm)",
  "id": "http://api.artsmia.org/objects/129948",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10629,
  "image_width": 6168,
  "inscription": "on back at one corner and center in blue ink: IC",
  "life_date": null,
  "markings": "",
  "medium": "Plant fibers, pigments",
  "nationality": null,
  "object_name": "Panel",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Mbuti men collect pieces of the inner layer of tree bark, soak them in water, and pound them until they are thin and pliable. Mbuti women then use twigs or their fingers to decorate these canvases with intricate designs that show repetitions of a single element or various groups of motifs. The Mbuti people live in the Ituri rainforest in the northeastern Democratic Republic of Congo, and the abstract imagery in their art expresses the shapes and motions of their natural environment. The barkcloth paintings can be seen as maps of the forest, invoking trails and webs, insects and animals, leaves and shelters. Yet these visual compositions also refer to the language of Mbuti music, characterized by syncope, free improvisation, and polyrhythm. As such, the painted barkcloths become graphic soundscapes, rendering a multitude of sonic events in conjunction with silence, captured by the paintings’ negative space.",
  "title": "Barkcloth panel"
}
