{
  "accession_number": "P.10,509",
  "art_champions_text": null,
  "artist": "Artist: Unknown Chinese; Artist: after Jérôme Nadal; Publisher: Giulio Aleni",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Herschel V. Jones, 1925",
  "culture": null,
  "curator_approved": 1,
  "dated": "1637",
  "department": "Prints and Drawings",
  "description": "L border is scene of crucifixion of Christ; ULC is God the Father preaching to seven winged angels; middle L side is tower where top is a figure pointing towards LRC, where pregnant woman is standing reading the prophesy of Islam from a podium; on chair on opposite side of podium has basket of wool; angel holding a lily walks toward woman; two rays on her; appears as if standing inside architectural structure; R border is building; URC is cloud with man kneeling and one blessing by raising his R hand; eight Chinese characters by scene and figures",
  "dimension": "6 5/8 x 5 7/16 in. (16.83 x 13.81 cm) (image)",
  "id": "http://api.artsmia.org/objects/109037",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5635,
  "image_width": 4774,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodcut",
  "nationality": null,
  "object_name": "Print",
  "portfolio": "From Plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China, 1637",
  "provenance": "Herschel V. Jones, Minneapolis; given to MIA, 1925.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "These illustrations, one time accompanied by Chinese text, are based on Jerome Nadal's Images from the Gospels (Antwerp, 1593), a sumptuously illustrated Latin treatise produced at the instigation of Saint Ignatius Loyola. The images are emblems, with key elements notated and explained in turn. For example, A represents God's declaration of Christ's incarnation, and B shows the angel Gabriel delivering the news to Mary. At the far right, D marks Mary's house in Loreto, which became a pilgrimage site promoted by the Jesuits. (According to legend, angels carried Mary's house from Nazareth to the Italian town of Loreto in 1291.) Creation is depicted in the small vignette in the sky marked F, and the Crucifixion, as explained in note G, reminds the viewer of Christ's redemptive sacrifice.\r\n\r\nFor the most part, the Chinese woodblock cutters faithfully reproduced the original engravings, adopting many of the European pictorial conventions. Mary's prie-dieu, for example, appears convincingly three-dimensional, though the room behind her lacks depth. Reminiscent of Chinese art, the swirling clouds are described with bold calligraphic lines, to wonderful effect.",
  "title": "The Annunciation, plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China"
}
