{
  "accession_number": "P.10,516",
  "art_champions_text": null,
  "artist": "Woodcutter: Unknown Chinese; Publisher: Giulio Aleni",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Herschel V. Jones, 1925",
  "culture": null,
  "curator_approved": 1,
  "dated": "1637",
  "department": "Prints and Drawings",
  "description": "Christ seated at LLC with L hand extended; man sits facing Christ, pointing; various animals in foreground including rabbits, porcupine, fox, and moose; four seated female angels seated at middle R side make offering to Christ who is making sign with R hand; two winged figures/creatures?, a crane and deer at center to middle L side; western architecture in background; four small scenes at top show Christ inn various stages of the Cross; all figures have Chinese characters next to them; one scene at top depicts rays shinning on Christ kneeling, holding a dove; mountain-like setting",
  "dimension": "6 3/4 x 5 5/8 in. (17.15 x 14.29 cm) (image)",
  "id": "http://api.artsmia.org/objects/109044",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5852,
  "image_width": 4883,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodcut",
  "nationality": null,
  "object_name": null,
  "portfolio": "From Plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China, 1637",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Giulio Aleni's book of Gospel stories was limited to fifty-six illustrations, about one-third the number in Jerome Nadal's Images from the Gospels, Aleni's inspiration and iconographic source. In this scene representing the three temptations of Christ, the Chinese artists cleverly conflated three Nadal prints into one. The silhouetted, abstracted stork and groups of devils interspersed in the composition, which look as though they might be Chinese elements, actually follow Nadal's original. The Chinese aesthetic is instead evident in the stippled, planar treatment of the rocky landscape, the hair and beard styles of Christ and the angels, and the architecture of the Temple of Jerusalem. The artist, or perhaps Aleni, also introduced a significant change by omitting the figure of God the Father in the clouds, picturing instead a simple dove, symbolizing the Holy Spirit.",
  "title": "Christ in the Wilderness, plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China"
}
