{
  "accession_number": "P.10,514",
  "art_champions_text": null,
  "artist": "Woodcutter: Unknown Chinese; Publisher: Giulio Aleni",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Herschel V. Jones, 1925",
  "culture": null,
  "curator_approved": 1,
  "dated": "1637",
  "department": "Prints and Drawings",
  "description": "scene of last supper; Christ and eleven male figures seated around table; above table are six circles, each with an image and Chinese character inside; scenes inside circles: (top L to R) a: Christ's charge to Peter b: Christ healing the crippled c: sermon on the mount d: two groups with fire in between them e: turning water into wine f: healing a man; L border is outdoor scene with Christ floating above group of people leaving a building",
  "dimension": "6 1/16 x 5 5/8 in. (15.4 x 14.29 cm) (image)",
  "id": "http://api.artsmia.org/objects/109042",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5364,
  "image_width": 4988,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Woodcut",
  "nationality": null,
  "object_name": "Print",
  "portfolio": "From Plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China, 1637",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Giulio Aleni, an Italian-born Jesuit, lived in China for nearly four decades, arriving in 1613 and remaining there until his death in 1649. Mastering the Chinese language, Aleni wrote a number of religious and scientific treatises in China and founded several Christian missions there. These prints come from a book Aleni published in the Fujian Province to help in his conversion efforts.",
  "title": "The Risen Christ Appears to His Disciples, plate from Giulio Aleni's \"Tianzhu jiangsheng zhuxiang jingjie\" (An Illustrated History of the Lord of Heaven Who Became Incarnate in the Flesh), Jinjiang Church, Fujian Province, China"
}
