{
  "accession_number": "2010.31.1",
  "art_champions_text": null,
  "artist": "Artist: Peter Voulkos",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Georgianna Stamatelos Savas",
  "culture": null,
  "curator_approved": 0,
  "dated": "1958",
  "department": "Arts of the Americas",
  "description": "abstract geometric form; slightly convex on two sides, angles and planes on other two sides; blue glaze on angled sides, purplish glaze on slightly convex sides",
  "dimension": "36 13/16 x 26 1/4 x 13 in. (93.5 x 66.68 x 33.02 cm)",
  "id": "http://api.artsmia.org/objects/109171",
  "image": "valid",
  "image_copyright": "© Peter Voulkos",
  "image_height": 6369,
  "image_width": 4635,
  "inscription": "Signature",
  "life_date": "American, 1924-2002",
  "markings": "",
  "medium": "Glazed ceramic",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on one angular side at bottom edge, incised: [Voulkos]",
  "style": "20th century",
  "text": "1959 was a pivotal moment in Peter Voulkos' career. Art in America named him one of its New Talent artists in sculpture, and he transitioned from teaching at Otis College (where he had taught and worked with artists such as Ken Price) to establishing and heading up the ceramics department at the University of California, Berkeley. Voulkos' metamorphosis from throwing traditional pots on a wheel to building ceramic sculptures, represented in the unconventionality of this object, led to his termination at Otis. In this work, Voulkos' careful stacking and cantilevering of wedge-like forms with smooth, planar surfaces result in what appears to be a three-dimensional, geometric formulation of a calligraphic gesture. \r\n\r\nThe hand-erasing technique seen here is one of two approaches Voulkos applied in his early sculptural pieces. Contrast it with the hands-on spontaneity and Abstract Expressionist-inspired work Sevillanas, made at virtually the same moment. In Sevillanas, Voulkos assembles disparate clay forms and intentionally preserves the physical impressions of his hands through irregular gouges in the clay surface. Both sculptures feature the unusual blue glaze that Voulkos only used for a brief period of time in the late 1950s and early 60s.",
  "title": "Sculpture"
}
