{
  "accession_number": "2010.23",
  "art_champions_text": null,
  "artist": "Photographer: Cindy Sherman",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Andrew Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1989",
  "department": "Global Contemporary Art",
  "description": "profile view of head and upper torso of woman in period costume with green ribbons in hair; gold painted wood frame with plexi",
  "dimension": "33 1/4 x 24 1/4 in. (84.46 x 61.6 cm) (image)\r\n41 1/4 x 32 1/4 in. (104.78 x 81.92 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109121",
  "image": "valid",
  "image_copyright": "Courtesy of the Artist and Metro Pictures",
  "image_height": 5600,
  "image_width": 4042,
  "inscription": "",
  "life_date": "American, born 1954",
  "markings": "",
  "medium": "Color photograph",
  "nationality": "American",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Cindy Sherman's untitled photograph of herself in the guise of a Renaissance woman is overtly disconcerting. Her opulent dress and jewel-adorned hair run counter to her awkward, false nose. Though piously folded, her reddened hands suggest hard work. The coloration beneath her eyes betrays a very real woman, while the classical column suggests an idealized European society portrait.  By using extensive makeup and costuming, Sherman has conspicuously constructed a prototype of a Renaissance woman. It is the visibility of the real woman beneath the artifice that makes the photograph so unsettling.\r\n\r\nBy emphasizing the artificial and the grotesque, Sherman urges viewers to look beyond the surfaces and consider portraits as constructions designed to serve a social, political, or even erotic purpose.  Sherman's critique is as relevant for portraiture today, in which digital photography enables easy manipulation of images to suit the sitter's purpose. Her photographs suggest that identity is interconnected with one’s outward appearance.",
  "title": "Untitled (MP #212 edition 6/6)"
}
