{
  "accession_number": "2010.31.2",
  "artist": "Artist: Theodoros Stamos",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of the Savas Private Collection, courtesy of Georgianna Stamatelos Savas, honoring the artist's wishes",
  "culture": null,
  "curator_approved": 0,
  "dated": "1947",
  "department": "Paintings",
  "description": "abstract image; brown ground with green at bottom edge; brown and black form with two blue circles and white \"horn\" at top; green rectangular form around central form; pink area with central black spots, LLQ",
  "dimension": "48 1/8 x 28 3/8 in. (122.24 x 72.07 cm)\r\n52 3/4 x 33 1/4 in. (133.99 x 84.46 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109172",
  "image": "valid",
  "image_copyright": "© Estate of Theodoros Stamos",
  "image_height": 6090,
  "image_width": 3570,
  "inscription": "Signature, Title, Date, Inscription, Stamp and Label\r\n\r\nsee Signed",
  "life_date": "American, 1922 - 1997",
  "markings": "on back: estate stamp; on back: National Gallery--Al Soutzos Museum, Athens, Greece, label",
  "medium": "Oil on masonite",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "G266-G274",
  "see_also": [
    ""
  ],
  "signed": "LLC, in black: [T. Stamos \\'47]; on back, in white: [The First Cyclops, #1 / by T. Stamos / 45 E. 22nd St. / N.Y.C. #10]",
  "style": "20th century",
  "text": "Theodoros Stamos was very active in the early years of the Abstract Expressionist movement, and with his close friends Barnett Newman, Kurt Seligman and Mark Rothko, shared an interest in primitive, biomorphic, and mythological imagery. Stamos' mature style coalesced in the late 1940s and involved muted colors and soft-edged organic shapes somewhat influenced by the work of Milton Avery and William Baziotes. First Cyclops #1 is an exceptionally fine example of Stamos' early work and of biomorphism, which was, in the United States, the significant link between European Surrealism and Abstract Expressionism. His paintings of the 1940s drew on a variety of sources including mythology, natural forms and Oriental calligraphy. They are juxtapositions of what he described as \"shadowy presences, translucent hazes, and delicate calmness.\" First Cyclops #1 offers mysterious organic and mythological forms set in a roughly textured background.",
  "title": "First Cyclops, #I"
}
