{
  "accession_number": "2010.11.1a-c",
  "art_champions_text": null,
  "artist": "Maker: Johann Friedrich Baer",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from Mary Agnes and Al McQuinn",
  "culture": null,
  "curator_approved": 1,
  "dated": "1746",
  "department": "European Art",
  "description": "triangular with clipped corners; stemmed cup with footed base; removable liner; slightly domed cover with three-dimensional finial of male figure wearing lion skin, holding a club aloft, with a three-headed dog held by chains; stem has a satyr in three dimensions seated next to cattails; grape vines twisting behind satyr; Classical themes, hunting and battle scenes and various scrollwork overall in high and low relief",
  "dimension": "14 11/16 x 5 7/8 x 5 1/4 in. (37.31 x 14.92 x 13.34 cm)",
  "id": "http://api.artsmia.org/objects/109118",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6935,
  "image_width": 4630,
  "inscription": "Around base, incised: Joh. Friedrich Bäer inv. et Fecit à Strasbourg Ano. 1756 \r\n(The secondary autograph inscription on the base was added on the occasion of the cup\\'s display at the Académie in Paris. English translation: “Johann Friedrich Baer invented and made it, in Strasbourg, in the year 1756”)",
  "life_date": "French (Strasbourg), 1721–1795",
  "markings": "",
  "medium": "Silver, parcel-gilt inside",
  "nationality": "French",
  "object_name": "Cup",
  "portfolio": null,
  "provenance": "Johann Friedrich Baer, Strasbourg (1746–d. 1795; inv. 1795). Johann Baptist Bollermann, Mainz, Germany (by 1835–d.1852); his son, Caspar Edouard Bollermann, Mainz (1852–d. 1877); his daughter, Amalie Bollermann and her husband, Wilhelm Josef Dieudonné Valckenberg, Worms (1877–d.1931; inv. 1878, no. 567); their son, Hans Dieudonné Valckenberg, Worms (1931–d. 1952); his daughter, Dorette Valckenberg and her husband Richard Hesse I (1952–1990s); their son, Richard Hesse II (until 2003; sale, Christie's, London, June 11, 2003, no. 162, to Galerie Neuse); [Galerie Neuse, Bremen, 2003–10; sold to Mia]",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "Around and below finial sculpture base, in relief: Mit dem Keul Schlage ich meine feinde unter mich / BAER fecit / in Argentinensis 1746  (English translation: \\\"With this club I strike my enemies under me / BAER made it / in Strasbourg 1746\\\")",
  "style": "18th century",
  "text": "Johann Friedrich Baer, a third-generation silversmith, created this cup and cover as a masterpiece, which in the 1700s meant an object created as an application for acceptance into the silversmith’s guild as a master.\r\n\r\nBaer included a panorama of decoration to impress potential aristocratic patrons. Mythological characters and expressive masks add a decorative backdrop for scenes depicting various phases of military operations. The piece also showcases the full array of techniques employed to work silver, including virtuoso casting, embossing, chasing, and chiseling, worked in a range of depths from extremely low relief to fully in the round. A small but dramatic sculpture of mythological Hercules slaying the three-headed monster Cerberus crowns the cup.",
  "title": "Masterpiece cup and cover"
}
