{
  "accession_number": "2010.105",
  "art_champions_text": null,
  "artist": "Artist: Ivan Mareš",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Glass",
  "continent": "Europe",
  "country": "Czech Republic",
  "creditline": "Gift of Daniel Greenberg and Susan Steinhauser",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "European Art",
  "description": "egg shape; dark blue-black glass; design made up of twisted rope-like elements wrapped into openwork egg form",
  "dimension": "19 3/4 x 25 1/8 x 17 1/2 in. (50.17 x 63.82 x 44.45 cm)",
  "id": "http://api.artsmia.org/objects/109185",
  "image": "valid",
  "image_copyright": "© Ivan Mare%C5%A1",
  "image_height": 4541,
  "image_width": 5889,
  "inscription": "Signature and Date",
  "life_date": "Czech, born 1956",
  "markings": "",
  "medium": "Cast glass",
  "nationality": "Czech",
  "object_name": "Glass sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "on base, incised: [MARES IVAN/1994]",
  "style": "20th century",
  "text": "Unlike his contemporaries in the glass-casting world, who strive for perfection of form and smooth surfaces that exploit the qualities of glass, Mares devoted his time to developing casting methods that allowed for the resulting forms to show ambiguity of material, such as his \"rope\" sculptures, utilizing glass as a tool of artistic expression.  During his study under Czech glass legend Professor Stanislav Libensky at the Academy of Art and Design in Prague, Czech Republic, he developed the unconventional practice of leaving the surface of the glass in its rough, post-cast state, an unadulterated and organic method of glass casting. Today he is recognized for his exceedingly difficult and marvelously detailed sculptures, the results of radical experiments and long tests. The rope \"Egg\" form, for example, was only successfully executed after twelve months of failure.",
  "title": "Egg II"
}
