{
  "accession_number": "2010.11.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Johann Daniel Heimlich",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Achim Neuse and Volker Wurster, in association with the purchase of Baer's Masterpiece Cup and Cover with a gift of funds by Mary Agnes and Al McQuinn",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1770",
  "department": "European Art",
  "description": "portrait of a balding man wearing a red cap lined in brown fur, red coat with brown fur trim and white shirt with blue tie; silver masterpiece cup on tabletop at right, with silver working mallet and tools under man's hand",
  "dimension": "37 1/2 x 30 in. (95.25 x 76.2 cm) (sight)\r\n47 x 39 1/2 in. (119.38 x 100.33 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109119",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5506,
  "image_width": 4367,
  "inscription": "",
  "life_date": "French, 1740 - 1796",
  "markings": "",
  "medium": "Oil on canvas",
  "nationality": "French",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G350",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Johann Friedrich Baer proudly presents his Masterpiece Cup and Cover, which he made in 1746 to become a master in the guild of silversmiths of the city of Strasbourg, France. The artist's contemporaries immediately recognized the cup and cover as a masterpiece. \r\n\r\nNote the laid-back manner in which the painter - who was a friend of Baer - represents the cup without much attention to detail. This contrasts with Baer's masterful rendering of even the most minute details on the cup. Artists were commonly portrayed together with tools of their craft and the most prized work they created (or a model thereof). That being said, it is very rare to have the artist's portrait and his masterpiece together in one collection.",
  "title": "Portrait of the Silversmith Johann Friedrich Baer"
}
