{
  "accession_number": "2010.53",
  "art_champions_text": null,
  "artist": "Artist: David Reed",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Alfred and Ingrid Lenz Harrison, Beverly Grossman, Mary Ingebrand-Pohlad, Robert and Lucy Mitchell, John and Martha Gabbert, Siri and Bob Marshall, Barbara S. Longfellow, Blythe Brenden, and John and Karen Himle",
  "culture": null,
  "curator_approved": 0,
  "dated": "2006-2007",
  "department": "Global Contemporary Art",
  "description": "abstract in blues; dark blue along bottom and light blue along top with a few touches of yellow",
  "dimension": "40 1/2 x 141 in. (102.87 x 358.14 cm)",
  "id": "http://api.artsmia.org/objects/109151",
  "image": "valid",
  "image_copyright": "© David Reed",
  "image_height": 5484,
  "image_width": 1668,
  "inscription": "",
  "life_date": "American, born 1946",
  "markings": "",
  "medium": "Oil and alkyd on polyester",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "David Reed's art cannot be discussed without a reference to the legacy of American abstract expressionism. At the same time, his work has been compared to painting by Mannerist (mid to late 1500s) and Baroque (1600 to early 1700s) artists. Reedt has likened the marks in his work to the billowing cloaks that sometimes cover figures in Baroque paintings. Yet he believes contemporary art needs to be radically reinvented to be relevant to the present. \"During the Renaissance and Baroque periods they had a wonderful religious light that came from above,\" he said. \"Today we have a technological light, the light of a TV, movie screen, or computer monitor, which is directionless and increases the intensity of every color.\"\r\n\r\nIn addition to their unexpectedly lush tones and Technicolor palette, the voluptuous, polished surface of this work is achieved by using transparent layers of paint and various glazes, which are sanded down to obscure the artist's hand. The illusionistic effect is almost photographic or cinematic. The intensity of Reed's elongated canvas is reinforced by his deep understanding of contemporary color and light combined with his expert handling of paint.",
  "title": "#563"
}
