{
  "accession_number": "2010.25",
  "artist": "Morimura Yasumasa",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Beverly Grossman",
  "culture": null,
  "dated": "2001",
  "description": "head and shoulders of figure wearing floral headpiece, brown scarf around shoulders and bronze-colored hand shaped earrings",
  "dimension": "58 1/2 x 47 in. (148.59 x 119.38 cm) (image)\r\n67 1/4 x 55 1/4 in. (170.82 x 140.34 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109149",
  "image": "valid",
  "image_copyright": "© 2001 Yasumasa Morimura%2C courtesy of the artist and Luhring Augustine%2C New York",
  "image_height": 4171,
  "image_width": 3324,
  "life_date": "Japanese, born 1951",
  "marks": " ",
  "medium": "Color photograph on canvas",
  "nationality": "Japanese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Yasumasa Morimura has appeared as the Mona Lisa, Marilyn Monroe, and even the artist Cindy Sherman in his exploration of art and identity. In this work, Morimura casts himself as Frida Kahlo, the Mexican artist known for her lush, surreal self-portraits. Morimura self-defines as a cross between actor and artist, transforming himself into iconic figures from pop culture or art history by using a mix of make up, costumes, painting and occasionally digital manipulation. The image is remarkably similar to its model (Kahlo's <I>Self-Portrait Dedicated to Dr. Eloesser and Daughters</I>, 1940), although the artist has modified a few details that touch on themes related to world cultures, gender, and celebrity. Kahlo's Mexican shawl, for example, has become a stylish Louis Vuitton wrap, and instead of fresh flowers Morimura wears a garish tiara of artificial blossoms atop his head that might resemble a Geisha's hair comb.\r\n\r\nOf this series Morimura said, \"The various elements of Dona Frida and myself mix into a muddle and a chemical reaction occurs, creating this imaginary Frida of mine.\" A hand-painted backdrop further enhances the play between artist and subject, painting and photograph, imaginary and real.",
  "title": "An Inner Dialogue with Frida Kahlo (Hand Shaped Earring)"
}
