{
  "accession_number": "2010.25",
  "artist": "Photographer: Morimura Yasumasa",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Beverly Grossman",
  "culture": null,
  "curator_approved": 1,
  "dated": "2001",
  "department": "Contemporary Art",
  "description": "head and shoulders of figure wearing floral headpiece, brown scarf around shoulders and bronze-colored hand shaped earrings",
  "dimension": "58 1/2 x 47 in. (148.59 x 119.38 cm) (image)\r\n67 1/4 x 55 1/4 in. (170.82 x 140.34 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109149",
  "image": "valid",
  "image_copyright": "© 2001 Yasumasa Morimura%2C courtesy of the artist and Luhring Augustine%2C New York",
  "image_height": 4171,
  "image_width": 3324,
  "inscription": "",
  "life_date": "Japanese, born 1951",
  "markings": "",
  "medium": "Color photograph on canvas",
  "nationality": "Japanese",
  "object_name": "Photograph",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Yasumasa Morimura defines himself as a cross between an actor and an artist. In his photographs he uses a mix of heavy makeup, costumes, painting, and digital manipulation to transform himself into iconic figures from pop culture or art history. He has appeared as the Mona Lisa, Marilyn Monroe, and even Cindy Sherman, and while his self-portraits are certainly homages, they also explore his own identity as an artist, touching on themes of gender, sexuality, and the culture of celebrity. \r\n\r\nIn this work Morimura casts himself as Frida Kahlo, the Mexican artist known for her lush, surreal self-portraits. The photograph is remarkably similar to its model (Kahlo's <I>Self-Portrait Dedicated to Dr. Eloesser and Daughters</I>, 1940), but Morimura has changed a few details. Kahlo's Mexican shawl, for example, has become a stylish Louis Vuitton wrap, and instead of fresh flowers Morimura wears a garish tiara of artificial blossoms atop his head. Of this series Morimura said, \"The various elements of Doña Frida and myself mix into a muddle and a chemical reaction occurs, creating this imaginary Frida of mine.\" A hand-painted backdrop further enhances the play between artist and subject, painting and photograph, imaginary and real.\r\n",
  "title": "An Inner Dialogue with Frida Kahlo (Hand Shaped Earring)"
}
