{
  "accession_number": "2010.15",
  "artist": "Giovanni Antonio Sogliani",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "dated": "c. 1520-1522",
  "description": "recto:  head of balding man with long, fluffy, curled beard; head tilted to PR;",
  "dimension": "12 11/16 x 8 3/4 in. (32.23 x 22.23 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/109103",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8347,
  "image_width": 6030,
  "life_date": "Italian  (Florence), 1492 - 1544",
  "marks": " ",
  "medium": "Black chalk with white chalk highlights on light brown tinted paper",
  "nationality": "Italian",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "16th century",
  "text": "Born and bred in the artistic mecca of early 16th-century Florence, Giovanni Antonio Sogliani emerged in the 1520s as a leading artist in his generation, executing major commissions in the city's churches and monasteries as well as the Duomo in Pisa. Sogliani trained for many years in the studio of Lorenzo di Credi, a close associate and follower of Leonardo da Vinci, and his mature work also reflects the influence of Fra Bartolomeo and Andrea del Sarto. \r\n\r\nGiorgio Vasari, the Renaissance biographer (and prolific painter), wrote admiringly of Sogliani's work, noting his popularity with patrons, his diligence, and his devotion to his art, but complained that he often worked slowly. This accomplished double-sided drawing shows no hesitation in the hand of this artist. With bold chalk strokes, Sogliani confidently and efficiently fleshes out a powerful head study of a bearded man on the front side of the sheet. On the verso, he skillfully elaborates a compositional sketch, depicting a large group of saints gathered around steps. Both studies were executed in preparation for an altarpiece representing The Madonna and Child with Saints, untraced since 1840, but known from a print reproducing the work by the 19th-century engraver Ferdinand-Jean Joubert. An inscription on the print erroneously identifies the author of the altarpiece as Fra Bartolomeo, but the MIA's drawing provides strong evidence for reattributing the lost work to Sogliani. The serendipitous survival of this informal multi-figure sketch illuminates Sogliani's painstaking preparatory process, which may account for the slow pace that frustrated Vasari.",
  "title": "Head of a Bearded Saint (recto); Study for an Altarpiece with Madonna and Saints (verso)"
}
