{
  "accession_number": "2010.24",
  "artist": "Artist: Ai Weiwei",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Eric Dayton in honor of Bruce Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Contemporary Art",
  "description": "white and grey veined marble; carved sculpture in the form of a Chinese side chair with curved back",
  "dimension": "47 1/4 x 22 x 18 in. (120.02 x 55.88 x 45.72 cm)",
  "id": "http://api.artsmia.org/objects/109147",
  "image": "valid",
  "image_copyright": "Ai Weiwei 2008",
  "image_height": 5306,
  "image_width": 3469,
  "inscription": "",
  "life_date": "Chinese, born 1957",
  "markings": "On underside of seat, on sticker: (untranslated Chinese text) / AI WEIWEI / TITLE: MARBLE CHAIR / SERIAL: 049 / DATE: 2008-06",
  "medium": "Marble",
  "nationality": "Chinese",
  "object_name": "Sculpture",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Non-Commercial Use",
  "role": "Artist",
  "room": "G218",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "The art of Ai Weiwei falls into several categories - photography, sculpture, conceptual art, design, and architecture - all of which are connected by a persistent questioning of Chinese conventions and traditions. <I>Marble Chair</I> is part of Ai's practice that is inspired by antique Chinese furniture, the systematic destruction of Chinese culture and its legacy that began during the Cultural Revolution, reinforced by Chairman Mao's famous directive \"without destruction there is not construction.\"  \r\n\r\nAi's work is often packed with personal, political, and culturally significant reference points. Carved from of a single block of marble to resemble a traditional yokeback chair it was one of the few objects his family was allowed to keep when they were sent into exile. He has collaborated with and outsourced his work to highly skilled artisans who are trained in classical pottery and design. Their knowledge, in this case, of marble carving is employed as a means of conserving traditional skills. As a superb piece of craftsmanship, <I>Marble Chair</I> has become a poignant symbol for China's position as the world's largest manufacturing center and labor force, which includes the continuities and disruptions of cultural tradition and memory in the country today.",
  "title": "Marble Chair"
}
