{
  "accession_number": "2010.98",
  "art_champions_text": null,
  "artist": "Artist: Sylvia Plimack Mangold",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of funds from Alida Messinger",
  "culture": null,
  "curator_approved": 0,
  "dated": "1974",
  "department": "Global Contemporary Art",
  "description": "corner of white room with narrow mirror leaning against wall; hardwood floor; unframed",
  "dimension": "78 x 65 in. (198.12 x 165.1 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/109123",
  "image": "valid",
  "image_copyright": "© Sylvia Plimack Mangold",
  "image_height": 5781,
  "image_width": 4806,
  "inscription": "",
  "life_date": "American, born 1938",
  "markings": "",
  "medium": "Acrylic on canvas",
  "nationality": "American",
  "object_name": "Painting",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "G322",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Sylvia Plimack Mangold first gained recognition in the art world with an exhibition of several works in which she meticulously reproduced the floors and walls of her studio. The paintings are detailed visual records of Mangold's observation of space and the passage of time. While obviously the product of a realist painter, these works are intriguing because, despite Mangold's assiduous consideration of the realness of her subjects, the compositions and singularity of focus force them into the realm of subjectivity and abstraction. \r\n\r\nAugust is a beautiful example of Mangold's floor paintings and was created during a time in the artist's career when she used mirrors to further explore the construction and perception of space. The mirrors simultaneously create a sense of depth and remain a flat surface. Although realism is dedicated to recognizable representations of subjects, the viewer is presented with an image that is ultimately not about reality but about the artist's understanding of her experiences.",
  "title": "August"
}
