{
  "accession_number": "2010.24",
  "artist": "Ai Weiwei ",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of funds from Eric Dayton in honor of Bruce Dayton",
  "culture": null,
  "dated": "2008",
  "description": "white and grey veined marble; carved sculpture in the form of a Chinese side chair with curved back",
  "dimension": "47 1/4 x 22 x 18 in. (120.02 x 55.88 x 45.72 cm)",
  "id": "http://api.artsmia.org/objects/109147",
  "image": "valid",
  "image_copyright": "Ai Weiwei 2008",
  "image_height": 5306,
  "image_width": 3469,
  "life_date": "Chinese, born 1957",
  "marks": "Label underside of seat, on sticker [(untranslated Chine",
  "medium": "Marble",
  "nationality": "Chinese",
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Weiwei spent part of his childhood in exile when his father, the famous poet Ai Qing, was sent to the Gobi Desert during the Chinese Cultural Revolution, when traditional Chinese culture was being systematically destroyed. After Chairman Mao died in 1976, Weiwei enrolled at the Beijing Film Academy and subsequently moved to the United States at 24. In New York, he was exposed to pop and conceptual artists not yet known in China. When he returned to his homeland 12 years later to care for his ailing father, his work began to garner significant attention. Today he is one of the country’s most eminent artists—and one of its most vocal social critics.\r\nWeiwei began collecting Ming (1368-1644) and Q’ing (1644-1912) dynasty pieces shortly after his return to China and in 1997 began reconstructing them into hybrid forms and minimalist sculptures. Marble Chair is carved from a single block of marble to resemble a traditional yokeback chair, like the one his family was allowed to keep while in exile. It is a poignant symbol of the continuities and disruptions of cultural tradition that permeate China today, solemnly evoking all that has been lost in China’s rush to modernize.",
  "title": "Marble Chair"
}
