{
  "accession_number": "2010.16",
  "art_champions_text": null,
  "artist": "Artist: Jan van Huysum",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Martin and Brown Endowment Fund and the Marguerite S. McNally Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1723",
  "department": "European Art",
  "description": "large bouquet of flowers in a vase decorated with putti in relief, sitting on a ledge; other flowers on top of ledge; drawn with grid with red chalk and pencil",
  "dimension": "14 1/4 x 11 1/8 in. (36.2 x 28.2 cm) (sheet)\r\n23 3/4 x 19 3/4 in. (60.33 x 50.17 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109102",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8142,
  "image_width": 6377,
  "inscription": "Signature and Date",
  "life_date": "Dutch, 1682 - 1749",
  "markings": "",
  "medium": "Graphite, black chalk, gray wash, squared in red and black chalk, brown ink framing lines",
  "nationality": "Dutch",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "[Knoedler & Co., New York]; John Howard Joynt (1903-1989) and May Aberdeen Lepley Joynt, Alexandria, Virginia; by descent to an unidentified owner [probably John Howard Joynt III, Washington, D.C. and/or Martha Joynt Kumar, New Castle, De.]; sale, Christie's, New York, Jan. 27, 2010, lot 130.\r\n\r\n\r\n\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at left on ledge, in black: [Jan V huysum / fec. 1723]",
  "style": "18th century",
  "text": "The foremost Dutch flower painter of the early 18th century, Jan van Huysum specialized in depicting elaborate floral arrangements that could never actually be seen, for they included blooms from different seasons. With drawings such as this, he conjured up arrangements resplendent with rhythmic flows and weaving lines and complex plays of light—in which brightly illuminated blooms in the back of the bouquet help to silhouette darker blooms near the front.\r\n\r\nWhereas drawing was a means of concocting fantasy bouquets, painting was the vehicle for van Huysum’s meticulous study of nature. He liked to paint individual blossoms directly from nature. The freedom and fire of his best drawings was sacrificed for painstakingly precise observation in paintings made over the course of months, or sometimes years, as he waited for the buds to bloom. The drawings sometimes correspond to known paintings, but never exactly. The real flowers from which he painted would naturally vary from those he envisioned on cold, dark nights.",
  "title": "Bouquet of Flowers in a Terracotta Vase"
}
