{
  "accession_number": "2010.15",
  "art_champions_text": null,
  "artist": "Artist: Giovanni Antonio Sogliani",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 1520-1522",
  "department": "European Art",
  "description": "recto: head of balding man with long, fluffy, curled beard; head tilted to PR;",
  "dimension": "12 11/16 x 8 3/4 in. (32.23 x 22.23 cm) (sheet)\r\n23 1/2 × 19 5/8 × 1 1/2 in. (59.69 × 49.85 × 3.81 cm) (outer frame, excluding pedestal)",
  "id": "http://api.artsmia.org/objects/109103",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8239,
  "image_width": 5915,
  "inscription": "",
  "life_date": "Italian  (Florence), 1492–1544",
  "markings": "Watermark: (heraldic eagle with crown inscribed in a circle (not in Piccard or Briquet))",
  "medium": "Black chalk with white highlights on light brown tinted paper",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Prof. J. Q. Regteren Altena, Amsterdam (d. 1980); by descent to his heirs, sale, Sotheby's, London, July 11, 2001, no. 5; Private collection; Sale, Sotheby's, New York, January 27, 2010, no. 14, to Mia",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The Florentine Renaissance artist Giovanni Antonio Sogliani prepared his paintings through long and careful planning, as this drawing shows. On one side (the verso) is the general composition for a Sacra Conversazione (Madonna and child surrounded by saints), whose details are elaborated on the other side and in many other, now lost, drawings. The head of the second saint standing to the right of the Virgin is shown on the recto of this sheet in dazzled adoration, with lips slightly parted as in prayer. His intense devotion may reflect the painter’s famously pious character.",
  "title": "Head of a Bearded Saint (recto); Study for an Altarpiece with Madonna and Saints (verso)"
}
