{
  "accession_number": "L2010.74",
  "artist": "Ahmed Alsoudani",
  "continent": null,
  "country": null,
  "creditline": "Collection of Gordon Locksley and George T. Shea",
  "culture": null,
  "dated": "2010",
  "department": "Contemporary Art",
  "description": "collage-like image of partial overlapping and partially abstracted figures on white ground; white wood frame",
  "dimension": "78 1/4 x 115 in. (198.76 x 292.1 cm) (canvas)\r\n81 x 117 1/2 in. (205.74 x 298.45 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109254",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "life_date": "Iraqi, born 1975",
  "marks": " ",
  "medium": "Charcoal, acrylic and oil on canvas",
  "nationality": "Iraqi",
  "provenance": "",
  "restricted": 1,
  "rights_type": "Need Permission",
  "role": "Artist",
  "room": "Not on View",
  "style": "21st century",
  "text": "Iraqi-born artist Ahmed Alsoudani addresses the subject of war in large-scale, tumultuous compositions that merge drawing with painting. His canvases approach the subject of war through aesthetics. War's human cost is suggested at every angle by motifs such as disembodied body parts and grimacing faces, while twisted metal rails and shattered tree trunks refer to war's destruction of the built and natural environment. Alsoudani, who left Iraq for Germany after the First Gulf War, is directly inspired by his own experiences as a child, as well as his concerns over contemporary global conflicts. \r\n\r\nDrawing on the spirit of early twentieth century art movements such as Expressionism and Cubism, the artist affirms how important engagement with art from earlier eras has been to his process. This piece echoes such iconic war-related works as Francisco Goya's <I>Disasters of War</I> (1810-20), Otto Dix's <I>War</I> (1924), and Pablo Picasso's <I>Guernica</I> (1937). Executing his painting with a raw physicality, Alsoudani references history while reminding us of the ongoing brutality of war\r\n",
  "title": "Untitled"
}
