{
  "accession_number": "2010.47.2",
  "art_champions_text": null,
  "artist": "Artist: Guglielmo Cortese; Artist: Formerly attributed to Giacinto Brandi",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1653-1657",
  "department": "European Art",
  "description": "body carried to by two men; another figure at L; structure in distance",
  "dimension": "9 11/16 x 9 3/4 in. (24.61 x 24.77 cm) (sheet)\r\n22 x 16 in. (55.88 x 40.64 cm) (mount)",
  "id": "http://api.artsmia.org/objects/109276",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3203,
  "image_width": 3265,
  "inscription": "Inscribed at bottom center of sheet, in ink: [Giacinto Brandi]; at top center of sheet, in ink: [n.°516]; on verso at top of mount, in pencil: [DO599]; on verso, on labels in black ink and pencil: [MFA 33(circled) A 1575]",
  "life_date": "Italian (born in France), 1628 - 1679",
  "markings": "",
  "medium": "Black chalk",
  "nationality": "French (active in Italy)",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Joseph F. McCrindle (1923-2008), New York",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Inscribed with the name \"Giacinto Brandi,\" this drawing has long been considered the work of that 17th century Roman artist.  Thanks to the careful research of the Brandi scholar Guendalina Serafinelli, we now know that this drawing was executed by Guglielmo Cortese (born Guillaume Cortois), a French artist active in Rome in the same years as Brandi.\r\n\r\nIt is a preparatory sketch for Cortese's St. Abdon and St. Sennen Bury Christian Martyrs fresco in the church of San Marco in Rome. Cortese executed a series of frescoes for Niccolo Sagrèdo, Venetian ambassador to the Holy See, who undertook a major redecorating campaign in San Marco, the national Venetian church in Rome, between 1653 and 1657. \r\n\r\nA preliminary compositional sketch, this drawing shows the artist's thought process as he works out the placement for the arms and feet of the figures.  With an extraordinary economy of line—just a few quickly drawn chalk strokes—Cortese masterfully describes the musculature and drapery of the figures.",
  "title": "Saint Abdon and Saint Sennen Bury Christian Martyrs"
}
