{
  "accession_number": "2010.52",
  "art_champions_text": null,
  "artist": "Artist: Ghada Amer",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Africa",
  "country": "Egypt",
  "creditline": "Gift of funds from Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "white ground with outlines of six female figures and birds; dark purple, black, pink, green and yellow; unframed",
  "dimension": "66 1/4 x 80 in. (168.28 x 203.2 cm)",
  "id": "http://api.artsmia.org/objects/109234",
  "image": "valid",
  "image_copyright": "© Ghada Amer %2F Artists Rights Society %28ARS%29%2C NY",
  "image_height": 5185,
  "image_width": 6207,
  "inscription": "",
  "life_date": "Egyptian, born 1963",
  "markings": "",
  "medium": "Acrylic, embroidery and gel medium on canvas",
  "nationality": "Egyptian",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR outer edge of stretcher, in pencil: Ghada Amer 08-",
  "style": "21st century",
  "text": "Ghada Amer was born in Cairo, Egypt in 1963.  At the age of 11, her family moved to France where Amer studied painting at the Ecole des Beaux Arts in Nice and the Institut des hautes Etudes en Arts Plastiques in Paris. Although Amer also creates sculpture, installations, and performance pieces, she has always referred to herself as a painter. Using traditional embroidery techniques and an acrylic gel medium to fix the thread to the canvas, Amer drew images of women performing domestic tasks.  By using needlework, Amer elevated craft to the level of fine art. In Les Flâneuses, Amer uses embroidery—a medium typically associated with women’s domestic life—to create images that frankly explore aspects of female sexuality. She “draws” with thread, creating complex networks of lines, in which erotic images are partially concealed. In this work, Amer juxtaposes pornographic-magazine photographs of sexualized women with images of the innocent young girls of Walt Disney’s film version of Snow White. By bringing together two female stereotypes in this signature work, Amer illustrates how women have been marginalized.\r\n\r\nGhada Amer's embroidered and painted canvases, which deal with issues of empowerment and representation, confront traditional ideals of womanhood and assert her belief in women's rights. Embroidery is traditionally a women's craft and her work links traditional women's work with contemporary desires for self-expression and power. In Les Flaneuses, the serial images - including the iconic image Snow White - speak to the representation of women, while the myriad horizontal black threads make it difficult to see the images clearly.\r\n\r\nThe word flaneuses refers to a French term coined by Baudelaire - le flaneur: a man who walks the city to observe and participate in the urban experience. The term is associated with an understanding of modern society in relationship to the individual, a theme Amer is also exploring in her work.",
  "title": "LES FLÂNEUSES"
}
