{
  "accession_number": "2010.51.1",
  "art_champions_text": null,
  "artist": "Photographer: Thomas Struth",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "Germany",
  "creditline": "Gift of funds from Eric Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "No. 12282; view down one arm of cathedral with abstract, multi-colored stained glass window at end; grey frame with Plexiglas",
  "dimension": "78 7/8 x 63 1/2 in. (200.34 x 161.29 cm) (image)\r\n84 x 68 in. (213.36 x 172.72 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109249",
  "image": "valid",
  "image_copyright": "© 2007 Thomas Struth",
  "image_height": 4672,
  "image_width": 3792,
  "inscription": "",
  "life_date": "born 1954",
  "markings": "",
  "medium": "C-print",
  "nationality": null,
  "object_name": "Photograph",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Thomas Struth was born in Geldern, Germany, near Düsseldorf, in 1954 and attended the Düsseldorf Academy from 1973-80, where he studied painting under the instruction of Gerhard Richter. This photograph is Struth’s homage to Germany’s Cologne Cathedral, to photographic documentation of European archi¬tecture, and to his art teacher and mentor, Gerhard Richter. The Cologne Cathedral, located not far from Struth’s residence in Düsseldorf, is an outstanding example of Gothic architecture. Begun in 1248, and built over a period of six hundred years, it is Cologne’s most revered building and features the largest church façade in the world, encompassing a set of twin spires.\r\n\r\nPhotographers began documenting architecture in earnest in the late nineteenth century, when technical photographic advances whetted their artistic appetites. Photographers of churches are challenged by the scale of their subject, and often have limited vantage points. For this image, Struth was able to find a camera position that emphasized the great depth and height of the structure and showcased Richter’s spectacular new stained-glass window. In 2007, the Richter window replaced temporary clear glass that was installed after the cathedral’s original south transept window was lost to Allied bombing during World War II. Richter, one of Germany’s most prominent artists, based the design on one of his paintings of 1974, using a computer to randomly select the colors for the window’s 11,500 square panes. The resulting pixel-like pattern references new digital technology and is a dramatic counterpoint to the building’s period architecture.",
  "title": "Kölner Dom, Köln"
}
