{
  "accession_number": "2010.47.3",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Carlo Maratti",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Italy",
  "creditline": "Gift of the Joseph F. McCrindle Collection",
  "culture": null,
  "curator_approved": 0,
  "dated": "1667-1669",
  "department": "European Art",
  "description": "seated pope receiving gift from kneeling man; large family kneeling behind; family figures numbered with key at L; two figures standing to PL of pope and one to PR; two men conversing at R foreground",
  "dimension": "10 7/8 x 15 3/4 in. (27.62 x 40.01 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/109277",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3171,
  "image_width": 4549,
  "inscription": "Inscription \r\n\r\non sheet at L, in brown ink: a key to persons in image; at center bottom of image, in brown: [Portiera]",
  "life_date": "Italian (Rome), 1625 - 1713",
  "markings": "",
  "medium": "Pen and brown ink and wash over black chalk",
  "nationality": "Italian",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Joseph F. McCrindle (1923-2008), New York",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This drawing remains a puzzle. A design for a painting to be executed over a curtained doorway, or \"portiere,\" it depicts a family kneeling before Clement IX. The pope can be identified by the appearance of his family coat-of-arms, the four diamonds of the Rospigliosi, crowned by the papal tiara and crossed keys, which adorn both his papal throne and the archway in the background. The list of names in the lower left corner provides a key to identifying the numbered individuals in the scene. It has been suggested that they might be Clement IX's family, yet few of the names correspond to well known Rospigliosi family members, suggesting it might portray another family honoring the pope. The attribution of the drawing to Carlo Maratti was undoubtedly put forth because the successful Roman painter was known to have worked for Clement, yet it is not executed in his usual style. It is hoped that further research will uncover the identity of the sitters, so carefully recorded for posterity, and the artist who drew them.",
  "title": "The Rospigliosi Family Paying Homage to Pope Clement IX"
}
