{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "%26copy%3B Jonathan Borofsky",
  "life_date": "American, born 1942",
  "nationality": "American",
  "role": "Artist",
  "dated": "1994",
  "culture": null,
  "country": "United States",
  "continent": "North America",
  "dimension": "82 x 43 x 31 in. (208.28 x 109.22 x 78.74 cm) (approx., including base)",
  "medium": "Brushed aluminum, electrical components, compact disc player with remote control, compact disc and jewel case",
  "title": "Singing Man",
  "id": "http://api.artsmia.org/objects/109311",
  "room": "Not on View",
  "style": "20th century",
  "marks": " ",
  "text": "Jonathan Borofsky, born in 1942 in Boston, Massachusetts, has stated that most of his work is a mode of self-portraiture. <I>Singing Man</I> (1994) reflects an autobiographical expression of the artist's interest in music, while, at the same time, manifests of his long struggle with the anxieties of daily patterns.\r\nBorofsky took aspects of the competing impulses of Pop art and Minimalism and combined them in this playful figurative sculpture, the aspect of his work for which he is best known.  This classic example of his sculpture also merges his interests in humor and spirituality. It is an artwork that stands as both a timeless piece of figurative sculpture and a signature piece of its time. With its cyborg-like form of stainless steel and a mechanical jaw stuck in endless repetitive 'singing,' it reflects one of the central concerns of 20th century philosophy ' the loss of humanity in an age of mechanization. At its essence, it is an artwork that raises questions about the human spirit.\r\n",
  "description": "standing abstracted man with flat legs, arms and toso; flat head (profile) with mechanized hinged jaw and speaker inside mouth; brushed silver patina; silver box attached with cords houses separate Kenwood compact disc player with remote control; CD included:  \\\"Four Gods\\\" by Jonathan Borofsky",
  "creditline": "Gift of Donna and Cargill MacMillan Jr.",
  "accession_number": "2010.58.5a-e                              ",
  "artist": "Jonathan Borofsky"
}
