{
  "accession_number": "2010.56",
  "art_champions_text": null,
  "artist": "Artist: Rebecca Belmore",
  "catalogue_raissonne": null,
  "classification": " Photographs; Lighting",
  "continent": "North America",
  "country": "Canada",
  "creditline": "Gift of funds from Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "2007",
  "department": "Global Contemporary Art",
  "description": "light box with back of woman lying down; diagonal scar with fringe down her back",
  "dimension": "96 1/4 x 32 3/4 x 6 1/2 in. (244.48 x 83.19 x 16.51 cm)",
  "id": "http://api.artsmia.org/objects/109315",
  "image": "valid",
  "image_copyright": "© Rebecca Belmore",
  "image_height": 1200,
  "image_width": 3600,
  "inscription": "",
  "life_date": "Anishinaabe-Canadian, born 1960",
  "markings": "",
  "medium": "Transparency in light box (one of an edition of three)",
  "nationality": "Anishinaabe-Canadian",
  "object_name": "Photograph, light box",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Rebecca Belmore often uses the body to address violence and injustice against First Nations people, especially women. A member of the Anishinaabe nation, she affirms, \"My body is a place from which to address the whole notion of history and what has happened to us as Aboriginal people.\" The female figure in Fringe assumes the same reclining pose as the beautiful odalisques depicted by nineteenth century European artists, but bears an ugly slash from shoulder to hip.\r\n\r\nThe deep scar running across the figure's back is created with the help of special-effects make up. What appear to be thin rivulets of blood running from the gash are composed of small red beads, a detail that evokes both Belmore's heritage and the trauma inflicted on indigenous peoples. Despite the graveness of the woman's injury, Belmore's Fringe is also about healing. The wound is not fatal, but the scar will never disappear.",
  "title": "Fringe"
}
