{
  "accession_number": "2010.33.1",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ted and Roberta Mann Foundation Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th-19th century",
  "department": "Asian Art",
  "description": "landscape scenes with gold sky and gold ground between scenes; rolling mountains; villages by bodies of water and rivers with small groves of trees; some tiny figures inside buildings, on boats and in landscapes; place names in black on small gold rectangles",
  "dimension": "45 3/16 x 115 3/8 in. (114.78 x 293.05 cm) (image)\r\n49 3/4 x 121 in. (126.37 x 307.34 cm)",
  "id": "http://api.artsmia.org/objects/109320",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2871,
  "image_width": 7064,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink, color, and gold on paper",
  "nationality": null,
  "object_name": "Six-panel folding screen, one of a pair",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th-19th century",
  "text": "This pair of screens, illustrating the verdant mountains and numerous waterways of Japan as seen through golden clouds, is a marvelously imaginative representation of the Tokaido—the country’s most important pre-modern roadway. Viewers visually “travel” the landscape by following the road from town to town. The artist exercised considerable license by representing many bustling centers as small hamlets of 4-5 picturesque buildings clustered on the seashore or alluvial plains. Meticulously rendered figures, on horseback and on foot, alone and as part of military processions, are shown making their way along the road, giving the landscape an overall sense of scale. And yet, the artist was careful to render a pleasing composition through the interplay of reflective clouds, undulating landmasses, and azure waterways. It is at once a spectacular interpretation of a famous roadway and evidence of the increasing interest in travel among Japanese during the Edo period.",
  "title": "Panoramic View of the Tōkaidō [left of a pair]"
}
