{
  "accession_number": "2010.58.5a-e",
  "art_champions_text": null,
  "artist": "Artist: Jonathan Borofsky",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Digital Art; Time-based Media",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Donna and Cargill MacMillan Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1994",
  "department": "Global Contemporary Art",
  "description": "standing abstracted man with flat legs, arms and toso; flat head (profile) with mechanized hinged jaw and speaker inside mouth; brushed silver patina; silver box attached with cords houses separate Kenwood compact disc player with remote control; CD included: \"Four Gods\" by Jonathan Borofsky",
  "dimension": "82 x 43 x 31 in. (208.28 x 109.22 x 78.74 cm) (approx., including base)",
  "id": "http://api.artsmia.org/objects/109311",
  "image": "valid",
  "image_copyright": "© Jonathan Borofsky",
  "image_height": 5391,
  "image_width": 3303,
  "inscription": "",
  "life_date": "American, born 1942",
  "markings": "",
  "medium": "Brushed aluminum, electrical components, compact disc player with remote control, compact disc and jewel case",
  "nationality": "American",
  "object_name": "Kinetic sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Non-Commercial Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Jonathan Borofsky, born in 1942 in Boston, Massachusetts, has stated that most of his work is a mode of self-portraiture. Singing Man (1994) reflects an autobiographical expression of the artist’s interest in music, while, at the same time, manifests of his long struggle with the anxieties of daily patterns.\r\n\r\nBorofsky took aspects of the competing impulses of Pop art and Minimalism and combined them in this playful figurative sculpture, the aspect of his work for which he is best known.  This classic example of his sculpture also merges his interests in humor and spirituality. It is an artwork that stands as both a timeless piece of figurative sculpture and a signature piece of its time. With its cyborg-like form of stainless steel and a mechanical jaw stuck in endless repetitive “singing,” it reflects one of the central concerns of 20th century philosophy – the loss of humanity in an age of mechanization. At its essence, it is an artwork that raises questions about the human spirit.\r\n\r\nBorofsky is well known for his sculptures of large figures like the Hammering Man, Chattering Man, and Many Walking to the Sky. One collective theme behind Borofsky's artwork is a reference to the ordinary contemporary man. His figures are unfocused and dream-like. Borofsky believes that in modern society we tend to judge who we are with how we are seen by others. The resulting anxiety leaves man trapped in a boring routine by repeating set patterns of dissatisfying behavior. At the same time our spirit strives for freedom from this behavior.\r\n\r\nSinging man breaks away from boring and frustrating patterns in daily life as he peacefully sings a chant. A portrait of the artist as well as a surrogate audience, Borofsky explains that the figure is an \"evolution to a more peaceful state of mind.\" Given the artist's interest in music, this piece is particularly personal and autobiographical. It is accompanied by a 35-minute song titled \"Voice\" that was recorded by Borofsky in 1997 and used as the ori",
  "title": "Singing Man"
}
