{
  "accession_number": "2010.36",
  "art_champions_text": null,
  "artist": "Artist: John Linnell",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Europe",
  "country": "England",
  "creditline": "The William Hood Dunwoody Fund, gift of funds from the Paintings Curatorial Council, and the Anne and Hadlai Hull Endowment for Art Acquisition",
  "culture": null,
  "curator_approved": 0,
  "dated": "1818-1819",
  "department": "European Art",
  "description": "group of figures at water's edge, with one figure wading, holding a long stick into the water; twilight; darker clouds tinged with red high in sky; some white clouds and blue sky in middle of image; belt of trees at right; windmill at left on horizon in distance",
  "dimension": "14 7/8 x 22 1/2 in. (37.78 x 57.15 cm) (sight)\r\n21 1/2 x 29 in. (54.61 x 73.66 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109318",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1798,
  "image_width": 2312,
  "inscription": "Signature and Label",
  "life_date": "British, 1792 - 1882",
  "markings": "on back: old exhibition label and dealer\\'s label",
  "medium": "Oil on paper laid on panel",
  "nationality": "British",
  "object_name": "Painting",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "at bottom center, in brown: [L. Linnell. f.]",
  "style": "19th century",
  "text": "John Linnell was one of the most successful and influential landscape painters active in Great Britain during the first half of the 19th century. Along with John Varley, he pioneered the regular practice of plein-air painting along the Thames and in the suburbs of London. The intensity and the poetic sublimity of this representation of naturalistic phenomena are typical of Linnell's most accomplished works. It is a view of nature that would resonate through the 19th century not only in the works of many British imitators but also in those of many American painters, in particular those affiliated with the British-born artist Thomas Cole, his protégé Frederic Church, and their circle of Transcendentalists.",
  "title": "Evening, Storm Clearing Off"
}
