{
  "accession_number": "2012.117.2a-e",
  "art_champions_text": null,
  "artist": "Artist: Swoon",
  "catalogue_raissonne": null,
  "classification": " Collages / Assemblages",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Gordon Locksley and George T. Shea and the Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "2008",
  "department": "Global Contemporary Art",
  "description": "five detaching sections of mixed media construction that is painted primarily maroon in center section with embracing couple",
  "dimension": "119 1/2 x 182 x 6 in. (303.53 x 462.28 x 15.24 cm)",
  "id": "http://api.artsmia.org/objects/109328",
  "image": "valid",
  "image_copyright": "Copyright © 2008 Swoon",
  "image_height": 4656,
  "image_width": 6127,
  "inscription": "",
  "life_date": "American, born 1977",
  "markings": "",
  "medium": "Mixed media assemblage",
  "nationality": "American",
  "object_name": "Assemblage",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Street artist Swoon considers her work an addition to the naturally occurring collage of the city. She usually pastes her life-size, woodcut block print portraits directly onto a wall of a city street, enjoying the way it flakes and decays over time. In this multi-media piece, Swoon has transplanted a collaged cityscape into a gallery space by constructing a sculptural canvas out of salvaged urban materials. The scrap metal and wood wraps around a corner of the gallery, breaking the boundaries of traditionally hung artworks, and suggestive of a street setting. In much the same way that Swoon inscribes her subjects into the urban milieu, she has inscribed the urban milieu into a museum gallery.\r\nThe two figures depicted in this sculpture are Brooklyn-based poets and fellow street artists Alixa and Naima, who together form the duo Climbing PoeTree. Known for using art and poetry as tools for education, community organizing, and social activism, Climbing PoeTree seeks to overcome destructive elements with creativity. The two women hold each other, eyes closed and unaware of the viewer, who has been allowed to share in this intimate, loving, and joyful moment.",
  "title": "Alixa and Naima"
}
