{
  "accession_number": "2010.28.1",
  "art_champions_text": null,
  "artist": "Designer: Harry Bertoia",
  "catalogue_raissonne": null,
  "classification": " Adornment",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David and Ruth Waterbury Endowment for Contemporary Craft",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1950",
  "department": "Arts of the Americas",
  "description": "X-shaped silver frame with dark purple and red threads wrapped around frame to form two rectangles; central rectangle of dark ebony wood with silver bar at middle",
  "dimension": "2 1/4 x 1 11/16 x 11/16 in. (5.72 x 4.29 x 1.75 cm)",
  "id": "http://api.artsmia.org/objects/109495",
  "image": "valid",
  "image_copyright": "© Estate of Harry Bertoia %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 3800,
  "image_width": 4123,
  "inscription": "",
  "life_date": "American, 1915-1978",
  "markings": "",
  "medium": "Sterling silver, ebony wood, thread",
  "nationality": "American",
  "object_name": "Brooch",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G354",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The three brooches shown here exhibit Bertoia's skill as a designer/craftsman. He skillfully manipulated and forged silver and thread to create wearable pieces that explored qualities of transparency, biomorphism, and zoomorphism. The aesthetic that he helped develop proved extremely influential in the jewelry field throughout the 1960s.\r\nJewelry was part of Bertoia's creative output for a relatively short period of time, mainly during and after World War II when restrictions on metal forced him to work on a small scale. By 1949, architect Ralph Rapson, who had known Bertoia during their time as students at the Cranbrook Academy of Art in Michigan, contacted Bertoia for jewelry to sell through his and his wife Mary’s new modern design shop in Boston, Rapson, Inc. At least eight pieces, including these three, were retained by the couple when they sold the business in 1954.",
  "title": "Brooch"
}
