{
  "accession_number": "2010.28.1",
  "artist": "Harry Bertoia",
  "continent": "North America",
  "country": "United States",
  "creditline": "The David and Ruth Waterbury Endowment for Contemporary Craft",
  "culture": null,
  "dated": "c. 1950",
  "description": "X-shaped silver frame with dark purple and red threads wrapped around frame to form two rectangles; central rectangle of dark ebony wood with silver bar at middle",
  "dimension": "2 1/4 x 1 11/16 x 11/16 in. (5.72 x 4.29 x 1.75 cm)",
  "id": "http://api.artsmia.org/objects/109495",
  "image": "valid",
  "image_copyright": "%26Acirc%3B%26copy%3B Estate of Harry Bertoia %2F Artists Rights Society %28ARS%29%2C New York",
  "life_date": "American, 1915-1978",
  "marks": " ",
  "medium": "Sterling silver, ebony wood, thread",
  "nationality": "American",
  "provenance": "",
  "restricted": 1,
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "Harry Bertoia was a gifted artist at any scale--whether in a wall-size metal sculpture, a residential-scale kinetic sound sculpture, an openwork metal chair, or a piece of wearable art. Jewelry was part of Bertoia's creative output for a relatively short period of time, mainly during and after World War II when restrictions on metal forced him to work on a small scale. His first outlet for jewelry was the Nierendorf Gallery in New York City, which specialized in non-objective art. By 1949, Ralph Rapson, who had known Bertoia during his time as a student at Cranbrook and while working as an architect in the Saarinens' office in the late 1930s and early 1940s, contacted Bertoia for jewelry to sell through his new modern design shop in Boston, Rapson, Inc., run with his wife, Mary.  At least eight were retained by the couple when they sold the business in 1954.  \r\n\r\nThe three pieces shown here are from the Ralph and Mary Rapson collection, and they show Bertoia's skill as a designer/craftsman. Bertoia skillfully manipulated and forged silver to create pieces that explored qualities of transparency, biomorphism, and zoomorphism within an abstract sculptural framework. The aesthetic that he helped develop, along with Alexander Calder and other early modern jewelry artists, proved extremely influential to designer/craftsmen in the jewelry field throughout the 1950s.\r\n",
  "title": "Brooch"
}
