{
  "accession_number": "2010.27.2",
  "art_champions_text": null,
  "artist": "Artist: Attributed to José Montes de Oca",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe",
  "country": "Spain",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1734",
  "department": "European Art",
  "description": "standing black figure with short curly black hair, wearing a gold robe and gold shoes; man has arms outstretched, holding open book in PL hand",
  "dimension": "49 × 34 5/8 × 16 1/2 in., 120 lb. (124.5 × 87.9 × 41.9 × 54.4 cm)",
  "id": "http://api.artsmia.org/objects/109582",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5960,
  "image_width": 4546,
  "inscription": "",
  "life_date": "Spanish, c. 1675–1750",
  "markings": "",
  "medium": "Polychrome and gilt wood, glass",
  "nationality": "Spanish",
  "object_name": "Figure",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G341",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Saint Benedict of Palermo (1524-1589) was the first Christian saint of African origin to be canonized in modern times. He was born in Sicily (then part of Spain) of parents who were freed slaves, and who were said to have come from Ethiopia. Saint Benedict was admired as a model of extraordinary religious devotion, wise counsel and spiritual leadership. After his death a grassroots movement to make him a saint ensued. By the early 1600s Saint Benedict was widely venerated in Italy, Spain, and Latin America. José Montes de Oca's statue, carved in Sevilla in the 1730s, masterfully captures Saint Benedict's charismatic personality. The glass eyes and bone teeth add to the saint's life like quality. Yet it is the concentrated facial expression, Benedict's welcoming gesture of his spread arms, the movement of his cowl and his contrapposto stance, by which Montes de Oca renders the saint's inspiration within the statue's every inch.",
  "title": "Saint Benedict of Palermo"
}
