{
  "accession_number": "2010.43",
  "art_champions_text": null,
  "artist": "Artist: George Bellows",
  "catalogue_raissonne": "Mason 46",
  "classification": " Prints",
  "continent": "North America",
  "country": "United States",
  "creditline": "The John R. Van Derlip Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1917",
  "department": "Arts of the Americas",
  "description": "boxing match with two figures in ring with official behind them; figures around elevated boxing ring gesturing and talking",
  "dimension": "18 5/8 x 23 13/16 in. (47.31 x 60.48 cm) (image)\r\n21 13/16 x 30 1/16 in. (55.4 x 76.36 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/109688",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3366,
  "image_width": 4606,
  "inscription": "Signature, Title and Inscription\r\n\r\nsee Signed",
  "life_date": "American, 1882–1925",
  "markings": "",
  "medium": "Lithograph",
  "nationality": "American",
  "object_name": "Print",
  "portfolio": null,
  "provenance": "Gift of the artist to Francis (Franz) Ropes Huntington (1875-1928, Columbus, OH); his second wife, Mrs. Allan Foster (Columbus, OH); his daughter, Sarah Jane Huntington Haubert; Franz Eugene Haubert; (Thomas French Fine Art, Fairlawn, Ohio, 2010; sold to MIA)",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "below image, in pencil: [No 89  A Stag at Sharkey\\'s  Geo. Bellows]; at bottom center, in the plate: [GEO BELLOWS]",
  "style": "20th century",
  "text": "A leading member of the so-called Ashcan school of artists who were active in the early decades of the 20th century, George Bellows sought to capture the dark and gritty reality of urban life in a changing America. His best known lithograph, A Stag at Sharkey’s, is based on his own 1909 painting of the subject, an illegal prizefight or “stag” held in the cellar of retired heavyweight boxer “Sailor” Tom Sharkey’s saloon on New York’s Upper West Side, directly across the street from Bellows’ studio. A brilliant draftsman, Bellows captures the intensity and drama of the fighters’ violent encounter, their bodies seemingly merged into a single form and rendered as if a classical statue. He omits the ropes on the near side of the ring so as not to obstruct the formal beauty of the scene. The raucous spectators, who are perhaps as violent as the fighters, includes Bellows himself, who peers over the far edge of the ring at the right.",
  "title": "A Stag at Sharkey's"
}
