{
  "accession_number": "2010.44",
  "art_champions_text": null,
  "artist": "Artist: Alfred Jarry; Publisher: Théâtre de l'Oeuvre, Paris",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Mary and Robyn Campbell Fund for Art Books",
  "culture": null,
  "curator_approved": 1,
  "dated": "1896",
  "department": "European Art",
  "description": "written text in ULC and along left edge; printed text at right edge; image of stylized heavy-set figure at right with leaves on face and head, with a twisted PL arm carrying a sack and holding a whip or torch in PR hand; two kneeling men with hands folded in prayer at left; burning building at center with rotund balloon-like stylized bat or bird hovering over it; black on tan paper",
  "dimension": "9 3/4 x 12 13/16 in. (24.77 x 32.54 cm) (sheet, unfolded)",
  "id": "http://api.artsmia.org/objects/109680",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3505,
  "image_width": 4588,
  "inscription": "",
  "life_date": "French, 1873-1907",
  "markings": "",
  "medium": "Lithograph on tan paper; folded sheet",
  "nationality": "French",
  "object_name": "Theater program",
  "portfolio": "From The Beraldi Album of Theatre Programs",
  "provenance": "(Eric G. Carlson Fine Prints & Drawings, New York, N.Y.)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The French author Alfred Jarry is best known for his play \"Ubu Roi\" (King Ubu). Jarry's five-act play premiered on December 10, 1896, at the Théâtre de L'Oeuvre in Paris. The play was a scatological farce that caricatured royalty and the abuse of power with the main character Ubu symbolizing injustice and greed. The jarring iconoclastic humor of the program for \"Ubu Roi\" prefigures surrealism and retains its edge to the present day. The image is a visual touchstone for the outrageous character of Jarry's theatrical production.",
  "title": "Program for King Ubu (Ubu Roi)"
}
