{
  "accession_number": "2024.63.97a,b",
  "art_champions_text": null,
  "artist": "artist: Cindy Kolodziejski",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Americas",
  "country": "United States",
  "creditline": "Gift of Tamara and Michael Root",
  "culture": null,
  "curator_approved": 1,
  "dated": "c. 2008",
  "department": "Global Contemporary Art",
  "description": "irregularly shaped vessel (a) that tapers at shoulder and widens near base; green glaze ground with figure of nude female torso on front; pink octopus tentacles on sides and inside mouth; octopus head in BC on front of vase; separate green base (b) with rounded mounds, with white dots on inner edge of base",
  "dimension": "11 7/8 × 5 3/4 × 5 1/2 in. (30.2 × 14.6 × 14 cm)",
  "id": "http://api.artsmia.org/objects/109629",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6825,
  "image_width": 8531,
  "inscription": "",
  "life_date": "German (active United States), born 1962",
  "markings": "",
  "medium": "Glazed earthenware",
  "nationality": "German (active United States)",
  "object_name": "Vase",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "bottom of vase, in black pigment: Cindy / Kolodziejski",
  "style": "21st century",
  "text": "Kolodziejski's ceramic forms are canvases for delicately painted narrative scenes, most notably exploring human sexuality. Often her classic forms and provocative pictorial components provide poignant or jarring juxtapositions. Strong Arm is from Kolodziejeski's series Secret(ions), inspired by Marcel Duchamp's famous Fountain, a “readymade” work of art comprising an upturned urinal. For this series, she cast earthenware pieces from recombined antique urinals and bedpans, then painted the scenes in underglaze and glaze decoration.\r\n\r\nStrong Arm is a bit like a bad dream. A particularly defenseless woman—both headless and nude—fends off a menacing octopus, whose tentacles encircle both her and the vessel. The bulbous base that holds the vessel upright is reminiscent of slimy fish eggs.",
  "title": "Strong Arm"
}
