{
  "accession_number": "2010.21.1",
  "art_champions_text": null,
  "artist": "Artist: Garth Walker",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Bring Art to Life Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "June 2010",
  "department": "Global Contemporary Art",
  "description": "head and torso of black woman with stars covering her nipples and two Band-Aids across her mouth, wearing a jeweled tiara, two necklaces (one with pendant reading, \"NET / BLANKES\") and earrings--one with antelope skull and one with wheel; two faux logos for shoe polish and detergent on either side of her head; text and top and bottom",
  "dimension": "14 1/4 x 9 1/4 in. (36.2 x 23.5 cm) (image)\r\n20 x 12 15/16 in. (50.8 x 32.86 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/109623",
  "image": "valid",
  "image_copyright": "© 2010 Garth Walker %2F Ijusi Magazine 1995-2015. All Rights Reserved.",
  "image_height": 5191,
  "image_width": 3403,
  "inscription": "Signature, Edition and Chop",
  "life_date": "South African, 20th century",
  "markings": "LLC, in pencil: [6/50]; LRC, impressed in paper: radiating shield",
  "medium": "Lithograph",
  "nationality": "South African",
  "object_name": null,
  "portfolio": "From i-jusi #1 portfolio",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [Garth Walker]",
  "style": "21st century",
  "text": "i-jusi is the name of an internationally renowned, experimental South African graphic design magazine edited and published by graphic artist Garth Walker.  Roughly translated as “juice” in Zulu, i-jusi was first released in 1995, one year after the end of apartheid in South Africa, as a cultural and artistic response to the country’s newly established democratic state.  For 15 years, i-jusi has encouraged South African artists to remove themselves from the influence of Western aesthetics and create “a visual language rooted in the African experience.”  At its very core, the publication asks the question, “What makes me African'”\r\nThe i-jusi Portofolio features examples of the most iconic images by South African artists who contributed to the magazine during its run, including David Goldblatt, Anton & Mark Kannemeyer, Brandt & Conrad Botes, Brode Vosloo, and Pieter Hugo.  The portfolio consists of 10 lithographs, each signed by the artist, which were selected by designer Garth Walker and art publisher and gallerist Gavin Rooke.  The portfolio is a survey of i-jusi’s long history as well as a condensed visual documentary of South Africa’s artists as they journey through the aftermath of apartheid.",
  "title": "Untitled, from \"i-jusi\""
}
