{
  "accession_number": "2010.46.2",
  "art_champions_text": null,
  "artist": "Artist: Charles Amand-Durand; Artist: After Claude Gellée (called Le Lorrain)",
  "catalogue_raissonne": null,
  "classification": " Printing Matrices",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of C. G. Boerner in honor of Rachel McGarry",
  "culture": null,
  "curator_approved": 0,
  "dated": "1870-1875",
  "department": "European Art",
  "description": "copper plate engraved with coastal scene with ships in middle ground in choppy water; small boat with three figures inside and another on shore, LLC; barrels on shore",
  "dimension": "4 7/8 x 6 3/4 in. (12.38 x 17.15 cm) (image)\r\n5 15/16 x 7 3/4 in. (15.08 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/109685",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3684,
  "image_width": 4747,
  "inscription": "Inscription\r\n\r\nLRC, incised backward (parts illegible): [CIAO IELLE-I-V-F-ROMA-7630]",
  "life_date": "French, 1831 - 1905",
  "markings": "",
  "medium": "Copper",
  "nationality": "French",
  "object_name": "Printing matrix",
  "portfolio": null,
  "provenance": "Charles Amand-Durand (French, 1831-1905); Georges Rapilly, by the early 20th century; George Rapilly & son (1935); D. Vincent & Co., by the 1950s; with a Dutch publisher, about 1980. [C.G. Boerner, New York, 2010; given to MIA]\r\n",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "In the 1860s, Charles Amand-Durand perfected the process of heliogravure to produce extremely accurate facsimile reproductions of old master prints. At that time, Georges Duplessis (1834–1899) was the curator of prints at the Bibliothèque Nationale, and the two collaborated on a series of publications intended to disseminate images of outstanding prints that had grown too rare to be familiar to a broad audience. Duplessis selected the prints, and Amand-Durand provided the facsimiles. The present plate was probably made in connection with the publication \"Eaux-fortes de Claude Lorrain\" (Paris, 1875), and is based on Claude Lorrain's earliest dated etching, The Tempest, of 1630. Surrounded by rough seas, several boats are crowded—perhaps tossed—against a mostly overgrown rocky promontory featuring a crenellated tower. In the foreground, figures use a small boat to seek the safety of shore and to salvage some of their cargo. Claude's 17th-century biographer, Filippo Baldinucci, recounts that the artist experienced severe storms at sea while en route from Lorrain to Rome in 1627. Though Claude is primarily known for his pastoral landscapes, stormy seas became a recurring theme in his work.",
  "title": "Printing plate for The Tempest (Le Tempête)"
}
