{
  "accession_number": "2012.60a-c",
  "artist": "Illustrations by Pablo Picasso; Text by Honoré de Balzac; Hand-painted chemise, slipcase, and endleaves by John Graham; Published by Ambroise Vollard, Paris, France; Wood engravings by Georges Aubert, Paris, France; Printed by Louis Fort, Paris, France (etchings); Printed by Georges Aubert, Paris, France (wood engravings); Printed by Aimé Jourde, Paris, France (text, typography)",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "dated": "1931",
  "department": "Prints and Drawings",
  "description": "Leather bound book with additional leather chemise folded over covers; separate slipcase; slipcase and chemise hand-painted with mostly abstract designs (c. 1942) both geometric and organic; predominately light blue, brown, black, red, yellow; bird-like figures on front of book; face-like sun on back; front and back endleaves of book painted similarly\r\n\r\n12 etchings by Picasso and 67 wood engravings after drawings by Picasso\r\n\r\nHand-painted decorations by John D. Graham.",
  "dimension": "13 1/2 x 10 1/2 x 2 1/2 in. (34.29 x 26.67 x  6.35 cm)",
  "id": "http://api.artsmia.org/objects/109734",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4669,
  "image_width": 3691,
  "life_date": "Spanish (active France), 1881-1973",
  "marks": "Signatures; Mark\r\n\r\nsee Signed, Marks Signed by John Graham in black ink, LC of right-ha",
  "medium": "Etchings, wood engravings, letterpress, with hand-painted gouache decorations",
  "nationality": "Spanish",
  "provenance": "Sale, Sotheby's, New York, November 17-19, 1993, no. 759, bought in, sold via private sale to Harrison;  Alfred Harrison, Wayzata, Minn., 1993-2102; given to MIA",
  "restricted": 1,
  "rights_type": "Copyright Protected",
  "role": "Artist",
  "room": "Not on View",
  "style": "20th century",
  "text": "",
  "title": "Le Chef-d'oeuvre inconnu"
}
