{
  "accession_number": "2012.60a-c",
  "art_champions_text": null,
  "artist": "Artist: Illustrations by Pablo Picasso; Author: Honoré de Balzac; Artist: Hand-painted chemise, slipcase, and endleaves by John Graham; Engraver: Wood engravings by Georges Aubert, Paris, France; Book Binder: Marrianne; Publisher: Ambroise Vollard; Printer: Louis Fort, Paris, France (etchings); Printer: Georges Aubert, Paris, France (wood engravings); Printer: Aimé Jourde, Paris, France (text, typography)",
  "catalogue_raissonne": "Cramer 20; Boston 225; MoMA 163; Skira 293; Rauch 53; Vollard 191; Horodisch 38-39; V&A 92; B. 82-94 and bk. no. 19; Goeppert 20; Artist and the Book 225; Century of Artists Books 28; Stern 86; Johnson 54",
  "classification": " Drawings; Books; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Alfred and Ingrid Lenz Harrison",
  "culture": null,
  "curator_approved": 1,
  "dated": "1931",
  "department": "European Art",
  "description": "Leather bound book with additional leather chemise folded over covers; separate slipcase; slipcase and chemise hand-painted with mostly abstract designs (c. 1942) both geometric and organic; predominately light blue, brown, black, red, yellow; bird-like figures on front of book; face-like sun on back; front and back endleaves of book painted similarly 12 etchings by Picasso and 67 wood engravings after drawings by Picasso Hand-painted decorations by John D. Graham.",
  "dimension": "13 1/2 x 10 1/2 x 2 1/2 in. (34.29 x 26.67 x  6.35 cm)",
  "id": "http://api.artsmia.org/objects/109734",
  "image": "valid",
  "image_copyright": "© Estate of Pablo Picasso %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 4669,
  "image_width": 3691,
  "inscription": "",
  "life_date": "Spanish (active France), 1881–1973",
  "markings": "Binding designer\\'s name stamped in gold leaf on inside front cover at bottom: Marrianne",
  "medium": "Etchings, wood engravings, letterpress, with hand-painted gouache decorations on endleaves, chemise and slipcase; bound volume",
  "nationality": "Spanish",
  "object_name": "Illustrated book",
  "portfolio": null,
  "provenance": "(Sotheby's, New York, November 17-19, 1993, no. 759, bought in, sold privately to Harrison);  Alfred and Ingrid Lenz Harrison, Wayzata, Minn., 1993-2012; given to MIA.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Signed by John Graham in black ink, LC of right-hand front endpaper: GRAHAM",
  "style": "20th century",
  "text": "This deluxe illustrated edition of Balzac’s Le Chef-d’oeuvre inconnu (The Unknown Masterpiece) is the collective product of a group of accomplished artists, writers, printers, and a visionary publisher working both individually and in concert to create a work of art of intellectual vigor, conceptual complexity, and compelling visual beauty. Ostensibly a limited-edition illustrated book with graphics by Picasso, the volume is in reality a rare example of creative “collaboration” in which a prominent artist—the American modernist painter John D. Graham—contributes original art to a work by another prominent artist. \r\n\r\nThe original volume was published in 1931 by Ambroise Vollard, the renowned Parisian publisher who had in 1926 enlisted Picasso to produce a series of etchings for this exclusive edition of Balzac’s novel, which also featured wood engravings by Georges Aubert after Picasso’s drawings. Vollard’s publication represents the definitive version of Balzac’s Le Chef-d’oeuvre inconnu, first issued by the author in 1837. Considered Balzac’s personal declaration of aesthetic faith, the short story explores the common problem facing artists caught between the creative impulse and the pursuit of formal and technical perfection. The story concerns the decade-long quest of an old painter named Frenhofer, who struggles to complete his ultimate masterpiece, a painting of a young model that he titled La belle noiseuse (The Beautiful Troublemaker). Despite his heroic efforts, Frenhofer is unable to attain absolute perfection and when he realizes that his artist friends see nothing in the painting, he burns his canvas and dies a madman. \r\n\r\nPerhaps not surprisingly, Picasso was fascinated by Balzac’s story of creative passion and inner struggle, to the degree that he eventually moved into a Paris studio where, in Balzac’s novel, Frenhofer had met the young French artist Nicolas Poussin. Interestingly, Picasso’s etchings for the book, which were completed in 1927, do not illustrate Balzac’s story, but instead explore th",
  "title": "Le Chef-d'oeuvre inconnu"
}
