{
  "accession_number": "2010.21.4",
  "art_champions_text": null,
  "artist": "Artist: Conrad Botes",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Africa",
  "country": "South Africa",
  "creditline": "Bring Art to Life Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "June 2010",
  "department": "Global Contemporary Art",
  "description": "cartoonish, brightly-colored image of crying horrified woman with frowning open mouth, wrinkled brow and stylized red hair, wearing pink dress; window with curtains, picture and vase of flowers in background at right; text at top: \"I-JUSI NUMBER FIFTEEN / THE PORN ISSUE\"",
  "dimension": "12 11/16 x 8 15/16 in. (32.23 x 22.7 cm) (image)\r\n19 7/8 x 13 in. (50.48 x 33.02 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/109887",
  "image": "valid",
  "image_copyright": "© Conrad Botes %2F Ijusi Magazine 1995-2015. All Rights Reserved.",
  "image_height": 5191,
  "image_width": 3419,
  "inscription": "Signature, Edition and Chop",
  "life_date": "South African, born 1969",
  "markings": "LLC, in pencil: [6/50]; LRC, impressed in paper: radiating shield",
  "medium": "Color lithograph",
  "nationality": "South African",
  "object_name": null,
  "portfolio": "From i-jusi #1 portfolio",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LRC, in pencil: [Conrad Botes]; LRC, in the image, in black: [CB (underlined)]",
  "style": "21st century",
  "text": "i-jusi is the name of an internationally renowned, experimental South African graphic design magazine edited and published by graphic artist Garth Walker.  Roughly translated as “juice” in Zulu, i-jusi was first released in 1995, one year after the end of apartheid in South Africa, as a cultural and artistic response to the country’s newly established democratic state.  For 15 years, i-jusi has encouraged South African artists to remove themselves from the influence of Western aesthetics and create “a visual language rooted in the African experience.”  At its very core, the publication asks the question, “What makes me African'”\r\nThe i-jusi Portofolio features examples of the most iconic images by South African artists who contributed to the magazine during its run, including David Goldblatt, Anton & Mark Kannemeyer, Brandt & Conrad Botes, Brode Vosloo, and Pieter Hugo.  The portfolio consists of 10 lithographs, each signed by the artist, which were selected by designer Garth Walker and art publisher and gallerist Gavin Rooke.  The portfolio is a survey of i-jusi’s long history as well as a condensed visual documentary of South Africa’s artists as they journey through the aftermath of apartheid.",
  "title": "Untitled, from \"i-jusi\""
}
