{
  "accession_number": "2010.19",
  "artist": "Ida Claymore",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "probably Minneconjou Lakota",
  "dated": "1880-1910",
  "description": "doctor bag-style with metal closure and metal handle; beaded overall with blue ground; geometric shapes on sides (crosses and triangles); one side has scene of two cowboys (one on white and black horse and one on rust-colored, white and yellow horse) roping blue and red steers; opposite side decorated with three Native American figures with teepee; horse in LLC and horses' heads around top and L sides; lined in light green",
  "dimension": "12 1/2 x 17 11/16 x 10 1/4 in. (31.75 x 44.93 x 26.04 cm) (closed)",
  "id": "http://api.artsmia.org/objects/109856",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3836,
  "image_width": 4871,
  "life_date": null,
  "marks": "Signature on side with Native Americans, URC, in blue beads:",
  "medium": "Beads, hide, metal, oilcloth, thread",
  "nationality": null,
  "provenance": "",
  "restricted": 0,
  "role": "Artist",
  "room": "G374",
  "style": "19th-20th century",
  "text": "Beaded pictographs produced by Plains Indian women in the late 19th and early 20th century were an extension of pictographs that had been drawn by men for many generations.  Men's pictographs usually recorded stories of battle, visionary experiences, hunting, and courting.  Women mostly beaded geometric designs, but the rare object with pictographs usually depicted domestic scenes and courting.  The very few beaded suitcases/satchels in existence were produced by the Lakota, from either Cheyenne River or Standing Rock Reservation. \r\nThe beaded signature suggests the artist's name is Ida Claymore.  She drew on conventions of painted and drawn works to illustrate the story depicted on the suitcase. On one side, a suitor brings many horses, which are shown by multiple heads, to his potential mate as a gift.  The horse that is fully illustrated is given to the woman, shown by her holding its reins.  Furthermore, the camp scene, featuring a tipi, and a rack that holds multiple decorated hides, implies that this event took place in a traditional camp setting.  The other side of the suitcase features two cowboys roping domestic cattle. \r\n",
  "title": "Suitcase"
}
