{
  "accession_number": "2010.19",
  "artist": "Artist: Nellie Two Bear Gates",
  "catalogue_raissonne": null,
  "classification": " Beadwork; Accessories",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Robert J. Ulrich Works of Art Purchase Fund",
  "culture": "Yanktonia Lakȟóta, Standing Rock Reservation",
  "curator_approved": 1,
  "dated": "1880-1910",
  "department": "Art of Africa and the Americas",
  "description": "doctor bag-style with metal closure and metal handle; beaded overall with blue ground; geometric shapes on sides (crosses and triangles); one side has scene of two cowboys (one on white and black horse and one on rust-colored, white and yellow horse) roping blue and red steers; opposite side decorated with three Native American figures with teepee; horse in LLC and horses' heads around top and L sides; lined in light green",
  "dimension": "12 1/2 x 17 11/16 x 10 1/4 in. (31.75 x 44.93 x 26.04 cm) (closed)",
  "id": "http://api.artsmia.org/objects/109856",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3836,
  "image_width": 4871,
  "inscription": "Signature",
  "life_date": "Yanktonia Lakȟóta, Standing Rock Reservation, born 1854",
  "markings": "",
  "medium": "Beads, hide, metal, oilcloth, thread",
  "nationality": null,
  "object_name": "Suitcase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G261",
  "see_also": [
    ""
  ],
  "signed": "on side with Native Americans, URC, in blue beads: [Ida(?) Claymore]",
  "style": "19th-20th century",
  "text": "Beaded pictographs produced by Plains Indian women in the late 1800s and early 1900s were an extension of those that had been drawn by men for many generations. Men’s pictographs usually recorded stories of battle, visionary experiences, hunting, and courting. Women mostly beaded geometric designs, but the rare object with pictographs usually depicted domestic scenes and courting. The very few beaded suitcases/satchels in existence were produced by Lakota from either Cheyenne River or Standing Rock Reservation. On one side of the suitcase, a suitor brings horses to his potential spouse as a gift, the other features two cowboys roping cattle.",
  "title": "Suitcase"
}
