{
  "accession_number": "2010.50.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Senegal or Guinea",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund",
  "culture": "Wolof",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "pull-over garment with open sides, with two horizontal fabric tabs on each side; blue, white and orange striped fabric; twisted and knotted fringe; pouch pocket decorated with round medallion stitched in white; white stitching around neckline; embellished overall with square and ovoid 3-D elements wrapped in thread or yarn of various colors; white heart stitched on back",
  "dimension": "26 3/4 x 25 in. (67.95 x 63.5 cm) (without side tabs or fringe)",
  "id": "http://api.artsmia.org/objects/109923",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7769,
  "image_width": 7248,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, wool, animal hair",
  "nationality": null,
  "object_name": "Tunic (faroumban)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G236",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "A man who feels sick or depressed, or who runs out of luck, consults a traditional healer, usually a herbalist. Sometimes the healer prescribes a special garment to be worn next to the skin, made of pure cotton and loaded with talismans. These talismans, made of cotton and wool, are reminiscent of the little leather amulets attached to hunters' garments.\r\n\r\nIn the Senegalese Wolof language this type of tunic is called farumbaam, which means \"donkey ribs.\" The name refers to the way in which the front and back of the tunic are connected by narrow strips of cloth.",
  "title": "Tunic (faroumban)"
}
