{
  "accession_number": "2010.50.2",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles; Clothing",
  "continent": "Africa",
  "country": "Nigeria",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund",
  "culture": "Yoruba",
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "14 strips of fabric in two sets--set one is blue with white designs and silver metallic threads in both designs and strip; second set is red and blue vertical stripe; strips alternate except strips 11 and 12, which are the same set; one end has finished hem; opposite end has rough hem in some sections",
  "dimension": "75 1/2 x 50 1/4 in. (191.77 x 127.64 cm)",
  "id": "http://api.artsmia.org/objects/109917",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton, metallic threads",
  "nationality": null,
  "object_name": "Wrapper",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Yoruba of Nigeria produce a textile called aso oke, which means \"high-status cloth,\" worn at life-defining moments, including engagements, weddings, naming ceremonies, chief's title ceremonies, and funerals. Today aso oke continues to be in high demand as it changes with modern fashions. This piece combines traditional and modern threads, incorporating shiny lurex yarn, creating new and unique designs.\r\n\r\nThe cloth is produced on narrow-strip looms in forty-foot strips, which are then cut and assembled into a larger wrapper. Distinguishing features of aso oke cloths are the intentional holes worked across the width, called openwork pattern, which are created by binding small groups of warps together.",
  "title": "Woman's wrapper"
}
