{
  "accession_number": "2010.50.5",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Senegal",
  "creditline": "The Douglas J. and Victoria Galloway Holmen Endowment Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "20th century",
  "department": "Arts of Global Africa",
  "description": "very large garment with open sides; off-white; woven with puckered white-on-white stripes in various widths; asymmetrical neck opening; cream embroidery of three football-shaped medallions around neck opening; round medallion embroidered below neck on back; linear and scroll embroidered trims; pocket below neck opening at front",
  "dimension": "58 15/16 x 80 3/4 in. (149.7 x 205.11 cm)",
  "id": "http://api.artsmia.org/objects/109920",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4730,
  "image_width": 5157,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cotton; needlework",
  "nationality": null,
  "object_name": "Man's tunic (chaoli)",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "In Senegal, voluminous robes with lavish embroidery, called boubou, are associated with high-ranking officials in Islamic societies. The volume of the garment creates an \"aesthetic of bigness\" that enhances both the physical presence and symbolic importance of the wearer.\r\n\r\nEmbroidery is traditionally done by hand by a malam, a male religious specialist with knowledge of Arabic writing. The designs are drawn from an Islamic visual vocabulary referencing political leadership, and they are meant to offer protective powers. These motifs include the tambari or \"king's drum,\" a spiral motif signifying chieftaincy and the spiritual path to God.\r\n\r\nToday, these garments continue to be prized and are worn by political and religious elite as an expression of respect for the traditions of the past.",
  "title": "Man's tunic (chaoli)"
}
