{
  "accession_number": "2011.35",
  "art_champions_text": null,
  "artist": "Photographer: Luc Delahaye",
  "catalogue_raissonne": null,
  "classification": " Photographs",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from Nivin MacMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "2004",
  "department": "European Art",
  "description": "long table with people in business attire eating",
  "dimension": "53 1/4 x 114 1/2 in. (135.26 x 290.83 cm) (image)\r\n55 1/2 × 117 1/4 × 2 in. (140.97 × 297.82 × 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/109915",
  "image": "invalid",
  "image_copyright": "© Luc Delahaye. All rights reserved.",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Chromogenic print",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "21st century",
  "text": "Viewers are privy to a private lunch at the Hotel Belvedere in Davos, Switzerland, during the World Economic Forum, an annually meeting where business and government leaders discuss the global economy. The photograph appears mundane at first glance.  Set in a bland conference room with sheer curtains drawn and light emitting from electric chandlers, the mood is dull and understated.  Eleven businessmen and one woman are seen behind a long table in a composition that recalls \"The Last Supper.\"  Perves Musharraf, former president of Pakistan, hosts the lunch with the famous international financier and philanthropist, George Soros, as the guest of honor.  Their central placement shows their importance.  But Soros, the non-government official, reveals himself as the most powerful among the group. The other men wear dark formal suits with identification badges, but, as critic and art historian Michael Fried notes, Soros \"wears a lighter-colored brown jacket and a shirt open at the throat---in this context a sign of almost unimaginable power.\" \r\n\r\nLuc Delahaye has won the most prestigious awards given to photojournalists for his coverage of wars in Lebanon, Afghanistan, Yugoslavia, Rwanda and Chechnya in the 1980s and 1990s. (Deutsche Börse Photography Prize, 2005; Robert Capa Gold Medal: 1992 and 2002; Niepce Award, 2002; ICP Infinity Award, 2001)  His photojournalistic work was about being in the field and capturing the dramatic, spectacular, and often tragic event.  But in the early 1990's, Delahaye began to investigate a new kind of photography that was understated; these pictures draw viewers' attention to quiet moments and minute details.  They are also not one moment in time, but several moments pieced together via Photoshop to tell a story. This is seen in the minutia of A Lunch at the Belvedere: three knives under Musharaff's sleeve; each grouping of people is at a different stage of the meal; and the table they sat at was in reality round, but Delahaye has made it straight.  Delahaye constructs a story that s",
  "title": "A Lunch at the Belvedere"
}
