{
  "accession_number": "2010.59",
  "art_champions_text": null,
  "artist": "Maker: Vincennes Porcelain Factory",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of funds from the Groves Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "1753-1755",
  "department": "European Art",
  "description": "white baluster body encased by bleu céleste foliate forms divided at the sides with curved gilt serrated edges; loop handle with a gilt foliate terminal; front painted with a butterfly at rest on a bouquet of flowers within an elaborate gilt scroll cartouche with shaped panels of diaper, seeded and hatched ornament; rim and pointed spout with a gilt dentil border",
  "dimension": "7 1/4 x 5 1/2 x 4 5/16 in. (18.42 x 13.97 x 10.95 cm)",
  "id": "http://api.artsmia.org/objects/109925",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4476,
  "image_width": 3592,
  "inscription": "Inscription and Mark\r\n\r\non bottom, incised: [GD]",
  "life_date": "France, c. 1740-1758",
  "markings": "on bottom, in blue: [LS (enclosing) C]",
  "medium": "Painted and glazed porcelain, gilt",
  "nationality": null,
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This Ewer was originally commissioned on February 19, 1753, by Jean Gaillard de la Bouëxière, the patron of the Grand Salon which surrounds us. But according to the archives, when the ewer was finished in 1755, it was delivered to Madame de Pompadour, who must have been infatuated with this Ewer when she first saw it. With its elegant shape, its refined pictorial decoration of a flower bouquet and a butterfly, its energetic gold hatching and its intensive color fields of white and celestial blue, the De la Bouëxière Ewer epitomizes the artistic essence of the Vincennes porcelain factory at the height of its production, after it had surpassed Meissen as the most fashionable porcelain maker in Europe, and just before the founding of Sèvres.",
  "title": "De la Bouëxière Ewer"
}
