{
  "accession_number": "2015.79.48",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": "Murase, Art through a Lifetime, no. 94",
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Mary Griggs Burke Collection, Gift of the Mary and Jackson Burke Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Asian Art",
  "description": "female figure in white robes seated on a jagged rock, with PR foot resting on PL foot; elegant headdress; vase with plant on rock at L; waterfall and cliff with foliage above",
  "dimension": "38 1/4 × 15 1/2 in. (97.16 × 39.37 cm) (image)\r\n72 3/8 × 22 1/4 in. (183.83 × 56.52 cm) (mount, without roller)",
  "id": "http://api.artsmia.org/objects/40030",
  "image": "valid",
  "image_copyright": "",
  "image_height": 7124,
  "image_width": 2887,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Ink on silk (hanging scroll)",
  "nationality": null,
  "object_name": "Hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Painted images of the Buddhist deity Kannon wearing white robes and seated on a rocky outcropping emerged in China during the Tang dynasty (618–907) and became important in the Zen sect of Buddhism before it was introduced to Japan a few hundred years later. Such images refer to a passage from the Avatamsaka Sutra, a sacred Buddhist text that narrates the story of Zenzai Dōji, a boy who sets out on a journey of truth and consults with numerous teachers, Kannon being one of them. Kannon is a bodhisattva, an enlightened being that forgoes Buddhahood in order to assist humans on the path to enlightenment. According to the text, the boy finds Kannon in Fudaraku, the bodhisattva’s paradise, seated on a boulder in a warm, misty locale. The boy’s journey and his encounter with Kannon can be seen as allegories for Zen practice and the path to enlightenment, so Zen masters hung paintings of white-robed Kannon in the temple hall devoted to the training of novice monks. \r\n ",
  "title": "White-Robed Kannon"
}
