{
  "accession_number": "98.276.155",
  "art_champions_text": null,
  "artist": "Designer: Alvar Aalto",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Finland",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1931-1932",
  "department": "European Art",
  "description": "Original finish, on seat and back of moulded and laminated plywood with laminated birch sides bent into a closed form; model no.41",
  "dimension": "26 x 23 3/4 x 35in. (66 x 60.3 x 88.9cm)",
  "id": "http://api.artsmia.org/objects/40240",
  "image": "valid",
  "image_copyright": "© Alvar Aalto %2F Alvar Aalto Foundation",
  "image_height": 7580,
  "image_width": 8801,
  "inscription": "Marks, Stamp",
  "life_date": "Finnish, 1898–1976",
  "markings": "\\'New Furniture, Corporated\\', obscured number, \\'Rockefeller Plaza, New York City N.Y\\', stamped on back of seat",
  "medium": "Laminated birch, bent plywood",
  "nationality": "Finnish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Few chairs of the 20th century are as universally popular or sought after as Alvar Aalto's Paimio lounge chair. Its pleasing grace, sinuous curves, and natural woods are an irresistible formula for what is now generally considered a classic in chair design. The armchair was one of several designed by the architect during the period in which he was building the tuberculosis sanitarium at Paimio, Finland (1929-33).\r\n\r\nAalto wanted to supply the sanitarium with furniture that was more comfortable than the newly introduced Bauhaus metal furniture - then considered especially practical for institutional use - favoring wood for its psychological and humane qualities. Working with Otto Korhonen, technical director of Huonekalu-ja Rakennustyötendas, a furniture company in Turku near Paimio, he developed the celebrated ribbon-like frame. The seat and back are formed from a single piece of laminated plywood bent and rolled at each support. Despite its lack of upholstery, the springy seat afforded comfortable sitting. Challenging the new metal furniture with designs such as this, Aalto's technical virtuosity revealed processed wood as an equally moderne material.",
  "title": "\"Paimio\" lounge chair, model no. 41"
}
