{
  "accession_number": "98.276.154",
  "art_champions_text": null,
  "artist": "Designer: Attributed to Wilhelm K책ge; Manufacturer: Gustavsberg, Gustavsberg, Sweden",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1930-1940",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Porcelain with mottled green glaze and modernist geometric design overlaid in silver deposit",
  "dimension": "13 x 5 1/8in. (33 x 13cm)",
  "id": "http://api.artsmia.org/objects/40255",
  "image": "invalid",
  "image_copyright": "",
  "image_height": "",
  "image_width": "",
  "inscription": "Marks",
  "life_date": "1825-present",
  "markings": "\\'Gustavsberg / Argenta\\' (With anchor), \\'Made in Sweden\\', \\'A27VJ\\' and gold stamp",
  "medium": "Porcelain",
  "nationality": "Swedish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "40255",
    "40603"
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Upon joining Gustavsberg, where he served as artistic director from 1917-49, Wilhelm K책ge became an important advocate in the advancement of Swedish modernist design. Under his artistic leadership, ceramics, glass, and tableware production continued with a disciplined functionalism aligned with democratic principles aimed at both middle-class and luxury markets. His designs for Gustavsberg were featured in the seminal Swedish design text of 1919, \"Better Things for Everyday Life,\" by Gregor Paulsson, which highlighted the achievement of social democratic goals through accessible design objects.\r\n\r\nK책ge's training in painting and fine arts influenced the production of art wares including decorative items such as bowls or vases and sculptural figures (an additional example can be seen nearby in this exhibition). K책ge remains well-known for the Argenta series, which he began in 1930 and continued through the decade, distinguished by decorative motifs on porcelain featuring silver inlay. This example employs geometric ornament, in contrast to much of the Argenta ware which featured figurative decoration.",
  "title": "Vase"
}
