{
  "accession_number": "98.276.227.1a-c",
  "art_champions_text": null,
  "artist": "Designer: Russel Wright; Manufacturer: Russel Wright, Inc.",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1935",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "Spun aluminum with wrap-around cork; decanter has lid and strainer",
  "dimension": "11 3/4 x 6 1/2in. (29.8 x 16.5cm)",
  "id": "http://api.artsmia.org/objects/40263",
  "image": "invalid",
  "image_copyright": "© Russel Wright Studios",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, 1904-1976",
  "markings": "",
  "medium": "Aluminum, cork",
  "nationality": "American",
  "object_name": null,
  "portfolio": "From Informal Serving Accessories line",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "This cocktail set was part of Wright's first mass-produced line, Informal Serving Accessories, in which he combined spun aluminum with warmer materials such as cork or wood as accents.  Because the aluminum was spun on a lathe, most of the forms are spherical or round, moving away from Art Deco streamlining and toward the abstraction that characterized mid-century design. \r\n\r\nIntroduced in 1930, the line was presented in promotional materials as the much-needed something \"between paper plates and gold embossed china.\"  Wright's wife Mary came up with specific themed party ideas to market the line, including Sunday Night Supper, Midnight Snack, After Bridge, and Beer Buffet.  With the Informal line, Wright began using his name as a brand; it appeared in advertising and other promotional materials, and to reinforce the connection, Wright's name was stamped on the bottom of each piece.",
  "title": "Decanter from \"The Cocktail Hour Set\""
}
