{
  "accession_number": "98.276.261",
  "art_champions_text": null,
  "artist": "Designer: Haj Markaryd",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1950",
  "department": "European Art",
  "description": "Solid and perforated brass with circular glass shade",
  "dimension": "21 5/16 x 6 1/4in. (54.1 x 15.9cm)",
  "id": "http://api.artsmia.org/objects/40278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5616,
  "image_width": 3744,
  "inscription": "Marks",
  "life_date": "Swedish",
  "markings": "[HAJ MARKARYD, B61] on base",
  "medium": "Brass, glass",
  "nationality": "Swedish",
  "object_name": "Table lamp",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Pre-eminent in Scandinavian lighting design is the work of Poul Henningsen from 1925 to the present (whose work is seen in this exhibition). There were, however, other isolated exponents of both the Bauhaus and the more severe aspects of French Moderne, including Swede Haj Markaryd. Functional and arresting, this table lamp can match the most avant-garde of its European counterparts in form, choice of metallic finishes and the use of a bright, transparent shade. \r\n\r\nThe machine-age aestheticism is no doubt influenced by the German Bauhaus school, as some of the most fruitful artistic ideas from the Bauhaus were synthesized in Sweden in the late 1920s and presented ceremonially in the famous Stockholm Exhibition of 1930, which signaled functionalism's breakthrough in Sweden. Produced around 1950, this lamp, with its vibrant shade, also reveals the increasing importance of color highlighted in the 1930 exhibition.  A lamp obviously designed for atmospheric effect as much for localized light, no effort was made to deflect light or hide the bulb.",
  "title": "Table lamp"
}
