{
  "accession_number": "98.276.292",
  "art_champions_text": null,
  "artist": "Designer: Jean Prouvé; Manufacturer: Les Ateliers Jean Prouvé S.A.; Distributor: Steph Simon",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1950-1954",
  "department": "European Art",
  "description": "Molded plywood seat with bent and painted tubular and flat steel frame",
  "dimension": "33 3/4 x 20 x 26in. (85.7 x 50.8 x 66cm)",
  "id": "http://api.artsmia.org/objects/40287",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4939,
  "image_width": 4076,
  "inscription": "",
  "life_date": "French, 1901-1984",
  "markings": "",
  "medium": "Bent and painted tubular steel and flat steel frame with molded plywood seat",
  "nationality": "French",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "40287",
    "40991"
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Jean Prouvé, one of the most important French designers of the twentieth century, believed that design was a moral issue. He specialized in creating furniture for public spaces, such as government buildings, schools, and hospitals, where it could be used and enjoyed by many people, rather than just wealthy private clients. As a result, he began manufacturing on a large scale as early as the 1930s, pushing the limits of contemporary technology. His designs are elegant yet practical, revealing his love for construction and engineering. Prouvé's design philosophy was \"Never design anything that cannot be made\". This chair, which combines molded plywood with industrial steel struts, comes from the Cité Universitaire in Antony, near Paris, for which Prouvé designed the student dormitories and the cafeteria. Prouvé gave up furniture design in 1953 but continued to work as an architect and teacher.",
  "title": "Antony chair"
}
