{
  "accession_number": "98.276.82",
  "art_champions_text": null,
  "artist": "Designer: E. A. (Ernest Archibald) Taylor",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "Scotland",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1898",
  "department": "European Art",
  "description": "Two glazed doors separated by a central panel decorated with a stylized floral motif in marquetry of various colored woods inlaid with mother-of-pearl and abalone shell, the brass door handles with circular enamelled plaques; original finish intact; fitted with green velvet interior; arrived with key",
  "dimension": "68 1/2 x 36 x 17 1/4in. (174 x 91.4 x 43.8cm)",
  "id": "http://api.artsmia.org/objects/40424",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1305,
  "inscription": "",
  "life_date": "Scottish, 1874–1951",
  "markings": "",
  "medium": "Mahogany, glass, mother-of-pearl, abalone shell, brass, velvet",
  "nationality": "Scottish",
  "object_name": "Display cabinet",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "G378",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Arts and Crafts",
  "text": "E.A. Taylor’s training at the Glasgow School of Art shows in the extensive, refined ornament he designed for this cabinet, including colored wood, shell inlay, and enameled drawer pulls. The overhanging cornice at the top gives it a sense of a building in miniature. The cabinet’s sumptuous mahogany wood and intricate details contrast with the clean lines and right angles of American Arts and Crafts furniture in this gallery. This cabinet's reliance on elaborate colored and reflective inlay that merge with the beauty of the wood’s natural surface has much in common with fellow Scotsman George Elmslie’s dining room suite for Mrs. Hanna, on view in Gallery 302.",
  "title": "Display cabinet"
}
