{
  "accession_number": "98.276.201",
  "art_champions_text": null,
  "artist": "Designer: Hugo C.M. Elmquist",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Italy (likely)",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1908",
  "department": "European Art",
  "description": "Patinated with relief of life-size beetle and trailing vine with leaves.",
  "dimension": "10 x 4 1/8in. (25.4 x 10.5cm)",
  "id": "http://api.artsmia.org/objects/40435",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 921,
  "inscription": "Mark, Stamp",
  "life_date": "Swedish, 1862-1930",
  "markings": "[Hugo Elmquist] stamped on bottom of vase with artist\\'s insignia; signature incised on side",
  "medium": "Bronze",
  "nationality": "Swedish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Nouveau",
  "text": "The impact of Charles Darwin's Theory of Evolution on the decorative arts at the turn of the century has yet to be fully researched and examined. It was to have a tremendous influence on a wide variety of artists throughout Europe. One such example is this bronze vase by Hugo Elmquist on which a beetle and trailing vine are faithfully rendered life-size in applied relief. In the 19th century, the ramifications of morphology and the history of organic evolution were a sphere which involved the artist through the medium of scientific illustrations.\r\n\r\nDarwin's controversial theories reawakened a new-found appreciation for the infinite variety and complexity of natural forms, and thanks to him, the morphology and historical development of organisms was a field which also concerned the interested layman. Many artists openly expressed a desire to uncover the infinite treasures hidden beneath the sea or visible only under a microscope. Many of these artists became extremely knowledgeable and astute observers of nature as did Émile Gallé and Louis Comfort Tiffany in the plant kingdom and John James Audubon in the study of birds.",
  "title": "Vase"
}
