{
  "accession_number": "98.276.189",
  "art_champions_text": null,
  "artist": "Designer: Nils Emil Lundström; Manufacturer: Rörstrand Pottery and Porcelain Factory, Stockholm, Sweden",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1897-1910",
  "department": "European Art",
  "description": "Porcelain with underglaze painting; reticulated vase form with design of Easter lilies",
  "dimension": "17 x 8 3/4in. (43.2 x 22.2cm)",
  "id": "http://api.artsmia.org/objects/40434",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3720,
  "image_width": 2680,
  "inscription": "Label",
  "life_date": "Swedish, 1865-1960",
  "markings": "Identifying paper label attached to the interior of the vessel",
  "medium": "Porcelain",
  "nationality": "Swedish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Nouveau",
  "text": "At the Paris 1900 Exposition Universelle, the delicate porcelains of Rörstrand were among the most celebrated works to be exhibited, winning over an enormous international audience. Led by technical director Robert Almström and artistic director Alf Wallander, the Swedish firm created some of the most beautiful decorative objects of the Art Nouveau period, capitalizing on the expressive natural forms of the style. Through expert modeling (here by Alf Wallander) and subtle painting of native flora and fauna, they explored the three-dimensional possibilities for porcelain. On this monumental vase, four Easter lilies are depicted symmetrically, one on each side, each with a painted stem and four sets of calligraphic-like leaves extending into a fully reticulated blossom.",
  "title": "Vase"
}
