{
  "accession_number": "98.276.278",
  "art_champions_text": null,
  "artist": "Designer: Carl Frederick Liisberg; Manufacturer: Royal Copenhagen Porcelain Manufactory, Copenhagen, Denmark",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1900",
  "department": "European Art",
  "description": "Porcelain with blue crystalline glaze",
  "dimension": "9 x 4in. (22.9 x 10.2cm)",
  "id": "http://api.artsmia.org/objects/40439",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4466,
  "image_width": 3017,
  "inscription": "Marks",
  "life_date": "Danish, 1860-1909",
  "markings": "Royal Copenhagen monogram / L 371",
  "medium": "Porcelain",
  "nationality": "Danish",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Nouveau",
  "text": "Royal Copenhagen, one of the foremost porcelain manufactories in Denmark, played a significant role in the continued development of technical and artistic advances throughout Europe at the turn of the century. \r\n\r\nIt was established and administered under royal auspices until 1883. At that time,  Arnold Krog, architect and ceramicist, became art director and introduced his innovative glazing and decorative techniques, revolutionizing the firm's artistic output. The firm's employees were aware of the European art scene and interested in the increasing appreciation of Asian, or \"Oriental,\" art. They included Carl Frederick Liisberg, who served both as sculptor and underglaze painter for Royal Copenhagen from 1885 to 1909. This vase, with its modest form, is exceptional for the unique painterly glaze in vibrant shades of blue with visible paint drips and variations in hue and texture. The visual effect of these original techniques seems to anticipate Abstract Expressionism in painting, yet predates it by nearly fifty years.",
  "title": "Vase"
}
