{
  "accession_number": "98.276.73",
  "art_champions_text": null,
  "artist": "Designer: Erik Magnussen; Manufacturer: Gorham Manufacturing Company; Retailer: J. E. Caldwell and Co.",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1928",
  "department": "European Art",
  "description": "Sterling silver with gilt interior and Bakelite handle",
  "dimension": "8 1/4 x 10 x 5 1/4in. (21 x 25.4 x 13.3cm)",
  "id": "http://api.artsmia.org/objects/40447",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3852,
  "image_width": 3420,
  "inscription": "Marks",
  "life_date": "Providence, Rhode Island, 1865–1967",
  "markings": "[EM Monogram / 14058 / STERLING / GORHAM] and Gorham maker\\'s mark",
  "medium": "Sterling silver, gilt, Bakelite",
  "nationality": "",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Danish-born Erik Magnussen closed his Copenhagen workshop in 1925 to join the Gorham Manufacturing Company in Providence, Rhode Island, spearheading efforts to develop modern alternatives to their repertoire of period-revival wares. Taking inspiration from Constructivism, Cubism, and the skyscraper, Magnussen created a range of elegant modernist silverware for Gorham in their attempt to compete with European manufacturers. \r\n\r\nOf the modernists, it was Erik Magnussen who boldly combined simplified form in silver with new synthetic plastic materials such as bakelite, a revolutionary breakthrough at the time. Magnussen was one of the first to successfully balance curvilinear and geometric elements as he has in this fine pitcher, one of a series in a line called Modern America, the first examples of which were crafted by Magnussen himself. The combination of elegance and modernism was meant to appeal to discerning American consumers new to the style.",
  "title": "\"Modern America\" pitcher"
}
