{
  "accession_number": "98.276.234",
  "art_champions_text": null,
  "artist": "Designer: Wilhelm Kåge; Manufacturer: Gustavsberg, Gustavsberg, Sweden",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Sweden",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1940",
  "department": "European Art",
  "description": "Matte white glaze with craqueler surface; Bowl with attached stepped vase; made for 'Surrea' series",
  "dimension": "13 x 7 1/4 in. (33.02 x 18.42 cm)",
  "id": "http://api.artsmia.org/objects/40603",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5151,
  "image_width": 3537,
  "inscription": "",
  "life_date": "1825-present",
  "markings": "",
  "medium": "Ceramic with craqueler surface",
  "nationality": "Swedish",
  "object_name": "Vase/bowl",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 1,
  "rights_type": "No Known Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "40255",
    "40603"
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Wilhelm Kåge began his career as a painter, receiving his initial training at the Valand Art School in Gothenburg and later studying under Johan Rohde in Copenhagen. As Gustavsberg's earliest modern designer (and artistic director from 1917-49) he produced a number of witty and elegant designs arising from his familiarity with the modern movements in painting and sculpture. In this work he has made a sly reference to Cubism, slicing the vase form in half and combining a vase and bowl into one unit as it might appear in a Picasso still life. \r\n\r\nThe Surrea series included a wide range of cut and reassembled vases and bowls, some partly colored, some left undecorated. Kåge's lively imagination brought forth an astonishing variety of forms. The angularity of several geometric vessels in the Surrea series contrasts strikingly with the \"soft forms\" of organically shaped tableware produced during the same period. A porcelain vase with silver inlany from another one of his lines, the Argenta series, is also on display in this exhibition.",
  "title": "Vase/bowl"
}
