{
  "accession_number": "2001.73.2a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "15th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "octagonal box with lid; lid carved with central circle surrounded by 4 C-scrolls and 4 concentric bands of tixi scrolls; box decorated with rolls of same scrolls; black interior",
  "dimension": "9 1/4 x 12 5/8 x 12 5/8 in. (23.5 x 32.1 x 32.1 cm)",
  "id": "http://api.artsmia.org/objects/40633",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Red and black carved lacquer (tixi)",
  "nationality": null,
  "object_name": "Octagonal Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th century",
  "text": "Lacquer carved with pommel scroll motifs probably had its beginning in the late Song dynasty (13th century). It reached its greatest popularity during the Yuan (14th century) and early Ming era but continued well into the sixteenth century. This large octagonal box is carved in the <I>tixi</I> technique with three layers of black, barely visible in the red. Four concentric bands of sword pommel scrolls surrounding a central design of four small c-scrolls around a central boss continue down the shoulder to the slightly raised lip, which fits onto the base. The lower section has a repeat of this design with a wide spreading foot decorated with a classic scroll. The gentle curvature of the relief design and the wide grooves with u-shaped troughs are in keeping with the late fourteenth, early fifteenth century <I>tixi</I> style. \r\n\r\nThis piece was constructed with a mesh fabric over its wooden core. Inside the high octagonal foot ring, the base is lacquered black and has a fine crackle. A large, covered box such as this would have made a fine presentation gift in an upper-class household.",
  "title": "Octagonal Box"
}
