{
  "accession_number": "2001.68.13a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "rounded sides decorated with 2 geometric patterned bands flanked by upper band of characters in cloud forms and lower band of objects floating on waves; painted diaper pattern on flat top",
  "dimension": "3 5/16 x 6 11/16 x 6 11/16 in. (8.4 x 17 x 17 cm)",
  "id": "http://api.artsmia.org/objects/40659",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted lacquer with \"filled-in\" decoration (tian-ch'i)",
  "nationality": null,
  "object_name": "Round Covered Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Densely patterned with painted polychrome lacquer, this small round box is rich in traditional Chinese symbolism. Inspired by repeat patterns found in silk brocades, the top is painted with auspicious yellow chrysanthemum flower heads within hexagons outlined in black interspersed with small swastikas. The side is engraved with three shou characters and ling-chih fungus lacquered in green and brown representing long life. There is a border of swastika trellis pattern on the rims. The swastika, a rebus for ten thousand, can be seen as a sort of multiplier for the shou and ling chih longevity symbols increasing the wish for a long life ten thousand times. Painted below the borders in green, brown, and black lacquer can be found the Eight Buddhist Emblems with the foot rim painted in a similar palette with lotus petal panels, a standard Buddhist symbol of spiritual purity.",
  "title": "Round Covered Box"
}
