{
  "accession_number": "2001.68.12a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "rounded sides decorated with 2 rows of dots flanking 2 bands of scrolling flowers; dragon amid cloud shapes on cover; painted brown lacquer",
  "dimension": "4 1/4 x 14 3/16 x 14 3/16 in. (10.8 x 36.0 x 36.0 cm)",
  "id": "http://api.artsmia.org/objects/40658",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Painted red lacquer with \"filled-in\" and engraved gold decoration (tian-ch'i)",
  "nationality": null,
  "object_name": "Box and Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Shaped and decorated to resemble a drum, this large circular box and cover were created with the tian-ch'i or \"filled-in\" technique. It has contrasting color fields of red, green, black, and reddish-brown lacquer. After the surface was polished, the outlines and details were engraved and gilded. The fine gold powder in the grooves was held in place with a clear lacquer adhesive. \r\n\r\nOn the cover is a gold five-clawed dragon shown full face amongst clouds above rocks and waves with a flaming pearl in the center. These imperial emblems exist against a muted brown swastika diaper ground. The sides of both box and cover are painted with roundels imitating the studs of a stretched leather drum head. The sides are decorated below and above with engraved and gilded continuous lotus scrolls. The tian-ch'i technique was popular during Ming and early Ch'ing for the decoration of fine lacquer furniture.",
  "title": "Box and Cover"
}
