{
  "accession_number": "2001.68.10",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1550",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "red, green and yellow carved lacquer tray with short foot and flaring edge; central design of 2 dragons flanking a flaming shou character; 6 dragons at edges with flowers on exterior",
  "dimension": "1 11/16 x 15 15/16 x 12 1/2 in. (4.3 x 40.5 x 31.8 cm)",
  "id": "http://api.artsmia.org/objects/40656",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4078,
  "image_width": 4080,
  "inscription": "illegible inscription, in white, on bottom",
  "life_date": null,
  "markings": "",
  "medium": "Red, green, and yellow carved lacquer (<I>ticai<I>)",
  "nationality": null,
  "object_name": "Tray",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G215",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "The lacquer foundation of this tray consists of three color layers: yellow, green, and red. By carving down to varying depths the artisan was able to create a polychrome effect. Called <I>ticai</I> (carved colors), the technique had been available since Sung, but it wasn't until the Chia-ching reign (1522-66) that it became popular, reflecting perhaps the taste for colorful overglaze porcelain that marked this era. \r\n\r\nThe interior of the tray is carved with two sinuous, five-claw dragons with horns, whiskers, and bushy tails. They confront a <I>yinyang</I> symbol set within a flaming <I>shou</I> (longevity) character. The two long sides depict two dragons in profile confronting a flaming pearl; the two short sides feature single dragons chasing the famous pearl of wisdom. This style of carved dragon, in which the creature can be seen from several perspectives and the snouts have an almost independent existence, remained popular through the Wan-li reign (1573-1619).",
  "title": "Tray"
}
