{
  "accession_number": "2001.68.7",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "14th century",
  "department": "Asian Art",
  "description": "red and black lacquer carved with repeating scroll design; metal interior; slightly flaring rim and small foot",
  "dimension": "1 9/16 x 2 1/2 x 2 1/2 in. (4 x 6.4 x 6.4 cm)",
  "id": "http://api.artsmia.org/objects/40669",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved black, red, and yellow lacquer (ti-hsi) with gilt copper liner",
  "nationality": null,
  "object_name": "Small Cup",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th century",
  "text": "Carved in the ti-hsi (guri), or marbled technique, this petite cup exhibits five pommel scrolls (chian-huan) around its exterior. Built up in layers of two or more contrasting colors, ti-hsi lacquer, carved with pommel scrolls was developed by the Sung dynasty (thirteenth century) and this small vessel shows traits of dating near the beginning of this early category of carved lacquer. These rare, early pieces all have a top layer of lustrous, black lacquer, the alternating color layers include black, red, and yellow. The cutting is deep and at a sharp angle with v-shaped troughs. The area of the top surface left intact is small compared with the carved areas. Variations of this basic \"marbled\" technique, in combination with the pommel scroll motif may date from as early as the fifth century. The style remained popular well into the Ming period and was adopted by the Japanese where it is known as guri.",
  "title": "Small Cup"
}
