{
  "accession_number": "2001.68.14a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "rounded box on a short foot; carved red, green and brown lacquer; dragons in cloud forms around base and cover with dragon at top; geometric bands",
  "dimension": "8 1/4 x 11 1/4 x 11 1/4 in. (21 x 28.6 x 28.6 cm)",
  "id": "http://api.artsmia.org/objects/40660",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "\\'Made in the Region of Kien Lung/The Great Tsing Dynasty\\', in Chinese, in gold, on bottom",
  "life_date": null,
  "markings": "Qianlong mark and period, (1736-95)",
  "medium": "Red, green, and brown carved lacquer (tixi)",
  "nationality": null,
  "object_name": "Nine Dragon Box",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "During the transitional period between the Ming and Qing dynasties (1610-1738) little or no official carved lacquer was sponsored by the court. This changed in 1739 when an official lacquer workshop was established in Suzhou, and from then on a great many imperial pieces were produced. Official carved lacquers of the Qianlong reign, like this one, are often distinguished by a high level of craftsmanship and a fussiness of design. This cover and box are decorated with nine five-clawed dragons cavorting in clouds in pursuit of flaming pearls. The number nine is associated with good fortune, and nine dragons were used throughout the Qing dynasty as an official emblem. This presentation box is carved in the ticai technique which involves carving to various depths to expose different color layers, creating a polychrome effect.",
  "title": "Nine Dragon Box"
}
