{
  "accession_number": "2001.68.17",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lighting",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "red, green, ochre and brown carved lacquer; square with indented corners; top has small medallion with Shou Lao in a large chun character, 2 dragons in clouds and radiating bowl with objects at bottom; outdoor scenes with figures on sides",
  "dimension": "2 9/16 x 12 3/16 x 12 1/4 in. (6.5 x 31 x 31.1 cm)",
  "id": "http://api.artsmia.org/objects/40663",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved red lacquer (tihong)",
  "nationality": null,
  "object_name": "Cover of a <I>Chun<I> Box",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This flawlessly executed example of polychrome carved lacquer is most likely a product of the imperial workshops. The lid is decorated on top with a large basket holding various auspicious objects and emitting rays of light in support of a giant chun (spring) character, which is flanked on both sides by a five-clawed dragon frolicking amongst clouds. In the center of the chun character is a roundel enclosing the Daoist immortal Shoulao seated under a pine tree beside a reclining deer. In short, the complex design symbolizes a wish of wealth, long life, and eternal spring for the emperor. The four sides are carved in meticulous detail with a continuous narrative of scholars in a landscape. \r\n\r\nThe \"chun motif\" first appeared in imperial lacquer during the Jiaqing reign (1522-66) of the Ming dynasty but soon went into eclipse. In 1743, the Qianlong emperor (r. 1736-95) rated these chun boxes as superior objects and in 1758 he placed a special order for twelve of them. Chun was an important imperial motif of the eighteenth century. Comprised of complex imagery, extremely fine patterns, and multiple colors, the chun emblem provided master carvers the perfect vehicle to demonstrate their technical virtuosity.",
  "title": "Cover of a Chun Box"
}
