{
  "accession_number": "2001.68.16a,b",
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Chinese, South and Southeast Asian Art",
  "description": "waves and flowers on sides; top carved with 3 dragons on top of waves; red lacquer; oval in shape with four lobes, rounded sides and corners",
  "dimension": "4 5/8 x 12 7/16 x 9 1/8 in. (11.7 x 31.6 x 23.2 cm)",
  "id": "http://api.artsmia.org/objects/40662",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved red lacquer (<I>tihong<I>)",
  "nationality": null,
  "object_name": "Quatrefoil Box and Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The so-called \"spinning wave\" design comprising the ground pattern of this imperial box is first seen in the middle Qing period. Dragons were associated with both waves and clouds and three are shown against the wave ground on the lid of this quatrefoil presentation box. They are the standard five-clawed variety with sinuous, scaly bodies, horns, and beards common to the late eighteenth century style. The whole scene is carved with great finesse and vivacity in rather high relief. The sides of both box and cover are carved with the same overlapping wave pattern as the top acting, in this instance, as a ground for floating flower heads. The top, side, and base borders are edged with bands of key-fret.\r\n\r\nWhile this container does not carry an imperial mark, the dragon imagery with its court associations suggests that this work might be a product of an official Qianlong workshop.",
  "title": "Quatrefoil Box and Cover"
}
