{
  "accession_number": "2001.68.6a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 15th-early 16th century",
  "department": "Asian Art",
  "description": "handle carved with 4 cartouches with buildings and bridge in continuous scenes; cover has 2 cartouches; one figure in each cartouche except one on cover and one on handle; red lacquer",
  "dimension": "8 7/16 x 5/8 x 5/8 in. (21.4 x 1.6 x 1.6 cm)",
  "id": "http://api.artsmia.org/objects/40668",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3300,
  "image_width": 4125,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved red lacquer (t'i-hung)",
  "nationality": null,
  "object_name": "Brush Handle and Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "15th-16th century",
  "text": "During Ming and Qing, lacquer was used for a variety of scholar's implements including brushes, dusters,ju-i scepters, seal paste boxes, and incense containers. In spite of the small size, this brush handle and cover are decorated with a remarkable number of carved motifs. The handle has three landscape scenes with scholarly figures among winding bridges, fantastic rocks, and terraced buildings. Trees include willow, pine, and banana and the sunken relief ground is of water diaper with star diaper between three reserves. The collar of the handle is carved with a row of lotus petal panels. The cover illustrates two scenes: one of a pagoda in a rocky landscape and the other, a figure standing with a fly whisk under a blossoming prunus outside a building. The ends of the handle and cover are each carved with a chrysanthemum flower. Brushes were very important possessions of the literati and were counted along with paper, ink, and inkstone among \"the four treasures of the scholar's study\" (wen fang ssu-pao).",
  "title": "Brush Handle and Cover"
}
