{
  "accession_number": "2001.68.15a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "18th century",
  "department": "Asian Art",
  "description": "circular box with straight sides; carved red lacquer; geometric pattern with floral elements at sides; top decorated with landscape and 5 figures on a riverbank, one figure on a porch at L",
  "dimension": "3 x 7 5/16 x 7 5/16 in. (7.6 x 18.6 x 18.6 cm)",
  "id": "http://api.artsmia.org/objects/40661",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Carved red lacquer (t'i-hung)",
  "nationality": null,
  "object_name": "Circular Box with Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "Much eighteenth century red lacquer was minutely carved and left unpolished like this finely detailed circular box. The cover depicts scholars celebrating the festival of Liu Shang (\"floating cups\"), which fell on the third day of the third month. Scholars would assemble along a suitable riverbank and float cups of wine in the water aiming to write a poem in the space of time it took one cup to pass between one scholar and the next. The Liu Shang festival was rooted in the famous gathering of scholars in 353, instigated by the great calligrapher Wang Hsi-chih (321-379) who promoted a similar drinking/poetry contest. \r\n\r\nOn the lid a scholar, probably Wang, is seated in a terraced building with five other figures on the riverbank surrounded by rocks, groves of bamboo, a wu tung (parasol), tree, and a pine. The river, exquisitely patterned in water diaper, shows tiny cups and saucers floating with the current. The sides of both the box and cover are meticulously carved all over with a diaper pattern of flower heads in hexagons.",
  "title": "Circular Box with Cover"
}
