{
  "accession_number": "2001.68.8a,b",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Lacquer",
  "continent": "Asia",
  "country": "China",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "late 14th-early 15th century",
  "department": "Asian Art",
  "description": "scalloped, floral-like edge; red and black lacquer carved with repeating scrolls on 2 bands on side of box, one band on side of cover and 3 concentric rows on top of cover",
  "dimension": "3 3/4 x 7 x 7 in. (9.5 x 17.8 x 17.8 cm)",
  "id": "http://api.artsmia.org/objects/40670",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 4080,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Black and red carved lacquer (tixi)",
  "nationality": null,
  "object_name": "Hexagonal Box with Cover",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "14th-15th century",
  "text": "The shape and style of this elegant hexagonal box with its inverted corners dates it to the late fourteenth and early fifteenth century. Two layers of red are barely visible in the rich black lacquer. The style of carving is very close to standard Yuan dynasty tixi lacquer of the early fourteenth century, but instead of the v-shaped troughs of the earlier style, these pommel scrolls are more gently rounded and the troughs are u-shaped. Dishes and boxes with foliated shapes enjoyed great popularity during Yuan and early Ming. Probably based on the shape of the hollyhock flower, the cover is carved with a central hexafoil floret surrounded by concentric rows of six and twelve pommel scrolls, and the lobed sides are decorated with twelve further pommel scrolls completing a very attractive and unified design. Beautiful, light, and durable, these boxes held all manner of things and were also exchanged as fine gifts and treasured as fine heirlooms.",
  "title": "Hexagonal Box with Cover"
}
