{
  "accession_number": "98.276.237",
  "art_champions_text": null,
  "artist": "Maker: Zsolnay Art Pottery",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "Hungary",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1899",
  "department": "European Art",
  "description": "Swollen baluster form with applied leaves and tulip blossoms",
  "dimension": "15 1/2 x 11 in. (39.37 x 27.94 cm)",
  "id": "http://api.artsmia.org/objects/40843",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4387,
  "image_width": 3494,
  "inscription": "Mark",
  "life_date": "Pécs, Hungary",
  "markings": "\\'Wafer\\' (raised) signature mark, 1899",
  "medium": "Earthenware with iridescent metallic-lustre 'eosin' glaze",
  "nationality": null,
  "object_name": "Grand vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G379",
  "see_also": [
    "40431",
    "40843"
  ],
  "signed": "",
  "style": "Art Nouveau",
  "text": "In central Europe-Austria-Hungary and what are now the Czech and Slovak states-Art Nouveau ceramic production was generally far more commercial than elsewhere. With the marked exception of certain Viennese workshops, design was geared more to popular taste.\r\n\r\nIn Pécs, Hungary, Vilmós Zsolnay and his son Miklos created a range of brightly-colored lusterware at the family firm of Zsolnay founded in 1862.  Around 1899, a factory chemist, Vinsce Wartha, developed the Eosin glase for which the firm became world famous.  Though the designer remains unknown, this grand vase is one of the finest examples in the entire Zsolnay production.  Earthenware with the celebrated iridescent metallic-lustre glaze, this piece was extremely important to the firm, having been featured in the Hungarian display at the 1900 Paris Exposition Universelle (the same year the company swelled to 1000 employees).  The wilted tulip blossoms conveyed the sentiments of Symbolism, a parallel art movement in which ideas and emotional experiences could be suggested by equivalents in color and design.",
  "title": "Grand vase"
}
