{
  "accession_number": "98.276.274.1a,b",
  "art_champions_text": null,
  "artist": "Designer: Eva Zeisel; Manufacturer: Hall China Company",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1952",
  "department": "Arts of the Americas",
  "description": "Silver colored",
  "dimension": "9 1/4 x 4 1/4 x 7 3/4 in. (23.5 x 10.8 x 19.69 cm)",
  "id": "http://api.artsmia.org/objects/40956",
  "image": "valid",
  "image_copyright": "© Estate of Eva Zeisel",
  "image_height": 2970,
  "image_width": 2296,
  "inscription": "",
  "life_date": "Hungarian, 1906-2011",
  "markings": "",
  "medium": "Ceramic with \"Silver Glow\" glaze",
  "nationality": "Hungarian",
  "object_name": "Coffee pot",
  "portfolio": "From From \"Tomorrow's Classic\" line",
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "40597",
    "40956"
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "Eva Zeisel was among the influential designers who helped define the clean, casual postwar aesthetic adopted by middle-class American families. Claiming \"men have no concept of how to design things for the home,\" Zeisel believed that \"women should design the things they use.\"  Among her most important early commissions was \"Museum,\" a striking porcelain tableware service created for the Museum of Modern Art in 1946.  \r\n\r\nIn 1952, Zeisel was commissioned to design a line for Hall China called \"Tomorrow's Classic.\"   It quickly became an enormous success, showcasing the appealing sculptural approach Zeisel was known for.  Meant to add an artistic and playful touch to the consumer's daily life, \"Tomorrow's Classic\" was readily available with transfer-printed decoration.  The silver-glazed coffee pot and teapot shown here are rare variations of the line.  Although these sensuous, biomorphic pieces convey a sense of luxury, Zeisel's contemporary tableware remained readily affordable to the general American public.",
  "title": "Coffee pot"
}
