{
  "accession_number": "89.110",
  "art_champions_text": null,
  "artist": "Designer: May Morris; Workshop: William Morris",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "England",
  "creditline": "The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1870-1880",
  "department": "European Art",
  "description": "embroidered in silk floss on linen, with large pattern of lilies and other floral motifs, in pastel colors; unmounted",
  "dimension": "49 1/4 x 48 1/4 in. (125.1 x 122.56 cm)",
  "id": "http://api.artsmia.org/objects/8001",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3445,
  "image_width": 3468,
  "inscription": "",
  "life_date": "British, 1834 - 1896",
  "markings": "",
  "medium": "Silk, linen; embroidery",
  "nationality": "British",
  "object_name": "Mirror surround",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "The English Arts and Crafts movement reasserted the worth of handmade objects in the face of 19th century industrialization and mass production. William Morris (1834-96), considered the leader of the English Arts and Crafts movement, founded Morris, Marshall, Faulkner and Company, a workshop which produced some of the finest decorative art of the 19th century. Furniture, wallpaper, textiles and stained glass produced in Morris’s workshop all lived up to the famous Morris credo: “Have nothing in your home that you do not know to be useful or believe to be beautiful.” Morris described beautiful decoration as \"an alliance with nature,” and indeed, many of his textiles and wallpaper designs were patterned in floral motifs. This surround, rendered with silk floss on a cotton background, entwines lilies with leaves to create an organic geometry. The embroidered border, framed with walnut, surrounds a mirror.",
  "title": "Mirror surround"
}
