{
  "accession_number": "27.79",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James F. and Louise H. Bell in memory of James S. and Sallie M. Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "1772",
  "department": "Arts of the Americas",
  "description": "Dining Room from Colonel John Stuart's house at 104 Tradd Street, Charleston S.C. The paneling is of cypress wood painted white and the overmantle shows the influence of the classical tradition in America during the XVIII century. The house from which this room came was erected in 1772.",
  "dimension": "257 x 255 in. (652.78 x 647.7 cm)",
  "id": "http://api.artsmia.org/objects/8010",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2048,
  "image_width": 3072,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cypress, paint",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This room comes from the John Stuart House in Charleston, South Carolina, illustrated in the photograph, and was probably used by the family as an informal parlor for visiting, reading, and playing games. It is interpreted here as a dining room from the Federal period, about 1785 to 1820, and has been primarily furnished with American and English objects crafted in the neoclassical style. The mantelpiece is ornamented with classically inspired Ionic pilasters and a broken pediment. Unlike the rococo furnishings in the adjacent room, the furniture in this room is more rectilinear and decorated with light-colored wood inlays rather than carving. The rooms include ceramic tea and dessert services, silver and silver-plate objects, and English glass, illustrating the continuing importance of trade with England even after the American Revolution. Both rooms and most of their furnishings were given to the Minneapolis Institute of Arts in 1931 by Mr. and Mrs. James Ford Bell.",
  "title": "Charleston dining room"
}
