{
  "accession_number": "27.78",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of James F. and Louise H. Bell in memory of James S. and Sallie M. Bell",
  "culture": null,
  "curator_approved": 0,
  "dated": "1772",
  "department": "Arts of the Americas",
  "description": "Woodwork from the interior of Colonel John Stuart's house at 104 Tradd Street, Charleston S.C. Cypress paneling from the drawing room showing doorways and fireplace with elaborate overmantle, showing French influence. The house was built in 1772.",
  "dimension": "487 1/2 x 365 1/2 in. (1238.25 x 928.37 cm)",
  "id": "http://api.artsmia.org/objects/8024",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3762,
  "image_width": 5004,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Cypress, paint",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From From the Colonel John Stuart house at 104 Tradd Street, Charleston S.C. Cypress paneling from the drawing room showing doorways and fireplace with elaborate overmantle, showing French influence. The house was built in 1772.",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The architectural elements of the Charleston Drawing and Dining Rooms are from a commodious townhouse built in 1772 in Charleston, South Carolina, for Colonel John Stuart, the Commissioner of Indian Affairs for the British government. Like most fashionable houses erected in Charleston in the 18th century, the Stuart house was one room wide and flanked by a balcony - a spatial arrangement that allowed cooling ocean breezes to flow through the interior. This room was originally on the second floor and remains virtually intact. The closed door at the far end of the room initially led to the balcony, and there were windows where two passageways now connect this room with the Charleston Dining Room.\r\n\t\r\nThis room, the largest in the house, was probably used for dinner parties, dances, and other entertainments. It was originally equipped with costly new furniture made in Charleston and other seaports along the East Coast, such as Boston, Newport, and Philadelphia. The furniture was in the rococo or Chippendale style, named for the English cabinetmaker and designer Thomas Chippendale, and is noted for its sinuous lines and beautifully carved organic ornament. The outstanding quality of the rococo carving over the fireplace and the precise classical proportions of the woodwork were probably executed by the English-trained craftsman Ezra Waite, who was responsible for numerous other pre-revolutionary Charleston interiors.\r\n\t\r\nThe present arrangement of the room is similar to that of its 1931 installation, when the great silver collectors, James Ford Bell and his wife, Louise Heffelfinger, presented it to the museum. The furniture and decoration of the room reflect the 18th-century taste for fine objects made along the East Coast and England as well as items imported from China. In the 18th century, seating furniture lined the walls when not in use and the floors were left bare.",
  "title": "Charleston Drawing Room"
}
