{
  "accession_number": "83.118.2a-e",
  "art_champions_text": null,
  "artist": "Maker: Jean-Baptiste Lebas (Maître in 1756)",
  "catalogue_raissonne": null,
  "classification": " Furniture",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of the Groves Foundation",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1756",
  "department": "European Art",
  "description": "Set of Eight Louis XV Fauteuils, giltwood with detachable cartouche-shaped backs, upholstered arm-rests and serpentine drop-in seats. Backs with broad molded frames edged with scrolls interrupted by foliate sprays and centered by cabochon and cartouche crestings with outscrolled arm-supports, waved seat-rails of undulating outline centered by trefoil cabochon cartouche clasps on molded cabriole legs headed by similar clasps. four stamped I. Lebas. Six are coveredin polychrome gilt ground floral brocade and two are covered in dark green floral patterned velvet.",
  "dimension": "38 1/2 x 27 x 24 in. (97.79 x 68.58 x 60.96 cm)",
  "id": "http://api.artsmia.org/objects/8083",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1691,
  "image_width": 2560,
  "inscription": "",
  "life_date": "French",
  "markings": "",
  "medium": "Gilt wood with upholstery",
  "nationality": "French",
  "object_name": "Armchair, one of eight",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "This armchair and seven similar examples were given to the Institute by Carolyn and Franklin Groves and The Groves Foundation as furnishings for the Grand Salon from the Hôtel Gaillard de La Bouëxière.  The 1738 and 1759 inventories for the grand salon reveal that the room was predominantly furnished with nine armchairs upholstered in Gobelins tapestry with scenes of fabled animals, similar to the upholstery on view here.  The armchairs will be installed in the Grand Salon following restoration of their upholstery.   \r\n\r\nThe sinuous C- and S-curve shapes of the chair's arms and legs, juxtaposed by shells, scrolls, and cabochon motifs, reflects a restrained version of the rococo style that was popular in France during the mid-18th century.",
  "title": "Armchair, one of eight"
}
