{
  "accession_number": "99.216.3a-c",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Asia",
  "country": "Cambodia",
  "creditline": "Gift of Michele and David Dewey",
  "culture": "Khmer",
  "curator_approved": 0,
  "dated": "12th-13th century",
  "department": "Asian Art",
  "description": "seated Buddha with hands in lap; wearing necklace, bracelets, earrings and hatlike crown; coiled snake body throne; 7 horselike heads on back of throne, each with a floral medallion under chin",
  "dimension": "16 3/8 x 6 5/8 x 3 13/16 in. (41.59 x 16.83 x 9.68 cm)",
  "id": "http://api.artsmia.org/objects/8146",
  "image": "valid",
  "image_copyright": "",
  "image_height": 10075,
  "image_width": 7196,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Bronze",
  "nationality": null,
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G213",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "12th-13th century",
  "text": "Siddhartha Gautama, who would become the Buddha, attained enlightenment after meditating for seven weeks under an ancient bodhi fig tree. During that time, he endured a week of drenching rain protected by the spreading hood of the naga (snake) King Mucalinda. Along with the Thai “Walking Buddha,” this depiction of the Buddha sheltered by Mucalinda gained special meaning in Southeast Asia. The image was popular under the Khmer King Jayavarman VII (reign c. 1181–1218), who replaced the official state religion of Hinduism with Buddhism and erected a sculpture of the snake-enthroned Buddha at the site of a Hindu temple. Jayavarman VII possibly selected this moment from the Buddha’s life story because snakes, which are prominent in Khmer art, are associated with water, a resource critical for a vast kingdom dependent on a complex system of hydraulics and irrigation.",
  "title": "Naga-enthroned Buddha"
}
