{
  "accession_number": "61.36.1",
  "art_champions_text": null,
  "artist": "Artist: Henri Matisse",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Bequest of Putnam Dana McMillan",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1922-1923",
  "department": "European Art",
  "description": "two women in interior wearing wide, full-length dresses; woman on left is playing guitar and woman on right holds sheet of music",
  "dimension": "18 3/4 x 24 3/4 in. (47.63 x 62.87 cm) (image)\r\n32 1/8 × 40 1/16 × 3/4 in. (81.6 × 101.76 × 1.91 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/8153",
  "image": "valid",
  "image_copyright": "© 2014 Succession H. Matisse %2F Artists Rights Society %28ARS%29%2C New York",
  "image_height": 7474,
  "image_width": 9763,
  "inscription": "Signature",
  "life_date": "French, 1869–1954",
  "markings": "",
  "medium": "Conté crayon",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": "From ",
  "provenance": "Henri Matisse, Paris (on consignment at Pierre Matisse Gallery, 1935-41; sold May 30, for $200, to Pierre Matisse Gallery); [Pierre Matisse Gallery, New York, 1941-48; stock no. 1144, sold December 10, for $1,200, to McMillan]; Putnam Dana McMillan, Santa Barbara and Minneapolis (1948-d.1961; bequeathed to MIA)",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "LR in graphite: [Henri Matisse]",
  "style": "20th century",
  "text": "Spain and Morocco inspired Henri Matisse to fill his life and art with sensuality. He transformed his studio into an exotic domain brimming with colorful patterns. Modulated, diffuse light and the gentle touch of his hand became hallmarks of his drawings. For The Concert, he chose materials that would produce delicate effects. The fibrous ribs of the paper wore his crayon at the slightest touch. The space between the ribs remained largely free of pigment, infusing light and air into the scene. With very fine lines, he constructed a network of rhythms and contrasts and then reinforced contours and details. He used the side of his crayon to shade the women’s dresses and the floor.\r\n\r\nThe drawing is preparatory to Interior: Two Musicians, a sketchlike painting of 1923 in which Matisse suppressed details and gave the now laden table more prominence. The women seem physically and psychologically more remote, even though the one holding the music looks out at the viewer now rather than toward her companion. The painting places the women solidly on the floor, whereas in the drawing, they seem to float like angels.",
  "title": "The Concert"
}
