{
  "accession_number": "74.1.79",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu",
  "catalogue_raissonne": "K594, Ukiyo-e shūka 4 (1979), list #394",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1767",
  "department": "Asian Art",
  "description": "",
  "dimension": "10 3/4 × 8 in. (27.31 × 20.32 cm) (vertical chūban)",
  "id": "http://api.artsmia.org/objects/8189",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2559,
  "image_width": 1883,
  "inscription": "",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper with niwaka",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From ",
  "provenance": "Tokyo sale cat. Nov. 1927, no. 12; Louis V. Ledoux (until 1948); Roland Koscherak (around 1948); Richard P. Gale (until 1974)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Suzuki Harunobu ga}",
  "style": "18th century",
  "text": "In the early 18th century, the artistic genre of bijin-ga (pictures of beautiful women), which had formerly been limited to depictions of prostitutes, expanded to include women of the middle classes, such as housewives and waitresses. Attractive women of no particular standing or status were sometimes catapulted to stardom when depicted by a popular artist. \r\n\r\nThe teahouse waitress Osen, identified by her family crest on her kimono, is shown here on the left. Although similar visual clues for the woman on the right are absent, she is assumed to be the toothbrush shop clerk Ofuji, since other images show the two women together. Both Osen and Ofuji were real women who lived and worked in the city of Edo. Men were charmed by such images because they illustrated women they might actually encounter. Women, on the other hand, used them as practical guides to style and fashion. Harunobu adds element of eroticism by showing Osen's bare leg through a gap in her kimono-the result of a sudden gust of wind. The device recalls contemporary photographers' use of electric fans to blow models' hair and enliven their clothing.",
  "title": "Two Women in the Autumn Wind"
}
