{
  "accession_number": "74.1.205",
  "art_champions_text": null,
  "artist": "Artist: Katsushika Hokusai; Author: Poem by Wang Shiming; Publisher: Nishimuraya Yohachi",
  "catalogue_raissonne": "Ukiyo-e shūka 16 (1981), p. 227, vertical chūban #22.09",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1834",
  "department": "Asian Art",
  "description": "",
  "dimension": "10 × 7 3/8 in. (25.4 × 18.7 cm) (image, sheet, vertical chūban)",
  "id": "http://api.artsmia.org/objects/8220",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4679,
  "image_width": 3503,
  "inscription": "Senyō Yōshū no tane / haru fukaku shite shūhō no ha tari, Wang Shiming 千葉揚州種　春深覇衆芳　王十明",
  "life_date": "Japanese, 1760 - 1849",
  "markings": "red censor seal: kiwame 極; red publisher\\'s seal: Eijudō 永寿堂; LRC: red collector\\'s seal",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / kachō-e)",
  "portfolio": "From Untitled series known as Small Flowers",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Saki no Hokusai Iitsu hitsu 前北斎為一筆",
  "style": "19th century",
  "text": "After the successful publication of his ten-print bird- and-flower (kachō-ga) series in the horizontal format (examples on view nearby), Hokusai released another kachō-ga series with the same publisher, Nishimuraya. The new set consisted of ten vertical compositions (three are on view) bearing a poem mentioning the featured flower. The Chinese-style poem at the upper right of this print is attributed to the Southern Song scholar Wang Shiming (1112–71).\r\n\r\nDouble-flowered peonies from Yangzhou, the king of flowers in bloom this spring. \r\n\r\nThe idea of cultivating plants as an elegant pastime was introduced from China as early as the 12th century and caught on among Japan’s aristocracy and military elite. By the Edo period, the hobby was pursued by all classes of society, even in thriving metropolitan areas like Edo. Peonies were especially popular, with blossoms of various colors, sizes, and types.",
  "title": "Peonies and Canary"
}
