{
  "accession_number": "72.54",
  "art_champions_text": null,
  "artist": "Artist: Unknown Flemish, 17th century",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "Netherlands",
  "creditline": "The David M. Daniels Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1610s-1630s",
  "department": "European Art",
  "description": "",
  "dimension": "6 5/8 x 7 5/16 in. (16.83 x 18.57 cm)",
  "id": "http://api.artsmia.org/objects/8273",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3746,
  "image_width": 4091,
  "inscription": "",
  "life_date": null,
  "markings": "Watermark: Irregular armorial (not in Briquet or Heawood); the details are mostly illegible, although the shield might contain a lion passant (in which case the mark is close to Briquet 1935) or flowers. The distinguishing characteristics are its small size, the dip on the top of the shield in the middle, and the asymmetry of the armorial",
  "medium": "Pen and brown ink and wash, over black chalk",
  "nationality": null,
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This drawing may be related to the important series of battle pictures commissioned by Philip IV to decorate the Hall of Realms in his palace of the Buen Retiro in Madrid in the 1630s. The twelve pictures recount triumphs of the Spanish military throughout Europe and the New World, with the preeminent Spanish artists of the period contributing works, including Velasquez (1599-1660). This drawing conforms to the established format of the series: a victorious Spanish general in the foreground, with a panoramic view of the battlefield behind.  The drawing is also remarkably consistent with the Hall of Realms paintings in style of execution and in details of fashion and hair. It is squared for transfer and then numbered from right to left, suggesting that the artist intended the work to be reversed, perhaps in order to execute a print or tapestry. The tantalizing clues raise hopes that further research may yield the identity of the artist who executed this fluent and accomplished sheet.",
  "title": "Mounted Officer"
}
