{
  "accession_number": "28.59",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Architecture",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Mrs. C. C. Bovey in memory of her mother Josephine Koon",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1740",
  "department": "Arts of the Americas",
  "description": "one complete wall of pine paneling consisting of four panels; first containing door; second panels; third chimney piece with fine moulding surrounding it with fluted pilasters over which are three small panels; fourth panels; dating from first half of 18th century; prov. from a house in Foxon just northeast of New Haven Conn.",
  "dimension": "96 x 180 in. (243.84 x 457.2 cm)",
  "id": "http://api.artsmia.org/objects/8278",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4333,
  "image_width": 5995,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Pine, paint",
  "nationality": null,
  "object_name": "Period room",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G331",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "18th century",
  "text": "The fireplace wall in this room, which is decorated with molded panels and carved pilasters with  rosettes, comes from a rural house built in the mid-18th century near New Haven, Connecticut. While the early history of the house is unknown, it was one of many18th-century structures razed in 1929 to create a resevoir now known as Lake Gaillard. The Jonathan Rose house met the same fate, although two paneled rooms from that 18th-century house are installed at the Yale University Art Gallery. Like the interiors of the Rose house, the paneled fireplace wall here probably came from a first-floor room in a house with a massive central fireplace and wraparound staircase. Comparable mid-18th-century framed houses, sheathed in clapboarding, can be seen today throughout New England.\r\n\t\r\nIn 1929, the Minneapolis Institute of Arts installed the fireplace wall; by the addition of three white stucco walls, it is now interpreted as a parlor and bedroom in memory of Josephine Koon. Notice the low ceiling height. The bed is based on an 18th-century example in the collection of the Wadsworth Atheneum Museum of Art in Hartford, Connecticut. The full complement of bed hangings would have provided warmth as well as privacy. The chairs show the variety of seating furniture in 18th-century New England, from those with vase-shaped splats to banister-back chairs with rush seats. The portraits, cherry tea table, and mirror decorated with chinoiserie (Asian-inspired designs), were expensive refinements in colonial America.",
  "title": "Connecticut room"
}
