{
  "accession_number": "80.36.1a,b",
  "art_champions_text": null,
  "artist": "Manufacturer: Sèvres Porcelain Factory; Decorator: Fallot (birds); Decorator: Charles-Eloi Asselin (figures); Decorator: Vincent Taillandier (ground pattern); Maker: Jean-Claude-Thomas Duplessis (gilt-bronze mounts)",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Groves Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1780",
  "department": "European Art",
  "description": "covered vase, cat. card does not list 'a-b' for vase and lid; white ground, painted with turquoise and gold circle-and-dot pattern (oeil-de-perdrix); the wide decorative bands are adorned with exotic birds and chinoisirie. The subjects and decorative grounds link them to a pair in the collection of Queen Elizabeth thought to have been bought by Marie Antoinette in 1779. The similar oeil-de-perdix of both pairs may be attributed to Vincent Taillandier, who specialized in this type of patterned ground",
  "dimension": "20 1/4 x 9 1/4 x 7 in. (51.44 x 23.5 x 17.78 cm)",
  "id": "http://api.artsmia.org/objects/8362",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1850,
  "inscription": "",
  "life_date": "French, active 1764-1790",
  "markings": "",
  "medium": "Hard-paste porcelain, enamel, gilt bronze",
  "nationality": "French",
  "object_name": "Vase",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G310",
  "see_also": [
    "10246",
    "8362"
  ],
  "signed": "",
  "style": "18th century",
  "text": "This pair of neoclassical vases is beautifully decorated with gilt bronze mounts and painted Chinoiserie scenes, probably influenced by the work of Jean Pillement (1728-1808) or Francois Boucher (1703-70).  The objects illustrate a collaboration between painters, gilders, and bronze makers at the famous Sèvres porcelain factory.  A similar pair of vases, originally owned by Marie Antoinette at Versailles, are now in the English royal collection.",
  "title": "Covered vase, one of a pair"
}
