{
  "accession_number": "98.276.5.3",
  "art_champions_text": null,
  "artist": "Designer: Frank Lloyd Wright; Manufacturer: Porzellanfabrik Gebrüder Bauscher",
  "catalogue_raissonne": null,
  "classification": " Ceramics",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1914",
  "department": "Arts of the Americas",
  "description": "oval white porcelain body with trademark Frank Lloyd Wright red squares around the perimeter",
  "dimension": "6 1/4 x 15 x 19 1/4 in. (15.88 x 38.1 x 48.9 cm)",
  "id": "http://api.artsmia.org/objects/8369",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1744,
  "image_width": 2560,
  "inscription": "Marks",
  "life_date": "American, 1867–1959",
  "markings": "[New York, Chicago, Bauscher, Weiden (Germany)] in underglase on bottom of plate",
  "medium": "Glazed porcelain",
  "nationality": "American",
  "object_name": "Oval platter",
  "portfolio": "From From the Midway Gardens, Chicago (demolished 1929); Frank Lloyd Wright, architect",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Arts and Crafts",
  "text": "Midway Gardens was an elaborate, block-long outdoor complex designed by Frank Lloyd Wright in 1914. Modeled on German beer gardens, it had an interior court that served as a summer gathering place for dining, dancing, and concerts. Wright incorporated decoration into this dramatic structure through his innovative use of patterned concrete block on the exterior and by placing sculptures by Alfonso Iannelli and Richard Bock throughout.\r\n\r\nThe Institute's match holder, platter, and beer stein were among the few objects to survive the destruction of the garden and most of its Wright-designed furnishings in 1929. This match holder and platter were made in Germany by the Bauscher factory. The same pattern was also produced by Shenango China of New Castle, Pennsylvania, probably because importing replacements was difficult after the First World War broke out.\r\n \r\nThe decoration on the ceramics-a single row of red squares aligned along the rim-recalls the geometric elements in the work of various progressive European architect-designers Wright saw on his visit to Europe in 1909-10. With the beer stein, Wright rendered a familiar German form in a progressive way by using a modernist typeface on the glass body.",
  "title": "Oval platter"
}
