{
  "accession_number": "98.276.31",
  "artist": "Designer: Walter Dorwin Teague; Manufacturer: Sparks-Withington Company (now Sparton)",
  "catalogue_raissonne": null,
  "classification": " Industrial Design; Tools, Equipment and Utilitarian Objects; Science and Technology",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1936",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "blue with black trim; [Model #517]",
  "dimension": "9 x 18 x 8 in. (22.86 x 45.72 x 20.32 cm)",
  "id": "http://api.artsmia.org/objects/8373",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 1675,
  "image_width": 2560,
  "inscription": "",
  "life_date": "American, 1883–1960",
  "markings": "",
  "medium": "Mirrored glass, wood, chromium steel, electrical components",
  "nationality": "American",
  "object_name": "Radio",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Orphaned Work",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Art Deco",
  "text": "The wonders of radio opened the owner's world to music, news, and entertaining radio programs of all kinds starting in the 1920s. Walter Dorwin Teague intended his Sparton radio to be modern, and it surely was in the mid-1930s. Its blue-mirrored glass, rounded corners, and streamlined chrome components configured as \"speed lines\" suggested supersonic movement as if it were hurtling through space. Teague's series of attractive blue glass radios for Sparton stimulated the consumer market during the rather grim backdrop of the Great Depression.\r\n\r\nThe businesslike Teague, who founded the American Society of Industrial Designers, wrote his own treatise on the power of the profession. With <i>Design This Day: The Technique of Order in the Machine Age</i> (1940) he sought to change society for the better by concentrating on the aesthetics of everyday objects.",
  "title": "\"Sparton\" radio"
}
