{
  "accession_number": "38.40",
  "art_champions_text": null,
  "artist": "Cartoonist: Circle of Bernard van Orley; Designer: Circle of Bernard van Orley",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1525-1528",
  "department": "European Art",
  "description": "From the series The Medallion Months. The Month of September, symbolized by a vintage scene depicted in an oval medallion of which the frame carries the twelve signs of the zodiac alternated with pairs of classic female figures each holding an hour glass. In the upper spandrels Semele and Jupiter; in the lower spandrels a pair of lovers and a peasant cutting gapes. Elaborate border of fruits and figures outlined by guilloche band. Well preserved, colors fresh. This tapestry one of a set of twelve months of which seven pieces are known to exist. Materials warp undyed wool, 7-8½ ends per cm., weft dyed wool and silk, 22-120 ends per cm.",
  "dimension": "H.177-3/4 x W.166-3/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/8390",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3586,
  "image_width": 5463,
  "inscription": "",
  "life_date": "Flemish, active 16th century",
  "markings": "",
  "medium": "Silk, wool; tapestry weave",
  "nationality": "Flemish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G340",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "In the Roman calendar, September 3 marked the feast of Bacchus, Roman god of wine, agriculture, and drunken revelry. Shown here, to the left of the grape stomp, is a red-nosed Bacchus, adding freshly harvested grapes. The upper corners of the tapestry acknowledge Bacchus’s parents: Jupiter, ruler of the Roman gods, and Semele (or Semela), a mortal woman. According to one version of the myth, Jupiter’s supernatural power consumed Semele in a moment of passion, and Jupiter brought the pregnancy to term. Bacchus was later known as having one father and two mothers, both male and female qualities, and often depicted as androgynous and beardless.\r\n\r\nThis tapestry derives from a set dedicated to months of the year. Five others from the set survive in the collections of the Metropolitan Museum of Art, the Art Institute of Chicago, and Dumbarton Oaks (Washington DC).",
  "title": "Month of September"
}
