{
  "accession_number": "38.40",
  "art_champions_text": null,
  "artist": "Cartoonist: Circle of Bernard van Orley; Designer: Circle of Bernard van Orley",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Europe",
  "country": "Belgium",
  "creditline": "The William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1525-1528",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "From the series The Medallion Months. The Month of September, symbolized by a vintage scene depicted in an oval medallion of which the frame carries the twelve signs of the zodiac alternated with pairs of classic female figures each holding an hour glass. In the upper spandrels Semele and Jupiter; in the lower spandrels a pair of lovers and a peasant cutting gapes. Elaborate border of fruits and figures outlined by guilloche band. Well preserved, colors fresh. This tapestry one of a set of twelve months of which seven pieces are known to exist. Materials warp undyed wool, 7-8½ ends per cm., weft dyed wool and silk, 22-120 ends per cm.",
  "dimension": "H.177-3/4 x W.166-3/4 in. (irregular)",
  "id": "http://api.artsmia.org/objects/8390",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3586,
  "image_width": 5463,
  "inscription": "",
  "life_date": "Flemish, active 16th century",
  "markings": "",
  "medium": "Silk, wool; tapestry weave",
  "nationality": "Flemish",
  "object_name": null,
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "16th century",
  "text": "September is represented here by a grape harvest and wine making. Bacchus, the Roman god of wine, red-nosed from drinking, oversees the crushing of grapes. His mother, Semele (labeled semela), and father, Jupiter (iupiter), appear in the upper corners. In the oval band framing the main scene, the twelve signs of the zodiac alternate with twelve pairs of women holding hourglasses, who represent the twenty-four hours of the day.\r\n\nMost large tapestries were designed as part of a series, such as the months or the seasons. Weaving workshops frequently made additional sets of such tapestry series for customers who could not afford to commission original designs.\r\n\nAcquired in 1938 38.40",
  "title": "Month of September"
}
