{
  "accession_number": "98.276.9",
  "artist": "Designer: Clara Barck Welles; Manufacturer: Kalo Shop",
  "catalogue_raissonne": null,
  "classification": " Metalwork",
  "continent": "North America",
  "country": "United States",
  "creditline": "The Modernism Collection, gift of Norwest Bank Minnesota",
  "culture": null,
  "curator_approved": 0,
  "dated": "1916",
  "department": "Decorative Arts, Textiles and Sculpture",
  "description": "panel form pitcher",
  "dimension": "8 x 10 1/4 in. (20.3 x 26 cm)",
  "id": "http://api.artsmia.org/objects/8423",
  "image": "valid",
  "image_copyright": "Copyright of the artist%2C artist%27s estate%2C or assignees",
  "image_height": 607,
  "image_width": 460,
  "inscription": "Marks",
  "life_date": "American, 1868-1965",
  "markings": "<April 27, 1916 / STERLING / HAND WROUGHT AT THE KALO SHOPS / CHICAGO AND NEW YORK / 18>",
  "medium": "Sterling silver",
  "nationality": null,
  "object_name": "Pitcher",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Orphaned Work",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "Arts and Crafts",
  "text": "Clara Barck, an early advocate of modernist design, established the Kalo workshop in 1900, shortly after graduating from the School of the Art Institute of Chicago.  The shop first focused on handcrafted leatherwork and weaving, but increasingly concentrated on metalwork after Barck married George Welles, an amateur metalworker.  Barck Welles oversaw the production of a wide range of handcrafted copper, brass, and silver household wares, and helped to establish the Kalo Shop as the leading producer of metalware in Chicago.\r\n\r\nThe angular form and sleek, modern silhouette of this pitcher is offset by the irregular surface texture.  The preservation of the hammered finish reinforces the handcrafted nature of the object.  Barck Welles' pitcher represents the voice of the Arts and Crafts movement in an era of industrial production - one that rejected the impersonal nature of factory produced wares in favor of handmade objects created by talented artisans.\r\n",
  "title": "Pitcher"
}
