{
  "accession_number": "57.40",
  "art_champions_text": null,
  "artist": "",
  "catalogue_raissonne": null,
  "classification": " Sculpture",
  "continent": "Europe / Africa",
  "country": "Graeco-Roman",
  "creditline": "Gift of the Sweatt Foundation In Memory of William R. Sweatt II and Lucien S. Strong, Jr.",
  "culture": "Graeco-Roman",
  "curator_approved": 1,
  "dated": "200 BCE–200 CE",
  "department": "European Art",
  "description": "probably Roman copy of a Greek original",
  "dimension": "34 3/4 x 25 x 14 1/2 in. (88.27 x 63.5 x 36.83 cm)",
  "id": "http://api.artsmia.org/objects/8483",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6168,
  "image_width": 4964,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Marble",
  "nationality": null,
  "object_name": "Torso",
  "portfolio": null,
  "provenance": "'Villa at Anzio (excavated in 1900).[1] 'Private collection, Switzerland [2]; [Adolph Loewi, Los Angeles and Antiquaria Gallery, Alessandro Morandotti, Rome, 1957; sold, for $45,000, to Mia] [3]; Mia (since 1957; purchased through gift of funds from the Sweatt Foundation)\r\n\r\n[1] This was the find spot reported in Mia's accessions committee notes on October 4, 1957.\r\n\r\n[2] Loewi reported that the torso was purchased in Switzerland\r\n\r\n[3] Adolph Loewi [1888-1977] through Adolph Loewi, Inc. [1910-2003], was the point of contact for the sale to Mia.* According to the NGA website, Alessandro Morandotti was a former director of the Loewi gallery in Venice, and took over operations when Loewi left Italy. Morandotti moved the business to Rome and renamed it Antiquaria Gallery, and acquired the business from Loewi in 1950.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "2nd century BCE or 2nd century CE",
  "text": "This larger-than-life torso, with its sensitively modeled anatomy, is an exquisite example of the kind of idealized male nude perfected by ancient Greek and Roman sculptors. Subtle movement introduced to the figure, with the slight inclination of the left shoulder and right hip, makes the work lifelike. The torso is a copy of an illustrious Greek sculpture from around 450 bce, possibly related to celebrated—but lost—works like the Apollo of the Omphalos or Pheidias’s sculptures dedicated to the fallen warriors in the Battle of Marathon, which are only known from variants, literary descriptions, and coins.",
  "title": "Torso"
}
