{
  "accession_number": "B.90.2",
  "art_champions_text": null,
  "artist": "Illustrator: El Lissitzky (Lazar Markovich Lissitzky); Designer: El Lissitzky (Lazar Markovich Lissitzky); Author: Vladimir Vladimirovich Mayakovsky; Publisher: Gosizdat , Berlin",
  "catalogue_raissonne": "From Manet to Hockney 68; Johnson 41",
  "classification": " Books",
  "continent": "Europe",
  "country": "Russia",
  "creditline": "Gift of funds from the Print and Drawing Council and the William Hood Dunwoody Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1923",
  "department": "Prints and Drawings",
  "description": "binding: printed paper covers in black and red on orange paper; 74 pp.",
  "dimension": "7 1/2 x 5 1/8 in. (19.05 x 13.02 cm)",
  "id": "http://api.artsmia.org/objects/8553",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4322,
  "image_width": 3052,
  "inscription": "",
  "life_date": "Russian, 1890–1941",
  "markings": "",
  "medium": "Color lithographs; letterpress; bound volume",
  "nationality": "Russian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "53703",
    "8553"
  ],
  "signed": "",
  "style": "20th century",
  "text": "In 1923, El Lissitzky provided illustrations and typeface designs for Vladimir Mayakovsky’s For the Voice—a selection of thirteen of his most frequently quoted poems ranging thematically from leftist political agitation to witty observations on urban life. Mayakovsky intended the poems in this volume to be read aloud. Lissitzky described his design of the book: “To make it easier for the reader to find any particular poem, I use an alphabetical (thumb-indexed) index. The book is created with the resources of the compositor’s type case alone. The possibilities of two-color printing (with overlapping and cross-hatching) have been fully exploited: my pages stand in much the same relation to the poems as an accompanying piano to a violin.” \r\n\r\nHere, the artist achieved all of his typographical goals: produced mechanically, according to a functionalist rationale, the book’s design, layout, and illustration all unite to reinforce the emotional and intellectual power of Mayakovsky’s texts.",
  "title": "Dlya Golosa"
}
