{
  "accession_number": "74.1.165.1",
  "art_champions_text": null,
  "artist": "Artist: Hosoda Eishi",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1798",
  "department": "Asian Art",
  "description": "",
  "dimension": "31 1/2 x 13 3/16 in. (80 x 33.5 cm) (image)\r\n64 3/16 x 17 5/16 in. (163 x 44 cm) (mount) 49 cm W w/ roller",
  "id": "http://api.artsmia.org/objects/8617",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5136,
  "image_width": 2168,
  "inscription": "",
  "life_date": "Japanese, 1756 - 1829",
  "markings": "Seal: Eishi",
  "medium": "Ink and color on silk",
  "nationality": "Japanese",
  "object_name": "Hanging scroll, one of a pair",
  "portfolio": "From ",
  "provenance": "Yabumoto; Richard P. Gale (until 1974)",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Yabukyo_ Eishi Fujiwara Tokitomi hitsu",
  "style": "Nikuhitsu ukiyo-e",
  "text": "Eishi was a member of a samurai family. Perhaps as a result of the protracted peace under Tokugawa rule, he studied painting under the shōgun's court appointed artist, Kanō Eisen (1696-1731) and eventually was recognized for his own painting accomplishments. Despite this reputable background, Eishi seems to have had a particular interest in designing prints and paintings in the ukiyo-e style, a predilection that caused him to resign his hereditary position. As early as 1785 he began to produce paintings and prints of women that were admired for their great elegance and restraint. By about 1798 he ceased to create print designs, devoting himself instead to painting. \r\n\r\nThis diptych, with its fascile brushwork and delicate effrects, reflects both Eishi's consummate skill with the brush. One scene (left) shows a high-ranking prostitute and her apprentice admiring cherry blossoms by moonlight. In the other painting, a similarly prominent prostitute has been caught in a springtime shower.  A manservant holds a lacquered umbrella over her, while her apprentice follows along, cowering beneath her own umbrella.",
  "title": "Moonlight [left of the pair Beauties in Spring]"
}
