{
  "accession_number": "74.1.193",
  "artist": "Artist: Jokei",
  "catalogue_raissonne": null,
  "classification": " Paintings",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1790",
  "department": "Japanese and Korean Art",
  "description": "sprinkled with gold",
  "dimension": "7 3/16 x 49 7/16 in. (18.3 x 125.5 cm) (image)\r\n7 3/16 x 70 1/16 in. (18.3 x 178 cm) (mount) 20cm H w/roller",
  "id": "http://api.artsmia.org/objects/8638",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3390,
  "image_width": 7208,
  "inscription": "",
  "life_date": "Japanese, ca. 1784 - 1809",
  "markings": "",
  "medium": "Ink, color, gold, and gofun on silk",
  "nationality": "Japanese",
  "object_name": "Handscroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G226",
  "see_also": [
    ""
  ],
  "signed": "Naniwa Ryūkōsai Jokei",
  "style": "Nikuhitsu ukiyo-e",
  "text": "While the city of Edo, as the location of the shogun's court, had become Japan's largest metropolitan area by the mid-18th century with a population of over one million inhabitants, other urban centers also grew significantly during the Edo period. Foremost among these in western Japan was Osaka, a thriving center of mercantile activity. With its wealthy merchants, Osaka developed its own unique urban culture. While it had its own licensed pleasure quarters, it was better known for its puppet plays and Kabuki theater. Consequently, paintings and prints featuring Kabuki actors far outnumber those showing beautiful women. Ryūkōsai Jokei, generally considered the founder of the ukiyo-e school in Osaka, specialized in portraits of famous actors. For this short handscroll he depicted seven popular Kabuki actors active in western Japan. Each performed in one of five different plays staged in Kyoto and Osaka between 1782 and 1787. As is evident from this handscroll, Jokei developed a relatively realistic style and didn't flinch from depicting the less flattering characteristics of the actors' features. The actors, from right to left, are Arashi Hinasuke, Asao Tamejūrō I (1735-1804), Yamashita Yaozō I (act. 1763-1804), Onoe Shinshichi I (1745-1809), Ichikawa Danzō IV (1745-1808), Yamashita Kinsaku II (1733-1799), Arashi Sangorō II (1732-1803).",
  "title": "Seven Great Osaka Actors in Favorite Roles"
}
