{
  "accession_number": "80.40",
  "art_champions_text": null,
  "artist": "Artist: Attributed to Tosa Mitsuyoshi",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of funds from Mr. and Mrs. Charles Cleveland, Mr. and Mrs. Louis Zelle, and The Christina N. and Swan J. Turnblad Memorial Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "17th century",
  "department": "Asian Art",
  "description": "album leaf from Chapter 24 of The Tale of the Genji and accompanying calligraphy",
  "dimension": "48 1/2 x 25 1/4 in. (123.19 x 64.14 cm) (outer frame)\r\n9 1/2 x 16 5/8 in. (24.13 x 42.23 cm) (canvas)",
  "id": "http://api.artsmia.org/objects/8665",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3713,
  "image_width": 6522,
  "inscription": "鴬のうららかなる音に、「鳥の楽」はなやかに聞きわたされて、池の水鳥もそこはかとなくさへづりわたるに、「急」になり果つるほど、飽かずおもしろし。「蝶」は、ましてはかなきさまに飛び立ちて、山吹の籬のもとに、咲きこぼれたる花の蔭に舞ひ出づる。\r\n(\\'The Birds\\' resounded bravely amid warblers\\' sweet carolings, while here and there upon the lake waterbirds sang their own songs, and the effect of the rapid conclusion was endlessly delightful. How lightly, then, the butterlifes flitted about, to flutter into the hedge at last among cascading kerria roses!) [Aaron Rio based on translation by Royall Tyler]",
  "life_date": "Japanese, 1539 - 1613",
  "markings": "Seal of artist on back of leaf",
  "medium": "Ink, color, gold, and silver on paper",
  "nationality": "Japanese",
  "object_name": "Album leaf, mounted as hanging scroll",
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "This pair of album leaves presents a textual passage from and illustrations of the “Butterflies” chapter of The Tale of Genji. The text is written in flowing script on paper decorated with gold and silver. The accompanying illustrations, rendered in brilliant mineral pigments, combine two passages in the chapter: the spring festivities at Genji’s mansion during which fanciful boats transport musicians and noblewomen around the palace lake; and the following morning, when Genji’s most beloved consort sends her young attendants to dance for the empress. The text describes the scene near the close of the day’s events:\r\n\r\n\"The birds resounded bravely amid warblers’ sweet carolings, while here and there  upon the lake waterbirds sang their own songs, and the effect of the rapid conclusion was endlessly delightful. How lightly, then, the butterflies flitted about, to flutter into the hedge at last among cascading kerria roses!\"\r\n\r\n—translation after Royall Tyler",
  "title": "The \"Butterflies\" Chapter of the Tale of Genji"
}
