{
  "accession_number": "74.1.149",
  "art_champions_text": null,
  "artist": "Artist: Kitagawa Utamaro; Publisher: Ōmiya Gonkurō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1795-1796",
  "department": "Asian Art",
  "description": "",
  "dimension": "15 3/8 × 10 3/16 in. (39 × 25.8 cm) (image, sheet, vertical ōban)\r\n23 × 19 × 1 1/2 in. (58.42 × 48.26 × 3.81 cm)",
  "id": "http://api.artsmia.org/objects/8668",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4940,
  "image_width": 3316,
  "inscription": "",
  "life_date": "Japanese, 1753 - 1806",
  "markings": "Publisher:O_miya\r\nPuzzle(hanji-e)\r\ntomikuji(lottery)-tomi\r\nmo(seeweed)-mo\r\nto(door)-to\r\nandon(lamp)-yo(night)\r\nhina nugyo_(doll)-hina\r\n\r\n",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From Famous Beauties Likened to the Six Immortal Poets 高名美人六家撰",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Utamaro hitsu}",
  "style": "18th century",
  "text": "Tomimoto Toyohina was a much sought-after geisha (entertainer) who performed narrative ballads accompanied by the shamisen. She was one of several non-prostitute beauties, including teahouse waitresses, whom Utamaro depicted repeatedly in the early to mid 1790s. Here she wears a headdress called agebōshi, used by fashionable women to protect their oiled coiffures from dust and wind when they went out. For this image, the printer rendered the agebōshi in pale pink mica to suggest the texture of silk.\r\n\r\nThis composition is from a six-print series comprising half-length portraits of famous beauties. The women are not identified directly, but their names are given in hanji-e, or picture riddles, adjoining the title cartouche. Utamaro may have used this device to circumvent an edict issued in 1793 that prohibited the naming of women in ukiyo-e prints unless they were prostitutes. Here, a lottery box (tomi), duckweed (mo), and a whetstone (to) serve to “spell” Tomimoto; a door (to), a lantern to suggest night (yo), and a doll (hina) signify Toyohina. This practice ceased in 1796 when a new proclamation specifically forbade the use of picture riddles.",
  "title": "Portrait of Tomimoto Toyohina"
}
