{
  "accession_number": "98.18.8",
  "art_champions_text": null,
  "artist": "Artist: Ike Taiga",
  "catalogue_raissonne": null,
  "classification": " Paintings; Calligraphy",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Ruth and Bruce Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1840",
  "department": "Asian Art",
  "description": "single bamboo stalk emerging from bottom center extending 3/4 up the sheet; Chinese inscription of two lines of five characters each at top center",
  "dimension": "51 1/2 x 11 1/4 in. (130.81 x 28.58 cm) (image)",
  "id": "http://api.artsmia.org/objects/8713",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5200,
  "image_width": 1466,
  "inscription": "",
  "life_date": "Japanese, 1723 - 1776",
  "markings": "ULC, in ink: Brushed by Kyuka Sansho| ULC left side, seals: Sangaku Doja | Ike Mumei in",
  "medium": "Ink on paper",
  "nationality": "Japanese",
  "object_name": "hanging scroll",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Ike Taiga is the most famous and prolific painter of Japan's Nanga school. The son of a minor government mint official, he was recognized as a child prodigy at the age of five when he purportedly translated the Chinese Confucian classics into Japanese. His parents took him to Mampuku-ji temple to study with the monks of the Obaku sect, many of whom were recent immigrants from China. There, Taiga began his lifelong love affair with Chinese style painting. \r\n\r\nPerhaps because of his enjoyment of calligraphic brushwork, Taiga was fond of painting bamboo. The crisscrossing leaves and detached tips shown in this example are reminiscent of the style of Mampuku-ji abbot Ta-p'eng's method of depicting bamboo. In its bold simplification and varied ink tones, however, it reflects Taiga's own unique approach. The Chinese-style couplet above praises the bamboo for its gentlemanly virtues: \r\n\r\nEsteemed for its uprightness, which endures the frost,\r\nAnd the calm void at its heart, when it responds to the world.\r\n\t\t\t(translation by Jonathan Chaves)",
  "title": "Bamboo Endures the Frost"
}
