{
  "accession_number": "74.1.128",
  "art_champions_text": null,
  "artist": "Artist: Torii Kiyonaga; Publisher: Kōzuya Isuke",
  "catalogue_raissonne": "Torii Kiyonaga sakuhin sōmokuroku, Chiba, 2007, no. 88; Hirano, no. 767",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 1,
  "dated": "1785, 11th lunar month",
  "department": "Asian Art",
  "description": "",
  "dimension": "15 5/16 × 10 3/16 in. (38.9 × 25.8 cm) (image, sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/8721",
  "image": "valid",
  "image_copyright": "",
  "image_height": 5281,
  "image_width": 3557,
  "inscription": "",
  "life_date": "Japanese, 1752 - 1815",
  "markings": "publisher seal: 高津版 {Kōzu han}",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "清長画 {Kiyonaga ga}",
  "style": "18th century",
  "text": "Related to the play Yukimotsu take furisode Genji 雪矯竹振袖源氏, performed at the Nakamura Theater in the 11th lunar month of 1785.\r\n\r\nThis scene is from a Kabuki play based on the historic rivalry between the Taira and Minamoto clans. In 1159, Minamoto no Yoshitomo attempted to overthrow Emperor Nijō, whose regime was bolstered by the warrior Taira no Kiyomori. The coup d’état failed but led to a full- scale war. The play is set in the aftermath of the attempted coup. In the scene illustrated here, four key characters unexpectedly meet in Kyoto’s Gion district. Hatchōtsubute no Kiheiji, a Minamoto warrior who switched his allegiance to the Taira clan, has been living covertly as a monk who fills temple lamps with oil. Played here by Nakamura Kojūrō VI, he is shown holding an oil pot. Minamoto no Yoshihira (son of the coup’s leader, Yoshitomo), played by Ichikawa Yaozō III, has also been living undercover, waiting for an opportunity to again attack the Taira. Here, Yoshihira has recognized the traitor and begins to draw his sword, a magical weapon known as Raiden-maru (Lightning) because its unsheathing causes a thunderclap.",
  "title": "The Actors Nakayama Kojūrō VI as Hatchōtsubute no Kiheiji, Ōtani Hiroji III as Miura Arajirō, Ichikawa Yaozō III as Aku Genta Yoshihira, Sawamura Sōjūrō III as Komatsu Naifu Shigemori"
}
