{
  "accession_number": "74.1.95",
  "art_champions_text": null,
  "artist": "Artist: Suzuki Harunobu",
  "catalogue_raissonne": "K759, Ukiyo-e shūka 4 (1979), list #436",
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1767",
  "department": "Asian Art",
  "description": "",
  "dimension": "11 1/8 × 8 1/4 in. (28.2 × 20.9 cm) (image, sheet, vertical chūban)",
  "id": "http://api.artsmia.org/objects/8743",
  "image": "valid",
  "image_copyright": "",
  "image_height": 1920,
  "image_width": 1405,
  "inscription": "",
  "life_date": "Japanese, 1725 - 1770",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / bijin-ga)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "{Suzuki Harunobu ga}",
  "style": "18th century",
  "text": "This print shows a young man carrying two swords, one long and one short, indicating that, despite his youthful age, he is a samurai. He gazes up at the blossoms of a cherry tree. Yet Suzuki Harunobu, the designer of this print, has embedded within his image a riddle that serves as the key to this picture. A small symbol on the man’s right shoulder is a so-called Genji crest (Genji-mon), one of 54 geometric symbols that each refers to a chapter of The Tale of Genji. A knowledgeable viewer’s recognition of the symbol also means understanding this picture as a parody-picture (mitate-e) of chapter 48, the “Early Ferns,” in which Prince Kaoru (the illegitimate son of Genji’s friend and his wife who had been raised as Genji’s own) regrets having arranged a marriage between his one true love, Lady Nakanokimi, and his friend, Prince Niou. In this witty take on a Genji picture, Suzuki Harunobu transforms Kaoru from classical-period courtier to contemporary samurai.",
  "title": "Young Samurai Viewing Cherry Blossoms as a Mitate of Prince Kaoru"
}
