{
  "accession_number": "74.1.192",
  "art_champions_text": null,
  "artist": "Artist: Kabukidō Enkyō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Bequest of Richard P. Gale",
  "culture": null,
  "curator_approved": 0,
  "dated": "1796, 7th lunar month",
  "department": "Asian Art",
  "description": "",
  "dimension": "14 3/16 × 10 5/16 in. (36 × 26.2 cm) (image, vertical ōban)",
  "id": "http://api.artsmia.org/objects/8745",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6629,
  "image_width": 4840,
  "inscription": "",
  "life_date": "Japanese, 1749 - 1803",
  "markings": "",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "歌舞伎堂画 {Kabukidō ga}",
  "style": "18th century",
  "text": "Related to the play \"Sugawara denju tenarai kagami,\" performed at the Miyako Theater in the seventh month of 1796. Plain grey (nezumi-tsubushi) background.\r\n\r\nThis portrait is the center sheet of a triptych showing the three brothers in the dramatic “Kurumabiki” (carriage-pulling) scene of the Kabuki play Sugawara and the Secrets of Calligraphy (Sugawara denju tenarai kagami). Matsuōmaru, Umeōmaru (who appears in this center sheet), and Sakuramaru possess very different characters, as indicated by their names, which each begins with the word for a different tree: pine (matsu), plum (ume), and cherry (sakura), respectively. As retainers of different masters, the triplets are therefore rivals, a friction that reaches a climax in the carriage-pulling scene.\r\n\r\nThis is one of only seven designs by the artist Kabukidō Enkyō, all of which were created in 1796 and are bust portraits of popular actors. Very few impressions survive. With three in its collection, Mia is the largest repository worldwide.",
  "title": "Actor Ichikawa Yaozō III as Umeōmaru"
}
