{
  "accession_number": "81.90",
  "art_champions_text": null,
  "artist": "Artist: Unknown Japanese",
  "catalogue_raissonne": null,
  "classification": " Clothing",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "early 19th century",
  "department": "Asian Art",
  "description": "Karaori (Outer Noh robe), brocade of grape vines with autumn grasses and gold bamboo lattice motif on blue-grey twill weave silk. The design is not created through embroidery as it appears to be, but with the Karaori brocade technique of floating the weft threads of glossed silk to create the various floral and lattice patterns. This allowed for only a few centimeters of fabric to be woven per day, making such robes extremely rare and expensive works of art. This garment has been used in only a few recorded performances since its manufacture accounting for its exceptionally fine condition.",
  "dimension": "63 in. (160.02 cm)",
  "id": "http://api.artsmia.org/objects/8803",
  "image": "valid",
  "image_copyright": "",
  "image_height": 8385,
  "image_width": 7047,
  "inscription": "",
  "life_date": null,
  "markings": "",
  "medium": "Silk brocade",
  "nationality": null,
  "object_name": "Noh costume (karaori)",
  "portfolio": "From ",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "19th century",
  "text": "Richly brocaded garments known as karaori, literally \"Chinese weaving,\" are reserved for women's roles in Japanese Nō dramas. Although they resemble embroidery, they are actually woven by a difficult technique of floating weft threads of glossed silk to form a dense, colorful pattern against a solid ground. In this case, grape vines and autumn grasses intertwine with a bamboo lattice pattern. The difficult and time-consuming nature of karaori weaving made these garments the rarest and most expensive of all.",
  "title": "Outer Noh robe of grape vines with autumn grasses"
}
