{
  "accession_number": "P.95.14",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "Hind 249 os; Holl. 234 os; B. 234; M. 326; B-B. 51-A",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "Bequest of Herschel V. Jones by exchange, The Putnam Dana McMillan Fund, The Edith and Norman Garmezy Prints and Drawings Acquisitions Fund and Gift of funds from the Print and Drawing Council",
  "culture": null,
  "curator_approved": 0,
  "dated": "1651",
  "department": "European Art",
  "description": "",
  "dimension": "4 3/4 x 12 7/8 in. (12.07 x 32.7 cm) (plate, sheet)",
  "id": "http://api.artsmia.org/objects/8833",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2034,
  "image_width": 5110,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "",
  "medium": "Etching and drypoint",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": null,
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "G344",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "Saint Bavo, the great church of the town of Haarlem, stands on the horizon at left in this panoramic landscape. The fine country estate, with a tower and gatehouse amid a grove of trees at right, was long thought to belong to a tax receiver who had assisted Rembrandt in building his career; hence the etching came to be known as The Goldweigher's Field. Twentieth-century scholars discovered the country house was in fact Saxenburg, an estate belonging to Christoffel Thijsz., to whom Rembrandt was deeply in debt and behind on his mortgage payments.\r\n\r\nThe landscape space, with its curving sweep and gentle undulations, is highly original. There are few continuous contours; broken lines, short hatchings, and patches of drypoint burr suggest a space illuminated by diffuse light and dissolved in atmosphere. Rembrandt worked from atop one of the dunes to the west of Haarlem. Close inspection reveals the picturesque sights Rembrandt enjoyed on his walk that day, including the gathering of women spreading cloth to bleach in the sunny fields, and the domed pavilion standing in the middle of a duck pond. One can only wonder about Rembrandt's thoughts as he studied the wealth of the man who could determine his own financial fate.",
  "title": "The Goldweigher's Field"
}
