{
  "accession_number": "B.83.18",
  "art_champions_text": null,
  "artist": "Artist: Vassily Kandinsky; Author: Vassily Kandinsky; Designer: Vassily Kandinsky; Printer: F. Bruckmann , (woodcuts); Printer: Poeschel and Trepte , (text); Publisher: R. Piper &amp; Co. , Munich",
  "catalogue_raissonne": "Boston 138; MoMA 89; Stern 52; Roethel 72-74, 85, 95-140, 142-146",
  "classification": " Prints; Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 1,
  "dated": "1912 (dated 1913)",
  "department": "Prints and Drawings",
  "description": "Bound illustrated book featuring 56 woodcuts (created c. 1907-12; 44 printed in black; 12 in color) and 38 prose-poems (written c. 1909-11)",
  "dimension": "11 x 10 3/4 in. (27.94 x 27.31 cm) (closed)",
  "id": "http://api.artsmia.org/objects/8842",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4058,
  "image_width": 3982,
  "inscription": "",
  "life_date": "French, born Russia, 1866–1944",
  "markings": "Watermark: Van Gelder Zonen",
  "medium": "Color woodcuts, black-and-white woodcuts, and letterpress; bound volume",
  "nationality": "Russian",
  "object_name": "Illustrated book",
  "portfolio": "From ",
  "provenance": "[Galerie Kornfeld, Bern, Switzerland, sold to Tunick]; [David Tunick, Inc., New York, sold to Dayton]; Bruce B. Dayton, Wayzata, Minn. given to MIA, 1983.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Klänge (Sounds) evokes the range of Kandinsky's artistic vision from Russian folk art and Jugendstil (Viennese Art Nouveau) to his pioneering abstractions, which profoundly influenced the direction of 20th-century art. Featuring poems written by the artist, Sounds explores the correlation between the senses of sight and hearing. Kandinsky was believed by some to have had synaesthesia, a condition whereby individuals may \"hear\" color or \"see\" sounds. Whether true or not, his artistic theories focused on the idea of a visual music, the painterly equivalent of a symphony, which is simultaneously seen and heard.\r\n\r\nKandinsky intended that his poems for Sounds be read aloud, and in fact, the Zürich Dadaists recited them at the Cabaret Voltaire as part of their frequently raucous performances.",
  "title": "Klänge (Sounds)"
}
