{
  "accession_number": "91.66a-u",
  "art_champions_text": null,
  "artist": "Artist: Sheila Hicks",
  "catalogue_raissonne": null,
  "classification": " Sculpture; Textiles; Collages / Assemblages",
  "continent": "Europe",
  "country": "France",
  "creditline": "The Ethel Morrison Van Derlip Fund",
  "culture": null,
  "curator_approved": 0,
  "dated": "1991",
  "department": "European Art",
  "description": "Balls of wrapped thread on a board a)Purple, magenta, orange, and green yarns wrapped in black thread H.3 x Dia.5-1/2 in; b)Green net wrapped in orange and yelow thread; H.2-1/4 x Dia.5-1/4 in. c)Paper, blue fabric tape wrapped in bright orange thread; H.3-1/2 x Dia.6-1/2 in. d)Burgundy fabric, ocher yarn wrapped in maroon and violet thread; H.2 x Dia.5 in. e)Olive and teal yarn wrapped in brown thread; H. 2-1/2 x Dia.6-3/4 in f)Lavendar and maroon fabric wrapped in navy thread; H.2-1/2 x Dia.5-3/4 in g)cerise fabric werpped in red and purple thread; H.2-3/8 x Dia. 3-3/4 in h)blue fabric and orange net wrapped in red and peach thread; H.2 x Dia.4 in i)hunks of white thread wrapped in orange yarn; H.2-1/4 x Dia.5-1/2 in j)plaid fabric wrapped in orange, purple and maroon thread; H.1-3/4 x Dia.4 in. k)white fabric and maroon ribbon wrapped in purple and maroon thread; H.1-1/2 x Dia.3 in. l)orange fibers wrapped in light blue thread; H.1-3/4 x Dia.5 in. m)orange thread and fabric wrapped in purple thread and purple ribbon; H.1 x Dia.2-5/8 in n)pink, green fibers wrapped in purple thread; H.7-8 x Dia.2-1/4 in o)blue fabric wrapped in orange thread; H.1 x Dia.2-1/4 in p)orange and green yarn wrapped in white thread; H.2-1/4 x Dia.5 in q)light green yarn wrapped in yellow thread; H.2-1/4 x Dia.5 in r)magenta and natural yarn wrapped in white thread; H.2-1/2 x Dia.5 in s)green, yellow and brown yarn wrapped in yellow thread; H.2 x Dia.4-1/2 in t)orange and white wrapped thread; H.2-1/8 x Dia.5-1/2 in u)table top for display; H.1/4 x W.30-1/2 x D.15-1/4 in",
  "dimension": "various dimensions",
  "id": "http://api.artsmia.org/objects/8896",
  "image": "valid",
  "image_copyright": "Copyright © Sheila Hicks. All rights reserved.",
  "image_height": 3626,
  "image_width": 4866,
  "inscription": "",
  "life_date": "American, born 1934",
  "markings": "",
  "medium": "Cotton, silk, handmade washi paper, wool, wood, found objects; wrapped",
  "nationality": "American",
  "object_name": "Textile-based sculpture",
  "portfolio": null,
  "provenance": "",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "G303",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Throughout her career Sheila Hicks has created both large and small works, often inspired by the same impulse. Her \"Treasures\" pieces were inspired by the many cultures that carefully use, reuse and finally recycle all of their resources.  All the elements involved in these objects have finished their intended \"life\" and now are transformed into a new manifestation.\r\n\r\nA number of artists of this period who created works made of composite elements encourage a variety of installation formats, depending on the gallery size and exhibit design. In this case Hicks not only encouraged experimentation, but two years after she completed this commission for the museum, she added eight additional elements!",
  "title": "Family Treasures"
}
