{
  "accession_number": "B.81.12",
  "art_champions_text": null,
  "artist": "Artist: André Derain; Author: Guillaume Apollinaire; Publisher: Henry Kahnweiler, Paris, France; Printer: Paul Birault , Paris",
  "catalogue_raissonne": "Boston 78; MOMA 52; Skira 81; Rauch 31; Ray 388",
  "classification": " Books",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Bruce B. Dayton",
  "culture": null,
  "curator_approved": 0,
  "dated": "1909",
  "department": "European Art",
  "description": "32 woodcuts by Derain; binding: original vellum wrappers; endpapers: heavy laid paper (?)",
  "dimension": "10 1/2 x 8 in. (26.67 x 20.32 cm)",
  "id": "http://api.artsmia.org/objects/8900",
  "image": "valid",
  "image_copyright": "",
  "image_height": 3091,
  "image_width": 4397,
  "inscription": "Mark",
  "life_date": "French, 1880 - 1954",
  "markings": "Watermark: <Arches>",
  "medium": "Woodcuts; letterpress",
  "nationality": "French",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "Possibly Sickles Sale, PB 1947",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Colophon signed by both Apollinaire and Derain.",
  "style": "20th century",
  "text": "Produced in collaboration with Fauve artist André Derain, \r\nThe Rotting Sorcerer features a prose-poem by French avant-garde poet, essayist, and critic Guillaume Apollinaire (1880-1918). It is Apollinaire's first published volume of poetry and the first book illustrated with original prints by Derain. \r\n\r\nFascinated by the ritual and romance of Arthurian legends, Apollinaire based his poem on the mythical character Merlin the Enchanter, the medieval wizard, prophet, and counselor in King Arthur's court. Through a strange lyrical dialogue between Merlin and his love interest, the nymph Viviane, the poem describes Merlin's death and entombment and recounts a series of graveside visits by various mythological and historical figures. \r\n\r\nDerain contributed a series of 32 monochromatic woodcuts that augment Apollinaire's poems, but did not illustrate them. In these bold, simplified designs, Derain reveals his strong interest in African sculpture and the graphic art of Paul Gauguin.",
  "title": "L'Enchanteur pourrissant (The Rotting Sorcerer)"
}
