{
  "accession_number": "58.22",
  "art_champions_text": "Conservation cost: $6,105\r\n\r\nThe French Fauvist painter Raoul Dufy produced cheerful, colorful pictures of life in Paris in the first half of the 1900s, often favoring scenes of fashionable women, uniformed officers, and summer holidays at the beach. Given to the museum in 1958, this gouache has never been exhibited due to its fragile state. There is extensive flaking throughout the work and risk of further cracking and losses. The unstable pigment must be carefully consolidated. This is a painstaking, time-consuming process in which the conservator works under magnification to stabilize each crack, using a consolidant to adhere all of the loose gouache to the paper support. The work has been in dark storage for 60 years so the colors are extremely fresh. Once consolidated, the gouache will be stable enough to exhibit once again. \r\n\r\nContact the Prints and Drawings Department at printstudy@artsmia.org or (612) 870-3113 to Champion this artwork.",
  "artist": "Artist: Raoul Dufy; Artist: after Constantin Guys",
  "catalogue_raissonne": null,
  "classification": " Drawings",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Ruth and Nathan Cummings Art Foundation",
  "culture": null,
  "curator_approved": 1,
  "dated": "1934–35",
  "department": "European Art",
  "description": "",
  "dimension": "23 x 28 1/4 in. (58.42 x 71.76 cm)",
  "id": "http://api.artsmia.org/objects/8902",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6635,
  "image_width": 8633,
  "inscription": "Signature",
  "life_date": "French, 1877-1953",
  "markings": "",
  "medium": "Gouache on paper",
  "nationality": "French",
  "object_name": "Drawing",
  "portfolio": null,
  "provenance": "Ruth and Nathan Cummings Art Foundation, New York; given to MIA, 1958.",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "Bottom right of center, in graphite: Raoul Dufy",
  "style": "20th century",
  "text": "The French Fauvist painter Raoul Dufy produced cheerful, colorful paintings and gouaches in the first-half of the twentieth century, often favoring scenes of fashionable women, uniformed officers, and summer holidays at the beach. This drawing was inspired by a work now lost by the 19th-century French artist and journalist Constantin Guys (1805–1892). In the age before photography, the press employed artists to illustrate current events in their publications. This scene represents Prince de Joinville (1818–1900), the third son of King Louis-Philippe I of France who was admiral in the French navy, embarking on an English ship. It may represent the prince's 1843 trip to England, when he traveled with his new wife Princess Francisca of Brazil to meet Queen Victoria. Guys was living in England at this time, working for the \"Illustrated London News\" and \"Punch.\" \r\n\r\nThere is a larger related painting by Dufy, which was formerly in the collection of Gérard Oury. That work features the United Kingdom's standard Union Jack flag, whereas the Minneapolis gouache appears to feature the Queensland Separation Flag, a colony of the British Empire from 1859–1901.\r\nDufy executed his homage to the lost work almost a century later, in 1934 or 1935. Dufy sought inspiration in the history of art throughout his career, producing works that were not copies but tributes to the artists he admired. There are some four works of different media and size related to Guy’s Prince de Joinville picture.",
  "title": "Prince de Joinville welcomed by an English admiral aboard a British frigate"
}
