{
  "accession_number": "B.93.3",
  "art_champions_text": null,
  "artist": "Artist: Natalia Sergeevna Goncharova; Author: Sergei Pavlovich Bobrov , active early 20th century; Printer: V.I. Voronov, Moscow; Publisher: Knigoizdatel'stvo \"Lirika,\" Moscow",
  "catalogue_raissonne": "V&A 32",
  "classification": " Prints; Books",
  "continent": "Asia",
  "country": "Russia",
  "creditline": "The David Draper Dayton Fund",
  "culture": null,
  "curator_approved": 1,
  "dated": "1913",
  "department": "Prints and Drawings",
  "description": "172 pp.",
  "dimension": "7 1/8 x 4 5/8 in. (18.1 x 11.75 cm)",
  "id": "http://api.artsmia.org/objects/8909",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4167,
  "image_width": 2976,
  "inscription": "",
  "life_date": "Russian",
  "markings": "",
  "medium": "Color lithographs and relief prints in text; bound volume",
  "nationality": "Russian",
  "object_name": "Artist's book",
  "portfolio": "From ",
  "provenance": "(Elizabeth Phillips, New York); sold to MIA, 1993.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Natalia Goncharova studied sculpture at the Moscow Academy in 1898-1900 before she turned to painting. She and the painter Mikhail Larionov (1881-1964) sought to reconcile traditional art based on Russian folklore with avant-garde movements and founded a primitive group in 1909. In 1913, she was a signatory of Larionov's manifesto Rayism.\r\n\r\nThe 10 inserted double-page blue and brown plates are Goncharova's only colored Rayist lithographs and were conceived independently of the author's text. Sergei Bobrov, \"the Russian Rimbaud,\" was a member of the short-lived Symbolist group Lirika, whose members sought to publish their own works. Bobrov, himself an illustrator and especially interested in book design, concludes his texts with a short article proclaiming that \"Rayism was the only proper form of book illustration because it did not attempt to add anything to the poet's conception but enabled the artist to use an analogous metaphor.\"",
  "title": "Gardeners over the Vines"
}
