{
  "accession_number": "99.1.1155.2",
  "art_champions_text": null,
  "artist": "Designer: Win Anderson; Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "Africa",
  "country": "Swaziland",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970",
  "department": "Arts of the Americas",
  "description": "Various samples of weaving styles. Ochre, orange, blue, black stripes. (Ochre, orange, blue & black)",
  "dimension": "overall (Top & bottom hand overcast.): 46 x 12 in. (116.84 x 30.48 cm)",
  "id": "http://api.artsmia.org/objects/85459",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Win Anderson%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "American, born 1922",
  "markings": "",
  "medium": "Mohair, cotton; woven fabric",
  "nationality": "American",
  "object_name": "cloth",
  "portfolio": "From Goltermann",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Designers use many tools to develop initial ideas. Win Anderson and the Larsen Design Studio were well-known for their hands-on approach and willingness to experiment. While she was in Swaziland in South Africa, she visited a small weaving studio that worked with particularly lustrous mohair wool. She returned to New York with a variety of yarn samples. Dying the wool in colors that would harmonize with the Larsen palette she experimented with yarn textures and sizes in the simple structures that the Swazi weavers could produce. The archive contains many samples, some of which were not successful, but provided inspiration for future experimentation.  \r\n\r\nActivate the LCD screen under the gallery's didactic panel to learn more about the design tools and philosophy of the Larsen Design Studio.",
  "title": "Swazi (Samplings)"
}
