{
  "accession_number": "99.1.1161.6",
  "art_champions_text": null,
  "artist": "Designer: Larsen Design Studio, New York; Producer: Jack Lenor Larsen, Inc.",
  "catalogue_raissonne": null,
  "classification": " Textiles",
  "continent": "North America",
  "country": "United States",
  "creditline": "Gift of Cowtan & Tout, Inc.",
  "culture": null,
  "curator_approved": 0,
  "dated": "1970-1972",
  "department": "Arts of the Americas",
  "description": "See specific piece numbers for piece description. (Various plain, wide & very narrow stripe, block pattern etc.)One printed. Gold, orange. Narrow horizontal pinstripes. (Gold/orange. h. stripes)",
  "dimension": "overall (Untrimmed): 37 x 55 1/2 in. (93.98 x 140.97 cm)",
  "id": "http://api.artsmia.org/objects/85480",
  "image": "invalid",
  "image_copyright": "© Jack Lenor Larsen%2C Inc.%2C Larsen Design Studio",
  "image_height": "",
  "image_width": "",
  "inscription": "",
  "life_date": "New York, est. 1952",
  "markings": "",
  "medium": "Wool",
  "nationality": "",
  "object_name": "cloth",
  "portfolio": "From Unknown",
  "provenance": "",
  "restricted": 0,
  "rights_type": "In Copyright–Educational Use",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "The Braniff Airline project gave Larsen the opportunity to design a broad range of textiles that would, in essence, define the airline’s visual identity. Using the constraints of standardized equipment, he created distinctive environments, from lounges to airplane interiors, for a broad range of passengers. \r\nThe first order consisted of over 1500 yards of custom yarn-dyed, wool drapery intended for airport lounge areas. This fabric, related in structure, fiber content and weight to the company’s Tunis, had a somewhat irregular two-color striped pattern which was woven in eight color ways ranging from orange/red to green/gold. In addition to this, almost 400 yards of Interplay, an innovative Larsen casement fabric, were needed for large window areas. Later, other fabrics, such as a mohair plush upholstery, were developed for the areas used by first class passengers, including plane interiors and cabin dividers.",
  "title": "Braniff Commission (Custom weaves)"
}
