{
  "accession_number": "P.75.51.208",
  "art_champions_text": null,
  "artist": "Artist: Utagawa Kuniyoshi; Publisher: Shimizuya Naojirō; Carver: Yokogawa Takejirō",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Asia",
  "country": "Japan",
  "creditline": "Gift of Louis W. Hill, Jr.",
  "culture": null,
  "curator_approved": 0,
  "dated": "c. 1848-1849",
  "department": "Asian Art",
  "description": "",
  "dimension": "13 15/16 × 9 1/2 in. (35.4 × 24.2 cm) (image, sheet, vertical ōban)",
  "id": "http://api.artsmia.org/objects/71869",
  "image": "valid",
  "image_copyright": "",
  "image_height": 6520,
  "image_width": 4536,
  "inscription": "",
  "life_date": "Japanese, 1798 - 1861",
  "markings": "red artist\\'s kiri seal; censor seals: Muramatsu, Fuku; carver seal: Horitake",
  "medium": "Woodblock print (nishiki-e); ink and color on paper",
  "nationality": "Japanese",
  "object_name": "Print (ukiyo-e / yakusha-e)",
  "portfolio": "From The Lives of Eight Brave and Loyal Dog Heroes (Giyū hakkenden 義勇八犬伝)",
  "provenance": "",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "一勇斎国芳画 {Ichiyūsai Kuniyoshi ga}",
  "style": "19th century",
  "text": "Kuniyoshi’s literary source for this print was the best- selling novel Nansō Satomi hakkenden (The Legend of the Eight Dog Warriors of the Satomi Clan in Awa Province), by Kyokutei Bakin (1767–1848). This ninety- eight-volume epic, which took Bakin nearly thirty years to complete, was published in serial format between 1814 and 1842. Set in the mid-16th century, Hakkenden was the saga of eight young warriors born under the influence of the dog god, Yatsubusa. The eight were spiritually related and thus destined to find each other. Once united, they would help the warlord Satomi rise to power in Awa Province (modern-day Chiba Prefecture). This print shows one of the warriors dressed as a female dancer in a colorful outer kimono, his hair tied up in a red cloth. He is prepared to fight, however, for he wears red body armor beneath the kimono.",
  "title": "Actor Bandō Shūka I as Inuzaka Keno"
}
