{
  "restricted": 0,
  "image": "valid",
  "image_copyright": "",
  "life_date": null,
  "nationality": null,
  "role": "Artist",
  "artist": "",
  "dated": "c. 1840",
  "culture": null,
  "country": "United States",
  "continent": null,
  "dimension": "34 1/4 x 92 x 22 1/2 in. (87 x 233.68 x 57.15 cm)",
  "medium": "Mahogany and original horsehair upholstery",
  "title": "Sofa",
  "id": "http://api.artsmia.org/objects/65014",
  "room": "G303",
  "style": "19th century",
  "marks": " ",
  "text": "This object is a rare survival of an early-19th century American sofa with its original horsehair upholstery, enhanced with the then innovative technology of spring seating.  Introduced into America in the late 1820s and early 1830s, coil springs were all the rage among a burgeoning middle class with the financial means to buy mass-produced through refined objects like this sofa.  A similar sofa, listed at $80.00, is illustrated in the 1833 broadside for Joseph Meeks and Sons, one of the most prolific furniture firms in antebellum America, with shops in New York as well as New Orleans.  Similar furniture fashioned in this late-neoclassical or Grecian-style was sent up river from New Orleans on steamboats to ports along the Mississippi River.  \r\n<P>The Grecian-style is characterized by furniture composed of exaggerated, architectonic motifs, such as the bolection moldings and sweeping scrolls seen here.  Objects are often decorated with richly-figured veneers and, when present, carvings inspired from ancient Greek, Roman, and Egyptian art, such as sphinx, caryatids, cornucopias, and lion paws with carved ankles and talons.\r\n",
  "description": "sweeping back and arms; wood frame with black upholstery and two seperate neck roll cushions; four lion\\'s paw feet, front two surmounted by foliage and fruit; two carved floral medallions on backrest",
  "provenance": "",
  "creditline": "Gift of Eric and Terry Walker in loving memory of Alice A. Walker",
  "accession_number": "2002.266a-c"
}
