{
  "accession_number": "P.70.34.9",
  "art_champions_text": null,
  "artist": "Artist: Sir Eduardo Paolozzi; Printer: Kelpra Studio, Ltd., London; Publisher: Editions Alecto, London",
  "catalogue_raissonne": null,
  "classification": " Prints",
  "continent": "Europe",
  "country": "Scotland",
  "creditline": "The Herschel V. Jones Fund, by exchange",
  "culture": null,
  "curator_approved": 0,
  "dated": "1967",
  "department": "European Art",
  "description": "",
  "dimension": "35 x 24 in. (88.9 x 60.96 cm) (image)\r\n40 x 27 in. (101.6 x 68.58 cm) (sheet)",
  "id": "http://api.artsmia.org/objects/65571",
  "image": "valid",
  "image_copyright": "©Artists Rights Society %28ARS%29%2C New York %2F DACS%2C London",
  "image_height": 6206,
  "image_width": 4217,
  "inscription": "",
  "life_date": "Scottish, 1924 - 2005",
  "markings": "",
  "medium": "Color screenprint",
  "nationality": "Scottish",
  "object_name": "Print",
  "portfolio": "From Universal Electronic Vacuum portfolio",
  "provenance": "[Harcus Krakow Gallery, Boston]; sold to MIA, 1970.",
  "restricted": 1,
  "rights_type": "In Copyright",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "20th century",
  "text": "Edouardo Paolozzi was a leading modernist artist and pioneer of British Pop art that emerged in the early 1950s. As early as 1947, he repurposed pictures clipped from popular magazines and other mass-produced ephemera for his collages that critiqued postwar culture and the increasing mechanization of society. Exploring the image-rich environment of everyday life, Paolozzi also found himself drawn to new developments in science, technology, and mass media. He produced this screenprint, one of ten prints in the portfolio, after an excursion to California, where he visited popular sites like Disneyland and Paramount Studios, toured computer and technology labs at the University of California and Stanford University, and viewed operations at the industrial giants General Motors and Douglas Aircraft Company (now McDonnell Douglas). Here, Paolozzi blended motifs from popular culture with circuit boards, dot matrix patterns, and other machine-based imagery. Designed to be read horizontally (like a computer printout), the nonhierarchical arrangement of visual information hints at a dialogue between art and science.",
  "title": "7 Pyramide in form einer Achtelskugel"
}
