{
  "accession_number": "P.1,252",
  "art_champions_text": null,
  "artist": "Artist: Rembrandt van Rijn",
  "catalogue_raissonne": "H. 277 i/ii; Holl.64 i/ii; B.64; M. 230 i/ii; B-B.54-E",
  "classification": " Prints",
  "continent": "Europe",
  "country": "The Netherlands",
  "creditline": "The William M. Ladd Collection\r\nGift of Herschel V. Jones, 1916",
  "culture": null,
  "curator_approved": 0,
  "dated": "1654",
  "department": "European Art",
  "description": "",
  "dimension": "3 3/4 x 5 11/16 in. (9.5 x 14.4 cm) (plate)",
  "id": "http://api.artsmia.org/objects/57586",
  "image": "valid",
  "image_copyright": "",
  "image_height": 2615,
  "image_width": 3851,
  "inscription": "",
  "life_date": "Dutch, 1606 - 1669",
  "markings": "Watermark: Arms of Amsterdam",
  "medium": "Etching",
  "nationality": "Dutch",
  "object_name": null,
  "portfolio": null,
  "provenance": "B. Venturi, dry stamp recto, (L. 1550).",
  "restricted": 0,
  "rights_type": "Public Domain",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    ""
  ],
  "signed": "",
  "style": "17th century",
  "text": "In 1654, Rembrandt's finances were unravelling. Could this be why he chose the stories of Christ's youth-certain sellers-as the subject of a series of prints' Nevertheless he endowed the stories with freshness and originality. \r\n\r\nEmphasizing the humility of the infant king, Rembrandt placed the circumcision in the stable in Bethlehem, a break with the artistic tradition placing the event in a grand temple. Even so, a shaft of heavenly light pours down on the Holy Family. \r\n\r\nThe scene of Mary snuggling Jesus combines everyday Dutch realism with the traditional symbols of the Virgin, including a serpent-Eve's tempter-beneath her foot. Rembrandt poignantly excluded Joseph from the divine interior and cleverly used the leaded-glass window to describe Mary's halo.\r\n\r\nSimplicity is the key to the sketchy presentation of Christ's debate with the elderly rabbis. Not only is the twelve-year-old boy the smallest figure and the center of the rabbis' attention, he is also the most simply rendered and lightly shaded. \r\n\r\nThe final scene, in which the relieved yet weary parents have finally found and retrieved their truant son, shows the long road back to Nazareth. The story as told by Luke, relates that Mary kept all of her sorrows in her heart. Rembrandt emphasized the weight upon her by giving her a stooped posture, reinforced by the curved tree behind her.",
  "title": "Christ Disputing with the Doctors"
}
