{
  "accession_number": "2001.249.1",
  "artist": "Sonia Delaunay-Terk; Text by Blaise Cendrars; Published by Editions des Hommes Nouveaux , Paris; Chemise and slipcase by Georges Leroux",
  "continent": null,
  "country": "France",
  "creditline": "Gift of Winton and Janet Jones, Ruth and Bruce Dayton, the Harriet Hanley Estate, the Print and Drawing Council, and John E. Andrus III",
  "culture": null,
  "dated": "1913",
  "description": "First Edition",
  "dimension": "81 5/8 x 14 1/4in. (207.3 x 36.2cm)\r\n85 x 21 5/8 x 2 in. (215.9 x 54.93 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/57990",
  "image": "valid",
  "image_copyright": "© Artists Rights Society %28ARS%29%2C New York %2F ADAGP%2C Paris",
  "image_height": 4076,
  "image_width": 1067,
  "life_date": "French (b. Ukraine), 1885 - 1979",
  "marks": " On the title page, in ink: Blaise Cendrars",
  "medium": "Color pochoir (watercolor) and letterpress; bound book with hand-painted parchment cover",
  "nationality": "French",
  "provenance": "(Ursus Rare Books, New York); sold to MIA, 2001.",
  "restricted": 1,
  "role": "Artist",
  "room": "G262",
  "style": "20th century",
  "text": "Born in Ukraine, Sonia Terk subsequently resided at Saint Petersburg. She studied painting in Karlsruhe where she was exposed to German Expressionism. In 1906, she settled in Paris and became a naturalized French citizen. She studied with Ozenfant and Segonzac. In 1910, she married the painter Robert Delaunay with whom she collaborated and experimented with Orphism - a stylistic fusion of Cubism and Abstraction with special emphasis on color. She exhibited her work internationally from 1913 onward. \r\n\r\nBlaise Cendrars (1887-1961) was a Swiss-born author who maintained that poetry was action sealed into words by bold devices: simultaneous impressions in a jumble of images, feelings, associations, surprise effects, conveyed in a halting syncopated rhythm. The text of Transsiberian Prose, inspired by Cendrars' journey traversing Russia with his mistress in 1904, expresses a life of action and danger. It is a combination of travelogue and laments. The publication was printed in a variety of typefaces with coloring in the blank spaces and paralleled by a painted strip executed in a simultanist style. The design was conceived of by Delaunay-Terk. Its format is a vertical strip nearly 79 inches in length. Its producers envisioned copies on parchment, Japanese, and imitation Japanese papers, enclosed in painted, handmade covers of goatskin or parchment. It was first exhibited in autumn of 1913; a copy of the book reached Saint Petersburg by the end of the same year. \r\n\r\nThe structure of Transsiberian Prose is thus a hybrid and an anomaly of the traditional form of the artist's book. It strived to achieve a visual and conceptual unity in which the viewer experiences a sense of wholeness from start to finish. The author's and artist's goal of simultaneity is achieved when the book is unfolded vertically. The artist's husband Robert Delaunay defined Simultanism \"as instinctive and based on a passion which gave priority to color\". Color alone is both form and subject. Here, text and image are unified. In the classic artist's",
  "title": "La Prose du Transsibérien et de la petite Jehanne de France"
}
