{
  "accession_number": "2001.249.1",
  "art_champions_text": null,
  "artist": "Artist: Sonia Delaunay-Terk; Author: Blaise Cendrars (Frédéric Louis Sauser); Publisher: Editions des Hommes Nouveaux , Paris; Book Binder: Chemise and slipcase by Georges Leroux",
  "catalogue_raissonne": "Andel 95; Le Trésors de la BnF, no. 67; En Français dans le texte 344; Bonet, Carnets, 1446, pl. 139",
  "classification": " Books; Works on Paper",
  "continent": "Europe",
  "country": "France",
  "creditline": "Gift of Winton and Janet Jones, Ruth and Bruce Dayton, the Harriet Hanley Estate, the Print and Drawing Council, and John E. Andrus III",
  "culture": null,
  "curator_approved": 1,
  "dated": "1913",
  "department": "European Art",
  "description": "Four double- folio sheets joined to form a single accordion-folded sheet of 44 panels in two columns of equal width.",
  "dimension": "81 5/8 x 14 1/4in. (207.3 x 36.2cm) (sheet)\r\n85 x 21 5/8 x 2 in. (215.9 x 54.93 x 5.08 cm) (outer frame)",
  "id": "http://api.artsmia.org/objects/57990",
  "image": "valid",
  "image_copyright": "",
  "image_height": 4076,
  "image_width": 1067,
  "inscription": "",
  "life_date": "French (born Ukraine), 1885–1979",
  "markings": "Numbered on the title and justification page, in purple ink: 130",
  "medium": "Watercolor pochoir (stencils) and relief printing on accordion-folded cream simili Japon paper, bound with parchment covers hand-painted by Delaunay-Terk",
  "nationality": "French (born Ukraine)",
  "object_name": "Artist's book",
  "portfolio": null,
  "provenance": "[Ursus Rare Books, New York]; sold to MIA, 2001.",
  "restricted": 0,
  "rights_type": "No Copyright–United States",
  "role": "Artist",
  "room": "Not on View",
  "see_also": [
    "57990",
    "57991"
  ],
  "signed": "Signed by the author on the title and justifciation page, in purple ink: Blaise Cendrars (underscored)",
  "style": "20th century",
  "text": "Considered one of the milestones of early modernism, this collaborative artist’s book features a  prose-poem by Swiss-born Blaise Cendrars recalling a journey he made as a boy on the Trans-Siberian Express, which ran from St. Petersburg, Russia, to the Sea of Japan. His companion on the trip is Jehanne, a young French prostitute named after Joan of Arc, and as the barren landscape rushes by him on the train, he recounts his childhood in Paris and imagines traveling to tropical paradises. Abstract designs in watercolor pochoir (stenciling) by Sonia Delaunay-Terk guide the reader though the stream-of-consciousness narrative, the colors reflecting the mood and content of the poem. Together, the images and text achieve simultaneism, or a “simultaneous book” that stresses the equivalence between Delaunay-Terk's colorful abstractions and Cendrars' unconventional prose.\r\n\r\nIntended as an edition of 150, fewer were printed and only about 30 copies are thought to have survived. Made from four sheets of folded paper and bound accordion-style, the book measures 6 feet, 6-1/2 inches when extended. Placed end to end, the collective height of the sheets in the edition was calculated to equal the height of the Eiffel Tower, Paris’s commanding symbol of modernity.",
  "title": "La Prose du Transsibérien et de la petite Jehanne de France"
}
